{
    "URL": "https://www.thetvdb.com/series/saint-seiya",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Martial Arts",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0161952/",
        "https://www.themoviedb.org/tv/42444"
    ],
    "TitleEnglish": "Saint Seiya",
    "SummaryEnglish": "Ages ago, the goddess Athena was served by fighters called Saints who channeled the power of the Cosmos within them. Now a youth named Seiya has trained to become a Saint himself by earning the mystical Cloth of Pegasus. He is joined by other Saints with Cloths of their own to fight for Athena.",
    "Aliases": [
        "Saint Seiya: Sanctuary",
        "Saint Seiya: Asgard",
        "Saint Seiya: Poseidon",
        "Saint Seiya: Hades",
        "Saint Seiya: The Lost Canvas",
        "Saint Seiya: Omega",
        "Saint Seiya: Soul of Gold",
        "Saint Seiya: Saintia Sho",
        "Knights of the Zodiac",
        "Saint Seiya: Knights of the Zodiac"
    ],
    "Modified": "2025-08-18",
    "Seasons": {
        "0": {
            "ID": "20240",
            "URL": "https://www.thetvdb.com/series/saint-seiya/seasons/official/0",
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "545471",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/545471",
                    "TitleEnglish": "Evil Goddess Eris",
                    "SummaryEnglish": "Eris is the goddess of chaos and uses the body of Elien, who is a friend of Hyoga, to revive herself. She obtains the golden apple to drain Athena's life energy to make her ressurection complete and to be able to turn the world in a place filled with chaos. But to be able to attack Eris, Seiya and his friends will first have to defeat the Ghost Knights."
                },
                "2": {
                    "ID": "545501",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/545501",
                    "TitleEnglish": "The Heated Battle of the Gods",
                    "SummaryEnglish": "In northern Europe, the reincarnation of Odin, Dolbar, rules supreme. One day, Hyoga rescues a man in Siberia so warns him about trouble in the Asgard. Athena goes out to investigate and sends Hyoga in advance but when she and the others arrive at the Asgard, Hyoga is nowhere to be found. When Dolbar captures Athena to take control of the sanctuary, the bronze saints try to help her but are attacked by the God Warriors."
                },
                "3": {
                    "ID": "545511",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/545511",
                    "TitleEnglish": "Legend of Crimson Youth",
                    "SummaryEnglish": "Abel the resurrected Sun-God has come to take her sister Athena with him and rule the world together, he plains to destroy humanity in the form of terrible natural disasters, Athena chooses freely to go with Abel. Seiya and the other bronze knights can't believe she has turned her back on them. Abel has his own group of warriors as well as some of the formerly deceased golden knights fighting on his side. The bronze knights will have to fight their way through them to find Athena and save her as well as the Earth."
                },
                "4": {
                    "ID": "545521",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/545521",
                    "TitleEnglish": "Warriors of the Final Holy Battle",
                    "SummaryEnglish": "Lucifer has been awoken from his eternal slumber by the spirits of Eris, Abel and Poseidon. He has come to kill Athena and fulfill his heart's burning desire: becoming the strongest of all the gods."
                },
                "5": {
                    "ID": "545531",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/545531",
                    "TitleEnglish": "Heaven Chapter - Overture",
                    "SummaryEnglish": "After the Saints' victory against Hades, Seiya is left wounded and motionless in a wheel chair with no possible chance of recovery. Athena's sister Artemis, the Virgin Goddess of the Moon and twin sister of Apollo, makes an elaborate proposal - to restore Seiya's physical health in exchange for the supremacy of Sanctuary. Athena accepts and Artemis and her \"Knights of the Sky\" swiftly take control of Sanctuary. Now Seiya and his fellow Bronze Saints combat the forces of Zeus to regain their homeland but it will not be so easy. Bronze Saints Hydra Ichi and Unicorn Jabu, and Silver Saint Ophiuchus Shaina have join forces with Artemis and Apollo."
                },
                "6": {
                    "ID": "4233801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/4233801",
                    "TitleEnglish": "The Hades Chapter - Sanctuary: Myth of the resurrected Gold Saints (Part 1)",
                    "SummaryEnglish": "A set of 2 special episodes that summarize the 13 OVAs of \"The Hades Chapter - Sanctuary\" from the perspective of the Gold Saints resurrected by Hades, especially Shura, Camus and Saga."
                },
                "7": {
                    "ID": "4442187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/4442187",
                    "TitleEnglish": "The Hades Chapter - Sanctuary: Myth of the resurrected Gold Saints (Part 2)",
                    "SummaryEnglish": null
                },
                "8": {
                    "ID": "5072563",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/5072563",
                    "TitleEnglish": "Legend of Sanctuary",
                    "SummaryEnglish": "Warriors called \"Saints\" are the champions of hope who have always appeared since the Age of Myth whenever evil threatens the world. In this present day story, many years since the long fought \"Holy War\" we find Saori Kido, a girl troubled by her mysterious powers. She is saved by a boy, Seiya \"Bronze Saint\" from a sudden attack by an assassin, through the accident Saori realizes her destiny and mission and decides to go to \"Sanctuary\" with Seiya and his company of Bronze Saints. In Sanctuary they confront \"Pope\" and wage a desperate battle against the greatest Saints, the \"Gold Saints\"."
                },
                "9": {
                    "ID": "5099641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/5099641",
                    "TitleEnglish": "Special Projection",
                    "SummaryEnglish": "Summary of Saint Seiya before the Hades chapter."
                }
            }
        },
        "1": {
            "ID": "4711",
            "URL": "https://www.thetvdb.com/series/saint-seiya/seasons/official/1",
            "# Episodes": 73,
            "Episodes": {
                "1": {
                    "ID": "95936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95936",
                    "TitleEnglish": "A New Era of Heroic Legends",
                    "SummaryEnglish": "This episode introduces the legend of the Saints of Athena, who have always fought without weapons since the mythological times. The legend tells that they could smash the ground with their kicks and destroy stars with their punches. And now, they're back to the modern times. The main character of Knights of Zodiac is Seiya, who is training in Sanctuary, located at Athens, Greece, to gain the Bronze Cloth of Pegasus. However, he'll have to defeat Cassios, his rival, to get it, and Shina, Silver Amazon of Serpent, to stay alive..."
                },
                "2": {
                    "ID": "95937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95937",
                    "TitleEnglish": "Burn! Meteor Punch of Pegasus!",
                    "SummaryEnglish": "Seiya arrives in Japan and learns about the Galaxian Wars, but he's not interested. All he wants is to find his missing sister, Seika. Saori tells him that she's disappeared when he went to Greece and makes a deal with Seiya: He wins the tournament, she'll find his sister. On his first battle, Seiya will fight against Geki, Bronze Saint of Bear."
                },
                "3": {
                    "ID": "95938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95938",
                    "TitleEnglish": "Swan, Warrior of the Ice Field",
                    "SummaryEnglish": "This episode introduces a new saint: Hyoga, who has trained in Siberia for five years and now is the Bronze Saint of Cygnus (Swan in the American version), warrior of ice. He returns to Japan to fight in Galaxian Wars and his first opponent is Ichi, Bronze Saint of Hydra, whose fangs are deadly poisonous."
                },
                "4": {
                    "ID": "95939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95939",
                    "TitleEnglish": "Dragon's Invincible Fist and Shield",
                    "SummaryEnglish": "The most furious battle of the tournament begins: Seiya versus Shiryu, Bronze Saint of Dragon. Seiya has hard times against Shiryu, whose Rising Dragon attack is so powerful that it can invert the course of Rozan Waterfall, and whose cloth's fist and shield are the most solid and strong ones in the world. Seiya takes desperate measures to win, and Shiryu tries desperately to finish this battle quickly, since his master is on the verge of death."
                },
                "5": {
                    "ID": "95940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95940",
                    "TitleEnglish": "Miraculous Rebirth and Cosmic Friendship",
                    "SummaryEnglish": "Seiya and Shiryu are now without their clothes, which means that the smallest mistake will lead one of them to death. Shiryu is still fast enough to avoid Seiya's meteors, but Seiya has got an ace up his sleeve: he has found out that Shiryu's attack, the Rising Dragon, has a small weakpoint that might lead Shiryu to his defeat, and possibly to his death..."
                },
                "6": {
                    "ID": "95941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95941",
                    "TitleEnglish": "The Return of Phoenix",
                    "SummaryEnglish": "Andromeda battles against Unicorn Andromeda uses his chains to form a nebula chain (Andromeda Galaxy). Unicorn runs directly to Andromeda but his chains attacks Unicorn, thus impoosible for Unicorn to attack. He tried to attack Andromeda from the air but the chains still attack him in the air. Suddenly, the chains set a reaction and form a code for Andromeda. He wonders what is could be until at the end, his brother appears."
                },
                "7": {
                    "ID": "95942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95942",
                    "TitleEnglish": "The Revenge of Phoenix",
                    "SummaryEnglish": "Phoenix Ikki attacks his brother, Andromeda, without mercy. He's full of hate against all Saints and Saori Kido, whose grandfather had sent him to Death Queen Island. Jabu tries to stop Ikki but he's defeated with one single punch. Then, the official battle begins, between Ikki and Nachi, Bronze Saint of Wolf, who has his mind completely destroyed by Phoenix's attack. Then, Ikki bids farewell to all and, along with his henchmen, the Black Saints, steals the Gold Cloth."
                },
                "8": {
                    "ID": "95943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95943",
                    "TitleEnglish": "Battle for the Gold Cloth",
                    "SummaryEnglish": "Seiya, Hyoga, Shiryu and Shun chases Ikki and his Black Saints through the city as they run away with the Gold Cloth. Kido's Foundation sends an helicopter after the enemies, but Ikki destroys it with a single strike. They hide in the harbor and Ikki finally wears the Gold Cloth, but Seiya finds and hits him, making the Gold Cloth fly away from Ikki's body and split up. The black saints get the cloth's parts and runs again. One by one, they're defeated by the Bronze Saints, but they only manage to recover both arms and both legs of the cloth. One of the defeated Black Saints reveals that they follow Ikki because four stronger Black Saints support Ikki, and that Ikki's real intent is to take over the world. The next morning, Shiryu returns to the Five Peaks of Rozan, taking the destroyed cloths of Pegasus and Dragon with him, in order to repair them. But a black shadow watches them carefully..."
                },
                "9": {
                    "ID": "95944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95944",
                    "TitleEnglish": "The Black Knights Appear",
                    "SummaryEnglish": "Seiya is searching for Ikki with the aid of a police dog. Shun is in the forest remembering of the past and wondering what had made his brother change, when a new enemy arrives: one of the black saints, Black Swan. He attacks Shun, but Hyoga arrives and challenges him to a freezing duel: Swan vs. Black Swan. The other three black saints (Black Pegasus, Black Dragon and Black Andromeda) eventually show up too."
                },
                "10": {
                    "ID": "95945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95945",
                    "TitleEnglish": "Dragon in the Graveyard of Knights",
                    "SummaryEnglish": "Shiryu goes to Jamil's Mountains in order to find Mu, the only one who can repair the clothes of Pegasus and Dragon. However, getting there will not be easy as he thinks. The Cloth Graveyard lies on his way, where many undead saints are waiting for him. When he finally arrives at Mu's Tower, Mu gives him some bad news about the clothes."
                },
                "11": {
                    "ID": "95946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95946",
                    "TitleEnglish": "Seiya Battles Black Pegasus",
                    "SummaryEnglish": "The battle of the Bronze Saints against Ikki and his Black Saints begins. Seiya, already wearing his Pegasus cloth (brought by Kiki), faces the Black Pegasus, whose meteors hide a terrible curse and might lead Seiya to an horrible death. Hyoga has no difficulties in defeating Black Swan, who alerts Ikki about Hyoga's attacks before dying. Finally, Hyoga finds the Phoenix Saint and challenges him to a duel. The battle is starting to heat up!"
                },
                "12": {
                    "ID": "95947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95947",
                    "TitleEnglish": "The Nebula Chain of Friendship",
                    "SummaryEnglish": "Seiya is suffering from Black Death's curse and is on the verge of death, while Hyoga tries (in vain) to defeat Ikki. Shun finds Seiya and tries to help him, but Black Andromeda and Black Dragon show up and Seiya makes a last sacrifice so Shun won't get killed. Shun manages to kill his black shadow and Shiryu appears and challenges Black Dragon. The combat between the Dragons is about to begin!"
                },
                "13": {
                    "ID": "95948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95948",
                    "TitleEnglish": "Duel of the Dragons",
                    "SummaryEnglish": "In this episode, Shiryu challenges the Black Dragon, while Shun tries to save Seiya, who is slowly dying because of Black Pegasus' Black Death Horror. Shiryu, still weak because of his blood loss, almost sacrifices his life for friendship (which Black Dragon can't understand why, since he doesn't believe in such thing as friendship)."
                },
                "14": {
                    "ID": "95949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95949",
                    "TitleEnglish": "Defeat of the Demon",
                    "SummaryEnglish": "The four Saints prepare to face Ikki (Hyoga wasn't dead after all), but they are no match for the mighty cosmo of Ikki. He knocks them out with one single strike, except for Seiya, who was protected by the Gold Cloth. Aided by the cosmo of his friends, Seiya finally manages to defeat Ikki after a deadly battle."
                },
                "15": {
                    "ID": "95950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95950",
                    "TitleEnglish": "Phoenix's Secret Revealed",
                    "SummaryEnglish": "Ikki reveals what happened to him in the Death Queen Island. Since the beginning of his training, his master (Guilty) has taught him to hate everyone, as a way to gain strength and kill his enemies. The only person in the whole island who cared about Ikki was Esmeralda, Guilty's daughter. She used to take care of Ikki's wounds and both of them were real friends. Ikki's last day on Death Queen Island has come. Unless he killed his master, he wouldn't get the Phoenix Bronze Cloth. In the middle of the battle, Guilty killed his own daughter, Esmeralda. That transformed Ikki in a demon of rage, and he murdered his master with all his power, becoming the demoniac Bronze Saint of Phoenix. Back to the present, Ikki tells Seiya and the others the battle wasn't over because he was defeated. Suddenly, the black saints show up and steal the Gold Cloth. A new enemy has come: Docrates, the most powerful man in the Sanctuary. He shows his tremendous power (Hercules' Tornado Punch) and asks Ikki f"
                },
                "16": {
                    "ID": "95951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95951",
                    "TitleEnglish": "Docrates' Fierce Attack",
                    "SummaryEnglish": "At many places round the world, tragedies are happening because of the Sanctuary's agents. In Greece, the Sanctuary's Pope is furious because Docrates hasn't returned yet with the Gold Cloth. Marin is about to be killed by Shina, but Aiolia stops her, saving Marin. According to Marin, the former Pope of the Sanctuary has suddenly died and his younger brother, Ares, is the new Pope, bringing a dark time for the Sanctuary. Back to Japan, Saori is in the planetarium dome when her grandfather, Mitsumasa Kido, appears to her. He tells her that the Gold Cloth always shows up when a new crisis is about to happen in the world and that she must be like Athena and guide the Bronze Saints to the victory. Meanwhile, Docrates's henchmen search for their boss under the rocks, when he shows up and they march for the Kido Mansion. Next morning, Docrates attacks the mansion. Shiryu, Hyoga and Shun defeats his henchmen but can do nothing against the mighty power of Docrates's Hercules Tornado Punc"
                },
                "17": {
                    "ID": "95952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95952",
                    "TitleEnglish": "To the Rescue! Saori's Crisis",
                    "SummaryEnglish": "Docrates is in the Colosseum and will free Saori and Tatsumi if Seiya gives him the Gold Cloth's helm. Seiya and Shun goes to the Colosseum while Shiryu and Kiki (who saw telephatically where the other missing pieces of the Gold Cloth were hidden) goes to the island where Ikki's challenge took place. Docrates' henchmen deceived the Bronze Saints and stole the helm without setting Saori free. His henchmen leave the Colosseum but Hyoga was waiting for them and he recovers the Helm. Seiya learns that Docrates is the older brother of Cassios, who was defeated by Seiya in Greece, and seeks revenge. Seiya and Shun are no match to Docrates's \"\"Hercules Tornado Punch\"\", but Hyoga arrives and, with a dangerous technique that he learned from his master, the Crystal Saint, freezes Docrates' legs, paralyzing the giant enemy. Then, Seiya and Shun attack and finally kill Docrates. Meanwhile, Shiryu and Kiki arrive at the place, but the Sanctuary's soldiers had already flown away with the other Gold Cl"
                },
                "18": {
                    "ID": "95953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95953",
                    "TitleEnglish": "Great Rage! The Ghost Saints of the Carribean",
                    "SummaryEnglish": "The Pope is furious with Docrates' failure, and Shina advises Gigars to send the amazon Jeist (Shina's disciple, who was banned from the Sanctuary by the former Pope) to recover the Gold helmet. In an castle on an island at the Carribean Sea, Jeist receives a letter from the Sanctuary and summons her disciples, the Ghost Saints: Serpent, Dolphin and Medusa. They take over a big nuclear energy-powered oil ship that belongs to Kido Foundation and threaten to destroy it unless the Bronze Saints give the helm to them. Seiya and the others go to the ship and Seiya is forced to fight alone against the Serpent and the Dolphin. Otherwise, Medusa will destroy the ship. However, Shun immobilizes Medusa with his chains and the Bronze Saints go to help Seiya but, all of a sudden, the ocean is filled by ghost pirate ships, and thousands of ghost pirates invade the oil ship and distract the saints. The Ghost Saints seize the opportunity, steal the helm and jump to the ocean. The pirate illusion was"
                },
                "19": {
                    "ID": "95954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95954",
                    "TitleEnglish": "Life or Death! Bloody Battle at the Island of Spirits",
                    "SummaryEnglish": "Shun has been hurt in the battle and is resting in his room. Saori and Tatsumi arrive at the oil tanker. Saori does an ancient Greek tradition with her jewels (I'll tell more about it on the 'cultural references' section), bringing courage back to the Bronze Saint's hearts. Afterwards, they watch a VCR tape recorded by the Foundation's satellite. It shows where Jeist's ship has gone to: The Island of Spirits, at the Caribbean Sea. The saints fly to the island, but their plane is attacked by Jeist's illusory attack and crases on the ocean. The Serpent Saint tries to kill Andromeda by drowning, but Hyoga freezes the sea's surface and Seiya finishes him off. They swim to the island and need to climb a hill in order to move on. Shun uses his chains, but they're attacked by poisonous insects on their way up. When they finally reach the top, Dolphin shows up, but then he's easily defeated by Shiryu's Rising Dragon. Hyoga is too weak and can't go on. In the forest, they're attacked again by v"
                },
                "20": {
                    "ID": "95955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95955",
                    "TitleEnglish": "Serious Battle! Shaina's Counter Attack",
                    "SummaryEnglish": "Seiya and the others have the Gold Helmet, and the Sanctuary has the other parts of the Gold Cloth. In order to gather more information about the Gold Cloth's whereabouts, Seiya goes to Greece to visit Marin, while Shiryu goes to the Five Peaks and Hyoga goes to Siberia. Shun stays to protect Saori. Meanwhile, the Crystal Saint - master of Hyoga - goes to the Sanctuary to complain about what's happening there, but the Pope seizes the opportunity and hypnotises the Crystal Saint. Seiya arrives at the Sanctuary and is attacked by Shina and some soldiers. The Pegasus Saint is about to be killed when Marin arrives and stops Shina. Then, Marin tells Seiya what happened to the Crystal Saint and that Hyoga is in danger. Meanwhile, Hyoga arrives at Siberia and finds the village where he grew up completely empty, but he eventually finds his little friend, Yakoff, collapsed on the snow. Yakoff tells Hyoga that the Crystal Saint has changed a lot, and now is a cruel man. Hyoga goes to the Crystal"
                },
                "21": {
                    "ID": "95956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95956",
                    "TitleEnglish": "Catastrophe! Aurora Confrontation",
                    "SummaryEnglish": "In China, Roshi tells Shiryu that the previous Pope suddenly died, and Ares, his younger brother, has taken his place as the new Pope. In Siberia, the Crystal Saint continuosly attacks Hyoga, who runs away. Back to the village, Yakoff tells Hyoga that the villagers were enslavered and are being forced to build an ice piramid to symbolize the Sanctuary's power. Hyoga goes there to free the villagers, and manages to do it. However, the Crystal Saint appears, and Hyoga has to confront him. Hyoga doesn't want to fight his master, so he is an easy prey to the mind-controlled saint, who freezes Cygnus' legs and hits him mercilessly. A soldier is about to shoot Hyoga on his head, but Seiya shows up and intercepts the bullets. The Crystal Saint tries to freeze the two bronze saints, but Hyoga hits him with his Diamond Dust. The Crystal Saint prepares himself to shoot an outstanding attack at Seiya and Hyoga, but he hits the Ice Piramid instead, destroying it, and collapses on the ground."
                },
                "22": {
                    "ID": "95957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95957",
                    "TitleEnglish": "Rebirth from the Flames! Undestructible Ikki",
                    "SummaryEnglish": "Shun, Saori and Tatsumi hide themselves at a small house in the middle of the forest, in order to protect the Gold Cloth's helm. Meanwhile, the Fire Saint arrives at Japan and burns the Kido's mansion with his flame attack. Tatsumi and Saori wants to return, but Shun stops them, reminding Saori how important it is to protect the Gold Helm. Tatsumi disagrees and flies to Kido Mansion, being captured by the Fire Saint and some soldiers from the Sanctuary. Under torture, he tells them where the Gold Helm is. Shun has troubles in trying to put out the firespots caused by Fire Saint's flame attacks, and this is decisive for the battle, since he can't put out the fire and defend himself at the same time. Eventually, Shun falls in the middle of the flames, but suddenly a hurricane begins, blowing the flames away, and a man appears from the nothing, carrying Shun on his arms: Phoenix Ikki! Ikki is back from the hell, and he is no longer a servant of the Sanctuary. He kills the Fire Saint quick"
                },
                "23": {
                    "ID": "95958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95958",
                    "TitleEnglish": "Silver Saint! Noble Assassin",
                    "SummaryEnglish": "Marin is ordered (and forced) to go to Japan and kill Seiya, but she doesn't go alone. On Japan, Seiya is at the beach when Marin shows up... along with Lizard Misty. Misty is a Silver Saint, a much more powerful enemy than Docrates or Ikki. Seiya tries to attack Misty, but Marin stops him and gives him a fatal blow. When Marin leaves, Misty digs up Seiya's body and realises the truth: Marin did not kill Seiya for real, she used a fake attack in order to save her pupil. Then, the battle between Seiya and Misty begins..."
                },
                "24": {
                    "ID": "95959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95959",
                    "TitleEnglish": "Fly Pegasus! Like a Comet",
                    "SummaryEnglish": "Misty hits Seiya with his technique, Marvel Tripper, making Seiya vomit blood and fall in the ocean. A drop of Seiya's blood hits Misty on the neck and he, feeling horribly dirty, takes his cloth off and cleans himself on the ocean's water. However, Pegasus was still alive. Seiya manages to block and deflect Misty's attack and, grabbing him by the back, throws Misty (and himself) into the sea, since Misty's Marvel Tripper, a wind-based attack, is useless underwater. Finally Misty is defeated. Two more Silver Saints arrive at Japan, Kaisto Moses and Hound Asterion. On discovering Marin's treason, they capture her as a way to attract Seiya to their claws. Seiya arrives and is attacked by Moses. On the verge of death, Seiya learns from Moses that Marin is his sister. Then, Seiya recover his strenghts and kills Moses, but he still has to fight Asterion."
                },
                "25": {
                    "ID": "95960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95960",
                    "TitleEnglish": "Fight! Under Athena's Command",
                    "SummaryEnglish": "Seiya is tired because of his two battles and is no match for Asterion, who is faster and can read Seiya's thoughts. Seiya is easily defeated by Asterion's \"\"One Million Ghosts' Attack\"\" and is about to be killed when Marin comes to rescue. Kiki has freed her from the chains. Asterion tries to read Marin's thoughts, but Marin keeps her mind clear, nullflying the Silver Saint's advantage. As a last shot, Asterion tries to kill her with his special attack, but it's Marin who hits him and kills him. Hyoga arrives at the beach and finds Seiya unconscious. Marin is gone, but they find a message from her written on the sand: \"\"Seiya guard Athena\"\". Back to the Colosseum, the five Bronze Saints are surprised when Tatsumi reveals that Saori is actually the reincarnation of Athena, and that the Bronze Saints' duty is to protect her. All of a sudden, another Silver Saint appears: Centaur Babel, who uses flame attacks. Hyoga challenges him and, in the middle of the battle, three misterious Saints"
                },
                "26": {
                    "ID": "95961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95961",
                    "TitleEnglish": "Friend or Foe! The Steel Saints",
                    "SummaryEnglish": "In the Sanctuary, Shina learns that the Bronze Saints are flying towards the Sanctuary, and sets up an ambush on a island near the Sanctuary with two Silver Saints: the telekinesis master Spartan and Perseus Argol, whose power turns anyone into stone. The Bronze Saints' airplane is attacked by Spartan's power and it's forced to land on the island, where Shina, Spartan and Argol are waiting for them."
                },
                "27": {
                    "ID": "95962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95962",
                    "TitleEnglish": "Seiya Turned to Stone! The Medusa Shield",
                    "SummaryEnglish": "The battle begins. Shiryu is unable to hit Spartan, since he can attack and defend himself with his telekinetic powers. Seiya challenges Shina and eventually defeats her, and she tells him that Marin hasn't gone back to the Sanctuary. Shun tries to hit Argol's back with his Chain, but the Nebula Chain is paralyzed in the middle of the air, and loses his attack power. For the surprise of all, Argol reveals what's hidden on his back: The Medusa Shield, which turns Shun into a stone statue. Argol puts the shield on his arm and direct its gaze towards Shiryu and Seiya, but only Seiya becomes is petrified, since Shiryu used his shield to avoid Medusa's power. Spartan tries to make Shiryu to look at the shield, but a quick move from Dragon makes Spartan look at the shield, and now he is petrified. The battle is balanced again, and Shiryu has troubles to avoid Argol's attacks and the Medusa's gaze. Meanwhile, Hyoga and Ikki are flying to the battlefield, in order to help their friends. Will t"
                },
                "28": {
                    "ID": "95963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95963",
                    "TitleEnglish": "Dragon! Sacrificial Punch",
                    "SummaryEnglish": "Shiryu is having troubles to attack Argol, since he needs to pay attention to the Medusa Shield. As an attempt to avoid the Shield's gaze, Shiryu uses a piece of cloth to cover his eyes, but it's useless against the Medusa Shield, and Shiryu' left arm (and his shield) is petrified. Being unable to use his shield anymore, Shiryu is about to be totally petrified when the Silver Saints show up and save the Dragon Saint from certain death. However, they are no match for Argol, and are defeated. As a last resort, Shiryu blinds himself in order to avoid Medusa's gaze. Now Shiryu can see Argol through Athena's aid, and with one last strike, he destroys the Medusa Shield and kills Argol. Seiya, Shun and Spartan come back to life, and Spartan runs away, taking Shina with him. Back to Japan, the Bronze Saints learns that the Silver Saints are a secret project from Mitsumasa Kido, and that their mission is to aid the Bronze Saints on their fight against the Sanctuary. Shiryu was operated, but the"
                },
                "29": {
                    "ID": "95964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95964",
                    "TitleEnglish": "Kidnapped! An Army of Crows Attacks Saori",
                    "SummaryEnglish": "Shiryu goes back to China with Shunrei to rest and try to find a cure to his eyes. Meanwhile, the Pope sends another Silver Saint to Japan, and Shina is pissed because she won't be allowed to go to Japan and kill Seiya, but she goes eventually. In Japan, Jamian, Silver Saint of Crow, orders his trained crows to kidnap Saori. Seiya chases him through the mountains, but Saori is still being taken to the Sanctuary by Jamian's army of crows."
                },
                "30": {
                    "ID": "95965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95965",
                    "TitleEnglish": "Burn Brightly! The Cosmo of Love",
                    "SummaryEnglish": "Seiya attacks the crows that were taking Saori and she falls on the abyss. On his attempt to grab her, Seiya ends up by breaking his arm, but manages to save Saori, but Shina and Jamian show up. Between the foes and the abyss, Seiya and Saori throw themselves into the abyss. In the morning, Saori wakes up and protects a badly injured Seiya from Shina and Jamian with her powerful cosmo, and Hyoga and Shun arrive. Jamian is hit by Andromeda's Nebula Chain and falls on the abyss, but Shina won't fall that easily. Eventually Hyoga manages to attack her with the Aurora Thunder attack, and she falls on the abyss as well. However, the battle is not over, as two Silver Saint show up and block their way."
                },
                "31": {
                    "ID": "95966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95966",
                    "TitleEnglish": "Demon Illusion! The Borderline Between Life And Death",
                    "SummaryEnglish": "Two new silver saints arrive to take Saori, they are Capella, Silver Saint of Auriga (he uses discs to attack) and Dante, Silver Saint of Cerberus(he uses a spiked ball and chain). Hyoga and Shun fight them, but are defeated and thrown into the abyss. Just as they aproach Saori and a wounded Seiya, Ikki shows up. Saori is glad Ikki is finally back, but Ikki explains he and he's there only to help. Ikki draws a line on the ground and states it is the borderline between life and death, should the silver saints cross it they'll die. Capella is angry and attacks, but is defeated with a single punch. Dante uses his ball and chain but Ikki easily blocks all threats, jumping to the other side and explaining that he has already crossed the borderline between life and death many times, so that means nothing for him. Dante attacks once again but Ikki dodges and beats him with an uppercut. Ikki picks up Seiya and proceeds to leave when Capella gets up and throws a disc towards him, beheading I"
                },
                "32": {
                    "ID": "95967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95967",
                    "TitleEnglish": "Big Explosion! Death Queen Island",
                    "SummaryEnglish": "Seiya is having his injuries treated at the hospital, being watched by Saori, Shun and Hyoga. Meanwhile, Ikki arrives at the Death Queen Island, where he had received his training and the Phoenix cloth, in order to pay a visit to Esmeralda's grave. However, the island is now ruled by Jango, the new leader of the Black Saints. Ikki faces Jango and the Black Phoenix at the island and Seiya and the others are going there to help him. But the Pope has different plans for the Death Queen Island, and the Saints are in great danger!"
                },
                "33": {
                    "ID": "95968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95968",
                    "TitleEnglish": "Fight! Dragon's Tears of Light",
                    "SummaryEnglish": "Back in China, a blind Shiryu is suffering for not being able to do simple things like training or holding a cup of tea that ShunRei had prepared for him. When ShunRei takes him to the river, so she can swim in it, a strong current makes her start to drown, and Shiryu can do nothing. She is saved by a man who Shiryu knows very well: Oko, who trained with him in the childhood and had been expelled by Roshi because of his violent spirit. Now he's back to kill Shiryu and get the Dragon Cloth, but Shiryu's cosmo is so weak and opaque that Oko loses the will to fight and leaves. That destroyed Shiryu's pride, and now he's suffering even more, since he feels he's not worthy to fight along with Seiya anymore. Meanwhile, Seiya desperately looks for something that can heal Shiryu's eyes and eventually departs for Mu's Palace in Jamiel, believing that Mu might now a way to cure Shiryu."
                },
                "34": {
                    "ID": "95969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95969",
                    "TitleEnglish": "Farewell, Friend! Rest in Peace",
                    "SummaryEnglish": "Ohko reveals to Roshi his long-time resentment of Shiyru. Ohko attacks Roshi, but his strong, golden aura prevents him. Shiyru finally does decide to fight Ohko. Ohko, being the honorable man he is, uses a blindfold, to make him even with Shiyru. After a tough fight (and them falling down a waterfall), Shiyru defeats Ohko, and Ohko gives up on the Dragon Cloth. And Shiyru now believes that he deserves the Dragon Cloth and can fight with Seiya too."
                },
                "35": {
                    "ID": "95970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95970",
                    "TitleEnglish": "Deadly Journey! Open the Dragon's Eyes",
                    "SummaryEnglish": null
                },
                "36": {
                    "ID": "95971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95971",
                    "TitleEnglish": "Amazing! Versus Twelve Gold Cloths",
                    "SummaryEnglish": null
                },
                "37": {
                    "ID": "95972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95972",
                    "TitleEnglish": "The Mask Screams! Either Love or Death",
                    "SummaryEnglish": null
                },
                "38": {
                    "ID": "95973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95973",
                    "TitleEnglish": "Fight! Gold Saint",
                    "SummaryEnglish": null
                },
                "39": {
                    "ID": "95974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95974",
                    "TitleEnglish": "Speed of Light! The Blow Exceeds the Sound Barrier",
                    "SummaryEnglish": "At the Five Peaks, Shiryu drinks the Water of Life, but it doesn't work. Roshi tells Shiryu about the existence of twelve gold clothes at the Sanctuary, and that the Pope has decided to send his Gold Saints to retrieve the Sagittarius Cloth and defeat the Bronze Saints. All of a sudden, the waterfall water arise and a man appears from inside the waters, walking towards Roshi. He's Death Mask, Gold Saint of Cancer, and came to assassinate the Roshi. Shiryu challenges him, but Death Mask can move at the speed of light. Soon, Shiryu is defeated and thrown into the waterfall. Death Mask then reveals that Roshi is actually one of the 12 gold saints, the Libra Saint. Here follows a discussion between Roshi and Death Mask about justice. The Cancer Saint attacks Roshi, but Shiryu jumps out of the water wearing his cloth and attacks Death Mask with his Rising Dragon attack. Death Mask feels the hit this time, and is furious. Through his Sekishiki attack, Death Mask tries to send Shiryu's"
                },
                "40": {
                    "ID": "95975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95975",
                    "TitleEnglish": "Go On! Our Departure",
                    "SummaryEnglish": "Everyone is ready to battle at Sanctuary, as Shun heads to the airport to meet the others. June interferes, claiming that he betrayed Santuary. Cancer, the Gold knight attacked Andromeda Island and captured their leader. June was there to capture Shun as a prisoner to free their leader, but Shun explained and indirectly defeated June. Eventually June believed Shun and warned him other Andromedan knights are seeking him but it was too late for Shun to escape. Two more knights appearred and locked Shun up."
                },
                "41": {
                    "ID": "95976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95976",
                    "TitleEnglish": "The Big Battle of Sanctuary! Athena's Greatest Crisis",
                    "SummaryEnglish": "Andromeda manages to defeat his foes, and finally the knights take off to the sanctuary. During the flight, Saori reveals that there are twelve gold knights, and that Ares might be one of them. Aioria arrives at Ares' throne room and unmasks the truth about his brother and Ares himself. A ferocious battle between them begins, but it's interrupted by another Gold Knight, Shaka of Virgo. Shaka challenges Aioria and they end up defeating each other. Saori and the Bronze Knights arrive at the sanctuary and are told by an unknown man about the twelve mansions, and that each of them are guarded by a Gold Knight. However, when they try to get to Aries mansion, the man shows his true identity and hit Saori with a gold arrow."
                },
                "42": {
                    "ID": "95977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95977",
                    "TitleEnglish": "The Ultimate Cosmo! Seven Senses",
                    "SummaryEnglish": "Seiya and the others are told by Trammy that they have to pass through the twelve mansions in twelve hours. Otherwise, Saori will die, and only the Pope can take the arrow out of her body. They rush to the first mansion and meet Mu, who actually is the Gold Saint of Aries. He recovers completely the Bronze Cloths and tells Seiya that they won't be able to defeat the Gold Saints unless they reach the essence of the cosmos, the Sevensenses. Aware of that, the Bronze Saints go to the second mansion, Taurus, where the Gold Saint Aldebaran is waiting for them."
                },
                "43": {
                    "ID": "95978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95978",
                    "TitleEnglish": "Big Bang! The Battle of the Gold Bull Temple",
                    "SummaryEnglish": "Seiya challenges Aldebaran and tells the others to move on, but Aldebaran knock them out with one single strike. Using his lightspeed attacks, he throws Seiya through a lot of walls and buries him in the mansion's ground. However, Seiya remember about his training with Marin and goes back to fight, and realises that Aldebaran's technique is similar to Iaijutsu techniques (using a offensive-and-defensive posture). Burning his cosmo, Seiya manages to shoot a huge comet and finally hits Aldebaran. However, Aldebaran isn't defeated yet, and promises he'll surrender if Seiya manages to break one of his horns. Aldebaran's Great Horn hits Seiya a couple of times, but Seiya finally is able to see clearly through the lightspeed power of Taurus, which means he's reaching the Sevensenses! And, on the clock tower, the flame of Taurus is about to vanish..."
                },
                "44": {
                    "ID": "95979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95979",
                    "TitleEnglish": "Gemini Temple! Labyrinth of Light and Darkness",
                    "SummaryEnglish": "Burning his cosmo to the limits, Seiya blocks Aldebaran's Great Horn and, surprisingly, repels the powerful attack towards the Gold Saint, who is thrown on the ground. When he manages to stand up, Seiya comes from above and, with a single strike, breaks the left horn of Aldebaran's helmet. Aldebaran admits his defeat, and allows Seiya to go ahead, but doesn't let the others to do the same. Then, Shiryu and the others join forces and freeze Aldebaran's arms, who allows them to move on. When they arrive at Gemini Temple, they find a confused Seiya at the entrance, and they decide to go together. Apparently, there is some weird force acting on Gemini Temple that prevents them to pass through it. When they leave, they're at the entrance again, but now there are two Gemini Temples. Splitting into two groups, they try to pass through Gemini Temple once again. But this time, Hyoga and Shun find someone on their way: The Gold Saint of Gemini!"
                },
                "45": {
                    "ID": "95980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95980",
                    "TitleEnglish": "Fear! Adrift in Another Dimension",
                    "SummaryEnglish": "Seiya and Shiryu find the Gemini Saint as well but, due to the fact that Shiryu is blind, he can't be fooled by Gemini's illusion and they manage to leave Gemini Temple. However, at the 'other' Temple, Hyoga and Shun are in trouble. Hyoga tries to hit Gemini with his attacks, but they're reflected against them by the Gold Saint. Hyoga falls unconscious and Shun is left alone to face Gemini Saint. At the Pope's throne room, we find the Pope meditating. Apparently, he's the one behind Gemini's illusion. In other words, the Pope is actually the Gold Saint of Gemini, and decides to kill Hyoga and Shun! Finally Gemini moves. Shun tries to stop him with his Chains, but the enemy can't feel a thing, and attacks them with Another Dimension attack, sendind Hyoga and Shun to another dimension. Hyoga is unconscious, so he can do nothing to escape, but Shun uses his chains to keep himself at this dimension, but the Gemini Saint is about to break them!"
                },
                "46": {
                    "ID": "95981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95981",
                    "TitleEnglish": "Call Out! Nebula Chain of Attack and Defense In One",
                    "SummaryEnglish": "Gemini breaks the last chain that keeps Shun in this world, and he drifts away in the interdimensional portal. Suddenly, he's thrown back to Gemini Temple, but one thing is different: the Gold Saint has vanished, and the temple's exit is right before Shun's eyes. Someone has disturbed the Pope's concentration, and that one is Phoenix Ikki, who is recovering from the previous battles inside a volcano on the Canon Island. Shun refuses to leave without knowing about Hyoga's whereabouts, and the Gemini Saint appears again and sends Andromeda to another dimension. This time, however, Shun manages to reach the Sevensenses. His chains are totally recovered and he shoots the Triangle Chain through Gemini's helmet, making it cross another dimensional space and hit the Pope's face directly! The battle is over, and the Gemini Armor falls on the ground. Meanwhile, Hyoga wakes up in another temple when, all of a sudden, a Gold Saint arrives and ask if he's the Swan Saint. Who is this saint?"
                },
                "47": {
                    "ID": "95982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95982",
                    "TitleEnglish": "Farewell, Hyoga! Sleep, O Noble Warrior",
                    "SummaryEnglish": "Hyoga meets Camus of Aquarius, master of his master. He also learns that he is now in Libra's Mansion, and Camus is there to try to stop him, in order to save Hyoga from a horrible death through another Gold Saint's hand. Hyoga challenges him, but his powers are no match for Camus, who eventually defeats Hyoga and locks his body inside an ice coffin."
                },
                "48": {
                    "ID": "95983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95983",
                    "TitleEnglish": "Dragon! Rebirth from the Land of Death",
                    "SummaryEnglish": "Seiya and Shiryu arrive at Cancer's Mansion, and are terrified from human heads coming out of the walls and ceiling. Death Mask is waiting for them, and Shiryu tells Seiya to move on to the next mansion, for he wants to challenge Death Mask, but the power of Dragon proves itself totally useless against Death Mask. Then, Cancer sends Shiryu's soul to the entrance to the Underworld but Shiryu, aided by Athena's cosmo, is able to come back to his body. However, Death Mask attacks Shiryu again, and his soul is sent to the Hell's entrance, once more..."
                },
                "49": {
                    "ID": "95984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95984",
                    "TitleEnglish": "Love! Shunrei's Prayer",
                    "SummaryEnglish": "Shiryu finds himself again at the doors of the Underworld (Sekishiki), and suddenly realises that Shunrei is praying for him at the Five Old Peaks. Death Mask hears Shunrei's prayer too and, fearing that Shiryu could find his way back to the living world again, decides to go himself to Sekishiki and destroy Shiryu once and for all. Cancer beats Shiryu really hard and decides to throw him in the Yumotsu Hiraska (the hole where souls have to fall in order to reach the Underworld), but Shunrei's prayer disturbs him again. Then, Death Mask uses his cosmo to cast Shunrei in the waterfalls. Shiryu's cosmo is filled with rage and Death Mask is mercilessly attacked by an enraged Dragon!"
                },
                "50": {
                    "ID": "95985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95985",
                    "TitleEnglish": "Rise, Dragon! Shiryu's Raging Cosmo",
                    "SummaryEnglish": "Death Mask tells Shiryu that he won't be able to defeat a Gold Knight, and that none of his attacks will ever be effective. Cancer manages to push Shiryu into Yumotsu, but he's stopped by many zombies that once were the people who were killed by Death Mask. Unfortunately, they're no match for a Gold Knight. Suddenly, a strange phenomenon happens: Cancer Cloth leaves Death Mask's body, since a Gold Cloth can only be used by someone who fights for Justice. Shiryu takes his Cloth off too and challenges Death Mask and, reaching the Seven Senses, finishes Death Mask, throwing him into the Yumotsu. After going back to the living world, Shiryu hears from his master that Shunrei is alive and that he can see again. His eyes were cured when he reached the Seven Senses."
                },
                "51": {
                    "ID": "95986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95986",
                    "TitleEnglish": "Why! The Golden Lion Bared His Fangs",
                    "SummaryEnglish": "Aiolia, the Gold Saint of Leo, is not allowing Seiya to move on. When Seiya wonders why, Aiolia simply hits him with an attack at the speed of light. Meanwhile, Marin tries to sneak into the Sanctuary and save his pupil, but the Sanctuary guards find her. Eventually, Marin kills all of them, but then she faces a gigantic man, who locks her in his powerful arms. As a last resource, Marin throws herself (and the giant) in the abyss. Seiya feels Marin's cosmo as it fades and burn his cosmo to the limits. Aiolia shoots the Lightning Plasma again, but this time Seiya manages to see Aiolia's energy, avoiding it and finally hitting Aiolia with a flying kick."
                },
                "52": {
                    "ID": "95987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95987",
                    "TitleEnglish": "Ares! Legend of the Demon Fist",
                    "SummaryEnglish": "Seiya manages to avoid the Lightning Bolt and hits Aiolia, who falls on the ground. However, Seiya's attack has pulled the trigger, and now Aiolia is really furious... and bloodthirsty. With his attack, he breaks Seiya's leg and begins to torture Seiya, wondering if he'll kill Seiya at once or let him suffer more. Meanwhile, Shina, who is recovering from the battle at Japan, wakes up and tries to go and help Seiya, but Cassios stops her, telling that Aiolia is being controlled by the Pope's most terrible attack: The Demon Fist, who transforms whoever is hit by it into a bloody murderer. The curse will last until Aiolia kills someone... Which means that Seiya is in great danger!!!"
                },
                "53": {
                    "ID": "95988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95988",
                    "TitleEnglish": "What a Man! Cassios Dies for Love",
                    "SummaryEnglish": "Seiya is about to die on Leo Temple. Cassios leaves Shina's hut and goes to the Twelve Temples. There, he stops and defeats Shiryu and Shun, preventing them from going into Aiolia's temple to save Seiya. However, Cassios goes there and tries to save Seiya, because he knows about Shina's love for Seiya. Aiolia mercilessly kills Cassios, provoking Seiya's anger. Seiya burns his cosmos, reaching the Sevensenses and defeats Aiolia with his Meteors. Since Cassios died, Aiolia is free from the Pope's Demon Fist manipulation, and swears that Cassios' death won't be in vain."
                },
                "54": {
                    "ID": "95989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95989",
                    "TitleEnglish": "Ikki! The Phoenix's Blazing Wings",
                    "SummaryEnglish": "The battle at the Leo Temple is finally over. Aiolia heals Seiya's leg with his cosmo and tells the Bronze Saints what they will face on the sixth Temple: Virgo Shaka, the Saint whose power is the closest of God's. Meanwhile, at the Canon Island, some soldiers from the sanctuary are torturing the villagers, in order to find out where is Phoenix. Ikki shows up and defeats all the soldiers, but two enemies appear from nowhere. They are Peacock Shiva and Lotus Agora, both disciples of Shaka and ordered by him and the Pope to kill Ikki. The battle begins, but Phoenix's abilities are being blocked by the Virgo Saint's cosmo. Shiva and Agora attack Ikki at will, and he can't do nothing about it. Meanwhile, Seiya, Shiryu and Shun are running to the sixth Temple, and Shun wonders why he keeps hearing his brother's scream in his head..."
                },
                "55": {
                    "ID": "95990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95990",
                    "TitleEnglish": "Ties of Friendship! Athena's Call",
                    "SummaryEnglish": "Ikki struggles to keep himself alive, but Shiva and Agora are very powerful and Phoenix can't move a muscle against them because of Shaka. Athena tries desperately to find Ikki, but even her cosmo is unable to go through the powerful energy of the Virgo Saint. Eventually, she manages to cancel Shaka's influence over Ikki and he is free to attack his foes. Shiva and Agora tries to kill Ikki, even without their master's aid, but Ikki uses is full power and destroys them. Seiya and the others finally get to the entrance of the sixth temple, the Virgo Temple."
                },
                "56": {
                    "ID": "95991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95991",
                    "TitleEnglish": "Shaka! The Man Closest to the Gods",
                    "SummaryEnglish": "The Bronze Saints arrive at the Virgo Temple. There, they meet Shaka, the man whose power is the closest to God's power. Yet, he doesn't seem to notice the saints in front of him. Seiya tries to attack him, but Shaka hits him hard and Seiya goes to the ground. The same happens with Shiryu and Shun, and finally Shaka defeats all of them with his technique: TenMaKou Fuku (Devil Lord's Blessing). When Shaka is about to kill Shun, a Phoenix Feather cuts his hand. Phoenix Ikki has arrived. Since Ikki hurt Shaka's hand, the Gold Saint creates a river of blood, where Ikki will drown unless he gives up and becomes a follower of Shaka, but Ikki uses his flaming cosmo to vaporise the blood river. However, Ikki still can't attack Shaka, who paralises him the same way as before. Then, Shaka uses his Rikudo Rinne (Cycle of the Six Worlds) attack, sending Ikki's spirit to the nothingness."
                },
                "57": {
                    "ID": "95992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95992",
                    "TitleEnglish": "Fear of the Void! Shaka Opening His Eyes",
                    "SummaryEnglish": "It starts to rain. Ikki is lying dead on the floor, and Shaka tries to find out which world Ikki has chosen. All of a sudden, Ikki stands up and hits Shaka with his Phoenix's Ghost Attack, but it proves itself ineffective against the Gold Saint. Instead, Ikki sees the illusion. Shaka destroys the Phoenix's Cloth with his powerful cosmo and attacks Ikki with Rikudo Rinne again. Ikki can't evade it, and his body is burnt to ashes. However, he reappears again with his immortal cloth. Shaka uses his last resource: The TenbuHorin (The Treasure of the Heaven) attack. To use this attack, Shaka does what the saints most feared: he opened his eyes, unleashing his full power and destroying Ikki's cloth again, and the first sense of Ikki: the touch. Shaka explains that the TenbuHorin destroys the five senses of the opponent one by one, and so he does with Ikki, destroying the smell sense. Ikki then asks him if Shaka knows about the Pope's acts, and accuses him of being a saint who is not dign of"
                },
                "58": {
                    "ID": "95993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95993",
                    "TitleEnglish": "Heroical! Ikki Dissolved Because of Friendship",
                    "SummaryEnglish": "Ikki is on the verge of death, since he cannot move, speak, smell, see or hear. Shaka tries to kill him but Shun stops him. Shun challenges Shaka but Ikki stands up and telephatically tells Shun that Shaka is his opponent, not Shun's. Shaka attacks Ikki again, but surprisingly Ikki blocks Shaka's power with his cosmo. Seiya and Shiryu regain their consciousness. Shaka understands that Ikki's brain and heart are still 100% active, and that's why Ikki's still conscious and fighting, so he uses the TenbuHorin again to destroy Ikki's brain. Shun challenges Shaka again, but Ikki is not dead yet. He promised to Shun that he would defeat Shaka. Ikki reaches the seventh sense and his cosmo becomes a energy wave that breaks through the roof of Virgo temple and falls down directly over Shaka. Ikki disapperars, reappearing again behind Shaka. He tells Shaka that he allowed Shaka to destroys his five senses on purpose, in order to focus his energy (like Shaka did with his eyes closed). Ikki tells"
                },
                "59": {
                    "ID": "95994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95994",
                    "TitleEnglish": "Revive, Swan! Life, Death and Love",
                    "SummaryEnglish": null
                },
                "60": {
                    "ID": "95995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95995",
                    "TitleEnglish": "Hyoga's Resurrection! At the Risk of My Life",
                    "SummaryEnglish": null
                },
                "61": {
                    "ID": "95996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95996",
                    "TitleEnglish": "Surrender or Death! These Wings Are at Their Limit",
                    "SummaryEnglish": null
                },
                "62": {
                    "ID": "95997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95997",
                    "TitleEnglish": "Go On, Hyoga! The Noble Warrior",
                    "SummaryEnglish": null
                },
                "63": {
                    "ID": "95998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95998",
                    "TitleEnglish": "Resound! Sanctuary's Gold Cloths",
                    "SummaryEnglish": null
                },
                "64": {
                    "ID": "95999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/95999",
                    "TitleEnglish": "Young Men! To You I Entrust Athena",
                    "SummaryEnglish": null
                },
                "65": {
                    "ID": "96000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96000",
                    "TitleEnglish": "Howling Sacred Sword! Shura vs. Dragon",
                    "SummaryEnglish": null
                },
                "66": {
                    "ID": "96001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96001",
                    "TitleEnglish": "Ah, Shiryu! You Became Lost Among the Stars",
                    "SummaryEnglish": null
                },
                "67": {
                    "ID": "96002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96002",
                    "TitleEnglish": "Farewell! My Teacher, My Friend",
                    "SummaryEnglish": null
                },
                "68": {
                    "ID": "96003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96003",
                    "TitleEnglish": "Warrior of Beauty! Aphrodite",
                    "SummaryEnglish": null
                },
                "69": {
                    "ID": "96004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96004",
                    "TitleEnglish": "Demon Rose! Sweet Death's Scent",
                    "SummaryEnglish": null
                },
                "70": {
                    "ID": "96005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96005",
                    "TitleEnglish": "Peaceful! Shun's Last Smile",
                    "SummaryEnglish": null
                },
                "71": {
                    "ID": "96006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96006",
                    "TitleEnglish": "Extinguished Fire Clock! Pope's Invitation",
                    "SummaryEnglish": null
                },
                "72": {
                    "ID": "96007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96007",
                    "TitleEnglish": "Go On Seiya! Beyond the Death of Friends",
                    "SummaryEnglish": null
                },
                "73": {
                    "ID": "96008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96008",
                    "TitleEnglish": "Gather, Friends! By Athena's Command",
                    "SummaryEnglish": null
                }
            }
        },
        "2": {
            "ID": "4712",
            "URL": "https://www.thetvdb.com/series/saint-seiya/seasons/official/2",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "96009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96009",
                    "TitleEnglish": "Enemies in the Far North! Legend of the God Warriors",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "96010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96010",
                    "TitleEnglish": "Hilda! The Godess Who Is Imprisoned by an Evil Spirit",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "96011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96011",
                    "TitleEnglish": "The Giant Thor! Cosmo of Hatred",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "96012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96012",
                    "TitleEnglish": "Tears of the Giant Star! Dying Because of Hilda",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "96013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96013",
                    "TitleEnglish": "Bared Fangs! Northern Wolf Fenrir",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "96014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96014",
                    "TitleEnglish": "Alas, Shiryu! The Sad Fate of the Northern Wolf Pack Fist",
                    "SummaryEnglish": null
                },
                "7": {
                    "ID": "96015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96015",
                    "TitleEnglish": "Lost in the Icefield! Sad Howling",
                    "SummaryEnglish": null
                },
                "8": {
                    "ID": "96016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96016",
                    "TitleEnglish": "Freya! Life and Death Struggle Because of Love",
                    "SummaryEnglish": null
                },
                "9": {
                    "ID": "96017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96017",
                    "TitleEnglish": "Dance Swan! Glowing Hell Within the Ice",
                    "SummaryEnglish": null
                },
                "10": {
                    "ID": "96018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96018",
                    "TitleEnglish": "Bewitching Harp! The Death's Prelude Tempts Shun",
                    "SummaryEnglish": null
                },
                "11": {
                    "ID": "96019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96019",
                    "TitleEnglish": "Death Sentence! Stringer Requiem",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "96020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96020",
                    "TitleEnglish": "Hero's Sorrow! Frozen Hatred",
                    "SummaryEnglish": null
                },
                "13": {
                    "ID": "96021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96021",
                    "TitleEnglish": "Phoenix! Deep Red Shining Wings",
                    "SummaryEnglish": null
                },
                "14": {
                    "ID": "96022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96022",
                    "TitleEnglish": "Amethyst Demon! Grave of the Saints",
                    "SummaryEnglish": null
                },
                "15": {
                    "ID": "96023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96023",
                    "TitleEnglish": "Sword of Fire! Frightening Ambition",
                    "SummaryEnglish": null
                },
                "16": {
                    "ID": "96024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96024",
                    "TitleEnglish": "Vicious Sacrafice! The Forest of Spirits",
                    "SummaryEnglish": null
                },
                "17": {
                    "ID": "96025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96025",
                    "TitleEnglish": "Don't Turn Around, Seiya! Shiryu's Cosmo",
                    "SummaryEnglish": null
                },
                "18": {
                    "ID": "96026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96026",
                    "TitleEnglish": "Shine, Shun! The Hidden Mystery of the Black Fangs",
                    "SummaryEnglish": null
                },
                "19": {
                    "ID": "96027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96027",
                    "TitleEnglish": "Swirl! Shun's Final Nebula Storm",
                    "SummaryEnglish": null
                },
                "20": {
                    "ID": "96028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96028",
                    "TitleEnglish": "Bud! The Fate of the Double Star",
                    "SummaryEnglish": null
                },
                "21": {
                    "ID": "96029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96029",
                    "TitleEnglish": "Brothers' Bond! Syd, Rest in Your Fatherland",
                    "SummaryEnglish": null
                },
                "22": {
                    "ID": "96030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96030",
                    "TitleEnglish": "Noble Heroes! Rebirth of the Legendary Knight",
                    "SummaryEnglish": null
                },
                "23": {
                    "ID": "96031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96031",
                    "TitleEnglish": "Dragon vs. Dragon! A Split Second Chance For Victory",
                    "SummaryEnglish": null
                },
                "24": {
                    "ID": "96032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96032",
                    "TitleEnglish": "Siren! Beautiful Melody of Death",
                    "SummaryEnglish": null
                },
                "25": {
                    "ID": "96033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96033",
                    "TitleEnglish": "A Miracle Appears! Odin Cloth",
                    "SummaryEnglish": null
                },
                "26": {
                    "ID": "96034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96034",
                    "TitleEnglish": "Athena! Eternal Noble Prayer",
                    "SummaryEnglish": null
                }
            }
        },
        "3": {
            "ID": "4713",
            "URL": "https://www.thetvdb.com/series/saint-seiya/seasons/official/3",
            "# Episodes": 15,
            "Episodes": {
                "1": {
                    "ID": "96035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96035",
                    "TitleEnglish": "The Ocean Emperor Poseidon! Holy War Once Again",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "96036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96036",
                    "TitleEnglish": "Smash! Mammoth Pillars of the Seven Oceans",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "96037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96037",
                    "TitleEnglish": "Mysterious Shine! Golden Bronze Clothes",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "96038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96038",
                    "TitleEnglish": "Dangerous Shun! Dreadful Fangs of the Demon Beast",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "96039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96039",
                    "TitleEnglish": "Death of the Demon Beast! Undestructible Golden Chains",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "96040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96040",
                    "TitleEnglish": "Excalibur! Shura's Soul Resides in the Right Wrist",
                    "SummaryEnglish": null
                },
                "7": {
                    "ID": "96041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96041",
                    "TitleEnglish": "The Dream Left Nothing Behind! The Reunion has the Scent of Death",
                    "SummaryEnglish": null
                },
                "8": {
                    "ID": "96042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96042",
                    "TitleEnglish": "Hunter of Hearts! Heartless Lymnades",
                    "SummaryEnglish": null
                },
                "9": {
                    "ID": "96043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96043",
                    "TitleEnglish": "Issac! A Cold Hearted Man",
                    "SummaryEnglish": null
                },
                "10": {
                    "ID": "96044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96044",
                    "TitleEnglish": "Hang in there Kiki! A Sorrowful Death Battle",
                    "SummaryEnglish": null
                },
                "11": {
                    "ID": "96045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96045",
                    "TitleEnglish": "Listen! The Beautiful Singing of Athena",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "96046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96046",
                    "TitleEnglish": "Friends! Together at the Time of Death",
                    "SummaryEnglish": null
                },
                "13": {
                    "ID": "96047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96047",
                    "TitleEnglish": "Two Souls! Mystery of Poseidon's Resurrection",
                    "SummaryEnglish": null
                },
                "14": {
                    "ID": "96048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96048",
                    "TitleEnglish": "Shoot Poseidon! The Golden Arrow",
                    "SummaryEnglish": null
                },
                "15": {
                    "ID": "96049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96049",
                    "TitleEnglish": "Shine, Stars of Friendship! Legend of Youth",
                    "SummaryEnglish": null
                }
            }
        },
        "4": {
            "ID": "4714",
            "URL": "https://www.thetvdb.com/series/saint-seiya/seasons/official/4",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "96050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96050",
                    "TitleEnglish": "Hades Chapter - Sanctuary: Beginning of a new holy war",
                    "SummaryEnglish": "Shion, the old Pope has come from death, giving his soul to Hades for a new life. Not only him, but Mephisto(death-mask) and Aphrodite have give their soul to be alive again. Mu of Aries tried to stop them, but Shion was the old knight of Aries .He had teach everything to Mu, so he knows all his tactics."
                },
                "2": {
                    "ID": "96051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96051",
                    "TitleEnglish": "Hades Chapter - Sanctuary: Lamentation Triad",
                    "SummaryEnglish": "The shadowy figure deduce that Mu teleported Seiya instead of destroying him. Mu blocks Deathmask and Aphrodite's paths once more and defeats them with Starlight Extinction. At Lushan's Waterfalls, Roshi tells Shunrei he is leaving and might never come back, telling her to not let Shiryu leave her side and wishing Seiya and the others would live peacefully as normal teenagers after fighting for so long. As Roshi leaves, three shadowy figures approach Shunrei. Deathmask and Aphrodite have been vanquished, but three more figures approach Mu. Shaina orders Nachi and Ichi to set fire to the remaining graves, while Jabu discovers that three more Gold Saints were revived. At Lushan, the figures ask Shunrei for the whereabouts of Shiryu and Roshi, but Shiryu, still blind, comes to her rescue."
                },
                "3": {
                    "ID": "96052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96052",
                    "TitleEnglish": "Hades Chapter - Sanctuary: The Shadow of the One Who Makes an Effort",
                    "SummaryEnglish": "At Hades' castle, Wyvern Rhadamanthys, one of the three judges of the Underworld, begs Pandora, a beautiful girl and Hades' representative, to give him permission to go to the Sanctuary, but she refuses, and says the revived Gold Saints will handle the mission of killing Athena. Mu heads for the House of Taurus to find Aldebaran. Shun awakens after he keeps having dreams of a girl who resembles Pandora. Sensing something is wrong, he heads towards the Sanctuary. Tatsumi, under Saori's orders, tries to keep Shun from leaving, but to no avail. Mu finds Aldebaran, but the Taurus Saint has died, and only his Gold Cloth and a small trace of his Cosmos remain. The one responsible emerges from the shadows, a Specter, Deep Niobe, who was sent by Rhadamanthys. Deathmask and Aphrodite invade Hades' Castle, hoping to see the god, but Rhadamanthys sends them to the Land of Death."
                },
                "4": {
                    "ID": "96053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96053",
                    "TitleEnglish": "Hades Chapter - Sanctuary: Atonement of the Immortal One",
                    "SummaryEnglish": "Scorpio Milo arrives at Athena's Temple, sensing an enemy, but Saori assures him that the person is an ally, and is protecting the House of Gemini. Saga recognises the new guardian, remembering all of his atrocities, his brother Kanon, who survived the battle of Poseidon and now wearing the Gemini Gold Cloth. In Siberia, Hyoga decides to never see his mother again, even though he will never forget her. He remembers Camus' teachings and the influence he had on his life. Suddenly, three figures approach him. Kanon says that Athena has cleansed the evil in his heart and has forgiven him. He also says that he will fight for justice from now on."
                },
                "5": {
                    "ID": "96054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96054",
                    "TitleEnglish": "Hades Chapter - Sanctuary: Transient Meeting",
                    "SummaryEnglish": "As they approach the House of Cancer, Saga, Shura and Camus can sense the presence of death, and end up in the Land of Death. Suddenly, zombies start attacking them. Shiryu finally arrives at the Sanctuary, but is attacked by someone. Saga defeats the zombies and stops the illusion with his Galaxian Explosion. Shura senses someone following them, but Saga said they will take care of them later. At the same time, Ikki appears before Shiryu, telling him to leave as they aren't allowed here, and that he's only here to observe the battle. Angered, Shiryu attacks Ikki, saying he's fighting for Athena and his friends."
                },
                "6": {
                    "ID": "96055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96055",
                    "TitleEnglish": "Hades Chapter - Sanctuary: The Ancient Warrior",
                    "SummaryEnglish": "Shion and Dohko's power clashes, but it seems Shion has the upper hand, due to Dohko's current appearance. Feeling this, Shiryu tells Seiya to go ahead while he goes to help his master. Dohko orders Shiryu to leave and attacks Shion with the One Hundred Dragons. Hyoga and Shun arrive at the Sanctuary, but Shaina stands in their way. Dohko's dragons are no match for Shion who counters with his ultimate attack, Stardust Revolution. Shiryu wears his damaged Dragon Cloth and attacks Shion."
                },
                "7": {
                    "ID": "96056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96056",
                    "TitleEnglish": "Hades Chapter - Sanctuary: The Herd of Black Cloaks",
                    "SummaryEnglish": "Mu arrives at the House of Cancer, destroyed by Shaka's attack. He is then bound by psychokinesis, and a group of Specters make themselves known, searching for Saga, Camus and Shura. Cyclops Gigant tries to attack Mu, but Seiya arrives in time to save him, asking Mu to let him and his friends participate in the battle. Gigant avoids his Meteors and strikes multiple blows. Then, a strange, slimy creature, who used the psychokinesis, named Papillon Myu tells Gigant and the other Specters to head for the House of Leo."
                },
                "8": {
                    "ID": "96057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96057",
                    "TitleEnglish": "Hades Chapter - Sanctuary: Moment of Hesitation",
                    "SummaryEnglish": "Seiya meets up with his friends and they head to the House of Leo. Meanwhile, Gigant and his group of Specters encounter Aiolia at the House of Leo, still searching for Saga and the others, since they were suspicious of them. Five Specters try to get through the House, but Aiolia quickly eliminates them with his Lightning Plasma. Another Specter, Worm Raimi, appears. Seiya and his friends encounter three dead Specters, without their Surplices. One was frozen to death, one was slashed in the back, and the last one had major burn marks. They continue towards the House of Leo. Raimi tells the other Specters to go to the next House and digs a hole underground. Aiolia senses familiar Cosmos within the Specters."
                },
                "9": {
                    "ID": "96058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96058",
                    "TitleEnglish": "Hades Chapter - Sanctuary: End of the Pride",
                    "SummaryEnglish": "Shaka questions Saga about his true intentions, and they tell him that they are going to kill Athena, so he lets the three of them go to the next House. Shaka then kills the remaining Specters, even though they believe Hades will grant them eternal life, but Shaka proves them wrong. He then stops Saga and the others to try to get the real truth out of them, now that they aren't being followed. However, they still plan on killing Athena. Shaka leads the three former Saints to a garden known as the Twin Sala, also known as Buddha's final resting place. Shaka fights all three of his former friends at once and seems to have the upper hand, but can't keep up for long."
                },
                "10": {
                    "ID": "96059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96059",
                    "TitleEnglish": "Hades Chapter - Sanctuary: The Gold Confrontation",
                    "SummaryEnglish": "Saga, Shura and Camus only have one of their senses each, but Shaka has survived somehow. He sits under the Twin Gala and writes a message with his blood on flower petals, then the wind blows them towards Athena. Saga and the others realized that Shaka's spirit had come back, just to write his message. After mourning Shaka's death, Saga and the others encounter the Saints, but Aiolia attacks all three, wanting to avenge Shaka. However, Saga blocks his Lightning Plasma. With only four hours left, the former Saints are willing to see Athena no matter what."
                },
                "11": {
                    "ID": "96060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96060",
                    "TitleEnglish": "Hades Chapter - Sanctuary: The Sanctuary Shudders",
                    "SummaryEnglish": "The clash of the forbidden techniques are felt throughout the entire Sanctuary and are evenly matched, increasing its destructive force. Suddenly, Seiya, Shiryu, Hyoga and Shun burn their Cosmos to push back the techniques towards Saga and his group. Then they surround the exclamations in order to stop them. The four Bronze Saints awaken their Seventh Sense, their Cloths turn golden, and they unleash their techniques, forcing the exclamations into the sky where it explodes."
                },
                "12": {
                    "ID": "96061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96061",
                    "TitleEnglish": "Hades Chapter - Sanctuary: Athena Cloth",
                    "SummaryEnglish": "Shion reveals that the Gold and Silver Saints revived by Hades never betrayed Athena and would never hurt her. He also shows the Bronze Saints the reason why they went through all this trouble. He uses Saori's blood and it flies towards Athena's statue. It begins to glow and then shrinks down to a tiny version of itself. Shion explains that the statue is really the Athena Cloth, which needs her blood to awaken."
                },
                "13": {
                    "ID": "96062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/96062",
                    "TitleEnglish": "Hades Chapter - Sanctuary: The Fated Dawn",
                    "SummaryEnglish": "Both the bronze and gold knights fight Radamanthys. The bronze knights leave the gold knights so as to help Saga, Camus, and Shura. Pandora takes away the temporary life given to them, and they die in the presence of the bronze saints. Hyoga kills Zeros. Pandora escapes, while Radamanthys appears. He beat the gold saints, but now he faces the bronze saints in a showdown. In the end, he and Seiya fall into the abyss that leads to the underworld."
                }
            }
        },
        "5": {
            "ID": "16678",
            "URL": "https://www.thetvdb.com/series/saint-seiya/seasons/official/5",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "313332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/313332",
                    "TitleEnglish": "Hades Chapter - Inferno: Cross Over! Acheron River",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "313333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/313333",
                    "TitleEnglish": "Hades Chapter - Inferno: The Coutroom Becomes Silent",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "313334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/313334",
                    "TitleEnglish": "Hades Chapter - Inferno: Legendary Saint Orpheus",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "313335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/313335",
                    "TitleEnglish": "Hades Chapter - Inferno: Orpheus, The Sad Requiem",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "313336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/313336",
                    "TitleEnglish": "Hades Chapter - Inferno: Hades! A Surprising Possession",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "313337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/313337",
                    "TitleEnglish": "Hades Chapter - Inferno: Fierce Fighting! Road to Giudecca",
                    "SummaryEnglish": null
                },
                "7": {
                    "ID": "315535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/315535",
                    "TitleEnglish": "Hades Chapter - Inferno: God's Wrath! The Greatest Eclispe",
                    "SummaryEnglish": null
                },
                "8": {
                    "ID": "315536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/315536",
                    "TitleEnglish": "Hades Chapter - Inferno: Ikki! Sorrowful Punch",
                    "SummaryEnglish": null
                },
                "9": {
                    "ID": "350950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/350950",
                    "TitleEnglish": "Hades Chapter - Inferno: Athena! Offer your Life",
                    "SummaryEnglish": null
                },
                "10": {
                    "ID": "350951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/350951",
                    "TitleEnglish": "Hades Chapter - Inferno: Desperation! The Wailing Wall",
                    "SummaryEnglish": null
                },
                "11": {
                    "ID": "350952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/350952",
                    "TitleEnglish": "Hades Chapter - Inferno: Reunion! The Gold Cloths",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "350953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/350953",
                    "TitleEnglish": "Hades Chapter - Inferno: Farewell! Gold Saints...",
                    "SummaryEnglish": null
                }
            }
        },
        "6": {
            "ID": "32498",
            "URL": "https://www.thetvdb.com/series/saint-seiya/seasons/official/6",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "399485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/399485",
                    "TitleEnglish": "Hades Chapter - Elysion: The Road to Elysion",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "399486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/399486",
                    "TitleEnglish": "Hades Chapter - Elysion: The Gods of Death and Sleep",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "399487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/399487",
                    "TitleEnglish": "Hades Chapter - Elysion: Golden Reinforcements",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "399488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/399488",
                    "TitleEnglish": "Hades Chapter - Elysion: The Legendary God Cloth",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "417129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/417129",
                    "TitleEnglish": "Hades Chapter - Elysion: Awakening from Myth",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "417130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/417130",
                    "TitleEnglish": "Hades Chapter - Elysion: Towards a World Filled with Light",
                    "SummaryEnglish": null
                }
            }
        },
        "7": {
            "ID": "104281",
            "URL": "https://www.thetvdb.com/series/saint-seiya/seasons/official/7",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "964061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/964061",
                    "TitleEnglish": "The Lost Canvas: Promise",
                    "SummaryEnglish": "The Crusades. The battles that take place every 200 or so years between the Goddess Athena and Hades, the Lord of the Underworld. In an 18th century European country town, just as the Crusade is dawning, live Tenma and Alone. They have completely different personalities but are the best of friends. One day, Alone meets a woman named Pandora. From that day, the cogs of fate are set into motion."
                },
                "2": {
                    "ID": "964071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/964071",
                    "TitleEnglish": "The Lost Canvas: Hades' Awakening",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "964081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/964081",
                    "TitleEnglish": "The Lost Canvas: Sacred War Begins",
                    "SummaryEnglish": "Tenma and the other Saintly Warriors head towards an Italian town where the warriors of the Underworld are gathered. Tenma realizes it is his hometown, and worries about Tenmas fate. However, Alone appears amongst the burning ruins of the town as the reincarnation of Lord Hades. Tenma  shocked by the evil transformation of his dear friend  is mercilessly attacked by Alone"
                },
                "4": {
                    "ID": "964091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/964091",
                    "TitleEnglish": "The Lost Canvas: Garland of Praying",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "1291701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/1291701",
                    "TitleEnglish": "The Lost Canvas: Poison Roses",
                    "SummaryEnglish": "One of the three strongest Specters, Minos, uses invisible puppet strings to invade the supposedly impenetrable Sanctuary, killing Saints off one after the other. However, a poisonous rose garden appears between Minos and the Sanctuary. Pisces Golden Saint Albafica appears in the middle of the garden. Albafica is immune to the roses poison, and uses his own blood to kill the Specter Niobe, however"
                },
                "6": {
                    "ID": "1291711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/1291711",
                    "TitleEnglish": "The Lost Canvas: Procession of Funeral Roses",
                    "SummaryEnglish": "Albafica fights against Minos with all his might, releasing the crimson zone. However even that is deflected by the Specters armor, causing Albafica to finally fall. Minos then heads towards the village outside of the Sanctuary that Albafica was trying to protect. The village is destroyed, and even Agasya, a young girl mourning Albafica, is targeted by Minos."
                },
                "7": {
                    "ID": "1291721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/1291721",
                    "TitleEnglish": "The Lost Canvas: Mokurenji's Fruits",
                    "SummaryEnglish": "Yuzuriha reveals to Tenma and Yato that their real mission is to pick the fruits of the legendary Sapindus that grows in the underworld. On their way, they are found by Hell's Watchdog Cerberus and Alone, who tries to lure the Pegasus Saint into his army and then reveals his plans to invade the Sanctuary. As the last and most unexpected obstacle, Tenma is challenged by ominous Virgo Asmita, that seems to doubt Athena's capacity to keep peace in the world."
                },
                "8": {
                    "ID": "1495701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/1495701",
                    "TitleEnglish": "The Lost Canvas: Day of Breeze",
                    "SummaryEnglish": "Tenma bears the full force of Asmitas attack. When suddenly the Goldenrain reacts to Tenmas rising cosmos and bears fruit. Asmita disappears, and Tenma and the others gather the berries and flee from the Underworld. However, even Jamir feels the evil reach of new Specters. Who should appear before them but Asmita."
                },
                "9": {
                    "ID": "1495711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/1495711",
                    "TitleEnglish": "The Lost Canvas: Great Star",
                    "SummaryEnglish": "Minos's Specters, previously killed by Pisces Albafica's Bloody Rose trap, are brought back to life. Now, they find themselves face to face with Taurus Aldebaran, who proves to be capable of dealing with them with his arms crossed. While Aldebaran and Dohko patrol the Sanctuary's vicinity, Bennu Kagaho arrives, seeking revenge against the Libra Saint  however, he meets Taurus instead, and they start a furious battle: the fastest Specter against the fastest Gold Saint."
                },
                "10": {
                    "ID": "1859011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/1859011",
                    "TitleEnglish": "The Lost Canvas: Descent",
                    "SummaryEnglish": "The fight between Aldebaran and Kagaho reaches its climax. Bennu recalls old memories with the arrival of the Taurus Saint's disciples, and decides to take on his opponent with full power; on the other hand, Aldebaran decides to unleash his most powerful technique in order to end the battle. During the night, peace is shaken: Alone himself invades the Sanctuary and wreaks destruction, forcing the Gold Saints into submission with his tenebrous cosmo. It's time for Athena to face her legendary enemy  and for Sasha, to face her older brother."
                },
                "11": {
                    "ID": "1859021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/1859021",
                    "TitleEnglish": "The Lost Canvas: Now Unreachable",
                    "SummaryEnglish": "Tenma finally returns to the Sanctuary, and challenges Alone to a fight, only to have the tables turned. Then, the Pope arrives and uses an amulet from a previous incarnation of Athena to release the Talisman Cage and weaken Hades power. He tries to seal Hades in the Sanctuary using Athenas cosmos. However, Pandora rushes over"
                },
                "12": {
                    "ID": "1859031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/1859031",
                    "TitleEnglish": "The Lost Canvas: Sacrifice That Will Not Fade",
                    "SummaryEnglish": "The painting covering the whole sky, The Lost Canvas, is said to destroy everyone on earth when completed. Tenma hears to his dismay that the once kind Alone is now trying to destroy all of humanity as Hades. Meanwhile, Pandora desperately realizes that the reincarnation of Hades is incomplete, and sends an assassin to kill Tenma, who is stopping the completion of the reincarnation. The Specters use ultrasonic waves to put Tenma and the others asleep, however"
                },
                "13": {
                    "ID": "1859041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/1859041",
                    "TitleEnglish": "The Lost Canvas: Setting Off",
                    "SummaryEnglish": "Tenma leaves the Sanctuary and has resolved to fight on his own. However, on orders from the Pope, he is stopped by the Cancer Golden Saint Manigold and locked in a cell. Back at the Hades palace, so as to fully awaken Hades, whos full reincarnation is prevented by Alones memories, Hypnos and Thanatos encourage Pandora to trap Hades into an atrium."
                }
            }
        },
        "8": {
            "ID": "470341",
            "URL": "https://www.thetvdb.com/series/saint-seiya/seasons/official/8",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "3456971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/3456971",
                    "TitleEnglish": "The Lost Canvas: The Forest of Death",
                    "SummaryEnglish": "Pandora seals away Alone in his studio so that he can focus on the creation of the Lost Canvas, and completely awaken as Hades. In the shadows, Hades's councilors Hypnos and Thanatos, worried about the Pegasus Saint and his connections to Hades, begin to take action. At the Pope's orders, the Cancer Saint Manigoldo follows after Tenma. On his way to Hades's Cathedral, Tenma reaches the spot where his old village was destroyed, but in its place he finds a gigantic and sinister forest."
                },
                "2": {
                    "ID": "3456981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/3456981",
                    "TitleEnglish": "The Lost Canvas: If I Could Go Back to That Day",
                    "SummaryEnglish": "Upon entering the Forest of the Dead, Yuzuriha is separated from the others. She is confronted by her brother Tokusa, who she thought died years ago. His voice sends her back to the past... Meanwhile, Yato is cornered by a giant centipede. As his consciousness fades, he too remembers his past, and thinks about his reason to fight. Will the two arrive in time to help Tenma in his desperate battle against the dreadful Specter Veronica?"
                },
                "3": {
                    "ID": "3774571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/3774571",
                    "TitleEnglish": "The Lost Canvas: God and Pawns",
                    "SummaryEnglish": "Tenma, Yato, and Yuzuriha are surrounded by Veronica's zombies, only to be saved by the Cancer Saint, Manigoldo. Manigoldo had come to protect Tenma at the Pope's orders. With his overwhelming power, he splits Veronica's body in two. But even this isn't enough to kill the Specter, and Veronica tries to cause them all to rot along with the forest. Meanwhile, the twin gods Hypnos and Thanatos watch the battle from their palace as they play chess"
                },
                "4": {
                    "ID": "3774581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/3774581",
                    "TitleEnglish": "The Lost Canvas: Refuse",
                    "SummaryEnglish": "Cancer Manigoldo finds the location of the twin gods, but is helpless before the might of Thanatos, the god of death. Pope Sage arrives to help his disciple. As he struggles to withstand Thanatos's attacks, Manigoldo remembers how he met Sage when he was young... the Cancer Saint, a war orphan, once thought that human life was valueless... as Thanatos finally reveals his true strength and unleashes his divine wrath, is there any way for master and pupil to win?"
                },
                "5": {
                    "ID": "3774591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/3774591",
                    "TitleEnglish": "The Lost Canvas: I just want to live",
                    "SummaryEnglish": "Thanatos finally gets serious after being wounded by Manigoldo. But even in the worst position imaginable, Sage doesn't falter. \"Don't use the word despair so loosely\", he says, and Manigoldo remembers his old days with his master and the desperation he felt when he saw the destiny of humans after death, regaining hope and determination to fight. The two use their Sekishiki Meikai Ha attack in a desperate attempt, and end up succeeding in separating Thanatos's soul from his physical body, but that isn't enough to defeat the god of death..."
                },
                "6": {
                    "ID": "3774601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/3774601",
                    "TitleEnglish": "The Lost Canvas: Sword of Solitude",
                    "SummaryEnglish": "Hypnos gathers his subordinates, the four gods who control dreams. One of them, the beastly Vision Icelus, appears in the Sagittarius Temple, avoiding Capricorn El Cid's attacks, and steals the soul of the unconscious Sisyphos. El Cid leaves the Sanctuary alone to get it back. El Cid, who had always been by Sisyphos's side, felt the reason why he wouldn't wake up..."
                },
                "7": {
                    "ID": "4102279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/4102279",
                    "TitleEnglish": "The Lost Canvas: Prison of Dream",
                    "SummaryEnglish": "Nearing Hades's Cathedral, Tenma suddenly finds himself standing before his village, seemingly undamaged. He can't shake the feeling something is wrong as Alone and Sasha - who appear as their children selves - tell him everything up until now has been a dream... the truth, however, is the other way round. Carrying out Hypnos's orders, the dream gods trapped Tenma, Yato, Yuzuriha and Sisyphos in dream prisons, deep inside their realm - the Dream World."
                },
                "8": {
                    "ID": "4102280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/4102280",
                    "TitleEnglish": "The Lost Canvas: Beyond the Dream",
                    "SummaryEnglish": "With one of the four gods down, El Cid finds himself confronted by Icelus. The beastly god continues to overpower El Cid with his dimensional abilities, but the Capricorn Saint is determined to rescue Sisyphos. Meanwhile, Tenma fights his way out of his dream prison and faces against Morpheus."
                },
                "9": {
                    "ID": "4103026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/4103026",
                    "TitleEnglish": "The Lost Canvas: The Path of Righteousness",
                    "SummaryEnglish": "Tenma and El Cid are helpless before the combined might of Oneiros and his fellow Dream Gods: Phantasos, Icelos and Morpheus. But Athena appears in the Dream World in order to save Sisyphos; Tenma and El Cid begin the fight anew to protect Athena, and succeed in removing Oneiros from the Dream World, taking the fight into the real world."
                },
                "10": {
                    "ID": "4103027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/4103027",
                    "TitleEnglish": "The Lost Canvas: Sacred Sword",
                    "SummaryEnglish": "Athena enters Sisyphos's dream. There she finds that Sisyphos torn by guilt over taking her away from Alone and Tenma. He thinks he ruined her life, and caused the Holy War. Athena risks her life to attempt to persuade him to open his heart and rise from darkness."
                },
                "11": {
                    "ID": "4106041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/4106041",
                    "TitleEnglish": "The Lost Canvas: Time of Bloody Battles",
                    "SummaryEnglish": "With the four Dream Gods finally vanquished, Hypnos's divine barrier is lifted, and Athena's forces are free to march forward into Hades's Cathedral! Hakurei gives them a rousing speech posing as Sage, then enters the Cathedral alone to fulfill his deep-seated vengeance against Hypnos, who killed his comrades in the previous Holy War. Meanwhile, as Alone paints the Lost Canvas in the depths of the Dream World, Hypnos plays with his mind in order to turn him into the real King Hades."
                },
                "12": {
                    "ID": "4106042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/4106042",
                    "TitleEnglish": "The Lost Canvas: How Many Months and Years",
                    "SummaryEnglish": "Hakurei ventures into the Cathedral alone, protected by a blade blessed by the previous incarnation of Athena. He tears apart the opposing Specters until he reaches the center of Hades's dark barrier that permeates the castle and hinders the Saints. When he attempts to destroy it with his sword, Hypnos appears, revealing to have intercepted and defeated Hakurei's pupils Shion and Yuzuriha. Will Hakurei be able to take down the foe he has hated since the last Holy War?"
                },
                "13": {
                    "ID": "4106043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/4106043",
                    "TitleEnglish": "The Lost Canvas: Let You Be Yourself",
                    "SummaryEnglish": "Hakurei finally defeats Hypnos by using his most powerful technique with the help from his former fellow saints from the last Holy War, but he's murdered by Hades just as he was about to destroy the dark barrier. Shion, enraged, attacks Hades causing him no harm. Amidst all this debacle, Dohko, Tenma and Yato arrive to join Shion and Yuzuriha. The Pegasus Saint fights Hades, but the King of the Underworld overpowers him. In the verge of an inminent death, Tenma is saved by Dohko by using all his cosmos."
                }
            }
        },
        "9": {
            "ID": "1813652",
            "URL": "https://www.thetvdb.com/series/saint-seiya/seasons/official/9",
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "7532782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7532782",
                    "TitleEnglish": "Omega: Seiya Saves My Life! Legendary Saint Fighter's Resurrection!",
                    "SummaryEnglish": "Athena Saori watches over peace on Earth from Sanctuary and over young Kga, until an invader causes commotion when he tries to kidnap Athena and the baby. Kga is saved from certain death by the timely arrival of Gold Saint Seiya, who engages the mysterious invader, who reveals his identity as Mars. A new conflict begins as Seiya and Mars battle for the fate of Kga, who years later, determined to live his life as he sees fit, challenges Athena."
                },
                "2": {
                    "ID": "7532812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7532812",
                    "TitleEnglish": "Omega: Departure! Saints of the new age!",
                    "SummaryEnglish": "Kga is worried over the disappearance of Athena and frustrated for his failure to protect her and his mentor Shaina. Kga is determined to master his Cosmo to rescue his goddess. Kga departs to improve his mastery over Cosmo, later meeting Sma, the Lionet Bronze Saint, who teaches him about the elements of Cosmo. Eventually, Kga and Sma are greeted by the challenge of Mantis Ordykia, one of Mars' henchmen, who puts their command over Cosmo to the test, an experience that strengthens their newfound friendship."
                },
                "3": {
                    "ID": "7532817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7532817",
                    "TitleEnglish": "Omega: The Law of the Mask! The Wind Saint appears!",
                    "SummaryEnglish": "Kga arrives to the Palaestra, guided by Bear Geki and his disciple Sma. There he is greeted by Saint apprentices, who first approach him with hostility. Also, Kga meets Aquila Yuna, the young female Saint, who teaches him about his constellation and about the code that guides Saint women."
                },
                "4": {
                    "ID": "7532839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7532839",
                    "TitleEnglish": "Omega: The Son of a Hero! Ryh versus Kga!",
                    "SummaryEnglish": "Ryh, the son of the legendary Bronze Saint Dragon Shiry returns to the Palaestra after a short absence. The young Saint apprentices are subjected to a strict training to master their Cosmo element. Kga is later forced to battle Ryh in an intense element-to-element duel."
                },
                "5": {
                    "ID": "7532845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7532845",
                    "TitleEnglish": "Omega: Selection Trials! Challenged in the Camp of Death!",
                    "SummaryEnglish": "The young Bronze Saints are taken by Bear Geki to the Hell Camp, which is full of lethal traps composed of the elements of Cosmo. Those who survive the Camp are elligible to become Silver Saints. Kga and Sma must work together to overcome the obstacles, all while Sma must avoid fellow Saint Argo's hostility and haunting memories of his past."
                },
                "6": {
                    "ID": "7538860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7538860",
                    "TitleEnglish": "Omega: The Curtain Raises! The Saint Fight!",
                    "SummaryEnglish": "The Saint Fights tournament begins to much anticipation. The young Bronze Saints engage each other in fierce battles, putting their abilities to the test. Kga manages to attain his first victory after a tense battle, thanks to Sma's advice; all while his fellow Saints remain intrigued about the seemingly enormous power of Orion Eden."
                },
                "7": {
                    "ID": "7538863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7538863",
                    "TitleEnglish": "Omega: The Fist of a Friend! Hit, Pegasus Meteor Fist!",
                    "SummaryEnglish": "The Saint Fights tournament continues. Geki and Kga bond more while the former teaches the young Saint about the mysteries of Cosmo, and reminisces about his defeat at the hands of Seiya years ago. In the tournament, Yuna triumphs over Delphinus Gney, and Kga and Sma are pitted against each other in battle. As both are driven by strong motivations, Kga draws more strength from the memories of Geki to narrowly achieve victory over his friend."
                },
                "8": {
                    "ID": "7538865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7538865",
                    "TitleEnglish": "Omega: Fateful Meeting! The smashing Gold Saint!",
                    "SummaryEnglish": "After his victory over Sma, Kga senses a familiar Cosmo approaching, which he recognizes as Athena's. Rushing to meet her, to his surprise, he finds not Athena, but a frail, fearful young girl, whom Capricorn Ionia reveals to be Athena's true self. Ionia also reveals his true allegiance, to Mars, and reveals their plans to a shocked Kga. After defeating the young Saint, Ionia leaves with the young girl, not before laying waste to the Palaestra, leaving it in ruins. Hours later, Kga awakens in Mars' Saint Prison, to be greeted by the mysterious Wolf Haruto."
                },
                "9": {
                    "ID": "7538869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7538869",
                    "TitleEnglish": "Omega: The crisis of Sanctuary! Dash, Ninja Saint!",
                    "SummaryEnglish": "The malevolent entity known as Mars invades Sanctuary, accompanied by Capricorn Ionia and the young girl they claim to be the new Athena. Mars then completely obliterates the millenia-old Sanctuary, replacing it with his very own fortress. Meanwhile, Kga manages to escape the Saint Prison with the help of Wolf Haruto, and after rejoining the other Bronze Saints, they set off together to invade Mars' headquarters, to rescue the young girl and to learn about the whereabouts of the true Athena"
                },
                "10": {
                    "ID": "7538871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7538871",
                    "TitleEnglish": "Omega: Suicidal rescue! One more Gold Saint!",
                    "SummaryEnglish": "The young Bronze Saints bravely invade Mars' Babel Tower, and succeed in rescuing the girl he claims to be Athena. She reveals to Kga that her name is Aria. Sensing a threat approaching, Kga dispatches Yuna along with Aria to avoid being recaptured, and together, the young Saints try desperately to buy time for their escape by facing the seemingly invincible Leo Mycene. In their darkest hour, a memory of Seiya deep in Kga's heart brings them hope."
                },
                "11": {
                    "ID": "7538885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7538885",
                    "TitleEnglish": "Omega: Protect Aria! The Attack of Sonia, the Pursuer!",
                    "SummaryEnglish": "Yuna arrives with Aria to a small town. In Babel, Mars send Sonia (the Highest Martian), The Crow and Miguel of the Hound (Silver Saints) after them. Miguel guides the bad gang to the town where Aria and Yuna are in a church. Aria is left hidden and Yuna goes to fight. Right when Sonia is about to kill Yuna, one martian arrives asking Sonia to go back to Babel for a meeting of Mars with all the Saints. It is revealed that she killed Soma's father. She leaves and the Crow is beating Soma and Yuna. Koga save them and help Yuna to deliver a fatal blow on Crow. In Babel: Yuna, Soma, Koga, Ryuho and Haruto are blamed for Santuary destruction and taking Athena apart. So all the Saints are looking for them."
                },
                "12": {
                    "ID": "7539198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539198",
                    "TitleEnglish": "Omega: The Inherited Cosmo! Shun, the Legendary Saint!",
                    "SummaryEnglish": "Kga and friends continue their trek to take Aria to safety, when they're surprised by the attack of Hound Miguel. Overpowered by the merciless Silver Saint, the lives of the Bronze Saints are saved by the timely arrival of Andromeda Shun, the Saint of legend. Shun takes the youngsters to his village to rejoin Ryh, afterward they're once again attacked by Miguel, whom they manage to defeat after a fierce battle. Later, the young Saints leave Shun's village to continue their mission."
                },
                "13": {
                    "ID": "7539200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539200",
                    "TitleEnglish": "Omega: Seiya's Message! To you, I entrust Athena!",
                    "SummaryEnglish": "Kga and his friends continue their trek escorting Aria, until they come to a enormous whirlwind blocking their way. Meanwhile, Mars reveals his plans for his Tower that he deems the new Twelve Zodiac Temples, to his daughter and son, Sonia and Eden. A moribund Athena is also revealed by Mars, held hostage inside his tower. The young Saints decide to brave the whirlwind, managing to find a way inside it with the help of Yuna's command over wind. The traitorous Musca Fly tries to steal Kga and Yuna's Cloths, only to be defeated in a fierce battle. Weary and alone, the young Saints find a new light of hope in the Pegasus constellation, which reveals a message from the legendary Seiya: \"To you, I entrust Athena!\""
                },
                "14": {
                    "ID": "7539204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539204",
                    "TitleEnglish": "Omega: Reunion in My Homeland! Mentor and Disciple Duel in the Snowfields!",
                    "SummaryEnglish": "The Bronze Saints reach a snow-covered land, which causes Yuna to reminisce about her days as a Saint apprentice and her mentor, the kind Peacock Pavlin. Sensing her mentor near, Yuna rushes to her encounter, only to realize Pavlin's allegiance is to Mars. Disciple and master engage in a fierce duel, later Yuna realizes it was Pavlin testing her, as her mentor reveals she is truly loyal to Athena Saori, and informs Yuna she is still alive and being held hostage by Mars. As Yuna prepares to rejoin her fellow Bronze Saints, both female Saints are surrounded by traitorous Silver Saints. Pavlin stays behind to cover Yuna's escape, seemingly losing her life."
                },
                "15": {
                    "ID": "7539206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539206",
                    "TitleEnglish": "Omega: The Poisonous Fangs Approach! The Second Ruins Surrounded by Intrigue!",
                    "SummaryEnglish": "The episode begins with our heroes walking through the woods as we find they are looking for the Earth Cosmo Core. Haruto appears, informing them that there is a town in front of them and a visitor behind them before he disappears once more, despite them asking him to stay. The \"visitor\" turns out to be Ichi, the older Saint from Palestra that was never able to use his powers correctly, and since that time the bronze saints found some surprises along the way."
                },
                "16": {
                    "ID": "7539207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539207",
                    "TitleEnglish": "Omega: At the Star of Destiny's Side! The Way of Living of a Saint!",
                    "SummaryEnglish": "Resuming their journey, the Bronze Saints eventually are tracked down by a small cadre of Martians. Running away from them to protect Aria, the teenagers reach a small but lively city, where Yuna fails to purchase a ship ticket as her purse fell during their escape. In order to rise money for ship fare, the Saints eventually find a job thanks to a kind old man who takes them to his wife's restaurant, where the youngsters prove they are not up to the challenge, much to the woman's chagrin. Later, the Martians are able to find the Saints and a fierce battle ensues. After achieving victory, the young Saints receive a resounding ovation from the crowd, and are given another chance at the restaurant."
                },
                "17": {
                    "ID": "7539209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539209",
                    "TitleEnglish": "Omega: Protect Them! The Cloth Repairer and the Legendary Ore!",
                    "SummaryEnglish": "The Bronze Saints arrive to a desert area, in which they meet a young girl from the people of Jamir, called Raki, who at first attacks them. After realizing they are Saints, by tradition connected to the people of Jamir, Raki takes them through a shortcut to avoid the desert areas, only to be greeted by the challenge of Kerberos Dorie, who seeks to capture Aria. Managing to defeat Dorie after a difficult battle, the Bronze Saints resume their journey, bidding farewell to their young benefactor, who later is joined by her mentor, Appendix Kiki, the former apprentice of the legendary Aries Mu, now a young man, who realizes the Bronze Saints are the new embodiment of hope in this era."
                },
                "18": {
                    "ID": "7539211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539211",
                    "TitleEnglish": "Omega: The Flames of Revenge! Sma, The Battle of Destiny!",
                    "SummaryEnglish": "The Bronze Saints reach the Fire Ruins where Sonia finally comes across the murderer of his father, Hornet Sonia. Souma engages in a giant battle with her but his anger continues to lose his own focus and is unable to hit her. The battle proves fruitless until Koga manages to convince him to control his emotions. This allows Souma to finally hurt Sonia for real and she escapes beaten. After stopping the ruins, Souma realizes that he cannot stay with the team until he has settled things with Sonia and departs on his own."
                },
                "19": {
                    "ID": "7539214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539214",
                    "TitleEnglish": "Omega: The secret of the Five Old Peaks! Pass it down, Father, the fighting spirit of Shiry!",
                    "SummaryEnglish": "After Sma's fateful battle, the Bronze Saints reach the famed Lushan fairylands in China, and are rejoined by Dragon Ryh. Shortly afterward, the teens suffer the assault of the ferocious Perseus Mirfak, who turns them to stone, with the exception of Ryh, who barely manages to defeat Mirfak, repeating the miraculous feat his father performed years ago, against Perseus Algol. Continuing their journey, the Saints tresspass the Lushan waterfall with the help of the Libra Gold Cloth, only to be greeted by the challenge of a mysterious young man named Genmu, who takes the Libra Gold Cloth as his rightful heirloom, as he reveals himself to be the Libra Gold Saint."
                },
                "20": {
                    "ID": "7539223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539223",
                    "TitleEnglish": "Omega: For Aria's sake! Eden's Wrathful Lightning Strike!",
                    "SummaryEnglish": "Learning of Souma's defeat, Eden leaves the Sanctuary in order to find Aria himself. He eventually manages to track down Aria, who is accompanied by Kouga and Yuna. After easily defeating Yuna, Eden and Kouga have their long awaited fight. However, the Orion Bronze Saint easily dominates the battle despite Kouga's best efforts. Not wanting to see her friend hurt, Aria allows Eden to take her away."
                },
                "21": {
                    "ID": "7539900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539900",
                    "TitleEnglish": "Omega: The Flightless Pegasus! The Journey of Forfeit!",
                    "SummaryEnglish": "Eden takes Aria away, and Aquila Yuna and Pegasus Kga resume their journey, demoralized by their failure to protect their friend. Along the way, Yuna and Kga separate, meanwhile Eden and Aria reminisce about the happy days they shared during their childhood. Kga later meets a young man who first mocks his weakness, luring the teen Saint into a fight. Kga later realizes the man to be the owner of an immense Cosmo, and turns out to be Cygnus Hyga, one of the legendary Saints who protected Earth from great menaces many years ago. Hyga manages to teach Kga that to reach the true potential of his Cosmo, he must first believe in himself. After learning Hyga's lesson, Kga rejoins Yuna and both resume their way with renewed resolve."
                },
                "22": {
                    "ID": "7539913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539913",
                    "TitleEnglish": "Omega: Thoughts of a Friend! The Way of the Ninja and the Pride of a Saint!",
                    "SummaryEnglish": null
                },
                "23": {
                    "ID": "7539917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539917",
                    "TitleEnglish": "Omega: Invading the Enemy Camp! Young Saints, Together Again!",
                    "SummaryEnglish": null
                },
                "24": {
                    "ID": "7539918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539918",
                    "TitleEnglish": "Omega: Aiming for a Reunion! Let's Go to the Last Ruins!",
                    "SummaryEnglish": null
                },
                "25": {
                    "ID": "7539922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539922",
                    "TitleEnglish": "Omega: Unknown Territory! The Moment of a Chance Meeting!",
                    "SummaryEnglish": null
                },
                "26": {
                    "ID": "7539926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539926",
                    "TitleEnglish": "Omega: Reminiscences and Revenge! The Trap of the Ruins of Darkness!",
                    "SummaryEnglish": null
                },
                "27": {
                    "ID": "7539930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539930",
                    "TitleEnglish": "Omega: The End of the Journey! The Light of the Girl and the Youths!",
                    "SummaryEnglish": null
                },
                "28": {
                    "ID": "7539933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539933",
                    "TitleEnglish": "Omega: The Strongest Army! The Gathering of the Gold Saints!",
                    "SummaryEnglish": null
                },
                "29": {
                    "ID": "7539937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539937",
                    "TitleEnglish": "Omega: The Beginning of a New Battle! The Zodiac Temples!",
                    "SummaryEnglish": null
                },
                "30": {
                    "ID": "7539939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539939",
                    "TitleEnglish": "Omega: Wondrous Power! The Taurus Saint!",
                    "SummaryEnglish": null
                },
                "31": {
                    "ID": "7539942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539942",
                    "TitleEnglish": "Omega: The Crossroad of Fate! The Enigma of Gemini!",
                    "SummaryEnglish": null
                },
                "32": {
                    "ID": "7539949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539949",
                    "TitleEnglish": "Omega: True Fear! The Strange Aura Permeating the House of Cancer!",
                    "SummaryEnglish": null
                },
                "33": {
                    "ID": "7539954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539954",
                    "TitleEnglish": "Omega: The Essence of Cosmo! The Seventh Sense!",
                    "SummaryEnglish": null
                },
                "34": {
                    "ID": "7539960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539960",
                    "TitleEnglish": "Omega: Border Between Life and Death! Battle in Hades!",
                    "SummaryEnglish": null
                },
                "35": {
                    "ID": "7539962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7539962",
                    "TitleEnglish": "Omega: The Fist of the Lion! Eden's Sorrowful Battle!",
                    "SummaryEnglish": null
                },
                "36": {
                    "ID": "7542281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7542281",
                    "TitleEnglish": "Omega: Sublime Pride! Mycenae's Kingly Fist!",
                    "SummaryEnglish": null
                },
                "37": {
                    "ID": "7542282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7542282",
                    "TitleEnglish": "Omega: Steadfast Guardian! The Gold Saint of Virgo!",
                    "SummaryEnglish": null
                },
                "38": {
                    "ID": "7542283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7542283",
                    "TitleEnglish": "Omega: The Heroic Betrayal! Eden's Determined Fighting Spirit!",
                    "SummaryEnglish": null
                },
                "39": {
                    "ID": "7542284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7542284",
                    "TitleEnglish": "Omega: Reunion in Libra! Clash, Gold vs. Gold!",
                    "SummaryEnglish": null
                },
                "40": {
                    "ID": "7542285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7542285",
                    "TitleEnglish": "Omega: Sonia's Resolution! The Chain of Fate Is Broken!",
                    "SummaryEnglish": null
                },
                "41": {
                    "ID": "7542456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7542456",
                    "TitleEnglish": "Omega: Tokisada's Ambition! The Champion Beyond Time!",
                    "SummaryEnglish": null
                },
                "42": {
                    "ID": "7542457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7542457",
                    "TitleEnglish": "Omega: The Traitorous Gold Saint! Ionia versus Kouga!",
                    "SummaryEnglish": null
                },
                "43": {
                    "ID": "7542459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7542459",
                    "TitleEnglish": "Omega: Resurrection of the War Gods! Break Into the Last Temple!",
                    "SummaryEnglish": null
                },
                "44": {
                    "ID": "7542461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7542461",
                    "TitleEnglish": "Omega: For My Friends! The Hidden Power in Koga!",
                    "SummaryEnglish": null
                },
                "45": {
                    "ID": "7542462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7542462",
                    "TitleEnglish": "Omega: The Malevolent War God! Mars and Ludwig!",
                    "SummaryEnglish": null
                },
                "46": {
                    "ID": "7543265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7543265",
                    "TitleEnglish": "Omega: Koga and Eden! Young Cosmo, Slay the Darkneess!",
                    "SummaryEnglish": null
                },
                "47": {
                    "ID": "7543266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7543266",
                    "TitleEnglish": "Omega: The Only Hope! A New Battlefield!",
                    "SummaryEnglish": null
                },
                "48": {
                    "ID": "7543268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7543268",
                    "TitleEnglish": "Omega: Gather Friends! Koga's Overflowing Cosmo!",
                    "SummaryEnglish": null
                },
                "49": {
                    "ID": "7543269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7543269",
                    "TitleEnglish": "Omega: The Ruler of Darkness! The Terror of Abzu!",
                    "SummaryEnglish": null
                },
                "50": {
                    "ID": "7543271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7543271",
                    "TitleEnglish": "Omega: Take it to Seiya! The Wish of the Young Saints!",
                    "SummaryEnglish": null
                },
                "51": {
                    "ID": "7543272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7543272",
                    "TitleEnglish": "Omega: Shine, Koga! The Final Battle Between Light and Darkness!",
                    "SummaryEnglish": null
                }
            }
        },
        "10": {
            "ID": "1813654",
            "URL": "https://www.thetvdb.com/series/saint-seiya/seasons/official/10",
            "# Episodes": 46,
            "Episodes": {
                "1": {
                    "ID": "7532821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7532821",
                    "TitleEnglish": "Omega: A New Cloth! Fly, New Pegasus!",
                    "SummaryEnglish": "One year after the defeat of Abzu, peace has returned to the world. However, a new threat rises with the advent of Pallas, an old enemy of Athena. Despite knowing that, Seiya can't find the resolve to kill the young Pallas as she is still an innocent child although she is destined to eventually come after Saori's life. Meanwhile, Koga meets Subaru, a Steel Saint who is eager to challenge him, although the Pegasus Saint claims that with the world in peace and his cloth destroyed, there is no reason for him to fight anymore. However, Tarvos, one of Pallas' minions attacks them and Koga realizes that he must don his new Pegasus Cloth to protect the world."
                },
                "2": {
                    "ID": "7532857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7532857",
                    "TitleEnglish": "Omega: Reunited! Soma, Ignite Your Soul's Flames!",
                    "SummaryEnglish": "With the Gold Saints protecting Athena and the Silver Saints looking for clues about the new enemies, Koga is instructed by Seiya and Saori to assemble the other Bronze Saints. Followed by Subaru, Koga encounters with Soma at the Palaestra, where he is working as a substitute teacher. However, when the Tertiary Pallasite Loge, a master of spear combat appears at the Palaestra, Koga, Soma, and Subaru must work together to protect the students."
                },
                "3": {
                    "ID": "7532866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7532866",
                    "TitleEnglish": "Omega: Courage Gives Me Power! Let My Cloth Be Reborn!",
                    "SummaryEnglish": "Souma, Koga, and Subaru travel to meet Kiki and Raki in order to have Souma's cloth fixed. Yuna arrives there first, but upon having her cloth restored, she finds herself unable to use it and Kiki claims that it is due to her indecision that is wavering her Cosmo. However, when Raki is attacked by two Tertiary Pallasites, Yuna finally gains the resolve to awaken her new Aquila Cloth and fight once more as the Aquila Saint with the help of Souma in his new Lionet Cloth."
                },
                "4": {
                    "ID": "7532868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7532868",
                    "TitleEnglish": "Omega: That Which is Most Dear! Awaken, Dragon!",
                    "SummaryEnglish": "Unaware of the advent of the Pallasites, Ryuhou believes that there is no reason to fight anymore and wants to return the Dragon Cloth to his father Shiryu, whose senses were restored, and live peacefully with his family. Meanwhile, Koga and the others learn that a Pallasite is after Ryuhou and rush to assist him, but when Ryuhou finds himself struggling to protect his mother Shunrei from the enemy, his renewed determination awakens his true power as the Dragon Saint and the new Dragon Cloth."
                },
                "5": {
                    "ID": "7532872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7532872",
                    "TitleEnglish": "Omega: Resonate in the Heart! Haruto's Shout!",
                    "SummaryEnglish": "With Yuna, Souma, and Ryuhou leaving ahead to the Sanctuary, Koga and Subaru look for Haruto in Japan and find, much to their surprise, that he is now a singer in a rock band. Haruto rejects Koga's pleas to return, claiming that to him, his music is now more important than being a Saint. However, during a concert, Haruto watches Koga and Subaru being attacked by some Pallasites, and to protect his friends and his fans, he dons his brand new Wolf Cloth to join the battle."
                },
                "6": {
                    "ID": "7543276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7543276",
                    "TitleEnglish": "Omega: Defeat Pegasus! Eden, the Solitary Soldier!",
                    "SummaryEnglish": null
                },
                "7": {
                    "ID": "7543279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7543279",
                    "TitleEnglish": "Omega: The Four Kings Appear! Full-Scale War Between Athena and Pallas!",
                    "SummaryEnglish": null
                },
                "8": {
                    "ID": "7543281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7543281",
                    "TitleEnglish": "Omega: The Bonds Between Brothers! Andromeda Shun Joins the Fight!",
                    "SummaryEnglish": null
                },
                "9": {
                    "ID": "7543283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7543283",
                    "TitleEnglish": "Omega: A Steel Star! Subaru, Embrace Your Steel Will!",
                    "SummaryEnglish": null
                },
                "10": {
                    "ID": "7543284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7543284",
                    "TitleEnglish": "Omega: A Vast Army Approaches! The Battle to Defend the Palaestra!",
                    "SummaryEnglish": null
                },
                "11": {
                    "ID": "7544879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7544879",
                    "TitleEnglish": "Omega: Genbu's Duel! Holy Blade vs. the Libra Blade!",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "7544882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7544882",
                    "TitleEnglish": "Omega: Seiya Sets Out! Athena's Resolve!",
                    "SummaryEnglish": null
                },
                "13": {
                    "ID": "7544884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7544884",
                    "TitleEnglish": "Omega: Go Forward, Saints! The Steep Path to Pallasvelda!",
                    "SummaryEnglish": null
                },
                "14": {
                    "ID": "7544886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7544886",
                    "TitleEnglish": "Omega: Break the Iron Gate! Halberd of Pegasus and Shield of the Dragon!",
                    "SummaryEnglish": null
                },
                "15": {
                    "ID": "7544887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7544887",
                    "TitleEnglish": "Omega: The Steel Struggle! The Nameless Heroes!",
                    "SummaryEnglish": null
                },
                "16": {
                    "ID": "7549815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7549815",
                    "TitleEnglish": "Omega: Subaru's Terrifying Cosmo! Eden's Task!",
                    "SummaryEnglish": null
                },
                "17": {
                    "ID": "7549818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7549818",
                    "TitleEnglish": "Omega: Koga and Pallas! Meeting on the Battlefield!",
                    "SummaryEnglish": null
                },
                "18": {
                    "ID": "7549820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7549820",
                    "TitleEnglish": "Omega: Make a Storm of Fire! The Friendship of Yuna and Soma!",
                    "SummaryEnglish": null
                },
                "19": {
                    "ID": "7549827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7549827",
                    "TitleEnglish": "Omega: The Cloth Destroyer! Attack of the Rogue Pallasite!",
                    "SummaryEnglish": null
                },
                "20": {
                    "ID": "7549833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7549833",
                    "TitleEnglish": "Omega: The Cursed Cloth!? The Equuleus Saint!",
                    "SummaryEnglish": null
                },
                "21": {
                    "ID": "7551210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551210",
                    "TitleEnglish": "Omega: The Cloth is Passed On! Equuleus Subaru is Born!",
                    "SummaryEnglish": null
                },
                "22": {
                    "ID": "7551209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551209",
                    "TitleEnglish": "Omega: The Tears of Equuleus!? Two Cloths Awaken!",
                    "SummaryEnglish": null
                },
                "23": {
                    "ID": "7551211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551211",
                    "TitleEnglish": "Omega: Kiki's War! Friendship Across Generations!",
                    "SummaryEnglish": null
                },
                "24": {
                    "ID": "7551212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551212",
                    "TitleEnglish": "Omega: A Destined Encounter! Gemini Returns!",
                    "SummaryEnglish": null
                },
                "25": {
                    "ID": "7551213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551213",
                    "TitleEnglish": "Omega: The Immortal Bird! Phoenix Ikki Appears!",
                    "SummaryEnglish": null
                },
                "26": {
                    "ID": "7551214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551214",
                    "TitleEnglish": "Omega: The Hour Has Come! The Saints of Athena Gather!",
                    "SummaryEnglish": null
                },
                "27": {
                    "ID": "7551215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551215",
                    "TitleEnglish": "Omega: Start of the Final Battle! For the Fate of the Goddesses!",
                    "SummaryEnglish": null
                },
                "28": {
                    "ID": "7551216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551216",
                    "TitleEnglish": "Omega: An Assassin Master of Offense and Defense! Shun's Secret Chain Plan!",
                    "SummaryEnglish": null
                },
                "29": {
                    "ID": "7551217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551217",
                    "TitleEnglish": "Omega: The King of Time! Hyoga's Powers of Absolute Zero!",
                    "SummaryEnglish": null
                },
                "30": {
                    "ID": "7551218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551218",
                    "TitleEnglish": "Omega: Chronotector Equipped! The Impact of the the Four Kings!",
                    "SummaryEnglish": null
                },
                "31": {
                    "ID": "7551219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551219",
                    "TitleEnglish": "Omega: The Ultimate Fighting Spirit! Ikki vs. Aegaeon!",
                    "SummaryEnglish": null
                },
                "32": {
                    "ID": "7551220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551220",
                    "TitleEnglish": "Omega: Shiryu and Ryuho! The Souls of Goroho!",
                    "SummaryEnglish": null
                },
                "33": {
                    "ID": "7551221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551221",
                    "TitleEnglish": "Omega: A Shadow Approaches! The Gold Saints that Protect Athena!",
                    "SummaryEnglish": null
                },
                "34": {
                    "ID": "7551222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551222",
                    "TitleEnglish": "Omega: Struggle Against Fate! A Declaration of Rebellion!",
                    "SummaryEnglish": null
                },
                "35": {
                    "ID": "7551224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551224",
                    "TitleEnglish": "Omega: Secret of the Cloth! A New Power Awakens!",
                    "SummaryEnglish": null
                },
                "36": {
                    "ID": "7551227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551227",
                    "TitleEnglish": "Omega: The Golds Unite! The Forbidden Technique!",
                    "SummaryEnglish": null
                },
                "37": {
                    "ID": "7551230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551230",
                    "TitleEnglish": "Omega: The Will that is Left Behind! The Great Teachings of the Saints!",
                    "SummaryEnglish": null
                },
                "38": {
                    "ID": "7551232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551232",
                    "TitleEnglish": "Omega: Awaken! The Ultimate Omega!",
                    "SummaryEnglish": null
                },
                "39": {
                    "ID": "7551233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551233",
                    "TitleEnglish": "Omega: Raging Taurus! Reach the Throne Room of Pallas!",
                    "SummaryEnglish": null
                },
                "40": {
                    "ID": "7551235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551235",
                    "TitleEnglish": "Omega: Athena and Pallas! Final Battle Between the Goddesses!",
                    "SummaryEnglish": null
                },
                "41": {
                    "ID": "7551236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551236",
                    "TitleEnglish": "Omega: Seiya's True Feelings! Return from the Lies!",
                    "SummaryEnglish": null
                },
                "42": {
                    "ID": "7551237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551237",
                    "TitleEnglish": "Omega: The God of Time! Saturn Arrives!",
                    "SummaryEnglish": null
                },
                "43": {
                    "ID": "7551238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551238",
                    "TitleEnglish": "Omega: Warriors of Hope! The Bonds of the Saints!",
                    "SummaryEnglish": null
                },
                "44": {
                    "ID": "7551239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551239",
                    "TitleEnglish": "Omega: Surpass a God! Seiya's Cosmo!",
                    "SummaryEnglish": null
                },
                "45": {
                    "ID": "7551240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551240",
                    "TitleEnglish": "Omega: The Last Battle! Go, Saints of Omega!",
                    "SummaryEnglish": null
                },
                "46": {
                    "ID": "7551241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551241",
                    "TitleEnglish": "Omega: The End of the Battle! Koga, Become a Legend!",
                    "SummaryEnglish": null
                }
            }
        },
        "11": {
            "ID": "617003",
            "URL": "https://www.thetvdb.com/series/saint-seiya/seasons/official/11",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5165639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/5165639",
                    "TitleEnglish": "Soul of Gold: Gold Legend, Revive!",
                    "SummaryEnglish": "During the battle with Hades, in the underworld, the twelve Gold Saints gave their lives to destroy the Wailing Wall and open Seiya's breach. Though they should have been destroyed, Aiolia and the other gold saints are resurrected in a beautiful world overflowing with light. Just why have these men who should be dead been revived? Aiolia has a new encounter and becomes embroiled in a battle with this large mystery unsolved, and when he raises his Cosmo to the limits... Leo's Cloth transforms!"
                },
                "2": {
                    "ID": "5165640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/5165640",
                    "TitleEnglish": "Soul of Gold: The Secret of Yggdrasil Revealed!",
                    "SummaryEnglish": "Aiolia had defeated Frodi after his Gold Cloth had evolved into a new form. However, a mysterious pattern reappeared on his body again, and he collapses to the ground. Lyfia runs around to find help for Aiolia, but soon collapses herself, too. When she wakes up, she finds herself with a young boy and Aries Mu, who carries the Cloth Box. Meanwhile, a guy was heading alone to the fighting arena in Asgard. His name was Taurus Aldebaran, and he too, was trying to find the reason to why he was given another life."
                },
                "3": {
                    "ID": "5165641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/5165641",
                    "TitleEnglish": "Soul of Gold: Gold vs. Gold: Clash of the Saints!",
                    "SummaryEnglish": "Scorpio Miro finally faces off against one of the God Warriors, Surt. However, standing in his way is none other than Gold Saint Aquarius Camus! Meanwhile in town, Aiolia and Lyfia run into Cancer Deathmask on their quest for Yggdrasil."
                },
                "4": {
                    "ID": "5165642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/5165642",
                    "TitleEnglish": "Soul of Gold: The 7 God Warriors Assembled!",
                    "SummaryEnglish": "When Miros life is at stake under Surts malicious scheme, there emerges the strongest Gold Saint of Athena  Gemini Saga! Meanwhile, Helena, whom Deathmask secretly fancies, falls for the ferocious God Warrior Fafners offer for medical treatment."
                },
                "5": {
                    "ID": "5165643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/5165643",
                    "TitleEnglish": "Soul of Gold: God Cloth's Ultimate Power!",
                    "SummaryEnglish": "Learning of the God Cloths powers from Shaka, Mu telepathically tells Aiolia and Lyfia, who are headed to Yggdrasil, that its barrier can be broken using their God Cloths to raise their Cosmo to the limit to attack the 3 key points of the Great Root."
                },
                "6": {
                    "ID": "5245268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/5245268",
                    "TitleEnglish": "Soul of Gold: Entering the 7 Chambers of Yggdrasil!",
                    "SummaryEnglish": "The Gold Saints are lured into Yggdrasil by Andreas after breaking Fimbulwinter. Lyfia states the brewing evil can be stopped by destroying the statues in the 7 chambers. The Gold Saints advance with renewed resolve, while a change occurs in Lyfia."
                },
                "7": {
                    "ID": "5257591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/5257591",
                    "TitleEnglish": "Soul of Gold: Chaos! God Cloth VS God Cloth",
                    "SummaryEnglish": "A showdown of Gold Saints vs. God Warriors in the 7 chambers starts at last! Taurus Aldebaran faces God Warrior Hercules yet again. Meanwhile, in the chamber of ice, Gold Saints Shura and Camus engage in an ultimate battle of God Cloth vs. God Cloth."
                },
                "8": {
                    "ID": "5268107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/5268107",
                    "TitleEnglish": "Soul of Gold: Balder, The Man Chosen by the Gods",
                    "SummaryEnglish": "Shaka, the man closest to the gods, faces God Warrior Balder in the chamber of light. He lives up to his reputation, but Balder subdues him with immense power! Meanwhile, Deathmask takes Fafner to the gateway to the land of the dead to settle all scores."
                },
                "9": {
                    "ID": "5281432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/5281432",
                    "TitleEnglish": "Soul of Gold: Saga, the Unbreakable Bond of Brothers!",
                    "SummaryEnglish": "Sigmund, determined to avenge his younger brother Siegfried, is brushed aside by the immense power of the strongest Gold Saint Saga. Meanwhile, in the chamber of the brave, a fierce battle continues between Aiolia and Frodi, when Lyfia steps in!"
                },
                "10": {
                    "ID": "5284703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/5284703",
                    "TitleEnglish": "Soul of Gold: Clash: Aiolia vs. Andreas!",
                    "SummaryEnglish": "Holding Lyfias words close to heart, Aiolia finally faces Andreas! Andreas scornfully recounts how he manipulated Lyfia. Fuming with rage, Aiolias immense Cosmo turns into a God Cloth! Meanwhile, Frodi is cornered by Utgardars forceful swordplay."
                },
                "11": {
                    "ID": "5309579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/5309579",
                    "TitleEnglish": "Soul of Gold: Resurrection! Loki, the Evil God of Asgard",
                    "SummaryEnglish": "The ultimate forbidden attack Athena Exclamation by Mu, Saga, and Dohko annihilates Andreas! However, the evil fruit continues to grow, swallowing the Gold Saints! While stripped of his Gold Cloth, Aiolia faces Loki with a burning Cosmo in his heart!"
                },
                "12": {
                    "ID": "5318309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/5318309",
                    "TitleEnglish": "Soul of Gold: The sacred spear Gungnir reborn!",
                    "SummaryEnglish": "Empowered by his brothers determination, Lyfias faith, and the Odin Robe, Aiolia, with Odins sword and Draupnir in hand, faces off against Loki! The ultimate battle reaches its climax - Aiolias fist vs. the Spear of Gungnir  who will take victory?!"
                },
                "13": {
                    "ID": "5332539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/5332539",
                    "TitleEnglish": "Soul of Gold: Let them hear our prayer !. Eternal Golden Legend",
                    "SummaryEnglish": "All 12 Gold Saints gather since the Wailing Wall! With the purpose of reviving on earth close at heart, they face the false god Loki whos armed with the Spear of Gungnir! However, the 12 Gold Saints are overpowered by the absolute power of god."
                }
            }
        },
        "12": {
            "ID": "1816441",
            "URL": "https://www.thetvdb.com/series/saint-seiya/seasons/official/12",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "7551254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551254",
                    "TitleEnglish": "Saintia Sho: The Fated Sisters! Shoko and Kyoko",
                    "SummaryEnglish": "Shoko is a student at Ryuusei Private Academy Middle School. Her dear sister, Kyoko, had went to study abroad five years ago and hasnt heard from her since. One day, an unknown entity suddenly attacks Shoko. The ones who attacked her had been the Dryads, underlings of the evil goddess, Eris, who was once sealed by Goddess Athena. When Shoko and Saori Kido awaiting the Galaxian Wars meet, the gears of destiny begin to turn!"
                },
                "2": {
                    "ID": "7551260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551260",
                    "TitleEnglish": "Saintia Sho: Individual Decisions! The Goddess and Saintias",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "7551261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551261",
                    "TitleEnglish": "Saintia Sho: Blooming in Darkness! The Dryads of Eris",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "7551265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551265",
                    "TitleEnglish": "Saintia Sho: The Reunion of Sorrow! The Bond of the Separated Sisters",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "7551270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551270",
                    "TitleEnglish": "Saintia Sho: Fly! Like Pegasus!",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "7551275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551275",
                    "TitleEnglish": "Saintia Sho: Colliding Souls! Saori vs. Grand Master",
                    "SummaryEnglish": null
                },
                "7": {
                    "ID": "7551278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551278",
                    "TitleEnglish": "Saintia Sho: The Battle of the Twelve Temples! The Allurement of the Terrifying Ghosts",
                    "SummaryEnglish": null
                },
                "8": {
                    "ID": "7551282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551282",
                    "TitleEnglish": "Saintia Sho: A Clash of Nightmares! The Fists of Leo Flares Up",
                    "SummaryEnglish": null
                },
                "9": {
                    "ID": "7551283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551283",
                    "TitleEnglish": "Saintia Sho: A Spiral of Conflict! The Golden Apple and Orion's Devotion",
                    "SummaryEnglish": null
                },
                "10": {
                    "ID": "7551284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saint-seiya/episodes/7551284",
                    "TitleEnglish": "Saintia Sho: Shine Saintias! At the End of a Noble Prayer!",
                    "SummaryEnglish": null
                }
            }
        }
    }
}