{
    "URL": "https://www.thetvdb.com/series/transformers-energon",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Children",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0388650/",
        "https://www.themoviedb.org/tv/75911"
    ],
    "TitleEnglish": "Transformers: Energon",
    "SummaryEnglish": "It's been 10 Earth years since the last battle against Unicron involving him and Megatron disappearing into deep space. The Autobots and Decepticons have been working together and have set up mining post for mining Energon in which to use the Energon to restore Cybertron. But a bad guy called Alpha Q (AKA Alpha Quintesson) has sent a Decepticon named Scorponok and a group of drones called the Terrorcons to raid the mining settlements and steal the Energon so they can restore and power up Unicron and revive Megatron with the help of the Decepticons. But a resurrected Megatron has other plans with Unicron since he has plans to control him. Scorponok and Alpha Q have different plans for Unicron and that is to use Unicron's power to re-create things like his home planet, and destroy Megatron once and for all. It's up to Optimus Prime, the Autobots, and the Omnicons along with a teenage boy named Kicker to stop the Decepticons from stealing all the Energon and taking over the universe.",
    "TitleJapanese": "トランスフォーマー スーパーリンク",
    "SummaryJapanese": "ユニクロン決戦から10年、地球ではサイバトロン、デストロン、マイクロン、人間が共存していた。しかし、未知のエネルギー・エネルゴンを狙ったテラーコン軍団の襲撃により平和は崩れさる。メガトロン復活を条件にテラーコンに寝返るデストロン。地球、宇宙、セイバートロン星と舞台を変え、エネルゴンを巡った三つ巴の争奪戦は激化していく。",
    "Aliases": [
        "Transformers: Superlink",
        "Transformers Energon"
    ],
    "Modified": "2025-09-01",
    "Seasons": {
        "0": {
            "ID": "531719",
            "URL": "https://www.thetvdb.com/series/transformers-energon/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5320233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/5320233",
                    "TitleEnglish": "Must See! The Strongest Match of Dreams (Distribution)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "必見! 夢の最強マッチ",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "4715",
            "URL": "https://www.thetvdb.com/series/transformers-energon/seasons/official/1",
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "96063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96063",
                    "TitleEnglish": "Cybertron City",
                    "SummaryEnglish": "Ten years have passed since the Armada battles. The Autobots and Decepticons work side by side with humans to harvest Energon. But trouble is brewing with recent attacks by a group of transformers known as Terrorcons. Can the Autobots meet the threat?",
                    "TitleJapanese": "浮上!オーシャンシティ",
                    "SummaryJapanese": "洋上に建設された巨大要塞オーシャンシティ。そこでは、トランスフォーマーと人類によって、超エネルギー、エネルゴンの採掘が進められていた。エネルゴンの存在を察知する特殊な能力を持つ少年、キッカーの指示により、海底奥深くに光り輝くエネルゴンが発見されたその時、突如シティの空から、見たことのないトランスフォーマーが襲いかかってきた。無数の敵に囲まれたキッカーとトランスフォーマーたちは……。"
                },
                "2": {
                    "ID": "96064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96064",
                    "TitleEnglish": "Energon Stars",
                    "SummaryEnglish": "After analyzing the Terrorcon threat, the Autobots decide to send away all the civilians living in the energon mining bases. Ironhide is given the job of \"babysitting\" Kicker, neither one is happy about it. The alarm goes off for an attack on Lunar City, Kicker and Jetfire go ahead and the others soon follow after being given energon stars by the Omnicons. When they get there, Ironhide heads off to check the mine and touches some energon by mistake which knocks him out. The others rescue him and they head back to Ocean City. The episode ends with Alpha-Q saying Optimus Prime will meet his match when Scorponok awakens.",
                    "TitleJapanese": "輝け!エネルゴンスター",
                    "SummaryJapanese": "月面に建造されたルナシティ。そこに、アルファＱが差し向けた無数のテラーコンが、エネルゴンを奪うべく襲いかかってきた。敵の襲来を察知したチームコンボイのメンバーたちが急行し、迎え撃つ。エネルゴンを鋳造することで作られるエネルゴンスターを身につけ、さらにパワーアップしたチームコンボイ。果たして、エネルゴンを奪い取ろうとするテラーコンからルナシティを守ることができるのか！"
                },
                "3": {
                    "ID": "96065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96065",
                    "TitleEnglish": "Scorpinok",
                    "SummaryEnglish": "Scorponok captures Tidal Wave and made him to follow his orders so that they can revive Megatron with energon. While Kicker and Ironhide stay behind while the rest of the team help Desert City...",
                    "TitleJapanese": "メガザラックの罠",
                    "SummaryJapanese": "新たに目覚めたサソリ型トランスフォーマー、メガザラック。このアルファＱの忠実なるしもべに率いられ、またもや無数のテラーコン部隊が地球に襲来してきた。エネルゴンスターを身につけ迎撃するチームコンボイとの、激しい総力戦が展開されるデザートシティ。その一方で、メガザラックは、ユニクロンの内部奥深くに眠るメガトロンの姿をえさに、ショックウェーブを自らの側に引き込もうと画策するが……。"
                },
                "4": {
                    "ID": "96066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96066",
                    "TitleEnglish": "Megatron's Sword",
                    "SummaryEnglish": "When Scorponok is ordered to attack Earth, the Autobots are soon overcome both by the Terrorcons and the power of Scorponok's Star Saber. The Autobots look to the Omnicons to give them the advantage in this dangerous time.",
                    "TitleJapanese": "メガトロンの証",
                    "SummaryJapanese": "メガトロン復活のために、アルファＱの陣営へと寝返ったショックウェーブ。それによりますます戦力を増したテラーコン軍団が、火星のシティで破壊の限りを尽くす。次なる標的は地球。メガザラックは、メガトロンのマトリクスより抽出された破壊の剣、メガトロンソードの強力な破壊力でチームコンボイを脅かす。そんな中、妖しく光るメガトロンソードを目にしたアイアンハイドとサンドストームは……。"
                },
                "5": {
                    "ID": "96067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96067",
                    "TitleEnglish": "The New Cybertron City",
                    "SummaryEnglish": "Kicker has a dream about Energon in the Alps, so Optimus sends Ironhide, Hot Shot, Strongarm and Demolishor to go with Kicker to find the spot from his dream. Kicker gets separated from the others and falls in a ravine. The Terrorcons arrive, and blocks the Autobots escape route. Optimus demands that Dr. Jones set up a Space City Bridge to rescue them. Jetfire blames Demolishor for the arrival of Sorponok but Ironhide defends him.",
                    "TitleJapanese": "新たなサイバトロンシティ",
                    "SummaryJapanese": "真っ白い雪原のひろがるアルプス山中。新たなエネルゴン・ポイントの存在を察知したキッカーは、オムニコンたちを引き連れ捜索にあたる。が、そこへメガザラック率いるテラーコンの大編隊が飛来。なんとしてもエネルゴンを守りたいグランドコンボイたちとの激しい銃撃戦が展開され、雪原は炎に包まれる。撃てども尽きぬ無数のテラーコン。その攻勢に押され、形勢が危うくなってきたその時、頭上に信じられない光景が……。"
                },
                "6": {
                    "ID": "96068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96068",
                    "TitleEnglish": "Megatron Resurrected",
                    "SummaryEnglish": "At various Cyber Cites the Transformers have set up defensive traps to stop the Terrorcons from stealing Energon. It appears the Autobots have won as their enemies retreat, but as they head back to regroup, Cyclonus, Tidal Wave and Scorponok begin to bicker around Megatron who still lies in his coma. Suddenly, he begins to come to life. Scorponok is outraged at this and whines to Megatron about him stealing all the Energon for himself.",
                    "TitleJapanese": "復活！ ガルバトロン",
                    "SummaryJapanese": "アルファＱが差し向けたテラーコン軍団の度重なる襲撃をふまえ、ジョーンズ博士は各シティを武装化。新たな防衛システムで戦いを一気に有利なものとした。一方、エネルゴン集めに苦戦し、ユニクロンの復活をなかなか成し遂げられないアルファＱはしびれをきらしていた。しかも最近は、なぜかユニクロンの成長スピードが著しく落ちている……。その時、邪悪な生命の目覚めを告げる、恐ろしい鼓動が鳴り響きはじめた！"
                },
                "7": {
                    "ID": "96069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96069",
                    "TitleEnglish": "Megatron Raid",
                    "SummaryEnglish": "After seeing what Megatron did to Hot Shot the Autobots end up in a stand off with the Decepticons. Megatron taunts Optimus Prime with his powerful sword but allows the Autobots to withdraw without a skirmish. Back at Ocean City, Hot Shot is lowered into an Energon pool for repairs while the Omnicons begin making duplicates of Megatron’s sword. A space bridge is detected near the city and the Autobots fly into action.",
                    "TitleJapanese": "デストロン襲来！",
                    "SummaryJapanese": "完全復活をはたしたガルバトロンが、アルファＱから奪い取ったテラーコンを配下に従え、地球に攻め込んできた。圧倒的な戦力でエネルゴンを奪い取るガルバトロンたちを前にして、シティの武装化も意味をなさず苦戦するキッカーたち。一方、手兵を失ったアルファＱは、胴体部と分離したユニクロンの頭部にあって戦況をうかがいながら、ひそかに新たなトランスフォーマーを産み出していた……。"
                },
                "8": {
                    "ID": "96070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96070",
                    "TitleEnglish": "Starscream the Mysterious Mercenary",
                    "SummaryEnglish": "A mysterious phantom assassin stalks Optimus Prime. Can Kicker and the Autobots protect Optimus and unmask the assassin before it is too late?",
                    "TitleJapanese": "謎の暗殺者ナイトスクリーム",
                    "SummaryJapanese": "ユニクロン内部に浮遊していたスパークに、アルファＱがエネルゴンを照射することによって生命を吹き返したナイトスクリーム。が、エネルゴンの量が少ないため思うように実体化ができない。自らの身体を完全なものにし、ユニクロンを再生させるため、グランドコンボイたちからエネルゴンを奪い取るようアルファＱに命じられたナイトスクリームは、コンボイを急襲。姿の見えない敵の攻撃にコンボイは……。"
                },
                "9": {
                    "ID": "96071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96071",
                    "TitleEnglish": "Battle of the Asteroid Belt",
                    "SummaryEnglish": "In the partially destroyed control room of Luna City, Carlos tracks an unknown Transformer’s path to Asteroid City. Megatron, Scorponok & Alpha Q know that Optimus Prime will follow Starscream to the Asteroid Belt. Scorponok sees this as an opportunity to destroy the Autobots, but Megatron exerts his power and heads off to Luna City in search of more Energon to take to Unicron.",
                    "TitleJapanese": "アステロイドベルトの死闘",
                    "SummaryJapanese": "10万個以上の小惑星が連なるアステロイドベルト。そのひとつの星につくられたアステロイドシティ近くに、ナイトスクリームがいるとの情報がコンボイたちのもとに入ってきた。ただちに急行するチームコンボイ。するとそこには、ガルバトロンたちが拠点としている巨大な移動要塞に乗ったメガザラックが。アルファＱの忠実なるしもべであったメガザラック。ガルバトロンに粗暴に扱われながらも耐え忍び続けるメガザラックの真意は……。"
                },
                "10": {
                    "ID": "96072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96072",
                    "TitleEnglish": "Energon Tower",
                    "SummaryEnglish": "Megatron gets a better sword that does much more damage than the one the Autobots have. The remains of Unicron are finally shown and then the Decepticons attack ocean city only to discover that the Autobots have an energon tower which activates during the battle. The energon tower destroys all the Terrorcons and causes pain for the Decepticons. Megatron pulls out.",
                    "TitleJapanese": "出現！ エネルゴンタワー",
                    "SummaryJapanese": "たび重なる地球へのデストロン来襲に備えるため、ジョーンズ博士は、各シティにエネルゴンタワーを建造、そのパワーにより地球上に強力なバリア、エネルゴングリッドを張ることを提唱する。敵の襲撃を完全に跳ね返すことができるグリッドの発動に向けて、急ピッチの建造作業を進める中、新たなる剣、メガスパークブレードを携えたガルバトロンが、手下を従えまたもや地球に襲いかかる！"
                },
                "11": {
                    "ID": "96073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96073",
                    "TitleEnglish": "The Legend of Rodimus",
                    "SummaryEnglish": "Alpha Q prepares to bring Unicron to life, while yet another Energon Tower is secured into place. Below the city, Kicker searches for more energon with Ironhide, but has trouble because of a similar experience during his childhood which was caused on an energon expedition with his father. Kicker felt his father was more concerned with finding energon than his safety, and he'll never forgive him for it. Ironhide tells Kicker that he should respect his father and to punctuate his point, he tells Kicker about a legendary transformer named Rodimus, who was an inspirational leader that rallied a group of Autobots to escape the war and create a new world. He then leaves Kicker to fend for himself and confront his fears.",
                    "TitleJapanese": "ちっぽけな宇宙",
                    "SummaryJapanese": "グリッドの完成に必要なエネルゴンを採掘するため、キッカーはブリザードシティへと向かった。漆黒の闇に満たされた地下の坑道。そこでキッカーは、幼少期に宇宙で経験した恐ろしい記憶がフィードバックしていた。一方メガザラックは、アルファＱの密命を受け、ガルバトロンの目を盗み、ひとりマーズシティでエネルゴンを採掘しようとしていた。その時、謎のトランスフォーマーが現われ……。"
                },
                "12": {
                    "ID": "96074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96074",
                    "TitleEnglish": "Crisis in Jungle City",
                    "SummaryEnglish": "Kicker and Misha arrive in Jungle City, where helicopters come to complete the energon tower. But Alpha Q is not ready to let Earth go without a fight, and sends a group of stealth Terrorcons, named Command Ravage and Blackout. Unfortunately for him, both Kicker and Tidal Wave notice the Terrorcons, who are tunneling to avoid the base's defenses. In response, the Decepticons arrive via space bridge, and the energon mine and human allies are evacuated, but not before Misha requests that the pyramids near the city be protected.",
                    "TitleJapanese": "ジャングルシティの危機",
                    "SummaryJapanese": "古代遺跡のただ中に位置するジャングルシティに、突如、新しい種類のテラーコンが襲いかかる。それは、デストロンにテラーコンを奪われたアルファＱが造りだした、新種のテラーコンによる隠密部隊だった。新たな敵の攻撃に加え、やがてデストロンも来襲。シティを死守するサイバトロンとの三つどもえの状況となる中、劣勢を強いられるグランドコンボイのとった行動は……。"
                },
                "13": {
                    "ID": "96075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96075",
                    "TitleEnglish": "Kicker Beware!",
                    "SummaryEnglish": "Megatron forces Demolishor to divulge the Autobots' secret of finding energon: Kicker. Scorponok interrupts with news that a Battle Ravage drone was captured by the Autobots and transferred to Lunar City, and no doubt are searching for energon. On the Moon, Kicker pretends to search for energon, but really knows there is none, but there is something alive on the barren world. On their journey, Kicker runs into Demolishor, under orders to kidnap Kicker with a group of Terrorcons. Optimus attempts a rescue, but is ambushed by the other Decepticons, while Rodimus and his team debate over interfering. Kicker refuses help from Ironhide and decides to go under capture, hoping to spy and find information on Alpha Q, who does contact him through a Terrorcon while simultaneously using Scorponok to destroy both factions, although Scorponok's attempts are unsuccessful. However, the tide soon changes as Lunar City, along with a large group of Omnicons, is revealed to be intact, enabling an energon grid which defeats the Decepticons and Terrorcons.",
                    "TitleJapanese": "狙われたキッカー",
                    "SummaryJapanese": "エネルゴンタワー建造により、さらなるパワーアップを目指すサイバトロンたち。あせるガルバトロンは、エネルゴンのありかを見つけるキッカーの存在を知る。一方キッカーは、廃虚と化したルナシティにエネルゴンのにおいを感じ取り、探索を開始していた。するとそこに、キッカーを生け捕ろうとするデストロンの罠が。敵に囲まれるピンチのキッカーを救ったのは……。"
                },
                "14": {
                    "ID": "96076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96076",
                    "TitleEnglish": "Energon Grid",
                    "SummaryEnglish": "Megatron has taken yet another plan, to create three meteors from Unicron and propel them at Earth before the energon grid has been completed, which he feels will \"strike fear in Optimus Prime.\" On Mars City, Carlos notifies Optimus, but Dr. Jones notices Desert City's Energon tower has a fault, rendering the Energon Grid useless. Kicker and the Autobots attempt to find the fault, which is a group of Blackout drones. Meanwhile, the comets enter Earth's atmosphere, but one is destroyed by Rodimus, aided by more mysterious Blackout drones.",
                    "TitleJapanese": "エネルゴングリッド発動",
                    "SummaryJapanese": "再生途上のユニクロンの機械細胞から生みだされる、巨大な疑似彗星。ガルバトロンは、一気に３つの彗星を地球にぶつけ、丸ごと破壊する作戦を開始した。迫り来る彗星を前にしたサイバトロンと地球側は、完成かなったエネルゴングリッドを発動することで星を守るべく、エネルゴンタワーにエネルゴンを充填し始める。が、要となるタワーのひとつが思うように作動せず……。"
                },
                "15": {
                    "ID": "96077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96077",
                    "TitleEnglish": "Rodimus: Friend or Foe?",
                    "SummaryEnglish": "While Snow Cat tests his Hyper Power against the Energon Grid, Megatron decides to go after Alpha Q instead of Earth after finding a Terrorcon spy. On Earth, the Autobots celebrate the Energon Grid, but Optimus calls a conference, telling him the Autobots will have to move their battle into space to defeat Unicron and the Decepticons. Outside, Hot Shot races out on a space bridge after receiving a secret message from Rodimus. He arrives on Mars, but runs into Scorponok and his Terrorcons attempting to collect Energon. Rodimus appears, and tells Hot Shot to not fire on the Alpha Q-allied bot, who escapes. Hot Shot questions Rodimus's actions, and is shocked that Rodimus says Unicron must be revived.",
                    "TitleJapanese": "敵か？ 味方か？ ロディマスコンボイ",
                    "SummaryJapanese": "たび重なる地球へのデストロン来襲に備えるため、ジョーンズ博士は、各シティにエネルゴンタワーを建造、そのパワーにより地球上に強力なバリア、エネルゴングリッドを張ることを提唱する。敵の襲撃を完全に跳ね返すことができるグリッドの発動に向けて、急ピッチの建造作業を進める中、新たなる剣、メガスパークブレードを携えたガルバトロンが、手下を従えまたもや地球に襲いかかる！"
                },
                "16": {
                    "ID": "96078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96078",
                    "TitleEnglish": "Go for Unicron!",
                    "SummaryEnglish": "Carlos reports the locators on the two Terrorcons have concluded that the enemy has two bases (Megatron and Alpha Q), while Megatron's plan doesn't succeed as Team Rodimus comes to rescue Scorponok, making quick work of the Decepticons. After the report, Dr. Jones is unveiling a new starship to increase energon production, named the Miranda II. Optimus reveals their mission is twofold: they are also going to destroy Unicron, and they prepare to set up a space bridge.",
                    "TitleJapanese": "めざせ！ ユニクロン",
                    "SummaryJapanese": "アルファＱはどこにいる？ やっきになったガルバトロンは、はりつけにしたメガザラックを疑似彗星に乗せ、地球のエネルゴングリッドに突入させる。忠実な部下であったメガザラックを、アルファＱは見殺しにしないはずだ。エネルゴンの凄まじい破壊力に絶命寸前のメガザラック。そこに間一髪で救援に駆けつけたのはロディマスコンボイたちだった。作戦を邪魔されたガルバトロンたちは……。"
                },
                "17": {
                    "ID": "96079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96079",
                    "TitleEnglish": "The Return of Demolishor",
                    "SummaryEnglish": "The Autobots dock their ship near a mysterious blizzard planet, which Kicker senses Energon on. But the Autobots face a new threat: for Demolishor is revived in a new body, with the ability to transform into a construction vehicle by Megatron. However, Tidal Wave interrupts, with Snow Cat reporting the Autobots' location. On the blizzard planet, the Miranda II is stuck between glaciers, unable to escape, so two groups are deployed: one to get the energon, the other to free the ship.",
                    "TitleJapanese": "ダイノボットが降ってくる！",
                    "SummaryJapanese": "ユニクロンをめざし、宇宙を航行するミランダII世号。その途上、キッカーが新たなエネルゴンの存在を感知し、降り立ったのは氷の惑星だった。地球から遠く離れた未知なる場所。不安にさいなまれたキッカーは、思うように探索を進めることができない。そこにデストロンが急襲、サイバトロンは大ピンチに。が、突如新たなテラーコンが大量に姿をあらわした！"
                },
                "18": {
                    "ID": "96080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96080",
                    "TitleEnglish": "A Tale of Two Heroes",
                    "SummaryEnglish": "Escalating tensions reach their boiling point as Optimus Prime and Rodimus clash over difference of their ideals over the menace of Unicron!",
                    "TitleJapanese": "対決！ 二人のコンボイ",
                    "SummaryJapanese": "ついに、グランドコンボイとロディマスコンボイの両雄が出会う。あくまでユニクロンの破壊を主張するグランドコンボイに対して、ロディマスは、新たなる生命を産み出す力を持つユニクロンは真の敵ではないと説得する。二人の考えは平行線をたどるままに決裂。ふたたびアルファＱのもとへ飛び立とうとしているロディマスシップを見つめていたロードバスターは……。"
                },
                "19": {
                    "ID": "96081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96081",
                    "TitleEnglish": "Battle Stations",
                    "SummaryEnglish": "Unicron’s body is rapidly reviving, much to Megatron’s delight. Optimus Prime pilots the Miranda II into Unicron’s body in an attempt to destroy it from the inside, but Unicron attempts to crush the Autobots and their ship!",
                    "TitleJapanese": "恐怖！ ユニクロン始動",
                    "SummaryJapanese": "ついにユニクロンへとたどり着いたサイバトロンの戦士たち。復活間近のユニクロンは、ガルバトロンの意志に突き動かされながら、ミランダII世号へ襲いかかる。一方、ロディマスコンボイとともにアルファＱのもとへと向かったロードバスターは、アルファＱの手ひどい出迎えを受け、絶体絶命のピンチに。無二の相棒の危機に気付いたキッカーは、単身アルファＱのもとへと向かうが……。"
                },
                "20": {
                    "ID": "96082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96082",
                    "TitleEnglish": "Alpha Q: Identity",
                    "SummaryEnglish": "Kicker confronts Alpha Q deep within Unicron mangning to get the Quintesson to expose his secrets and origins.",
                    "TitleJapanese": "アルファQその正体",
                    "SummaryJapanese": "ユニクロンの再生を知り、セイバートロン星の地下に潜伏していたデストロン軍が一斉に立ち上がる。そんな中、混乱状態のすきを突き、地下奥深くの監獄に幽閉されていた凶暴なトランスフォーマーが脱獄。ガルバトロンのもとへ向かう。一方ユニクロン内部に潜入したキッカーは、ついにアルファＱと出会う。いくつもの顔をもつ生命体アルファＱ。その正体と、エネルゴンを奪おうとする真の目的が今、明らかにされる！"
                },
                "21": {
                    "ID": "96083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96083",
                    "TitleEnglish": "Shockblast: Rampage",
                    "SummaryEnglish": "As the Autobots scramble to defeat the Decepticons, the sadistic Shockblast is released from captivity on Cybertron!",
                    "TitleJapanese": "大暴れ！ レーザーウェーブ",
                    "SummaryJapanese": "勇気を振り絞り、共に戦うことを訴えるキッカーに心を開いたアルファＱは、ユニクロンの頭部を動かし、ミランダII世号のもとへと向かう。狙うはガルバトロンのいる、もうひとつのユニクロン。大いなる援軍を目の前にしたグランドコンボイはしかし、あくまでユニクロンは破壊するべき存在だと主張。ユニクロンを利用するべきだと考えるロディマスコンボイの説得を聞き入れようとしない……。"
                },
                "22": {
                    "ID": "96084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96084",
                    "TitleEnglish": "Survival Instincts",
                    "SummaryEnglish": "Several Decepticon spaceships manage to escape Cybertron and arrive at Unicron’s body where Megatron surveys his forces. Over in Unicron’s head, Optimus Prime meets with Alpha Q. Suddenly, both Unicron parts come alive! Decepticons are attacked and destroyed in great numbers and Megatron is trapped while Unicron’s head goes out of control.",
                    "TitleJapanese": "暴走！ 飢えたユニクロン",
                    "SummaryJapanese": "アルファＱの居るユニクロン頭部と、ガルバトロンが住まうユニクロン胴体部。ふたつのユニクロンが制御不能の暴走を始めた。すべての存在を破壊しようと攻撃をするユニクロン。エネルゴンをしばらく補給していなかったせいで、まるで腹を空かせた赤子のようにその本能を爆発させているのだ。窮地におちいったサイバトロンたちは……。"
                },
                "23": {
                    "ID": "96085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96085",
                    "TitleEnglish": "Each One Fights...",
                    "SummaryEnglish": "Megatron is plotting to feed Cybertron to Unicron! The Decepticon army is battered and Shockblast forms an elite unit of those few who are intact. Optimus Prime and Rodimus team up and head off to defend Cybertron, leaving Kicker to deal with the injured Alpha Q.",
                    "TitleJapanese": "それぞれの戦い",
                    "SummaryJapanese": "暴走がやまないガルバトロンのユニクロン。そこでガルバトロンは、エネルゴンが多く眠るセイバートロン星を丸ごとユニクロンに喰らわそうと思い立つ。グランドコンボイ達は、エネルゴングリッドの力でユニクロンを退けようとするが、レーザーウェーブ率いるデストロンの精鋭部隊が、エネルゴンタワーを破壊しようと立ちはだかる。一方アルファＱは、底知れぬ力を持つユニクロンに恐れをなし、動こうとしない……。"
                },
                "24": {
                    "ID": "96086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96086",
                    "TitleEnglish": "Unicron Unleashed",
                    "SummaryEnglish": "The battle continues on Cybertron as Optimus Prime and Rodimus once again act as one team. The Decepticons are able to cause more tears in the Energon grid, allowing Megatron to swoop down with the Terrorcons, bent on stealing the Energon from the core. Optimus Prime realizes that they must leave Cybertron and fight from Unicron’s head.",
                    "TitleJapanese": "やれ！ いまできること",
                    "SummaryJapanese": "エネルゴングリッドにできた穴から、大量のテラーコンがセイバートロン星内のエネルゴンに向かって襲いかかる。必死で撃退するサイバトロン。が、あまりの大軍にたちうちできない。徐々に元の体を取り戻し始めるガルバトロンのユニクロン。こうなれば、ユニクロンの体内に侵入し、ガルバトロンを倒すしかない。すべてのサイバトロンとアルファＱ達が一丸となり、ガルバトロンのユニクロンに立ち向かおうとするその時、キッカーは……。"
                },
                "25": {
                    "ID": "96087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96087",
                    "TitleEnglish": "Open Fire!",
                    "SummaryEnglish": "Megatron and Optimus Prime are set to face off in a final showdown - until Shockblast interferes.",
                    "TitleJapanese": "大暴れ！ レーザーウェーブ",
                    "SummaryJapanese": "勇気を振り絞り、共に戦うことを訴えるキッカーに心を開いたアルファＱは、ユニクロンの頭部を動かし、ミランダII世号のもとへと向かう。狙うはガルバトロンのいる、もうひとつのユニクロン。大いなる援軍を目の前にしたグランドコンボイはしかし、あくまでユニクロンは破壊するべき存在だと主張。ユニクロンを利用するべきだと考えるロディマスコンボイの説得を聞き入れようとしない……。"
                },
                "26": {
                    "ID": "96088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96088",
                    "TitleEnglish": "Ripped Up Space",
                    "SummaryEnglish": "In an attempt to regain control of Unicron, Megatron accidentally causes an explosion that rips a hole right through the very fabric of the Universe!",
                    "TitleJapanese": "切り裂かれた宇宙",
                    "SummaryJapanese": "地球から送られた大量のエネルゴンの力により、赤く光り輝くアルファＱのユニクロン。そこから、これまでユニクロンに飲み込まれていた多くの星達のスパークが解放され始めた。と同時に、徐々にその姿を失っていくユニクロン。怒りに震えるガルバトロンは、エネルゴン同士をぶつけ合い大爆発を起こすことで、全てを破壊しようとし始めた！"
                },
                "27": {
                    "ID": "96089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96089",
                    "TitleEnglish": "Team Optimus Prime",
                    "SummaryEnglish": "Recap episode. Megatron escapes into a black hole and Optimus Prime decides to give chase, even though he doesn’t know what he will find on the other side. Kicker joins his Autobot friends on their mission and pilots the Miranda II into the black hole. Meanwhile back on earth, Dr. Jones monitors the situation and ignores the government agents who want to speak with him about his involvement with earth’s energon reserves.",
                    "TitleJapanese": "チームコンボイの行方",
                    "SummaryJapanese": "アルファＱやグランドコンボイたちを追い、キッカーたちの乗るミランダII世号は宇宙の裂け目に飛び込んでいった。一方、地球のジョーンズ博士とミランダ、サリーは、音信不通となったキッカーたちを心配し、手がかりを探していたが……。"
                },
                "28": {
                    "ID": "96090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96090",
                    "TitleEnglish": "Protection",
                    "SummaryEnglish": "On the other side of the rip, the Autobots must now defend a whole new set of planets, and Wing Saber finally gets the chance to re-capture his prisoner.",
                    "TitleJapanese": "守るべき星々",
                    "SummaryJapanese": "ブラックホールを抜け出た先は、太陽のようなエネルゴンの塊を中心として、アルファＱの開放した星々が点在する新しい宇宙だった。すぐに行方不明となったホットショットらを捜索しはじめるコンボイたち。すると、後続隊のキッカー、ロードバスターから通信が入った。星々のひとつ、アイアンプラネットで合流するが、この星を支配しようとしているレーザーウェーブがあらわれ……。"
                },
                "29": {
                    "ID": "96091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96091",
                    "TitleEnglish": "Imprisoned Inferno",
                    "SummaryEnglish": "Inferno gets into a Decepticon trap while guarding Shockblast.",
                    "TitleJapanese": "囚われのインフェルノ",
                    "SummaryJapanese": "地球にそっくりの星に成長するジャングルプラネット。コンボイたちは、緑豊かなこの星にベースを構え、つかの間の休息を得ていた。一方、アイアンプラネットで捕らえたレーザーウェーブを、ひとり監視しているインフェルノのもとに、ガルバトロンたちが襲来。ピンチに気づいたコンボイたちが急いで救援にかけつけるが、ガルバトロンたちが立ちはだかり……。"
                },
                "30": {
                    "ID": "96092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96092",
                    "TitleEnglish": "Jungle Planet",
                    "SummaryEnglish": "Team Bulkhead searches for the Autobots, while Kicker and Ironhide search for Inferno on the Jungle Planet. Inferno, who was previously affected by the Decepticons into embracing the dark side, is saved by Kicker after learning of a Decepticon attack, whom tracked Inferno's decepticon mark right to the planet.",
                    "TitleJapanese": "業火！ジャングルプラネット",
                    "SummaryJapanese": "デストロンマークを身体に刻み込まれたインフェルノ。かれが知らず知らずに出して いたデストロン信号により、ジャングルプラネットの存在を察知したガルバトロンたちがサイバトロンのもとへ襲いかかる。すさまじい戦闘によりたちまち火に包まれるジャングルプラネット。そして、デストロンマークの引力に取り込まれそうになるインフェルノは……。"
                },
                "31": {
                    "ID": "96093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96093",
                    "TitleEnglish": "Bulkhead",
                    "SummaryEnglish": "The Autobots go to put up an Energon tower on Jungle planet but Megatron isn't going to let that happen without a fight.",
                    "TitleJapanese": "いざ！スプラング見参",
                    "SummaryJapanese": "アイアンプラネットは、メガザラックにエネルゴンを奪われ、死滅してしまった。これ以上星たちを犠牲にするわけにはいかない。そのためにはエネルゴングリッドを張り、敵の襲撃を防ぐ必要がある。ホットショット、ロディマス、スプラングたちは、エネルゴンタワーを持ち帰るため、セイバートロン星へと向かうが、デストロンの偵察部隊にあとをつけられ……。"
                },
                "32": {
                    "ID": "96094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96094",
                    "TitleEnglish": "Farewell Inferno",
                    "SummaryEnglish": "Inferno uses his decepticon \"half\" to bait Megatron. In the end, Inferno sacrifices himself in the sun to defeat the decepticons.",
                    "TitleJapanese": "さらば　インフェルノ",
                    "SummaryJapanese": "ロックプラネット、ブリザードプラネット、オーシャンプラネット。新たに育つ３つの星に武装シティを投下し、エネルゴングリッドを張ることでデストロンの攻撃から星々を守ろうとするコンボイたち。しかし、設置寸前でガルバトロンたちが猛攻撃を仕掛けてきた。必死で応戦するサイバトロン。しかし、オーシャンプラネットのシティがやられてしまう。その時インフェルノがとった行動は……。"
                },
                "33": {
                    "ID": "96095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96095",
                    "TitleEnglish": "Scorponok's Scars",
                    "SummaryEnglish": "It is revealed that the spark within Scorponok is not actually that of the grand chamberlain of Planet Q - his spark was completely extinguished in his last act of sacrifice. Alpha Q instead used the wandering Spark of a Decepticon to recreate Scorponok, programming to act and think the way the real Scorponok did.",
                    "TitleJapanese": "戻れ！われらのメガザラック",
                    "SummaryJapanese": "エネルゴングリッドは完成したものの、ガルバトロンたちは、グリッドの外にある星からエネルゴンを奪い始めた。デストロンマークを深く刻印されたメガザラックが、新たな星のひとつ、デザートプラネットに降り立つ。そこは、アルファＱとメガザラックがかつて住んでいた故郷にそっくりの星だった。メガザラックの記憶を呼び覚まし、ふたたび共に生きることを願うアルファＱ。しかしメガザラックは……。"
                },
                "34": {
                    "ID": "96096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96096",
                    "TitleEnglish": "Crash Course",
                    "SummaryEnglish": "The Autobots have spare time so Rodimus authorizes a race for the Autobots.",
                    "TitleJapanese": "特訓だぁ！ロードバスター",
                    "SummaryJapanese": "メガザラックに勝つためにはまだまだ強さが足りないと、自らのふがいなさを思い悩むロードバスター。それを見ていたホットショットが、ロードバスターをサーキットプラネットへと連れ出した。そこは星がサーキットで覆われた、レースを行なうのにうってつけの星。そこで、サイバトロンのメンバー総出で勝負が始まった。が、肝心のロードバスターがなかなか相手を追い抜くことができない。その姿を見て、業を煮やしたキッカーは……。"
                },
                "35": {
                    "ID": "96097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96097",
                    "TitleEnglish": "Omega Supreme",
                    "SummaryEnglish": "The sleeping giant is awake and ready to help, just when the Autobots need it the most...",
                    "TitleJapanese": "古の賢者・オメガスプリーム",
                    "SummaryJapanese": "セイバートロン星との交信を妨げていた暗黒物質が消滅した。ガルバトロンのユニクロンがそのすべてを吸収してしまったのだ。それは、ユニクロンの復活が近いことを意味していた。アルファＱとサイバトロンが危機感を募らせる中、セイバートロン星から強力な援軍がやってきた。その名はオメガスプリーム。伝説の戦士の登場により、果たしてユニクロン復活を食い止めることができるのか……。"
                },
                "36": {
                    "ID": "96098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96098",
                    "TitleEnglish": "A Heroic Battle",
                    "SummaryEnglish": "Unicron is complete! Now Optimus Prime must use his Spark of Combination to Powerlink with Omega Supreme - be will it be enough to stop the Chaos Bringer?",
                    "TitleJapanese": "壮絶！アルファＱの戦い",
                    "SummaryJapanese": "再生したユニクロン胴体部が、頭部も手に入れることで完全復活を遂げようと、アルファＱの太陽に向かってくる。グランドコンボイたちはエネルゴングリッドを周囲に張り巡らせ抵抗を試みるが、ユニクロンの巨大な力には歯が立たず、強引に突破されてしまう。それでも必死で食い止めようとするサイバトロンの総力攻撃の下、オメガスプリームが真価を発揮。不思議な力で敵の攻撃を退ける。一方、ピンチのアルファＱは、キッカーを新たな星プレーンプラネットへと誘った。そこは……。"
                },
                "37": {
                    "ID": "96099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96099",
                    "TitleEnglish": "The Power",
                    "SummaryEnglish": "The Autobots find a weak spot in Unicron's armor. Meanwhile, some very interesting transformations are taking place on the Decepticon team...",
                    "TitleJapanese": "レーザーウェーブの最期",
                    "SummaryJapanese": "頭部を獲得し、完全復活を遂げたユニクロン。しかし現在はその全エネルギーを傷の修復作業に注いでいるため、動きが止まっている。この機に乗じ、オメガコンボイはユニクロンの体内へ突入。内部でユニクロンと接続しているガルバトロンを打倒しに向かう。色めきだったガルバトロンが、ライバルを迎え撃とうと立ち上がったその瞬間、レーザーウェーブがユニクロンを乗っ取ってしまう……。"
                },
                "38": {
                    "ID": "96100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96100",
                    "TitleEnglish": "Optimus Supreme",
                    "SummaryEnglish": "The Ice planet was destroyed by Unicron. All autobots can't save it and almost all of them got wounded from Unicron's attack.",
                    "TitleJapanese": "死闘！オメガコンボイ",
                    "SummaryJapanese": "覚醒したユニクロンが、すべてを食い尽くそうと暴走を始めた。星に襲いかかり、サイバトロン、そしてデストロンの戦士たちまでも食い尽くそうとするユニクロン。それは、この恐ろしい力を操ろうとしていたガルバトロンが、ユニクロンの細胞に犯され、取り込まれてしまったことを意味していた。全力で立ち向かうサイバトロンだったが、その暴走は激しさを増していく。その時、セイバートロン星のプライマスが動き始めた……。"
                },
                "39": {
                    "ID": "96101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96101",
                    "TitleEnglish": "Unicron Perishes",
                    "SummaryEnglish": "Unicron dies but Megatron survives with Unicron's mind living inside him.",
                    "TitleJapanese": "ユニクロン消滅",
                    "SummaryJapanese": "セイバートロン星から放たれた光が、オメガコンボイたちを包み込む。巨大化したオメガコンボイと、新たなボディとなったサイバトロン戦士たちが、総力を挙げてユニクロンに立ち向かう。コンボイ、キッカー、そしてすべてのサイバトロン戦士の心がひとつになった時、もはやユニクロンとの間に力の差はない。熾烈を極める戦いの先に待つものは……。"
                },
                "40": {
                    "ID": "96102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96102",
                    "TitleEnglish": "Ambition",
                    "SummaryEnglish": "The Decepticons, Megatron, Starscream, and Scorponok attacks Cybertron. Optimus Prime and the other Autobots, aboard the Miranda II, travelled to Cybertron to save the planet.",
                    "TitleJapanese": "ガルバトロンの蘇る野望",
                    "SummaryJapanese": "ユニクロンは消滅した。サイバトロンたちに、戦闘終結の安堵感がひろがる中、突如、セイバートロン星にデストロン反応がキャッチされた。あらわれたのは、ユニクロンとともに消え去ったはずのガルバトロン。コンボイたちがアルファＱの宇宙に留まっている隙に、セイバートロン星が奇襲をうけてしまったのだ。急いで救出に向かうキッカーたちだったが、手薄のセイバートロン星はデストロンにみるみる占領され……。"
                },
                "41": {
                    "ID": "96103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96103",
                    "TitleEnglish": "Wishes",
                    "SummaryEnglish": "Using Unicron, Megatron has discovered a powerful source of energy: Super Energon. By immersing himself in the liquid, he is transformed into Galvatron, with a new purple armor which makes him impervious to all forms of firepower. However, he awakens the guardians of the energon, who chose to join him- Constructicon and Bruticus Maximus. However, the third guardian- Superion Maximus, escapes, so he sends his new minions after him.",
                    "TitleJapanese": "スペリオンの希望",
                    "SummaryJapanese": "長い眠りから覚醒した、いにしえのトランスフォーマー、スペリオン、ブルーティカス、ビルドロン。ビルドロン、ブルーティカスは、スーパーエネルゴンを浴びて更なるパワーアップを遂げたガルバトロンとともに地上へ飛びだし、セイバートロン星の完全征服に乗り出す。一方、胸にサイバトロンマークを抱いたスペリオンは……。"
                },
                "42": {
                    "ID": "96104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96104",
                    "TitleEnglish": "Galvatron!",
                    "SummaryEnglish": "Galvatron has Sixshot start moving Cybertron towards the planet where Alpha Q's \"soul\" is. The Miranda II gets hit and crashes into Cybertron.",
                    "TitleJapanese": "撃沈！ ミランダII世号",
                    "SummaryJapanese": "デストロンのエネルゴンガスに覆われてしまったセイバートロン星。それは、星全体がデストロンの占領下に入ったことを意味していた。大気圏上のミランダII世号にあって身動きがとれないコンボイたちは、エネルゴンの影響を受けないキッカーとオムニコンに、工作部隊として星内に潜入する作戦をたてる。一方コントロールルームを占拠したガルバトロンたちは、シックスショットの入れ知恵により、セイバートロン星全体を移動させ始めた。その向かう先にあるものは……。"
                },
                "43": {
                    "ID": "96105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96105",
                    "TitleEnglish": "Break Through",
                    "SummaryEnglish": "Optimus Prime and the other Autobots try to breakthrough the energon grid and then later have to go under ground",
                    "TitleJapanese": "それいけ！オムニコン",
                    "SummaryJapanese": "決死の突入劇の末、セイバートロン星の地上へと降り立ったキッカーとオムニコンたちは、休む間もなくコンボイたちを星内へ迎え入れる作戦を開始する。サイバトロンの突入を拒むデストロン色のエネルゴンガス。それを各グリッドに送り込んでいるパイプラインを分断し、ガスの拡散を阻止しようというのだ。多くのオムニコンが力をあわせ、作業を進めるなか、デストロンがキッカーたちの侵入をかぎつけ……。"
                },
                "44": {
                    "ID": "96107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96107",
                    "TitleEnglish": "The Omega Train",
                    "SummaryEnglish": "The Autobots split up and with the help of other autobot rebels they attempt to find and free Kickers family and Cybertron. Megatron gets Cybertron through the space bridge. Alpha Q seems to think that Galvatron has \"lost his marbles\" and Ironhide has an \"inflated ego\".",
                    "TitleJapanese": "バラバラ、デストロン軍団",
                    "SummaryJapanese": "3チームに分かれて展開するサイバトロンのセイバートロン星奪回作戦は功を奏し、トレイン型のオメガフォートレスに乗り込んだキッカーたちは快調に地下道を走り、中央都市へと近づいていく。が、地上で敵をおびき寄せるコンボイたちは、ガルバトロン率いるデストロンの猛攻撃にさらされ、ピンチに。コンボイの身を案じるキッカーは、オメガスプリームに援軍に向かうよう頼み込み……。"
                },
                "45": {
                    "ID": "96108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96108",
                    "TitleEnglish": "Decepticon Army",
                    "SummaryEnglish": "Kicker searches for his family below Cybertron, while Galvatron and a damaged Optimus square off on the planet's surface.",
                    "TitleJapanese": "凄いぞ！チームロードバスター",
                    "SummaryJapanese": "キッカーは中央都市にたどり着き、家族と再会。別動部隊のコンボイたちもキッカー達と合流するため中央都市へと向かっていた。しかしそのころ、地下神殿でエネルゴンのデストロン仕様への変換を行なっていたクロムホーンが、スーパーエネルゴンの力で巨大化。地上へと飛びだし大暴れを始めてしまった。クロムホーンを制止し、地下神殿へ戻るよう説得するメガザラックだったが……。"
                },
                "46": {
                    "ID": "96109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96109",
                    "TitleEnglish": "Ironhide Team",
                    "SummaryEnglish": "The Autobots are in disarray trying to avoid detection from Galvatron, while Ironhide faces a showdown with Scorponok.",
                    "TitleJapanese": "オメガコンボイ再び",
                    "SummaryJapanese": "移動を続けるセイバートロン星は、ついにワープゲートを抜けて、アルファＱの宇宙へとたどり着いてしまった。このままでは、プレーンプラネットに衝突し、宇宙全体が消滅してしまう。星の動きを止めたいコンボイたちは、中央都市の司令室へと向かい、奪還を試みるが、シックスショットの策によりデストロン色のエネルゴンガスが爆発を起こし、近づくことができない。サイバトロンたちに残された道は……。"
                },
                "47": {
                    "ID": "96110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96110",
                    "TitleEnglish": "Formidable",
                    "SummaryEnglish": "The Autobots try to break into the control room to stop Cybertron getting through the Warp Gate, while Optimus looks for Unicron...",
                    "TitleJapanese": "恐ろしや！ 巨大ガルバトロン",
                    "SummaryJapanese": "さまざまな思惑が入り乱れ、バラバラな行動をとりはじめるデストロン軍。占拠していたはずの司令室もがら空きになってしまう。その隙にひとり潜入し、指揮系統を奪い返したのはなんとサリー。デストロンを締め出し、宇宙港にスペースゲートを開通、形勢は一気にサイバトロン優位となる。一方、単独で地下のエネルゴン神殿へと向かったガルバトロンは、再びスーパーエネルゴンを目の前にし……。"
                },
                "48": {
                    "ID": "96111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96111",
                    "TitleEnglish": "Galvatron Terror",
                    "SummaryEnglish": "With Optimus Prime's power at its peak, Galvatron plans to use the super energon pool to fight him. However, Six Shot has other ideas...",
                    "TitleJapanese": "恐ろしや! 巨大ガルバトロン",
                    "SummaryJapanese": null
                },
                "49": {
                    "ID": "96112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96112",
                    "TitleEnglish": "Destructive Power",
                    "SummaryEnglish": "A band of super energon causes Galvatron to grow bigger and more powerful than ever, while the Autobots formulate a plan to bring him back down to size.",
                    "TitleJapanese": "空前絶後! 超破壊大帝",
                    "SummaryJapanese": null
                },
                "50": {
                    "ID": "96113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96113",
                    "TitleEnglish": "Spark",
                    "SummaryEnglish": "Galvatron has grown to enormous portions with the power of Unicron growing in him and is headed in to deep space. Shadowing him is a host of Autobots, included Optimus Prime. No one can quite figure out his destination and Optimus sees this as his final opportunity to take down Galvatron once and for all.",
                    "TitleJapanese": "コンビネーションスパークの力",
                    "SummaryJapanese": null
                },
                "51": {
                    "ID": "96114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96114",
                    "TitleEnglish": "The Sun",
                    "SummaryEnglish": "Kicker send Optimus the sun as in the form of energon to help destroy Galavtron.",
                    "TitleJapanese": "エネルゴン、それは太陽",
                    "SummaryJapanese": null
                },
                "52": {
                    "ID": "96106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96106",
                    "TitleEnglish": "Distribution",
                    "SummaryEnglish": "The Autobots battle, but this time in cyberspace, a virtual training program. While Alpha Q watches from the sidelines, Six Shot hacks into the program and enables the Decepticons to play in the game.",
                    "TitleJapanese": "爆走トレイン！ オメガスプリーム",
                    "SummaryJapanese": "セイバートロン星突入に成功したグランドコンボイたちは、地下に潜伏していたウイングセイバー率いるサイバトロンの残兵たちと合流。すぐさまセイバートロン星の奪回作戦を決行する。目指すはいまやデストロンの本拠地となった中央都市。星の中枢を奪い返し、キッカーの家族たちを救出しなければならない。サイバトロンは3組に分かれ、敵の目をあざむきながら中央都市へ向かおうとするが……。"
                }
            }
        }
    }
}