{
  "URL": "https://www.thetvdb.com/series/transformers-energon",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Children",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0388650/",
    "https://www.themoviedb.org/tv/75911"
  ],
  "TitleEnglish": "Transformers: Energon",
  "SummaryEnglish": "It's been 10 Earth years since the last battle against Unicron involving him and Megatron disappearing into deep space. The Autobots and Decepticons have been working together and have set up mining post for mining Energon in which to use the Energon to restore Cybertron. But a bad guy called Alpha Q (AKA Alpha Quintesson) has sent a Decepticon named Scorponok and a group of drones called the Terrorcons to raid the mining settlements and steal the Energon so they can restore and power up Unicron and revive Megatron with the help of the Decepticons. But a resurrected Megatron has other plans with Unicron since he has plans to control him. Scorponok and Alpha Q have different plans for Unicron and that is to use Unicron's power to re-create things like his home planet, and destroy Megatron once and for all. It's up to Optimus Prime, the Autobots, and the Omnicons along with a teenage boy named Kicker to stop the Decepticons from stealing all the Energon and taking over the universe.",
  "Aliases": [
    "Transformers: Superlink",
    "Transformers Energon"
  ],
  "Modified": "2025-09-01",
  "Seasons": {
    "0": {
      "ID": "531719",
      "URL": "https://www.thetvdb.com/series/transformers-energon/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "5320233",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/5320233",
          "TitleEnglish": "Must See! The Strongest Match of Dreams (Distribution)",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "4715",
      "URL": "https://www.thetvdb.com/series/transformers-energon/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 52,
      "Episodes": {
        "1": {
          "ID": "96063",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96063",
          "TitleEnglish": "Cybertron City",
          "SummaryEnglish": "Ten years have passed since the Armada battles. The Autobots and Decepticons work side by side with humans to harvest Energon. But trouble is brewing with recent attacks by a group of transformers known as Terrorcons. Can the Autobots meet the threat?",
          "Aliases": []
        },
        "2": {
          "ID": "96064",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96064",
          "TitleEnglish": "Energon Stars",
          "SummaryEnglish": "After analyzing the Terrorcon threat, the Autobots decide to send away all the civilians living in the energon mining bases. Ironhide is given the job of \"babysitting\" Kicker, neither one is happy about it. The alarm goes off for an attack on Lunar City, Kicker and Jetfire go ahead and the others soon follow after being given energon stars by the Omnicons. When they get there, Ironhide heads off to check the mine and touches some energon by mistake which knocks him out. The others rescue him and they head back to Ocean City. The episode ends with Alpha-Q saying Optimus Prime will meet his match when Scorponok awakens.",
          "Aliases": []
        },
        "3": {
          "ID": "96065",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96065",
          "TitleEnglish": "Scorpinok",
          "SummaryEnglish": "Scorponok captures Tidal Wave and made him to follow his orders so that they can revive Megatron with energon. While Kicker and Ironhide stay behind while the rest of the team help Desert City...",
          "Aliases": []
        },
        "4": {
          "ID": "96066",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96066",
          "TitleEnglish": "Megatron's Sword",
          "SummaryEnglish": "When Scorponok is ordered to attack Earth, the Autobots are soon overcome both by the Terrorcons and the power of Scorponok's Star Saber. The Autobots look to the Omnicons to give them the advantage in this dangerous time.",
          "Aliases": []
        },
        "5": {
          "ID": "96067",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96067",
          "TitleEnglish": "The New Cybertron City",
          "SummaryEnglish": "Kicker has a dream about Energon in the Alps, so Optimus sends Ironhide, Hot Shot, Strongarm and Demolishor to go with Kicker to find the spot from his dream. Kicker gets separated from the others and falls in a ravine. The Terrorcons arrive, and blocks the Autobots escape route. Optimus demands that Dr. Jones set up a Space City Bridge to rescue them. Jetfire blames Demolishor for the arrival of Sorponok but Ironhide defends him.",
          "Aliases": []
        },
        "6": {
          "ID": "96068",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96068",
          "TitleEnglish": "Megatron Resurrected",
          "SummaryEnglish": "At various Cyber Cites the Transformers have set up defensive traps to stop the Terrorcons from stealing Energon. It appears the Autobots have won as their enemies retreat, but as they head back to regroup, Cyclonus, Tidal Wave and Scorponok begin to bicker around Megatron who still lies in his coma. Suddenly, he begins to come to life. Scorponok is outraged at this and whines to Megatron about him stealing all the Energon for himself.",
          "Aliases": []
        },
        "7": {
          "ID": "96069",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96069",
          "TitleEnglish": "Megatron Raid",
          "SummaryEnglish": "After seeing what Megatron did to Hot Shot the Autobots end up in a stand off with the Decepticons. Megatron taunts Optimus Prime with his powerful sword but allows the Autobots to withdraw without a skirmish. Back at Ocean City, Hot Shot is lowered into an Energon pool for repairs while the Omnicons begin making duplicates of Megatron’s sword. A space bridge is detected near the city and the Autobots fly into action.",
          "Aliases": []
        },
        "8": {
          "ID": "96070",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96070",
          "TitleEnglish": "Starscream the Mysterious Mercenary",
          "SummaryEnglish": "A mysterious phantom assassin stalks Optimus Prime. Can Kicker and the Autobots protect Optimus and unmask the assassin before it is too late?",
          "Aliases": []
        },
        "9": {
          "ID": "96071",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96071",
          "TitleEnglish": "Battle of the Asteroid Belt",
          "SummaryEnglish": "In the partially destroyed control room of Luna City, Carlos tracks an unknown Transformer’s path to Asteroid City. Megatron, Scorponok & Alpha Q know that Optimus Prime will follow Starscream to the Asteroid Belt. Scorponok sees this as an opportunity to destroy the Autobots, but Megatron exerts his power and heads off to Luna City in search of more Energon to take to Unicron.",
          "Aliases": []
        },
        "10": {
          "ID": "96072",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96072",
          "TitleEnglish": "Energon Tower",
          "SummaryEnglish": "Megatron gets a better sword that does much more damage than the one the Autobots have. The remains of Unicron are finally shown and then the Decepticons attack ocean city only to discover that the Autobots have an energon tower which activates during the battle. The energon tower destroys all the Terrorcons and causes pain for the Decepticons. Megatron pulls out.",
          "Aliases": []
        },
        "11": {
          "ID": "96073",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96073",
          "TitleEnglish": "The Legend of Rodimus",
          "SummaryEnglish": "Alpha Q prepares to bring Unicron to life, while yet another Energon Tower is secured into place. Below the city, Kicker searches for more energon with Ironhide, but has trouble because of a similar experience during his childhood which was caused on an energon expedition with his father. Kicker felt his father was more concerned with finding energon than his safety, and he'll never forgive him for it. Ironhide tells Kicker that he should respect his father and to punctuate his point, he tells Kicker about a legendary transformer named Rodimus, who was an inspirational leader that rallied a group of Autobots to escape the war and create a new world. He then leaves Kicker to fend for himself and confront his fears.",
          "Aliases": []
        },
        "12": {
          "ID": "96074",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96074",
          "TitleEnglish": "Crisis in Jungle City",
          "SummaryEnglish": "Kicker and Misha arrive in Jungle City, where helicopters come to complete the energon tower. But Alpha Q is not ready to let Earth go without a fight, and sends a group of stealth Terrorcons, named Command Ravage and Blackout. Unfortunately for him, both Kicker and Tidal Wave notice the Terrorcons, who are tunneling to avoid the base's defenses. In response, the Decepticons arrive via space bridge, and the energon mine and human allies are evacuated, but not before Misha requests that the pyramids near the city be protected.",
          "Aliases": []
        },
        "13": {
          "ID": "96075",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96075",
          "TitleEnglish": "Kicker Beware!",
          "SummaryEnglish": "Megatron forces Demolishor to divulge the Autobots' secret of finding energon: Kicker. Scorponok interrupts with news that a Battle Ravage drone was captured by the Autobots and transferred to Lunar City, and no doubt are searching for energon. On the Moon, Kicker pretends to search for energon, but really knows there is none, but there is something alive on the barren world. On their journey, Kicker runs into Demolishor, under orders to kidnap Kicker with a group of Terrorcons. Optimus attempts a rescue, but is ambushed by the other Decepticons, while Rodimus and his team debate over interfering. Kicker refuses help from Ironhide and decides to go under capture, hoping to spy and find information on Alpha Q, who does contact him through a Terrorcon while simultaneously using Scorponok to destroy both factions, although Scorponok's attempts are unsuccessful. However, the tide soon changes as Lunar City, along with a large group of Omnicons, is revealed to be intact, enabling an energon grid which defeats the Decepticons and Terrorcons.",
          "Aliases": []
        },
        "14": {
          "ID": "96076",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96076",
          "TitleEnglish": "Energon Grid",
          "SummaryEnglish": "Megatron has taken yet another plan, to create three meteors from Unicron and propel them at Earth before the energon grid has been completed, which he feels will \"strike fear in Optimus Prime.\" On Mars City, Carlos notifies Optimus, but Dr. Jones notices Desert City's Energon tower has a fault, rendering the Energon Grid useless. Kicker and the Autobots attempt to find the fault, which is a group of Blackout drones. Meanwhile, the comets enter Earth's atmosphere, but one is destroyed by Rodimus, aided by more mysterious Blackout drones.",
          "Aliases": []
        },
        "15": {
          "ID": "96077",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96077",
          "TitleEnglish": "Rodimus: Friend or Foe?",
          "SummaryEnglish": "While Snow Cat tests his Hyper Power against the Energon Grid, Megatron decides to go after Alpha Q instead of Earth after finding a Terrorcon spy. On Earth, the Autobots celebrate the Energon Grid, but Optimus calls a conference, telling him the Autobots will have to move their battle into space to defeat Unicron and the Decepticons. Outside, Hot Shot races out on a space bridge after receiving a secret message from Rodimus. He arrives on Mars, but runs into Scorponok and his Terrorcons attempting to collect Energon. Rodimus appears, and tells Hot Shot to not fire on the Alpha Q-allied bot, who escapes. Hot Shot questions Rodimus's actions, and is shocked that Rodimus says Unicron must be revived.",
          "Aliases": []
        },
        "16": {
          "ID": "96078",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96078",
          "TitleEnglish": "Go for Unicron!",
          "SummaryEnglish": "Carlos reports the locators on the two Terrorcons have concluded that the enemy has two bases (Megatron and Alpha Q), while Megatron's plan doesn't succeed as Team Rodimus comes to rescue Scorponok, making quick work of the Decepticons. After the report, Dr. Jones is unveiling a new starship to increase energon production, named the Miranda II. Optimus reveals their mission is twofold: they are also going to destroy Unicron, and they prepare to set up a space bridge.",
          "Aliases": []
        },
        "17": {
          "ID": "96079",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96079",
          "TitleEnglish": "The Return of Demolishor",
          "SummaryEnglish": "The Autobots dock their ship near a mysterious blizzard planet, which Kicker senses Energon on. But the Autobots face a new threat: for Demolishor is revived in a new body, with the ability to transform into a construction vehicle by Megatron. However, Tidal Wave interrupts, with Snow Cat reporting the Autobots' location. On the blizzard planet, the Miranda II is stuck between glaciers, unable to escape, so two groups are deployed: one to get the energon, the other to free the ship.",
          "Aliases": []
        },
        "18": {
          "ID": "96080",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96080",
          "TitleEnglish": "A Tale of Two Heroes",
          "SummaryEnglish": "Escalating tensions reach their boiling point as Optimus Prime and Rodimus clash over difference of their ideals over the menace of Unicron!",
          "Aliases": []
        },
        "19": {
          "ID": "96081",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96081",
          "TitleEnglish": "Battle Stations",
          "SummaryEnglish": "Unicron’s body is rapidly reviving, much to Megatron’s delight. Optimus Prime pilots the Miranda II into Unicron’s body in an attempt to destroy it from the inside, but Unicron attempts to crush the Autobots and their ship!",
          "Aliases": []
        },
        "20": {
          "ID": "96082",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96082",
          "TitleEnglish": "Alpha Q: Identity",
          "SummaryEnglish": "Kicker confronts Alpha Q deep within Unicron mangning to get the Quintesson to expose his secrets and origins.",
          "Aliases": []
        },
        "21": {
          "ID": "96083",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96083",
          "TitleEnglish": "Shockblast: Rampage",
          "SummaryEnglish": "As the Autobots scramble to defeat the Decepticons, the sadistic Shockblast is released from captivity on Cybertron!",
          "Aliases": []
        },
        "22": {
          "ID": "96084",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96084",
          "TitleEnglish": "Survival Instincts",
          "SummaryEnglish": "Several Decepticon spaceships manage to escape Cybertron and arrive at Unicron’s body where Megatron surveys his forces. Over in Unicron’s head, Optimus Prime meets with Alpha Q. Suddenly, both Unicron parts come alive! Decepticons are attacked and destroyed in great numbers and Megatron is trapped while Unicron’s head goes out of control.",
          "Aliases": []
        },
        "23": {
          "ID": "96085",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96085",
          "TitleEnglish": "Each One Fights...",
          "SummaryEnglish": "Megatron is plotting to feed Cybertron to Unicron! The Decepticon army is battered and Shockblast forms an elite unit of those few who are intact. Optimus Prime and Rodimus team up and head off to defend Cybertron, leaving Kicker to deal with the injured Alpha Q.",
          "Aliases": []
        },
        "24": {
          "ID": "96086",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96086",
          "TitleEnglish": "Unicron Unleashed",
          "SummaryEnglish": "The battle continues on Cybertron as Optimus Prime and Rodimus once again act as one team. The Decepticons are able to cause more tears in the Energon grid, allowing Megatron to swoop down with the Terrorcons, bent on stealing the Energon from the core. Optimus Prime realizes that they must leave Cybertron and fight from Unicron’s head.",
          "Aliases": []
        },
        "25": {
          "ID": "96087",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96087",
          "TitleEnglish": "Open Fire!",
          "SummaryEnglish": "Megatron and Optimus Prime are set to face off in a final showdown - until Shockblast interferes.",
          "Aliases": []
        },
        "26": {
          "ID": "96088",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96088",
          "TitleEnglish": "Ripped Up Space",
          "SummaryEnglish": "In an attempt to regain control of Unicron, Megatron accidentally causes an explosion that rips a hole right through the very fabric of the Universe!",
          "Aliases": []
        },
        "27": {
          "ID": "96089",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96089",
          "TitleEnglish": "Team Optimus Prime",
          "SummaryEnglish": "Recap episode. Megatron escapes into a black hole and Optimus Prime decides to give chase, even though he doesn’t know what he will find on the other side. Kicker joins his Autobot friends on their mission and pilots the Miranda II into the black hole. Meanwhile back on earth, Dr. Jones monitors the situation and ignores the government agents who want to speak with him about his involvement with earth’s energon reserves.",
          "Aliases": []
        },
        "28": {
          "ID": "96090",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96090",
          "TitleEnglish": "Protection",
          "SummaryEnglish": "On the other side of the rip, the Autobots must now defend a whole new set of planets, and Wing Saber finally gets the chance to re-capture his prisoner.",
          "Aliases": []
        },
        "29": {
          "ID": "96091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96091",
          "TitleEnglish": "Imprisoned Inferno",
          "SummaryEnglish": "Inferno gets into a Decepticon trap while guarding Shockblast.",
          "Aliases": []
        },
        "30": {
          "ID": "96092",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96092",
          "TitleEnglish": "Jungle Planet",
          "SummaryEnglish": "Team Bulkhead searches for the Autobots, while Kicker and Ironhide search for Inferno on the Jungle Planet. Inferno, who was previously affected by the Decepticons into embracing the dark side, is saved by Kicker after learning of a Decepticon attack, whom tracked Inferno's decepticon mark right to the planet.",
          "Aliases": []
        },
        "31": {
          "ID": "96093",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96093",
          "TitleEnglish": "Bulkhead",
          "SummaryEnglish": "The Autobots go to put up an Energon tower on Jungle planet but Megatron isn't going to let that happen without a fight.",
          "Aliases": []
        },
        "32": {
          "ID": "96094",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96094",
          "TitleEnglish": "Farewell Inferno",
          "SummaryEnglish": "Inferno uses his decepticon \"half\" to bait Megatron. In the end, Inferno sacrifices himself in the sun to defeat the decepticons.",
          "Aliases": []
        },
        "33": {
          "ID": "96095",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96095",
          "TitleEnglish": "Scorponok's Scars",
          "SummaryEnglish": "It is revealed that the spark within Scorponok is not actually that of the grand chamberlain of Planet Q - his spark was completely extinguished in his last act of sacrifice. Alpha Q instead used the wandering Spark of a Decepticon to recreate Scorponok, programming to act and think the way the real Scorponok did.",
          "Aliases": []
        },
        "34": {
          "ID": "96096",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96096",
          "TitleEnglish": "Crash Course",
          "SummaryEnglish": "The Autobots have spare time so Rodimus authorizes a race for the Autobots.",
          "Aliases": []
        },
        "35": {
          "ID": "96097",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96097",
          "TitleEnglish": "Omega Supreme",
          "SummaryEnglish": "The sleeping giant is awake and ready to help, just when the Autobots need it the most...",
          "Aliases": []
        },
        "36": {
          "ID": "96098",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96098",
          "TitleEnglish": "A Heroic Battle",
          "SummaryEnglish": "Unicron is complete! Now Optimus Prime must use his Spark of Combination to Powerlink with Omega Supreme - be will it be enough to stop the Chaos Bringer?",
          "Aliases": []
        },
        "37": {
          "ID": "96099",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96099",
          "TitleEnglish": "The Power",
          "SummaryEnglish": "The Autobots find a weak spot in Unicron's armor. Meanwhile, some very interesting transformations are taking place on the Decepticon team...",
          "Aliases": []
        },
        "38": {
          "ID": "96100",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96100",
          "TitleEnglish": "Optimus Supreme",
          "SummaryEnglish": "The Ice planet was destroyed by Unicron. All autobots can't save it and almost all of them got wounded from Unicron's attack.",
          "Aliases": []
        },
        "39": {
          "ID": "96101",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96101",
          "TitleEnglish": "Unicron Perishes",
          "SummaryEnglish": "Unicron dies but Megatron survives with Unicron's mind living inside him.",
          "Aliases": []
        },
        "40": {
          "ID": "96102",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96102",
          "TitleEnglish": "Ambition",
          "SummaryEnglish": "The Decepticons, Megatron, Starscream, and Scorponok attacks Cybertron. Optimus Prime and the other Autobots, aboard the Miranda II, travelled to Cybertron to save the planet.",
          "Aliases": []
        },
        "41": {
          "ID": "96103",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96103",
          "TitleEnglish": "Wishes",
          "SummaryEnglish": "Using Unicron, Megatron has discovered a powerful source of energy: Super Energon. By immersing himself in the liquid, he is transformed into Galvatron, with a new purple armor which makes him impervious to all forms of firepower. However, he awakens the guardians of the energon, who chose to join him- Constructicon and Bruticus Maximus. However, the third guardian- Superion Maximus, escapes, so he sends his new minions after him.",
          "Aliases": []
        },
        "42": {
          "ID": "96104",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96104",
          "TitleEnglish": "Galvatron!",
          "SummaryEnglish": "Galvatron has Sixshot start moving Cybertron towards the planet where Alpha Q's \"soul\" is. The Miranda II gets hit and crashes into Cybertron.",
          "Aliases": []
        },
        "43": {
          "ID": "96105",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96105",
          "TitleEnglish": "Break Through",
          "SummaryEnglish": "Optimus Prime and the other Autobots try to breakthrough the energon grid and then later have to go under ground",
          "Aliases": []
        },
        "44": {
          "ID": "96107",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96107",
          "TitleEnglish": "The Omega Train",
          "SummaryEnglish": "The Autobots split up and with the help of other autobot rebels they attempt to find and free Kickers family and Cybertron. Megatron gets Cybertron through the space bridge. Alpha Q seems to think that Galvatron has \"lost his marbles\" and Ironhide has an \"inflated ego\".",
          "Aliases": []
        },
        "45": {
          "ID": "96108",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96108",
          "TitleEnglish": "Decepticon Army",
          "SummaryEnglish": "Kicker searches for his family below Cybertron, while Galvatron and a damaged Optimus square off on the planet's surface.",
          "Aliases": []
        },
        "46": {
          "ID": "96109",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96109",
          "TitleEnglish": "Ironhide Team",
          "SummaryEnglish": "The Autobots are in disarray trying to avoid detection from Galvatron, while Ironhide faces a showdown with Scorponok.",
          "Aliases": []
        },
        "47": {
          "ID": "96110",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96110",
          "TitleEnglish": "Formidable",
          "SummaryEnglish": "The Autobots try to break into the control room to stop Cybertron getting through the Warp Gate, while Optimus looks for Unicron...",
          "Aliases": []
        },
        "48": {
          "ID": "96111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96111",
          "TitleEnglish": "Galvatron Terror",
          "SummaryEnglish": "With Optimus Prime's power at its peak, Galvatron plans to use the super energon pool to fight him. However, Six Shot has other ideas...",
          "Aliases": []
        },
        "49": {
          "ID": "96112",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96112",
          "TitleEnglish": "Destructive Power",
          "SummaryEnglish": "A band of super energon causes Galvatron to grow bigger and more powerful than ever, while the Autobots formulate a plan to bring him back down to size.",
          "Aliases": []
        },
        "50": {
          "ID": "96113",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96113",
          "TitleEnglish": "Spark",
          "SummaryEnglish": "Galvatron has grown to enormous portions with the power of Unicron growing in him and is headed in to deep space. Shadowing him is a host of Autobots, included Optimus Prime. No one can quite figure out his destination and Optimus sees this as his final opportunity to take down Galvatron once and for all.",
          "Aliases": []
        },
        "51": {
          "ID": "96114",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96114",
          "TitleEnglish": "The Sun",
          "SummaryEnglish": "Kicker send Optimus the sun as in the form of energon to help destroy Galavtron.",
          "Aliases": []
        },
        "52": {
          "ID": "96106",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/transformers-energon/episodes/96106",
          "TitleEnglish": "Distribution",
          "SummaryEnglish": "The Autobots battle, but this time in cyberspace, a virtual training program. While Alpha Q watches from the sidelines, Six Shot hacks into the program and enables the Decepticons to play in the game.",
          "Aliases": []
        }
      }
    }
  }
}