{
    "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0331135/",
        "https://www.themoviedb.org/tv/40178"
    ],
    "TitleEnglish": "I My Me! Strawberry Eggs",
    "SummaryEnglish": "Hibiki Amawa has just started to pursue his future as a Gym Teacher. He discovers that where he is staying requires payment for a room in advance, so he must get a job as soon as possible. The nearest school has an opening but unfortunately only hires female teachers, claiming men couldnt love the students like women do. Hibiki soon finds himself crossdressing as a woman, and being reliabe for the safety of all the female students. At the same time, a young girl named Fuko has discovered she has feelings for Hibiki, and doesnt understand, since Hibiki is a \"woman.\" How long can Hibiki keep his secret, and what will happen if he's found out?",
    "Aliases": [
        "Ai Mai Mi ! Strawberry Egg"
    ],
    "Modified": "2025-06-24",
    "Seasons": {
        "0": {
            "ID": "531729",
            "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "5559945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs/episodes/5559945",
                    "TitleEnglish": "Male Student Introductions",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "6291590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs/episodes/6291590",
                    "TitleEnglish": "Female Student Introductions",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "6291591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs/episodes/6291591",
                    "TitleEnglish": "The Residents of Gochiso",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "6291592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs/episodes/6291592",
                    "TitleEnglish": "Faculty Members",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "6291594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs/episodes/6291594",
                    "TitleEnglish": "Omake Fujio Ask to Stay Away from the TV",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "4778",
            "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "99701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs/episodes/99701",
                    "TitleEnglish": "Desperate First Lipstick",
                    "SummaryEnglish": "The local inn's landlady demands rent to be paid at the beginning of the month, forcing Hibiki Amawa to find his job as a P.E. Teacher as soon as possible. When he checks into the nearby school, he discovers that the man-hating Principal only hires female teachers. Discourged, Hibiki returns to the inn only to find that the landlady plans on Hibiki getting the Job. She dresses him up as a woman, and Hibiki returns to the school. The Principal says that a test is required of \"\"her\"\" and that is to help a young student named Fuko run the 50 meter dash without tripping. After futile attempts, Hibiki whispers to Fuko, who, once returning to the starting line, hitches up her incredibly long gym skirt. She then runs the 50 meters, and jumps into Hibiki's arms. Hibiki gets the job as the PE Teacher, and Fuko begins to expirience some puzzling emotions about her \"\"female\"\" gym teacher."
                },
                "2": {
                    "ID": "99702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs/episodes/99702",
                    "TitleEnglish": "Forbidden Narrow Eyeliner",
                    "SummaryEnglish": "A mysterious voyeur begins to frequently appear on the dormitory property so to keep the girls safe, Hibiki is instructed to temporarily live with them."
                },
                "3": {
                    "ID": "99703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs/episodes/99703",
                    "TitleEnglish": "Selfish Blush Magic",
                    "SummaryEnglish": "Dissatisfied with the long pleated skirts the girls wear during athletics class, Hibiki tries to introduce buruma as an alternative."
                },
                "4": {
                    "ID": "99704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs/episodes/99704",
                    "TitleEnglish": "Delicate Tear Concealer",
                    "SummaryEnglish": "It's parents weekend and when it's Hibiki's turn, the parents are asked to join the class. But who will be there for Fuko? Mori and Tofu attempt to enter the school as parents."
                },
                "5": {
                    "ID": "99705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs/episodes/99705",
                    "TitleEnglish": "Wicked Dream Foundation",
                    "SummaryEnglish": "Physical Examination Day has come to Fuko's School. The Boys plan on upholding the tradition of pinning up results of the examination on the bulliten board, including \"\"bust size\"\" and \"\"nicest body.\"\" However, Teacher's take extra caution this year, and plan to have the Examination in a windowless soundproof room. Will that stop the boys from getting the dish? Meanwhile, Fuko has become embarassed about her own bust-size and becomes rather preoccupied comparing hers to other girls'. Suddenly, the Vice Princepal has suspicions about Hibiki, and declares that \"\"she\"\" must partake in the examination as well. Is the Cat out of the Bag?"
                },
                "6": {
                    "ID": "99706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs/episodes/99706",
                    "TitleEnglish": "Fragile Powder Puzzle",
                    "SummaryEnglish": "Hibiki is worried that he's become more of a woman since he's disguised as a woman. A fight starts between the children. But who started it? Meanwhile Tofu and Mori try to dig under the school."
                },
                "7": {
                    "ID": "99707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs/episodes/99707",
                    "TitleEnglish": "Longed for Complexion Toner",
                    "SummaryEnglish": "The school's director wants Hibiki to marry his nephew. The students hear about this and decide to spy on his nephew. Can Hibiki stop this marriage in time?"
                },
                "8": {
                    "ID": "99708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs/episodes/99708",
                    "TitleEnglish": "Rebellious Eyelash Curler Boys",
                    "SummaryEnglish": "The male students become very unhappy when Shoichi Iwaya, a friend, is accused of stealing Reiko Mukogawa's salary. They rebel against the school and protest by threatening the safety of a priceless statute in exchange for equal rights."
                },
                "9": {
                    "ID": "99709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs/episodes/99709",
                    "TitleEnglish": "A Midsummer's Night Sex Comedy",
                    "SummaryEnglish": "Hibiki's class goes on a camping trip where affections blossom between students; including Hibiki who has an admirer himself."
                },
                "10": {
                    "ID": "99710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs/episodes/99710",
                    "TitleEnglish": "Bemusing Love Palette",
                    "SummaryEnglish": "Fujio Himejima tries to confess her feelings to Akira Fukae with the help of Miho Umeda, but things don't go as planned."
                },
                "11": {
                    "ID": "99711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs/episodes/99711",
                    "TitleEnglish": "Fragrance Heart to Adulthood",
                    "SummaryEnglish": "Still affected about the events of yesterday Fuko feels confused and worried about her feelings and goes missing from school. This prompts everyone to search for her."
                },
                "12": {
                    "ID": "99712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs/episodes/99712",
                    "TitleEnglish": "Cleansing Shock of Deception",
                    "SummaryEnglish": "When Hibiki is taken to a hospital to recover from burns the day before, Fuko and Akira visit her. Reiko Mukogawa visits too, hoping to photograph Hibiki out of drag."
                },
                "13": {
                    "ID": "99713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/i-my-me-strawberry-eggs/episodes/99713",
                    "TitleEnglish": "Someday, Without Make-up as Promised",
                    "SummaryEnglish": "Reiko Mukogawa exposes Hibiki's identity with photographs from her visit to the hospital. With this evidence she calls upon the parents and students of the school to promote its change to an all-girls institution. Fuko Kuzuha takes a stand against this and rushes after Hibiki who is shamefully departing from the city."
                }
            }
        }
    }
}