{
    "URL": "https://www.thetvdb.com/series/ninja-scroll",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0400690/",
        "https://www.themoviedb.org/tv/27117"
    ],
    "TitleEnglish": "Ninja Scroll: The Series",
    "SummaryEnglish": "The story takes place in feudal Japan and follows the adventures of Jubei Kibagami, a mercenary ninja who is given a duty to guard the Dragon Stone and to protect the Priestess of Light (Shigure) from the Hiruko Clan and the Kimon Shu. He is aided by the government spy Dakuan and the thief Tsubute.",
    "TitleJapanese": "獣兵衛忍風帖",
    "SummaryJapanese": "はぐれ忍びの獣兵衛と、“光の巫女の首飾り”を身に付けた娘・しぐれが、“龍の宝玉”にまつわる謎を解き明かすべく旅をする、新感覚のサムライ・アクション。原作・監修は川尻善昭、監督・佐藤竜雄、シリーズ構成・井上敏樹、キャラクターデザイン・吉松孝博。疾風の居合いでカマイタチを作り敵を斬る雇われ忍者・牙神獣兵衛。ある日、彼は山間の隠れ里に迷い込み、しぐれという少女と出会う。だが、その隠れ里が突如、“鬼門衆”という輩に襲撃される。ヤツらの狙いは、しぐれ。彼女は龍の宝玉の力を発動させるために必要な、光の巫女の首飾りを身に付けていたのだ！　鬼門衆からしぐれを守った獣兵衛は、その宝玉としぐれを巡る戦いに巻き込まれていく…！",
    "Aliases": [
        "Juubee Ninpuuchou: Ryuuhougyoku-hen",
        "Jubei the Wind Ninja: Dragon Stone Story"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "20307",
            "URL": "https://www.thetvdb.com/series/ninja-scroll/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "420614",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/ninja-scroll/episodes/420614",
                    "TitleEnglish": "Ninja Scroll",
                    "SummaryEnglish": "Jubei is a wandering noble sword for hire, but when a chance meeting leads him to save a young ninja woman from rape, he makes enemies with a group of demonic humans. Jubei and the woman part ways but later a government spy forces Jubei to join up with her again and investigate the mysterious death of an entire village.",
                    "TitleJapanese": "獣兵衛忍風帖",
                    "SummaryJapanese": "「妖獣都市」の川尻善昭が原作、脚本、監督を務めたアクション時代劇「獣兵衛忍風帖」の劇場公開版。はぐれ忍びの牙神獣兵衛は、月藩お抱えの甲賀組忍びでくのいちの陽炎を偶然助ける。彼女は、下田村に広まった疫病の原因を解明するために仲間たちと一緒に潜入したところを、謎の忍び軍団・鬼門八人衆に襲われたのだ。仲間はすべて殺され、生き残ったのは彼女のみ。陽炎を助けたために、鬼門八人衆に狙われることになった獣兵衛は、公儀隠密・濁庵や陽炎とともに、敵の陰謀を探る。"
                }
            }
        },
        "1": {
            "Episodes": {}
        }
    }
}