{
    "URL": "https://www.thetvdb.com/series/city-hunter",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0159208/",
        "https://www.themoviedb.org/tv/36046"
    ],
    "TitleEnglish": "City Hunter",
    "SummaryEnglish": "Ryo Saeba works the streets of Tokyo as the City Hunter. He's a \"sweeper\" and with his sidekick Kaori Makimura, he keeps the city clean. People hire the City Hunter to solve their dangerous problems, which he does with a Colt Python. When Ryo's not working on a case, he's working on getting the ladies, and Kaori must keep him in check with her trusty 10 kg hammer.",
    "Aliases": [],
    "Modified": "2025-08-03",
    "Seasons": {
        "0": {
            "ID": "20342",
            "URL": "https://www.thetvdb.com/series/city-hunter/seasons/official/0",
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "365205",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/365205",
                    "TitleEnglish": ".357 Magnum",
                    "SummaryEnglish": "A beautiful pianist comes to Tokyo for a charity concert, one which City Hunter attends. Yet, music isn't his forte; he wants lessons in the language of love. Desperation becomes the word of the day as the bodies start dropping, and a foreign dignitary is assassinated in cold blood. Secret agents scour the streets for a missing microchip. Diplomatic infighting swirls around the upcoming concert, and City Hunter is the only hope!"
                },
                "2": {
                    "ID": "365206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/365206",
                    "TitleEnglish": "Bay City Wars",
                    "SummaryEnglish": "After the US military ousts a sadistic Central-American tyrant, a spirit of merciless vengeance is born. And when the Bay City Hotel unveils its new supercomputer, the deposed ruler and his loyal daughter devise a plan. With the daughter's hacking skills, the very same computer that can help room service deliver breakfast can now deliver a nuclear payload right to Washington's front door. But their nuclear vengeance has one unforeseen problem - City Hunter. And now, the only question remaining is whose finger is faster? The girl on the button or the man on the trigger?"
                },
                "3": {
                    "ID": "365207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/365207",
                    "TitleEnglish": "Million Dollar Conspiracy",
                    "SummaryEnglish": "When a mysterious stranger shows up needing protection, City Hunter's partner leaps at the million-dollar offer. The price seems a little high, but a beautiful woman with an equally attractive purse is pretty hard to resist. And it appears the tall, blonde and beautiful client isn't above throwing in a little something extra to sweeten the deal. But before City Hunter can collect on his bonus of lacey lingerie and nights of passion, he's got to endure some rather dangerous foreplay: like a barrage of bullets and deadly, explosive-rigged toys."
                },
                "4": {
                    "ID": "365208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/365208",
                    "TitleEnglish": "The Secret Service",
                    "SummaryEnglish": "When James Macgyer, presidential candidate for the (fictional) country of Gainan, returns to Japan to see the daughter he left behind 18 years ago, he is greeted with death threats against her. Anna, now a secret service agent with an assumed name, wants nothing to do with her father, believing him to be her mother's killer. James knows he must protect her from men from his past, but who can protect Anna, and possibly patch up their relationship, all while making sure she doesn't lose her job as a secret service agent? Why, City Hunter of course!"
                },
                "5": {
                    "ID": "365209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/365209",
                    "TitleEnglish": "Goodbye My Sweetheart",
                    "SummaryEnglish": "A mysterious soldier known only as Professor plots his revenge on the government that betrayed him and Tokyo is brought to its knees! Unless the government pays Professor an impossible ransom, downtown Tokyo will be completely destroyed, and the Professor's beautiful sister will be the first to go! Only City Hunter, expert detective and shameless ladies' man, can keep Tokyo from being blown sky high! The bullets fly furiously, and the women have never been more tempting as City Hunter takes it to the edge in this action-packed animated feature. Explosive action will rock your senses as you witness City Hunter's greatest challenge ever!"
                },
                "6": {
                    "ID": "365210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/365210",
                    "TitleEnglish": "Death of the Vicious Criminal Ryo Saeba",
                    "SummaryEnglish": "The City Hunter Ryo Saeba has been without customers for four months, so his partner Kaori is understandably overjoyed when a customer finally contacts them. As the customer happens to be the striking Mega City TV newscaster Sayaka, Ryo has trouble containing his excitement too. But while it seems not even Kaori's wrath can dissuade Ryo from his lecherous antics, things take a more serious turn when they have to escape a seemingly endless stream of hired killers who come after them. And when Sayaka's employers set Ryo up as a kidnapper and killer, Ryo has no choice but to get to the bottom of this weird case!"
                },
                "7": {
                    "ID": "5692300",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/5692300",
                    "TitleEnglish": "Shinjuku Private Eyes",
                    "SummaryEnglish": "Private detective Ryo Saeba is hired to protect the daughter of a scientist that recently died in a suspicious traffic accident."
                },
                "8": {
                    "ID": "10585044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/10585044",
                    "TitleEnglish": "City Hunter: Ryou no Propose",
                    "SummaryEnglish": "A scan of the upcoming issue of Monthly Comic Zenon magazine, revealed that City Hunter will be receiving a new OVA adaptation. It will be bundled with the release of the new version of the manga, City Hunter XYZ Edition, on July 18. This announcement was made to commemorate the 30th anniversary of City Hunter. The OVA will promote the new animation and cast members."
                },
                "9": {
                    "ID": "10632011",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/10632011",
                    "TitleEnglish": "Angel Dust",
                    "SummaryEnglish": "Together with his partner Kaori Makimura, the kid sister of his late best friend, Ryo Saeba, fights the evil haunting the city."
                }
            }
        },
        "1": {
            "ID": "4924",
            "URL": "https://www.thetvdb.com/series/city-hunter/seasons/official/1",
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "101772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101772",
                    "TitleEnglish": "One Cool Sweeper: XYZ is a Dangerous Cocktail",
                    "SummaryEnglish": "When there is a spate of random shootings in Shinjuku, a sister of one of the victims wants Ryo to catch the killer and bring him to justice. But Ryo can tell that there is much more than justice that his client is interested in."
                },
                "2": {
                    "ID": "101773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101773",
                    "TitleEnglish": "Kill Me!! Crosshairs Don't Become a Beautiful Woman",
                    "SummaryEnglish": "Ryo's client is a daughter of a known scientist who developed a deadly microbe that could render humanity sterile. His client wants him to protect her at all costs while she develops a vaccine, but should she be captured, she wants him to kill her before terrorists can extract the knowledge of the microbe from her."
                },
                "3": {
                    "ID": "101774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101774",
                    "TitleEnglish": "Love, Don't Leave Me! Ten-count to Tomorrow",
                    "SummaryEnglish": "A boxer is killed over a fight for a championship title, and Ryo must deal with the victim's rival obsessed with glory. At the same time, he must deal with the boxer's girlfriend, whose pain is not only in her heart, but also in her body as well."
                },
                "4": {
                    "ID": "101775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101775",
                    "TitleEnglish": "The Lady Vanishes! Boutique of the Shadows",
                    "SummaryEnglish": "Ryo's partner Hideyuki is frantic over the disappearance of her sister Kaori as a spate of abductions of women have swept Shinjuku. As he is trying to find his partner's sister, he comes across a man who is not who he seems to be. Together, they must find the secret into the kidnappings."
                },
                "5": {
                    "ID": "101776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101776",
                    "TitleEnglish": "Goodbye, Makimura: A Tearful Birthday on a Rainy Night",
                    "SummaryEnglish": "Hideyuki is killed on Kaori's birthday as he refuses to do a request for the head of a powerful crime syndicate. Ryo must avenge his death."
                },
                "6": {
                    "ID": "101777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101777",
                    "TitleEnglish": "No Romance for this Actress: The Last Shot for Hope",
                    "SummaryEnglish": "As Kaori takes over as Ryo's new partner, Ryo is called upon to solve a string of incidents involving actress Yumiko Sato. As he delves deep into the mystery, he comes across a powerful adversary, as well as a client who may have a deadly death wish."
                },
                "7": {
                    "ID": "101778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101778",
                    "TitleEnglish": "A Gunshot to set the Heart Aflutter: Sad Lonely Girl",
                    "SummaryEnglish": "Ryo's client is a man who wants to fake his own death to be free from a powerful politician so he could be reunited with his daughter. The man admits to be spineless but he is more than meets the eye. Ryo must masquerade as the hitman not only to save his client, but to ensure that the men working for the politician do not bother his client again."
                },
                "8": {
                    "ID": "101779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101779",
                    "TitleEnglish": "The Bullseye Is a Beautiful Woman?! Hands Off the Female Detective",
                    "SummaryEnglish": "A Police detective named Saeko Nogami hires Ryo to obtain a crown containing a microchip which has stolen top secret plans inside. While Ryo agrees to do his job, he awaits his \"\"payment\"\" which leaves Kaori confused as to how this payment would be applied."
                },
                "9": {
                    "ID": "101780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101780",
                    "TitleEnglish": "The Gambling Queen: Betting on Great Love",
                    "SummaryEnglish": "Ryo must protect a lovely casino dealer as she prepares for a showdown with a rival syndicate in order to win her freedom. Meanwhile, Ryo is pitted against a powerful gambler who exploits Ryo's weaknesses to their fullest extent."
                },
                "10": {
                    "ID": "101781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101781",
                    "TitleEnglish": "Dangerous Tutor? Heartful Home Cooking for a High School Girl",
                    "SummaryEnglish": "Ryo is tricked into doing bodyguard work for the daughter of a Yakuza Boss being stalked by a biker team. Ryo realizes that the daughter is the leader of a female gang at her school, and finds there is much more than what the Yakuza boss is requesting."
                },
                "11": {
                    "ID": "101782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101782",
                    "TitleEnglish": "The Hot Woman in a Leotard Loves Tulips",
                    "SummaryEnglish": "Ryo is requested to assist a female thief in stealing a black tulip from a fraudulent psychic. Kaori finds out that the psychic's butler has a crush on her and decides he may be helpful in obtaining the plant."
                },
                "12": {
                    "ID": "101783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101783",
                    "TitleEnglish": "Kids Have All the Luck! Beautiful Woman from a Dangerous Land",
                    "SummaryEnglish": "Ryo must protect a woman and a young boy from another country from being abducted by foreign agents. Kaori soon discovers that the young boy's actions and demeanor are exactly as Ryo's."
                },
                "13": {
                    "ID": "101784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101784",
                    "TitleEnglish": "My Foe is a Beautiful Lady? The Biggest Woman Trap in History",
                    "SummaryEnglish": "Saeko enlists the help of Ryo to solve the dissappearances of beautiful women in Shinjuku. The stakes are even higher when Kaori, mistaken for a beautiful woman, is also kidnapped. Ryo encounters the mastermind of the scheme, a supposedly beautiful woman who may not be who she seems to be."
                },
                "14": {
                    "ID": "101785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101785",
                    "TitleEnglish": "Getting Married at Age Sixteen! Hot Kiss with a Pop Idol",
                    "SummaryEnglish": "Ryo is assigned to protect young pop idol Nagisa from an unknown fanatic, however he is more interested in her female manager. However, it turns out that Nagisa is very attracted to Ryo and Ryo decides to use this to his advantage to ensure her safety."
                },
                "15": {
                    "ID": "101786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101786",
                    "TitleEnglish": "Ryo's a Lecherous Lecturer at a Women's University? Protect the Lovely Lady",
                    "SummaryEnglish": "Ryo is requested to protect the daughter of a dead tycoon who claims that Ryo had saved her from kidnappers once before. As Ryo tries to find out who is trying to kill her, her stepmother comes up as a very likely suspect, but is being controlled by someone else."
                },
                "16": {
                    "ID": "101787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101787",
                    "TitleEnglish": "One Frisky Flight Attendant: The Tale of Instructor Ryo",
                    "SummaryEnglish": "An old friend of Kaori's is being stalked by strange characters who are after strange looking watches that were slipped into her bag. Despite Kaori's efforts to keep her away from Ryo, Kaori is kidnapped by the men and Ryo and her friend must rescue her."
                },
                "17": {
                    "ID": "101788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101788",
                    "TitleEnglish": "Summer's Beautiful Designer: Ryo's Heart Belongs to the High-Cut Type",
                    "SummaryEnglish": "Ryo is recruited by a famous fashion designer's assistant after her designs were stolen by her boss."
                },
                "18": {
                    "ID": "101789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101789",
                    "TitleEnglish": "A Divine Prophecy on a Summer's Evening?! The Shrine Maiden Is Introduced to Love",
                    "SummaryEnglish": "Corrupt businessman, an incompetent assassin, and a old lady complicates Ryo's job to protect a beautiful psychic."
                },
                "19": {
                    "ID": "101790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101790",
                    "TitleEnglish": "A Beach to Remember: An Audition Full of Danger",
                    "SummaryEnglish": "Ryo is asked to investigate threats made to women attending an audition for a film featuring a handsome actor. One of these ladies attending this audition is hoping to reunite with her long-lost father, the director of the movie."
                },
                "20": {
                    "ID": "101791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101791",
                    "TitleEnglish": "Her Ladyship Leaves the Mountain: One Long Day for Ryo",
                    "SummaryEnglish": "Ryo is hired to defend a jungle princess from members of her own tribe intent in breaking their isolation from the modern world."
                },
                "21": {
                    "ID": "101792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101792",
                    "TitleEnglish": "Faceless Snipers!! Ryo and Saeko's Dangerous Game",
                    "SummaryEnglish": "When Ryo finds himself in a hotel with Saeko, he is forced to accept a job to protect a former newspaper magnate from hitman that he hired himself."
                },
                "22": {
                    "ID": "101793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101793",
                    "TitleEnglish": "Ryo Plays Cupid: Here's to Diamonds!!",
                    "SummaryEnglish": "While snooping around a lingerie show, Ryo comes across a woman who stole a beautiful diamond necklace from a wealthy young man. The woman asks Ryo to be her lover, but Ryo is aware that there is more to her story than meets the eye."
                },
                "23": {
                    "ID": "101794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101794",
                    "TitleEnglish": "Buzz Buzz Buzz Go the Killer Bees!! A Bride Fallen from the Sky",
                    "SummaryEnglish": "A bride literally falls into Ryo's lap and along with it, some goons hired by the jilted groom. While trying to sneak up on her during the middle of the night, Ryo gets stung by an experimental, but deadly bee. The bride does have the antidote, but as Kaori finds out, it has \"terrible\" side effects, most notably showing the feminine side of City Hunter."
                },
                "24": {
                    "ID": "101795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101795",
                    "TitleEnglish": "A Rosy Hospital Stay? Targeted Angel in White",
                    "SummaryEnglish": "In order to find out who is targeting a nurse who is due to be the recipient of a large inheritance, Ryo breaks his foot and ends up in the same hospital the nurse is staying. While Ryo must not tell the nurse that she is being targeted, he also finds out she does not have enough experience being a nurse."
                },
                "25": {
                    "ID": "101796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101796",
                    "TitleEnglish": "An International Relationship of Love?! My Rival Is a Blonde Beauty",
                    "SummaryEnglish": "Ryo teams up with a beautiful American agent to find out who is smuggling tanks from Japan."
                },
                "26": {
                    "ID": "101797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101797",
                    "TitleEnglish": "What Is Love? Ryo's Course in Proper Romance",
                    "SummaryEnglish": "When a father requests the services of City Hunter to protect his daughter from someone stalking her at work, he finds out that the stalker IS City Hunter. The father then requests that City Hunter convince her daughter to quit her job as he feels that she may be in danger of other stalkers. Ryo realizes that the young woman has lived a sheltered life and decides to teach her a few lessons in love."
                },
                "27": {
                    "ID": "101798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101798",
                    "TitleEnglish": "The Legend of Umibozu, Pure-Hearted Mysterious Benefactor (Part One)",
                    "SummaryEnglish": "Umibozu returns to ask Ryo to help him protect Maki, the daughter of his old mentor. Ryo learns of the story of Daddy Longlegs and that Umibozu has been supporting her from a distance. Ryo pretends to take Umibozu's place and then tries many opportunities to sleep with Maki."
                },
                "28": {
                    "ID": "101799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101799",
                    "TitleEnglish": "The Legend of Umibozu, Pure-Hearted Mysterious Benefactor (Part Two)",
                    "SummaryEnglish": "Umibozu reveals that the man after Maki is Snake, a former comrade who betrayed Umibozu and her father. The final showdown between Umibozu and Snake takes place in a theater where Maki is performing in her concert. Ryo reveals to Maki who her \"Daddy Longlegs\" really is."
                },
                "29": {
                    "ID": "101800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101800",
                    "TitleEnglish": "A 500 Yen Job?! A Cute Little Girl Wins Ryo's Heart",
                    "SummaryEnglish": "A young girl manages to convince Ryo to help her idol, a budding children's author, from corporate bullies representing a publishing firm. The price: 500 Yen."
                },
                "30": {
                    "ID": "101801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101801",
                    "TitleEnglish": "Ryo's Rival in Love?! Give Me Kaori",
                    "SummaryEnglish": "A nephew of a missing wealthy explorer seeks Ryo's services to protect him from his aunt who seeks to obtain his uncle's fortune. However, the young nephew begins to have feelings of affection for Kaori. Kaori meanwhile, is using this opportunity to see how Ryo reacts to the presence of a \"rival\"."
                },
                "31": {
                    "ID": "101802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101802",
                    "TitleEnglish": "Fast-Paced Romance! A Girl's Love Closing in Fast",
                    "SummaryEnglish": "Ryo and Kaori come across two opposing jobs involving the same people. Kaori is hired by a member of a Biker Gang who wants her to pretend to be his girlfriend in order to deflect attention from the daughter of a tycoon. And Ryo is hired by the daughter to convince the biker to leave his gang and live a normal life."
                },
                "32": {
                    "ID": "101803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101803",
                    "TitleEnglish": "Don't Die, Ryo!! Hard Boiled Magnum",
                    "SummaryEnglish": "When Ryo is hired by Saeko to bait a well known assassin, the assassin takes notice and issues a formal challenge to Ryo."
                },
                "33": {
                    "ID": "101804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/101804",
                    "TitleEnglish": "Go For It Umibozu!! One Hard Boiled First Love Concerto",
                    "SummaryEnglish": "Umibozu is injured while protecting a female pianist with whom he has affection for. He enlists the help of Ryo to help protect the girl from a corrupt politician involved in a bribery scandal and who is trying to report the story in honour of her dead fiance."
                },
                "34": {
                    "ID": "332055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332055",
                    "TitleEnglish": "Shock! Ryo's a Papa: Don't Wake that Sleeping Child",
                    "SummaryEnglish": "A young girl comes up to Ryo claiming that he is her father. But this is all a ruse by a desperate mother to protect her from her late husband's father who intends to take her away from her mother. Ryo and Kaori both develop a bond with a little girl and Ryo realizes that the late husband's father is not as bad as portrayed."
                },
                "35": {
                    "ID": "332503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332503",
                    "TitleEnglish": "Beautiful Newscaster: Ryo's Secret Mokkori Report",
                    "SummaryEnglish": "Ryo is assigned to protect a famous reporter as she tries to cover a report involving a corrupt politician and Yakuza."
                },
                "36": {
                    "ID": "332504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332504",
                    "TitleEnglish": "A College Girl Plays Hardball For Love! Someone Is Trying To Kill Me",
                    "SummaryEnglish": "Ryo must try to ascertain whether or not the adopted daughter of a wealthy tycoon is trying to kill herself. The daughter, however, maintains that it is her adopted father who is trying to kill her. In fact, this is part of an extortion scheme from parties unknown."
                },
                "37": {
                    "ID": "332505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332505",
                    "TitleEnglish": "Shinjuku Honor All The Way! The Kimono Beauty Wants To Be My Student (Part One)",
                    "SummaryEnglish": "When Hoodlums try to harass the owner of Otora's cafe into selling her business, Ryo intervenes with the help of a young girl who claims to be a member of the Hanafubuki Gumi, a group representing honor and dignity. However, the hoodlums are members of the Hanafubuki Gumi themselves. When the daughter Kikunosuke asks Ryo to teach her about honor and the Japanese way, the Hanafubuki Gumi hoodlums return and kidnaps Otora. Ryo and Kikunosuke must rescue her and Ryo learns that Kikunosuke is the daughter of the leader of the Hanafubuki Gumi."
                },
                "38": {
                    "ID": "332506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332506",
                    "TitleEnglish": "Shinjuku Honor All The Way! The Kimono Beauty Wants To Be My Student (Part Two)",
                    "SummaryEnglish": "Cast away from the Hanafubuki Gumi, Kitoo and the other hoodlums plot to kill Kikunosuke's father and their former leader. Meanwhile, Kikunosuke, on orders from her father, boards with Ryo to learn more about dignity and honor. Kaori goes to Kikunosuke's father with a request to allow her daughter to live a normal life."
                },
                "39": {
                    "ID": "332507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332507",
                    "TitleEnglish": "Princess From The Moon! Amnesia Give Ryo Headaches",
                    "SummaryEnglish": "Ryo runs into a woman who claims she has amnesia and gets notoriously drunk after one sip. Ryo deduces that the girl is not actually suffering from memory loss and is attempting to run away from an overwhelming fact."
                },
                "40": {
                    "ID": "332508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332508",
                    "TitleEnglish": "One Sexy Partner! After Shower Compensation",
                    "SummaryEnglish": "Ryo is hired by a female \"sweeper\" who works for the insurance industry. Their goal is to recover a very expensive diamond stolen from a business tycoon. Once recovered, however, the owner of the diamond double-crosses them and kidnaps Aya. Ryo must rescue her with Kaori's help."
                },
                "41": {
                    "ID": "332509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332509",
                    "TitleEnglish": "Saeko's Little Sister is a Private Eye! (Part One): A Passionate Woman's Bold Secret",
                    "SummaryEnglish": "A new private investigation agency opens next door and it is run by Reika Nogami, Saeko Nogami's younger sister. While Ryo makes constant advances towards her, he learns about Reika's blackmail tactics against Yakuza gangsters as well as the death of her former partner. He also learns that someone has ordered a hit on Reika herself."
                },
                "42": {
                    "ID": "332510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332510",
                    "TitleEnglish": "Saeko's Little Sister is a Private Eye! (Part Two): A Passionate Woman's Big Detective Story",
                    "SummaryEnglish": "Reika explains to Ryo about how a corrupt police officer is interfering with narcotics investigations, and how her former partner was killed by the Yakuza and her desire to clear his name. This leads to a showdown against an expert marksman and also lands Ryo, Kaori, and Reika in Jail after being set up by the corrupt police officer."
                },
                "43": {
                    "ID": "332511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332511",
                    "TitleEnglish": "Utako's Cookie Anniversary: Moles on Her Chest and a Love Poem",
                    "SummaryEnglish": "Ryo is requested to protect a famous poet from an increasing number of stalkers following her. When Ryo finds out that the men following her are not ordinary stalkers, he also finds out that his client is also not an ordinary girl."
                },
                "44": {
                    "ID": "332512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332512",
                    "TitleEnglish": "We Asked 100 Kids: They Said 'Ryo's Our Hero'",
                    "SummaryEnglish": "Two brothers have a handful as they deal with a pervert supposedly after their sister who works as a hairstylist. But when they discover a hidden stash of cash stolen in a robbery at a construction site, their sister is kidnapped by the robbers and they must turn to City Hunter for assistance. What they don't realize that the man after their sister is none other than Ryo himself."
                },
                "45": {
                    "ID": "332513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332513",
                    "TitleEnglish": "Three Sisters Are Calling! Ryo's Skiing Heaven",
                    "SummaryEnglish": "Ryo is requested to take care of three sisters at a ski resort."
                },
                "46": {
                    "ID": "332514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332514",
                    "TitleEnglish": "Picking Pockets is a Thrill: Pick Pockets for Tomorrow!!",
                    "SummaryEnglish": "Ryo and Kaori run into Mariko, an old friend of Kaori's and an aspiring pickpocket. Out of concern for her friend, Kaori asks Ryo to try to convince her to give up pickpocketing. Ryo then issues a challenge: if Mariko can steal Ryo's Wallet, then Mariko can continue as a pickpocket. Otherwise she must quit the profession. Little do the three of them know that Mariko has been targeted by Yakuza after stealing a piece of jewelry containing secret files from a daughter of a Yakuza boss."
                },
                "47": {
                    "ID": "332515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332515",
                    "TitleEnglish": "Mokkori is the Best Medicine?! A Pool Shot to a Pretty Hustler's Heart",
                    "SummaryEnglish": "Ryo is hired by Yuri, daughter of a famous pool player while she prepares for a match that may determine the fate of her father's pool club. Ryo discovers that Yuri is not a person who does well under pressure, and as such, tries to help her overcome this handicap during the match."
                },
                "48": {
                    "ID": "332516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332516",
                    "TitleEnglish": "O Spring Come Soon to Love's Widow! Take Off Those Clothes of Mourning...",
                    "SummaryEnglish": "A Job referral from Saeko has Ryo protect the widow of a dead tycoon from an unknown extortionist. At the same time, the butler realizes that only Ryo can help the widow from letting go of her tragic loss."
                },
                "49": {
                    "ID": "332517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332517",
                    "TitleEnglish": "Sister in Doubt: Mokkori is Her Guide to Love ?",
                    "SummaryEnglish": "Ryo runs into a young beautiful nun who has lost her cross after a night in the town."
                },
                "50": {
                    "ID": "332518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332518",
                    "TitleEnglish": "The Deadliest Enemy!! Ryo and Kaori's Final Match (Part One)",
                    "SummaryEnglish": "Kaori has a recurring nightmare regarding Ryo's impending death. Meanwhile, Umibozu narrowly escapes death at the hands of three siblings who are powerful assassins hired by the Lodos Mafia. Badly shaken and wounded, Umibozu tries to find Ryo. At the same time, Saeko and Reika hire Ryo to help them bust a smuggling ring headed by the Lodos Mafia at a large masquerade. The three assassin siblings notice and decide to use this to their advantage. Their target: to kill Ryo by using Kaori Makimura as a hostage."
                },
                "51": {
                    "ID": "332519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332519",
                    "TitleEnglish": "The Deadliest Enemy!! Ryo and Kaori's Final Match (Part Two)",
                    "SummaryEnglish": "With Kaori Kidnapped by the three assassin siblings, the Lodos Mafia issues a formal challenge to Ryo. Ryo, with the help of Umibozu, infiltrates the Lodos Mafia boat in search of Kaori. Kaori realizes that her nightmares foretelling Ryo's death may be true."
                }
            }
        },
        "2": {
            "ID": "28049",
            "URL": "https://www.thetvdb.com/series/city-hunter/seasons/official/2",
            "# Episodes": 63,
            "Episodes": {
                "1": {
                    "ID": "332520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332520",
                    "TitleEnglish": "Ryo's Her Future Husband?! Her Horoscope Says She Will Meet and Marry Him! (Part One)",
                    "SummaryEnglish": "After helping to protect a young girl named Akemi from some ruthless thugs, she insists that Ryo is her future husband and that they were destined to be married. While Ryo is able to get away, Akemi decides to enlist his help as her bodyguard to protect her from an unknown assailant named Kaijin X. In fact, the marriage story is a farce so that Akemi can leave her career as a young model."
                },
                "2": {
                    "ID": "332521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332521",
                    "TitleEnglish": "Ryo's Her Future Husband?! Her Horoscope Says She Will Meet and Marry Him! (Part Two)",
                    "SummaryEnglish": "Ryo discovers that Akemi is being targeted by a professional assassin named the Silver Fox. Ryo must protect her while helping her get out of a career in entertainment."
                },
                "3": {
                    "ID": "332522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332522",
                    "TitleEnglish": "Kaori's in Danger! Love Means Saying Goodbye (Part One)",
                    "SummaryEnglish": "Humiliated in their last encounter, the Silver Fox pledges revenge against Ryo. He issues a formal challenge to Ryo by saying that he has targeted Kaori, Ryo's \"lover\" for death and that Ryo must protect her from his attacks. When Kaori confronts Ryo about this, Ryo acts non-commital to the challenge. After an incident in which Ryo falls for a trick set up by the Silver fox, he informs Kaori that she is no longer to be his assistant."
                },
                "4": {
                    "ID": "332523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332523",
                    "TitleEnglish": "Kaori's in Danger! Love Means Saying Goodbye (Part Two)",
                    "SummaryEnglish": "Kaori seeks hiding from the Silver Fox with Umibozu. She then catches Ryo babbling to Saeko babbling about how Kaori is just crazy about him and how he does not really care about her and that Kaori is unfit to be Ryo's partner (even though Ryo really cares for Kaori). With that revelation, she seeks training in creating boobytraps from Umibozu and seeks to take matters in her own hands by challenging the Silver Fox herself."
                },
                "5": {
                    "ID": "332524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332524",
                    "TitleEnglish": "A Mischievous Mokkori Detective?! A Beautiful Writer's Mystery Game",
                    "SummaryEnglish": "While doing research for a hardcore mystery novel, the publishing company sends a bodyguard to guard Azusa while she completes her book. Her adventures include visiting friendly Yakuza, an interview with Umibozu, and a plot to kill the friendly Yakuza boss. What she does not realize is that the City Hunter is the bodyguard hired to protect her."
                },
                "6": {
                    "ID": "332525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332525",
                    "TitleEnglish": "Ryo's a Nude Model?! The Beautiful Artist Who Stole a Masterpiece",
                    "SummaryEnglish": "After stealing a supposed forgery of a masterpiece, the daughter of a famed artist requests Ryo's services to help her expose her father's former protege as a fraud."
                },
                "7": {
                    "ID": "332526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332526",
                    "TitleEnglish": "Tropical Island Assignment! The Coconut Girl and a Paradise of Love",
                    "SummaryEnglish": "Ryo and Kaori travel to an isolated tropical island to help a young girl protect the ecologically sensitive island from thugs looking to harvest its valuable mineral resources."
                },
                "8": {
                    "ID": "332527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332527",
                    "TitleEnglish": "A Dangerous Detective Before You Know It! Welcome to Tokyo, Father!",
                    "SummaryEnglish": "While shopping for dates, Ryo comes across a young woman who decides to parade him in front of her country-living father in order to convince her father that she is seeing someone and wants to stay in the city. When her father notices that Ryo has a gun, Ryo tries to pretend to be a police detective, steals a police car, and promptly gets involved in trying to break up a hostage situation during a bank robbery."
                },
                "9": {
                    "ID": "332528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332528",
                    "TitleEnglish": "Speeding Violation of Love! Ryo and the Beautiful Motorcycle Cop",
                    "SummaryEnglish": "Ryo and Saeko's date is interrupted by the discovery of a known fraud, and the subsequent traffic stop by a beautiful traffic cop. Meanwhile, Kaori finds that she was ripped off into buying a fake designer fur coat. The traffic cop then decides to help Ryo find the fraudster, whom is also the suspect Saeko is after."
                },
                "10": {
                    "ID": "332529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332529",
                    "TitleEnglish": "Mokkori Killer? The Princess' Noble Aura (Part One)",
                    "SummaryEnglish": "Ryo is hired to protect Princess Alma, an apparently bratty young but smart girl, as well as her servant, the beautiful Salina. When Ryo initially refuses to do the job, Princess Alma offers to give him his very own personal \"harem\" in their home nation. But Ryo is enchanted by Salina, but is unable to touch not only out of fear for losing the harem, but because Salina possesses a strange aura that prevents Ryo from touching her. Kaori discovers the truth about Alma and Salina, that they had switched identities in order to throw Ryo off. But when Kaori and the real servant plant an idea that Salina (who is really Alma) is really a man, the real Princess Alma gets upset and runs away, realizing that she has fallen in love with Ryo."
                },
                "11": {
                    "ID": "332530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332530",
                    "TitleEnglish": "Mokkori Killer? The Princess' Noble Aura (Part Two)",
                    "SummaryEnglish": "Kaori tries to convince Ryo to find Salina (who is really Princess Alma). But when the real Salina is kidnapped by the perpetrators, Ryo, still unaware of the identity switch, must save her from the trap that the perpetrators have planned, all this while protecting the real Princess Alma."
                },
                "12": {
                    "ID": "332531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332531",
                    "TitleEnglish": "The Inevitable Ring-side Battle Bloodshed! Cobra Twist of Love",
                    "SummaryEnglish": "Ryo is requested to find out who has targeted Kumi, a popular female wrestler. At first Ryo believes her \"rival\" may be responsible but learns that an unknown party is trying to manipulate Kumi."
                },
                "13": {
                    "ID": "332532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332532",
                    "TitleEnglish": "The Most Advanced Smuggling Maneuver! Treatment By a Beautiful Dentist",
                    "SummaryEnglish": "Suffering from a toothache, Ryo reluctantly visits a dental clinic and has his cavity addressed by the dentist Sayuri. But at the same time, thieves are trying to bust into Sayuri's practice hoping to recover a fake tooth with a special microchip containing classified plans."
                },
                "14": {
                    "ID": "332533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332533",
                    "TitleEnglish": "Love Can be Superior to Money? Mokkori vs a Saving Girl",
                    "SummaryEnglish": "Ryo meets Shoko, a young girl who believes money is everything and is better than love. While Ryo tries to turn Shoko's attitude around, he has to contend with three men attempting to court her on behalf of a friendly Yakuza group."
                },
                "15": {
                    "ID": "332534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332534",
                    "TitleEnglish": "Don't Die, Falcon! Magnum with Love & Revenge (Part One)",
                    "SummaryEnglish": "Umibozu asks Ryo to take care of a young American girl named Kathleen Heywood. However, Ryo realizes that Kathleen is actually out to kill Umibozu in revenge for her father's death. The Arrival of known mercenary Dandy Jack complicates matters, and Ryo realizes that he may be the one who is manipulating Kathleen."
                },
                "16": {
                    "ID": "332535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332535",
                    "TitleEnglish": "Don't Die, Falcon! Magnum with Love & Revenge (Part Two)",
                    "SummaryEnglish": "Despite suffering numerous injuries, Umibozu disappears to take on Dandy Jack, who was responsible for the death of his former partner who was Kathleen's father. Kathleen goes back to Dandy Jack's chateau, not knowing that she is being used in Dandy Jack's revenge against Umibozu. Once at Dandy Jack's chateau, Dandy Jack spots Umibozu and creates a scenario for a showdown between Umibozu and Kathleen."
                },
                "17": {
                    "ID": "332536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332536",
                    "TitleEnglish": "An Aspiring Traditional Japanese Woman?! Mokkori Transcends National Borders (Part One)",
                    "SummaryEnglish": "An airliner is hijacked and all of the women are being held captive. After assisting in dealing with the hijackers, Ryo makes off with Misa Williams, unaware that she is the daughter of the leader of the opposition in the Pamela Republic. Saeko, hired to guard Misa by General Jimetil, ruler of the Pamela Republic, gives chase along with Kaori. After intercepting Ryo and Misa at a bathhouse where Ryo has taken care of two men trying to kidnap Misa, Saeko informs them that General Jimetil has been overthrown by the opposition."
                },
                "18": {
                    "ID": "332537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332537",
                    "TitleEnglish": "An Aspiring Traditional Japanese Woman?! Mokkori Transcends National Borders (Part Two)",
                    "SummaryEnglish": "General Jimetil, formerly of the Pamela Republic, flies to Tokyo as an exile. At the same time, his personal guard tries to make a strike against Ryo in order to acquire Misa as a stake against her father. While they are unsuccessful in trying to kidnap Misa, they are able to grab Saeko. Ryo must attempt to try to save Saeko without sacrificing Misa's safety."
                },
                "19": {
                    "ID": "332538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332538",
                    "TitleEnglish": "Kaori Takes a Great Active Role! Cheers with the Memorial Wine",
                    "SummaryEnglish": "Kaori accepts a job to protect an old man and his vintage bottle of wine from an unscrupulous wine collector. Ryo however, refuses to take the old man as his client. So when Kaori decides to take on the job by herself, Ryo decides to lend a silent helping hand."
                },
                "20": {
                    "ID": "332539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332539",
                    "TitleEnglish": "Kaori Gets Amnesia! Goodbye, My Dear Partner",
                    "SummaryEnglish": "When two brothers make an attempt on Ryo's Life, Kaori pushes Ryo out of the way only to suffer a head injury and amnesia as a result. Ryo realizes that he himself may be responsible for Kaori's predicament, so he makes arrangements for her to start a new life outside the underworld."
                },
                "21": {
                    "ID": "332540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332540",
                    "TitleEnglish": "Aim for the Gold Medal!! Intimate Training for the Shooting Beauty",
                    "SummaryEnglish": "Ryo decides to take on Saeko's request to assist a not-so-beautiful female police officer in training for an Olympic event. Ryo realizes the young officer is being targeted by a man with a grudge, while deciding to take the officer to get a makeover to unlock her \"true beauty\"."
                },
                "22": {
                    "ID": "332541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332541",
                    "TitleEnglish": "The Target is Ryo! The Camerawoman Loves Danger (Part One)",
                    "SummaryEnglish": "Ryo meets Yoko Fuyuno, a reporter intent in writing a story about the exploits of the City Hunter. Ryo realizes that if Yoko writes her story, his cover would be blown, so he tries many ways to convince her to not write the story, starting from the fact that he is Ryoji, Ryo's fictional younger brother. A request from Saeko to bust a drug transportation route complicates matters so Ryo goes through extreme measures to bust the route while not attracting suspicion from Yoko."
                },
                "23": {
                    "ID": "332542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332542",
                    "TitleEnglish": "The Target is Ryo! The Camerawoman Loves Danger (Part Two)",
                    "SummaryEnglish": "Yoko is furious about the drug bust and realizes that the City Hunter was involved. While on a search at the scene, she is accosted by members of the Unryu-Kai gang who have a grudge against Ryo and realizes this is the best opportunity to have an interview with the City Hunter."
                },
                "24": {
                    "ID": "332543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332543",
                    "TitleEnglish": "A Secret Weapon Pink Sigh?! A Female Ninja Enters the Big City",
                    "SummaryEnglish": "To restore the honor of an Iga Ninja Clan, a female ninja decides to challenge Ryo, entering the duel with less then stellar skills. However, she is flanked by three ninja cohorts who plan to present a challenge to Ryo."
                },
                "25": {
                    "ID": "332544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332544",
                    "TitleEnglish": "Targeted Witness! A Dangerous Beauty Dressed Up Like a Man (Part One)",
                    "SummaryEnglish": "Ryo is requested to guard Keiichi Kashiwagi, a witness in an important court case. Ryo resists until he is given a proposal to meet Keiichi's twin sister Keiko, to which Ryo gleefully accepts. But Keiichi is in fact Keiko, disguising herself as a man in order to thwart Ryo's advances."
                },
                "26": {
                    "ID": "332545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332545",
                    "TitleEnglish": "Targeted Witness! A Dangerous Beauty Dressed Up Like a Man (Part Two)",
                    "SummaryEnglish": "After a Shooting Range accident, Ryo finds out that Keiichi and Keiko are in fact the same person. But Ryo decides to hide this fact from Kaori. When Ryo makes advances towards Keiko while she is in his male costume, Kaori is furious thinking that Ryo would rather be attracted to a man rather than her. Kaori is then kidnapped by the man attempting to kill Keiko and Ryo and Keiko must rescue her."
                },
                "27": {
                    "ID": "332546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332546",
                    "TitleEnglish": "Message from Makimura Memories Forever (Part One)",
                    "SummaryEnglish": "Nelson, an Interpol Agent approaches Kaori over allegations that Kaori's deceased brother had smuggled drugs and hidden information regarding a drug smuggling route. The accusations against Hideyuki pile up when Saeko is also assigned to the case. The Red Pegasus returns with a plot to gain vengeance against Ryo and Kaori, but Umibozu is able to save the two from being abducted by the re-energized drug cartel."
                },
                "28": {
                    "ID": "332547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332547",
                    "TitleEnglish": "Message from Makimura Memories Forever (Part Two)",
                    "SummaryEnglish": "Ryo suspects that Interpol Agent Nelson may in fact be in league with the revived Red Pegasus drug cartel. After a boat chase, the information of the drug smuggling route is revealed, the route ends at an orphanage that Hideyuki visited shortly before his death, and that a postcard addressed to him from the orphanage was meant to lead Kaori to that location."
                },
                "29": {
                    "ID": "332548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332548",
                    "TitleEnglish": "Wounded Innocence! A Bullet and an Angel's Prayer",
                    "SummaryEnglish": "A girl named Maiko refuses to have a life-saving operation unless she sees the hero of her dreams, an unknown man by the name of Tetsu. In fact, Tetsu is trying to join a Yakuza group, and Ryo must save him from a potentially dangerous fate."
                },
                "30": {
                    "ID": "332549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332549",
                    "TitleEnglish": "Ryo, Please be Deceived: Present to a Girl from Saeko",
                    "SummaryEnglish": "When a car bomb gravely injures a young girl, Saeko is furious and vows to bring down the people responsible. In order to do so, she must secretly request Ryo's help to bring down a robbery gang. The trail leads to a suave womanizer and Kaori is kidnapped when she tries to go after robbers who rob her of her remaining life savings."
                },
                "31": {
                    "ID": "332550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332550",
                    "TitleEnglish": "So Long, My Friend... The Last Shot Echoing in My Heart (Part One)",
                    "SummaryEnglish": "Ryo's old friend Robert Harrison arrives in Tokyo for some sightseeing, but with an important job to take care of, Ryo decides to let Robert in on his mission: to protect Princess Angela of the Felidan Kingdom while she attends peace talks at a secret villa to settle a civil war. The two meet with the princess and General Marukido, whom with Ryo already has suspicions. This is confirmed when Ryo is able to take down some assassins and the plot is revealed: to blow up the villa where the peace talks are being held."
                },
                "32": {
                    "ID": "332551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332551",
                    "TitleEnglish": "So Long, My Friend... The Last Shot Echoing in My Heart (Part Two)",
                    "SummaryEnglish": "The Villa explodes, and while the Princess and the peace talk participants are able to escape, Robert appears to have been caught in the blast. Ryo tracks down General Marukido and is prepared to kill him when a twist is revealed: Robert is actually alive. When Robert reveals his true colours and attempts to assassinate the princess, Ryo must face his former partner in a showdown."
                },
                "33": {
                    "ID": "332552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332552",
                    "TitleEnglish": "Mokkori Contract! The Strange Journey of Ryo & a Bad Girl (Part One)",
                    "SummaryEnglish": "A request is made for Ryo by a woman to track down her future sister-in-law named Sakura, a girl who is involved with a biker gang. Currently, the woman's husband, Sakura's older brother has been kidnapped for some counterfeit currency plates he created and which Sakura has secretly hidden. Ryo also realizes that Umibozu has been hired by the men looking for the plates."
                },
                "34": {
                    "ID": "332553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332553",
                    "TitleEnglish": "Mokkori Contract! The Strange Journey of Ryo & a Bad Girl (Part Two)",
                    "SummaryEnglish": "It is revealed that a branch of the Hong Kong mafia is interested in the plates. Ryo and Sakura is able to bust out of the mafia compound and Umibozu also walks out after realizing the men who hired him cannot be trusted. When the woman who originally hired City hunter is kidnapped, Sakura takes matters into her own hands and tries to bargain the counterfeit plates for the life of her brother and future sister-in-law, despite Sakura's hatred of her."
                },
                "35": {
                    "ID": "332554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332554",
                    "TitleEnglish": "Ryo Is an Instructor: Extreme Mokkori Tactics",
                    "SummaryEnglish": "Ryo is hired by the daughter of a well-known tycoon so that he can train her in preparation of a mission to retrieve her kidnapped father."
                },
                "36": {
                    "ID": "332555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332555",
                    "TitleEnglish": "Ryo Is a Gourmet! Nice PR for the Soba Noodle Beauty",
                    "SummaryEnglish": "Two prisoners break out of prison and end up at a Soba Noodle Shop where Ryo is eating Soba Noodles that are of poor quality. The proprietor, a young woman, accepts a request from one of the prisoners to train her to make proper Soba noodles while Ryo takes care of a businessman using unscrupulous ways to buy the restaurant from the young woman."
                },
                "37": {
                    "ID": "332556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332556",
                    "TitleEnglish": "To Kaori From Ryo... With Love at Christmas (Part One)",
                    "SummaryEnglish": "Kaori makes plans to throw a party for the orphans at Kusunoki house but Ryo refuses to participate. When she finds out that Kusunoki house is to be closed down by the owner of the land, Mr Ookouchi, she requests Ryo's help only to be turned down. Believing that the proprietor, Mr Hitiyoshi, may have been cheated out of the ownership certificate for the house, Kaori takes matters into her own hands by breaking into Ookouchi's safe and stealing several documents including the land ownership certificate. Ookouchi's men react by ransacking Kusunoki house and kidnapping one of the kids as ransom for a certain document."
                },
                "38": {
                    "ID": "332557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332557",
                    "TitleEnglish": "To Kaori From Ryo... With Love at Christmas (Part Two)",
                    "SummaryEnglish": "It turns out that the document that Ookouchi is looking for is not the land ownership certificate, but a black leather pocketbook which is a ledger for Ookouchi's shady dealings. Also, Hitayoshi reveals why he is under Ookouchi's thumb, he unknowingly assisted in Ookouchi's criminal activities by allowing him to illegally plunder goods and resources sent to Japan after World War II. Ookouchi requests an exchange: the pocketbook for the kidnapped girl, but Ookouchi has a trap laid out for them as well as razing Kusunoki House to the ground."
                },
                "39": {
                    "ID": "332558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332558",
                    "TitleEnglish": "Umi, What a Sexy Guy! Beautiful Sweeper Miki Gets Close (Part One)",
                    "SummaryEnglish": "Ryo finds that he is being targeted by an unknown assassin when Umibozu clues him in on what's going on: Miki has found Umibozu and wants to marry him. However, Umibozu has set up a bet: if she can shoot Ryo with a paint capsule, she can marry him. However, Ryo puts a monkeywrench in that bet when he requests a night with Miki if he can evade her attacks."
                },
                "40": {
                    "ID": "332559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332559",
                    "TitleEnglish": "Umi, What a Sexy Guy! Beautiful Sweeper Miki Gets Close (Part Two)",
                    "SummaryEnglish": "Ryo continues to evade Miki's attacks as Kaori requests Umibozu to stop the bet and marry Miki. Umibozu responds with a statement that makes Kaori believe that Ryo has a mistress (when in actuality, he is talking about Ryo and Kaori themselves). Angered by this, Kaori seeks to have Miki \"kidnap\" her so to lead Ryo to a trap."
                },
                "41": {
                    "ID": "332560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332560",
                    "TitleEnglish": "Mokkori Everywhere! Ryo's Mind and a Pyschic Girl (Part One)",
                    "SummaryEnglish": "Ryo's client is a young girl with a unique telepathic ability to read minds. However, Ryo is smitten by the girl's nanny, a woman with martial arts skills. The young girl, Sara, is entranced by Ryo and his abilities, despite the fact that his mind is filled with \"Mokkori\" most of the time. It turns out that Sara is the only daughter of the head of a large family conglomerate and that many of her relatives are after her. Sara also runs into a disturbing fact: that Kaori is secretly in love with Ryo."
                },
                "42": {
                    "ID": "332561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332561",
                    "TitleEnglish": "Mokkori Everywhere! Ryo's Mind and a Pyschic Girl (Part Two)",
                    "SummaryEnglish": "Sara is instantaneously jealous of Kaori's love for Ryo, but is able to come to terms with her feelings and cements a friendship with Kaori. Meanwhile, henchmen try to hire Umibozu to kill City Hunter but Umibozu instead gift wraps them for Ryo. They find out that Sara's Uncle was responsible for her father's death, and is trying to have Sara killed so he can inherit the family estate. Ryo decides to confront the Uncle directly."
                },
                "43": {
                    "ID": "332562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332562",
                    "TitleEnglish": "Ryo is the Love Thief! Hidden Love Affair Behind the Magic Mirror (Part One)",
                    "SummaryEnglish": "Ryo runs into Kasumi Asoh, the \"flying tush object\" he met several years earlier. Kasumi is now 19 and is set to go into an arranged marriage in which she wants no part of. She thus masquerades Ryo as her lover, much to the disapproval of her grandmother, and Takeshi, Kasumi's arranged husband. Takeshi uses unscrupulous tricks against Ryo, by first hypnotizing him into believing that Takeshi's \"mokkori\" is bigger than Ryo's then when Ryo finds out about the hypnosis, hypnotizes Ryo in a state in which he can no longer experience \"mokkori\"."
                },
                "44": {
                    "ID": "332563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332563",
                    "TitleEnglish": "Ryo is the Love Thief! Hidden Love Affair Behind the Magic Mirror (Part Two)",
                    "SummaryEnglish": "His mokkori \"kidnapped\", Ryo must try to defeat Takeshi in a showdown between thieves by stealing a magic mirror. But when Takeshi is able to obtain the mirror using another hypnotic trick, Ryo does not pursue. He mentions that there is a secret behind the mirror and that it was never meant to be stolen. Thus Takeshi has lost but Kasumi's grandmother discovers that Kasumi has fallen in love with Ryo. She then forbids Kasumi to return to the family estate and thus Kasumi boards with Umibozu and Miki at the Cat's Eye."
                },
                "45": {
                    "ID": "332564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332564",
                    "TitleEnglish": "Nineteen Year-Old Widow! Lover in the Heart of a Beautiful Sketch Artist (Part One)",
                    "SummaryEnglish": "During a visit to Hideyuki's grave, Ryo comes across a woman visiting a grave being accosted by two men. It turns out that the woman, Ayako, was visiting the grave of her late husband, a Yakuza boss. The two men are determined to be from a rival Yakuza group. Ryo notices deep emotional wounds in Ayako as he notices her having trouble resuming her passion of painting."
                },
                "46": {
                    "ID": "332565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332565",
                    "TitleEnglish": "Nineteen Year-Old Widow! Lover in the Heart of a Beautiful Sketch Artist (Part Two)",
                    "SummaryEnglish": "It turns out that a rival Yakuza group is fighting Ayako's group for control over a large park. When the rival group starts a fire in the park, Ryo assists the friendly Yakuza in preventing a disaster and later on dispatches the rival group. But Ryo also must find the source of Ayako's pain and enable her to live a normal life again."
                },
                "47": {
                    "ID": "332566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332566",
                    "TitleEnglish": "Wanting to Fall in Love Just Like a Dream: The Strategy of a Twelve Year-Old Angel (Part One)",
                    "SummaryEnglish": "Ryo notices that he is being watched by Kozue, a 12 year old girl confined to a wheelchair. When he pays her a visit, Kozue remarks that he is the second person to notice her, the first being a mysterious man with a beard. Kaori suspects that Ryo is using Kozue to get to her much older sister. But when the mysterious man attacks Kozue, Ryo decides to have Kozue and her sister live with him until he can figure out what is going on."
                },
                "48": {
                    "ID": "332567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332567",
                    "TitleEnglish": "Wanting to Fall in Love Just Like a Dream: The Strategy of a Twelve Year-Old Angel (Part Two)",
                    "SummaryEnglish": "Kozue begins to enjoy life with Ryo and decides to try to set him up with her older sister. Meanwhile, Ryo finds out that Kozue was wounded by an unknown man who had killed another over a deal gone bad, and the bullet stuck against her spine is the cause of her paralysis. The arrival of Detectives Iwadate and Saeko also begins to complicate matters. With Kozue scheduled to undergo an operation which may allow her to walk again, Ryo realizes that Kozue may be in greater danger than initially thought."
                },
                "49": {
                    "ID": "332568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332568",
                    "TitleEnglish": "Goodbye, Hard-Boiled City (Part One)",
                    "SummaryEnglish": "Kaori discovers Ryo in bed with another woman and angrily leaves him as a result. Ryo, with no recollection of the events the night before, decides to strike it up with this woman. What he does not realize that the woman, Rumi, is the daughter of a powerful Japanese politician. In his anger, the politician hires Umibozu to take out the City Hunter and retrieve Rumi. But Ryo realizes that some men are also after Rumi, led by a mysterious woman named Sarah."
                },
                "50": {
                    "ID": "332569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332569",
                    "TitleEnglish": "Goodbye, Hard-Boiled City (Part Two)",
                    "SummaryEnglish": "After Ryo, Saeko, and Umibozu are able to thwart an ambush set up by Sarah, her group, the Black Army, makes a ransom demand to the Japanese government with the threat of blowing up a nuclear bomb in the heart of Shinjuku. With the information on their hideout from Rumi, Ryo decides to take the Black army on. But when he realizes the truth of Sarah's identity, he finds that he is unable to shoot her."
                },
                "51": {
                    "ID": "332570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332570",
                    "TitleEnglish": "Crystal Prophecy! Chains of Memory Reviving in Kaori",
                    "SummaryEnglish": "Reika calls up Ryo to go on a date. At the same time, she refers Kaori to a fortune teller. There, the fortune teller informs Kaori that she may be a danger to the one she loves the most, Ryo."
                },
                "52": {
                    "ID": "332571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332571",
                    "TitleEnglish": "Reunion After Twenty Years! Please Look After My Sister, Mr. Saeba (Part One)",
                    "SummaryEnglish": "A woman named Sayuri Tachiki approaches Saeko with a request to meet her long lost sister, who happens to be Kaori. Because Kaori does not know the truth of her existence, Ryo decides to take Sayuri on as a \"client\" and have Kaori interact with her to see what happens. Ryo then notices that someone may be after Sayuri. When Sayuri notices that Kaori is training with a gun, she becomes angry at Ryo and fearful that her sister may end up with a horrible fate in the underworld."
                },
                "53": {
                    "ID": "332572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332572",
                    "TitleEnglish": "Reunion After Twenty Years! Please Look After My Sister, Mr. Saeba (Part Two)",
                    "SummaryEnglish": "Sayuri takes Kaori shopping and gives her a complete makeover. As they are proceeding back to the apartment, they are kidnapped by unknown strangers. Ryo is able to determine that the men responsible are members of the Unryu-Kai, of whom Ryo once dealt with. Once the women are freed, only one question remains, will Sayuri tell Kaori the truth about her existence?"
                },
                "54": {
                    "ID": "332573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332573",
                    "TitleEnglish": "Proposal From a Seventeen Year-Old: Suspicious Date Panic (Part One)",
                    "SummaryEnglish": "Ryo has an unfortunate encounter with a schoolgirl as Kaori interviews a potential client asking the City Hunter to protect his grand-daughter, Kimiko. It turns out Kimiko is the same girl whom Ryo had met earlier and both of them do not get along well. It appears that there are many men after Kimiko for unknown reasons, and Kimiko devises a plan to masquerade Ryo as her fiance. Ryo decides to investigate further and finds out that Kimiko may well be related to a wealthy matriarch."
                },
                "55": {
                    "ID": "332574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332574",
                    "TitleEnglish": "Proposal From a Seventeen Year-Old: Suspicious Date Panic (Part Two)",
                    "SummaryEnglish": "Three men decide to lure Kimiko to a trap by offering to tell her the truth about Kimiko's long lost father. When Kimiko goes missing, her grandfather comes out with the truth: that Kimiko is indeed the daughter of the son of Takako Uesugi, the wealthy matriarch and that the men after her were probably sent by Uesugi herself. Ryo comes to a different conclusion, that the men are part of the Uesugi bloodline, and are after the Uesugi estate. Ryo also realizes that the three men who kidnapped Kimiko do not intend to allow her or Uesugi to live."
                },
                "56": {
                    "ID": "332575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332575",
                    "TitleEnglish": "Success Story in Shinjuku: The neighbor is a Beautiful Dancer (Part One)",
                    "SummaryEnglish": "A dancer named Maiko rents out the apartment adjacent to Ryo and Kaori. Already she is worried not only about Ryo's advances but the fact that an unknown person appears to be in her apartment when she is not home and when she is being followed. While Ryo initially tries to help, she rebuffs his advances."
                },
                "57": {
                    "ID": "332576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332576",
                    "TitleEnglish": "Success Story in Shinjuku: The neighbor is a Beautiful Dancer (Part Two)",
                    "SummaryEnglish": "After causing destruction at the audition, Ryo and Kaori are made to stay at the show as stagehands without any compensation. Things get complicated when two men stage thefts of female underwear and place the blame on Ryo. Ryo suspects that Maiko's lucky charm may be what they are after."
                },
                "58": {
                    "ID": "332577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332577",
                    "TitleEnglish": "Ryo Educates in a Spartan Way! A Bad King Raised in a Harem (Part One)",
                    "SummaryEnglish": "Ryo refuses a job request from Saeko to protect young King Nalio from assassins. Ryo and Kaori discover that Nalio is a spoiled brat who has everyone do everything for him and who also has his own personal harem. Ryo only agrees to the job after seeking permission to the harem from Nalio's guardian. After an attack on Nalio, Ryo takes him to be properly \"educated\""
                },
                "59": {
                    "ID": "332578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332578",
                    "TitleEnglish": "Ryo Educates in a Spartan Way! A Bad King Raised in a Harem (Part Two)",
                    "SummaryEnglish": "Ryo trains Nalio in matters of maturity and the way of being independent. They then proceed to dispose of the assassins sent by Nalio's uncle."
                },
                "60": {
                    "ID": "332579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332579",
                    "TitleEnglish": "Love is Magic: Ms. Magician With a Male Phobia",
                    "SummaryEnglish": "Kaori receives a strange job request from a female magician who requests that her protector be a woman herself. Ryo sees that this is due to her having a phobia of men in general. As a result, Ryo resorts to cross dressing as Kaori's older sister in order to protect her from a rival magician seeking to push her out of business."
                },
                "61": {
                    "ID": "332580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332580",
                    "TitleEnglish": "Good Luck, My Sweeper: City Streets for Both of Us (Part One)",
                    "SummaryEnglish": "On the day of Kasumi and Miki's birthday, Ryo finds that his former partner, Rosemary Moon, aka Bloody Mary, has arrived in Tokyo and has requested Ryo to show her around town. Immediately, Mary takes an unusual dislike towards Kaori, while Ryo's mood uncharacteristically changes. During the party, Mary reveals unknown truths about Ryo that Kaori does not even know about. This distresses Kaori and enables her to ask Bloody Mary for more information. Kaori becomes shocked at the true story of Ryo's heritage, jealous of Mary because she knows more about Ryo than Kaori herself, and angry at Ryo for not telling her. Umibozu explains that the only reason Mary knows is that her father trained and worked with Ryo in his early days."
                },
                "62": {
                    "ID": "332581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332581",
                    "TitleEnglish": "Good Luck, My Sweeper: City Streets for Both of Us (Part Two)",
                    "SummaryEnglish": "Kaori confronts Ryo with the knowledge of his past and reconciles with him by giving him a birthday. When Kaori is knocked out by a nasty fever, Ryo leaves with Mary to show her around town. Immediately, Ryo detects that someone is trying to kill him as traps are placed around the areas where they would go. Ryo finally finds out the truth, that Bloody Mary was forced to kill him to secure the life of her lover. When Ryo offers to help out, Bloody Mary leaves without him to take on the terrorist holding her lover."
                },
                "63": {
                    "ID": "332582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332582",
                    "TitleEnglish": "Good Luck, My Sweeper: City Streets for Both of Us (Part Three)",
                    "SummaryEnglish": "On her way to take on David Clive, the terrorist who is holding her lover hostage, Bloody Mary finds out that Kaori has snuck in the vehicle with a large cache of weapons. The duo proceed to bust into David Clive's hideout, with Ryo and Umibozu in hot pursuit. But when David Clive forces a gun into the head of Bloody Mary's lover, Ryo and Bloody Mary are forced to fight each other."
                }
            }
        },
        "3": {
            "ID": "28050",
            "URL": "https://www.thetvdb.com/series/city-hunter/seasons/official/3",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "332583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332583",
                    "TitleEnglish": "De-Mokkori Declaration: XYZ Saves The World",
                    "SummaryEnglish": "Ryo and Kaori protect a Rubirian Embassy worker striving not only to salvage the environment of her homeland, but also to expose a smuggling ring in which a Rubirian Embassy Environmental official is involved."
                },
                "2": {
                    "ID": "332584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332584",
                    "TitleEnglish": "The Greatest Flagrant Love Committed: How to Hit on a Beautiful Lawyer",
                    "SummaryEnglish": "Ryo and Kaori attempt to protect a female lawyer marked for death by a corrupt developer, after an electronic databook is accidentally left in her possession."
                },
                "3": {
                    "ID": "332585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332585",
                    "TitleEnglish": "Even Kaori's Pissed: Ryo and a Young Lady, Pinch Hitter Marriage Story",
                    "SummaryEnglish": "While Ryo has his gun taken away from creditors for failing to pay his rent, he is hired by a beautiful woman who is the owner of her own large company to appear on TV with her. It turns out that this TV show talks about newlyweds as the woman waxes on about her and Ryo's supposed \"Love Life\". She makes this admission in order to detract potential suitors more interested in her money rather than herself. Later on, it is revealed that several of her potential suitors had been involved in unfortunate accidents and Ryo suspects a powerful executive attempting to gain control of her company through marriage."
                },
                "4": {
                    "ID": "332586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332586",
                    "TitleEnglish": "Dangerous Detective Game: A Python for the Lady (Part 1)",
                    "SummaryEnglish": "Ryo receives a strange request from Aiko, a female private investigator, to teach her how to fire a gun. At one point, Aiko gets horribly drunk after one cocktail, slugs Ryo and steals his gun, only to find it empty of bullets. The request gets even stranger when it is revealed that she needs a gun to protect herself from unknown thugs trying to prevent her from locating a strange dog for a six-year-old girl. Finally, Aiko's uncle appears in order to convince her to give up the private investigator business but when she refuses, he is hit by a car."
                },
                "5": {
                    "ID": "332587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332587",
                    "TitleEnglish": "Dangerous Detective Game: A Python for the Lady (Part 2)",
                    "SummaryEnglish": "Aiko's uncle is revealed to have staged his accident in order to convince his niece to quit her job as a private investigator, however it is revealed that he knows nothing about the present threats against Aiko as she searches for a particular dog. When Ryo locates the dog, he notifies Aiko who goes over to retrieve it, only to be kidnapped by robbers looking for evidence the dog may have."
                },
                "6": {
                    "ID": "332588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332588",
                    "TitleEnglish": "Stubborn Umibouzu: Tale of the jealous kitten",
                    "SummaryEnglish": "Miki and Umibozu get into an argument over Miki's desire to keep a stray kitten, knowing Umibozu's fear of cats. Miki walks out on Umibozu and is then kidnapped by a wealthy suitor looking for a potential mate. Umibozu and Ryo bicker on how to save Miki and set out to do so together."
                },
                "7": {
                    "ID": "332589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332589",
                    "TitleEnglish": "Love is Diving: When a Beauty puts on a Swimsuit",
                    "SummaryEnglish": "Ryo is hired to protect a female assistant of a famous French Explorer from thugs. Ryo learns that she has been unable to keep a relationship because of embarrassing situations she happens to get herself into. While this is happening, the older French Explorer takes an immediate shine to Kaori, much to the latter's excitement."
                },
                "8": {
                    "ID": "332590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332590",
                    "TitleEnglish": "Who is Heck is Ryo? Even the College Girl is Smitten with the Thrill",
                    "SummaryEnglish": "Ryo comes across a college girl who is a fan of detective movies, and tails Ryo for a chance to see some action, not knowing Ryo's lecherous tendencies. However, it turns out the college girl has been targeted for unwittingly witnessing a crime and Ryo must intervene after Kaori has been kidnapped by these same criminals."
                },
                "9": {
                    "ID": "332591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332591",
                    "TitleEnglish": "Love Forecast of Rain then Shine: The Beautiful Newscaster's Umbrella of Love",
                    "SummaryEnglish": "Ryo is hired by a female weather reporter to protect her against a deranged fan."
                },
                "10": {
                    "ID": "332592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332592",
                    "TitleEnglish": "A wedding dress for Christmas (Part 1)",
                    "SummaryEnglish": "Ryo and Kaori receive a strange request from the head of the Yamaoka family looking to retrieve his daughter, Tsubaki from the son of the rival Umino family, Kazuhiko. It appears that Tsubaki and Kazuhiko have eloped against their parent's wishes and both families want the couple broken up to preserve the rivalry. When Tsubaki manages to escape from Ryo, Kaori volunteers to go to the Umino mansion for a party where she witnesses Tsubaki crash the party with a horse to retrieve Kazuhiko. As they escape, Ryo notices a strange car following the couple."
                },
                "11": {
                    "ID": "332593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332593",
                    "TitleEnglish": "A wedding dress for Christmas (Part 2)",
                    "SummaryEnglish": "Tsubaki and Kazuhiko attempt to flee their country to evade the wrath of their parents but are attacked by a helicopter in the process. However, they are saved by Ryo who manages to take down the helicopter in one shot. Meanwhile, Ryo investigates the rivalry between the Yamaoka and Umino families and comes across some startling information. He also uncovers evidence that a third party is also trying to break up the couple by marking them for death."
                },
                "12": {
                    "ID": "332594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332594",
                    "TitleEnglish": "Goodbye City, a Farewell Gift (Part 1)",
                    "SummaryEnglish": "On the anniversary of the death of his friend, Robert Harrison, Ryo gets royally drunk and notices a woman watching him. This woman turns out to be Sophie Silverman, who represents an international firm of sweepers. Sophie wishes to tag along with Ryo and Kaori for a few days to witness him in his line of work. On their way to a potential job, the three are attacked by unknown assailants. After warding them off in a warehouse, Ryo finds Sophie pointing Robert Harrison's gun at him."
                },
                "13": {
                    "ID": "413159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/413159",
                    "TitleEnglish": "Goodbye City, a Farewell Gift (Part 2)",
                    "SummaryEnglish": "Sophie Silverman is revealed to be the fiance of Robert Harrison and reveals her intentions of avenging his death. After seriously wounding Ryo, Sophie kidnaps Kaori as bait for a future showdown. While Ryo recovers from his injuries, he realizes that a syndicate known as the Guiness Corporation is after Sophie and had extorted Robert to take on a job that meant certain death at the hands of Ryo Saeba. When the Guiness Corporation ambushes Sophie and Ryo, the two put aside their rivalry to repel the attackers, only to find themselves in a deadly showdown."
                }
            }
        },
        "4": {
            "ID": "28051",
            "URL": "https://www.thetvdb.com/series/city-hunter/seasons/official/4",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "332595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332595",
                    "TitleEnglish": "Big Revival of the Funny Pair! The Beauty Fallen from the Sky",
                    "SummaryEnglish": "A plane carrying drugs and a wanted woman crashes into Ryo's apartment which forces him and Kaori to sleep on the same bed."
                },
                "2": {
                    "ID": "332596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332596",
                    "TitleEnglish": "Farewell Kaori! Orders to capture City Hunter",
                    "SummaryEnglish": "Kaori overhears a phone conversation between Ryo and Saeko after which she realises that she has rented her room to a detective whose motive is to arrest Ryo."
                },
                "3": {
                    "ID": "1499741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/1499741",
                    "TitleEnglish": "Combination of puzzlement & recovery! Memories are a distant light",
                    "SummaryEnglish": "Ryo comes across a stuntwoman named Yuki who is trying to get her memory back by performing dangerous stunts. She believes Yuki is being hypnotised by someone."
                },
                "4": {
                    "ID": "332598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332598",
                    "TitleEnglish": "Love is also an A-license. The beautiful wheelman visiting the store!",
                    "SummaryEnglish": "Ryo is chased by the police as they think he is the underwear thief. He escapes with the help of Miyuki."
                },
                "5": {
                    "ID": "332599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332599",
                    "TitleEnglish": "Scary! Shinjuku Ghost Story!! The Wandering Soul of a Beautiful Woman (Part 1)",
                    "SummaryEnglish": "Ryo stumbles upon a pretty ghost named Ami Asaka who tells him that she was murdered by a serial killer. She hires him to protect her younger sister."
                },
                "6": {
                    "ID": "332600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332600",
                    "TitleEnglish": "Farewell Requiem Your Visage, Once Again (Part 2)",
                    "SummaryEnglish": "Ryo comes clean about the fact that he pretended to be Ami's fiance to get close to Mami which infuriates her. She gets a letter from Ami who asks her to trust him."
                },
                "7": {
                    "ID": "332601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332601",
                    "TitleEnglish": "(That) Ishuin Hayato`s (almost) peaceful day",
                    "SummaryEnglish": "Umibozu's saves three young girls from mean bikers and they come to his cafe to thank him. They want to start a fan club for him."
                },
                "8": {
                    "ID": "332602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332602",
                    "TitleEnglish": "Revenge of the beautiful woman! The sorrowful blues for Ryo (Part 1)",
                    "SummaryEnglish": "Sonia wants to avenge her father's death and she asks Umibozu to kill Ryo."
                },
                "9": {
                    "ID": "332603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332603",
                    "TitleEnglish": "Looking for gunpowder smoke. . . City Hunter dies at dawn! (Part 2)",
                    "SummaryEnglish": "Ryo and Umibozu fight at a graveyard while Sonia learns about the challenge between her father and Ryo from Miki."
                },
                "10": {
                    "ID": "332604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332604",
                    "TitleEnglish": "My Love For Tonight Only. . . Cinderella Story in the City",
                    "SummaryEnglish": "While shopping with Ryo, Kaori meets her friend, Eriko who is a fashion designer. Eriko gives Kaori a makeover and set up a date for her with Ryo."
                },
                "11": {
                    "ID": "332605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332605",
                    "TitleEnglish": "A Trigger Covered with Scratches! The Detective Saeko Loved",
                    "SummaryEnglish": "Saeko meets her ex-lover Asakura who is an agent from Interpol. He asks for her help to apprehend a murder suspect who has escaped to Japan."
                },
                "12": {
                    "ID": "332606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332606",
                    "TitleEnglish": "Memories of the Necklace Incident Ryo, a Bad Girl & Makimura",
                    "SummaryEnglish": "Ryo sees the news about Queen Rika's divorce and recalls the past when she approached him for help to steal Meraldo Kingdom's treasure, a necklace."
                },
                "13": {
                    "ID": "332607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/city-hunter/episodes/332607",
                    "TitleEnglish": "Lullaby requiem. The young nobleman who came from a distant country",
                    "SummaryEnglish": "Kaori befriends an Austrian orphan, Hans Zeigfried who is a professional killer and dying from a fatal disease. Kaori is abducted by Hans' enemies."
                }
            }
        }
    }
}