{
    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0108689/",
        "https://www.themoviedb.org/tv/34179"
    ],
    "TitleEnglish": "Lil' Red Riding Hood Cha-Cha",
    "SummaryEnglish": "Cha Cha is a cute and innocent broom-riding little girl who is training to be a good magician. She doesn't know who her real parents are. She was raised by her teacher Seravi, who is considered the world's greatest magician. Cha Cha almost always gets strange or disastrous results whenever she uses her magic, so she practices a lot. The early part of the series shows Cha Cha's daily life in magic school and her adventures with friends. In the later part, it is revealed that a powerful enemy is after Cha Cha. Cha Cha is given the power to transform into a grown-up magical princess in order to defeat the enemy and his minions. Cha Cha then embarks on a quest with her friends to find out about her real identity and her real family. Akazukin Chacha is a magical girl TV show based on the manga of the same name by Ayahana Min which ran in the monthly magazine Ribbon. The basic story is the comical, magical adventures of the little witch Chacha, who usually wears a red riding hood, and h",
    "Aliases": [
        "Akazukin Chacha",
        "赤ずきんチャチャ"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "20343",
            "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "413594",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/413594",
                    "TitleEnglish": "Popy Comes to School",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "413595",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/413595",
                    "TitleEnglish": "Capturing a Hot Spring Trip!",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "413596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/413596",
                    "TitleEnglish": "Goodbye Chacha! A Field Day with Tears",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "4925",
            "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/seasons/official/1",
            "# Episodes": 30,
            "Episodes": {
                "1": {
                    "ID": "101805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101805",
                    "TitleEnglish": "Here Comes the Trouble-Making Witch",
                    "SummaryEnglish": "An adventure begins! Chacha and the gang are introduced and she gets to transform for the first time into Magical Princess Holyup. MORE DETAILS Dorothy gets very angry when she receives a mirror tells her that she's the most beautiful magician around, but that the best magician is Seravi, not her. She gets EVEN more when Seravi's image in the mirror starts teasing her. Then Dorothy's own image forms into the mirror, and hypnotizes the real Dorothy, making her VERY MAD at Seravi. She ends up creating a dragon, which is what Cha-Cha defeated with Holy up."
                },
                "2": {
                    "ID": "101806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101806",
                    "TitleEnglish": "The Rival is the Black Riding Hood",
                    "SummaryEnglish": "On the first day of school, Chacha meets new friends and fights a possessed Teacher Rascal."
                },
                "3": {
                    "ID": "101807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101807",
                    "TitleEnglish": "Selfish Mermaid Marin",
                    "SummaryEnglish": "On a school beach field trip, the Cha-Cha, Riiya, and Shiine meets Marin. Cha cha Holyup fights George the green sea creature."
                },
                "4": {
                    "ID": "101808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101808",
                    "TitleEnglish": "The Ultimate Three Little Piglet Attack",
                    "SummaryEnglish": "Everyone falls in love with Ma-rin, when she tried to use a potion to make Riiya fall in love with her. And 3 little pigs INVADE Cha-cha's school, the Urara Magic School."
                },
                "5": {
                    "ID": "101809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101809",
                    "TitleEnglish": "Date with Kyuu-chan",
                    "SummaryEnglish": "Rascal-sensei has taken his pupils to a forest near a river. Cha-cha, Riiya, and Shiine face a vampire named Kyuula. The vampire thinks he is SO handsome."
                },
                "6": {
                    "ID": "101810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101810",
                    "TitleEnglish": "Babies Can't Use Magic",
                    "SummaryEnglish": "Cha-Cha, Riiya, and Shiine turn into babies when magicians Ranran and Kankan cast a spell on them."
                },
                "7": {
                    "ID": "101811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101811",
                    "TitleEnglish": "Snow Explosion! The Teacher is a Snow Woman",
                    "SummaryEnglish": "When Rascal- sensei went to Urara Magic School on a bike a mole, in Daimaou's service, dug a large hole and he gets into an accident. So the Banana class gets a subsitute, her name is Oyuki. Teacher Oyuki is gentle and quiet but is very high-strung. A little jab, poke would make her panick and break down. This is special because when she panicks, snow comes out!"
                },
                "8": {
                    "ID": "101812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101812",
                    "TitleEnglish": "My Cake is the Best",
                    "SummaryEnglish": "When Riiya's grandpa visits the Urara Magic school they have a food shortage at the Urara Magic School. The bad guy in this episode is a strange sorceress who cooks."
                },
                "9": {
                    "ID": "101813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101813",
                    "TitleEnglish": "Go! Nyandabar Z",
                    "SummaryEnglish": "There is a Girls' Dolls Festival and Cha Cha wanted to celebrate, but since Seravi forgets it since he is a boy he gives her an ancient fighter doll instead of a girl's doll when Cha Cha asks for a doll. When she finds out from Shiine, Riiya, and Doroty that the doll is not a girl's doll she gets upset and runs away. Shiine and Riiya follows her. Then the trio meets a genius inventor Mikaneko and his infamous Nyandabar Z."
                },
                "10": {
                    "ID": "101814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101814",
                    "TitleEnglish": "Kyuu-chan Strikes Back!",
                    "SummaryEnglish": "Kyuula, the vampire is back for REVENGE."
                },
                "11": {
                    "ID": "101815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101815",
                    "TitleEnglish": "Decide! Who is the Sushi Champion?",
                    "SummaryEnglish": "Nice to meet you, I'm Seravy. The homeroom teacher, Mr. Rascal, put forth some difficult conditions, so it seems tough to decide. Oh, it seems that Riiya's grandfather has suddenly arrived. He says he'll treat them to sushi as a thank you for their hard work. The fascinating smell of sushi lured me to the school too. I'll make some sushi, too. Suddenly, a sushi chef called Susshy came in and told me he wanted to be my apprentice. Well, I don't mind. When I went home, Susshy's special training immediately began. He seems to be quite a hard worker. Chacha and the others are cheering him on. Now, it's time to teach him the 'secret technique, yokote-geshi'. This Susshy has improved so fast that he's exceeded even my speed. I have nothing more to teach him. But then, all of a sudden, his attitude changed. It turns out he was one of the Daimao's assassins. He turned into Battle Susshy and attacked me. What will you do? Chacha..."
                },
                "12": {
                    "ID": "101816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101816",
                    "TitleEnglish": "Orin-chan's First Love",
                    "SummaryEnglish": "In this episode they met Orin, who is a shy ninja. Also an evil sword starts chaos at the Urara Magic School."
                },
                "13": {
                    "ID": "101817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101817",
                    "TitleEnglish": "Do Your Best Housesitting",
                    "SummaryEnglish": "This episode is sorta like the Red Riding Hood story, with the fox. Cha Cha was told to look after the house because Seravi had gone to a 5th anniversary sale with Dorothy. When she is alone a fox tries to get rid of Cha-Cha."
                },
                "14": {
                    "ID": "101818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101818",
                    "TitleEnglish": "The Evil King is Angry",
                    "SummaryEnglish": "This episode is just a bunch flash-backs when Seravi realizes someone bad is going after Cha-Cha. HERE ARE THE FLASHBACKS 1. Chacha, Riiya and Shiine are introduced to their Banana-gumi classmates. Chacha creates a big bull [episode 2]. 2. Chacha and friends fight over Marin's love, due to Yakko-chan's love potion. Chacha creates three powerful pigs to get rid of Riiya [episode 4]. 3.Chacha, Shiine, Riiya and Marin fight against Kyuu-chan. The magical princess defeats him [episode 5]. 4.Chacha and her classmates are trapped into Oyuki-sensei's snowy dreams, and must fight against a mole sent by Sorges [episode 7]. 5.Chacha, Riiya and Shiine have been trapped by a cooking sorceress, that magical princess defeats. [episode 8]"
                },
                "15": {
                    "ID": "101819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101819",
                    "TitleEnglish": "Born! Franken-chan",
                    "SummaryEnglish": "Chacha gets to play mother when a very large egg chases her home and hatches into a humongous baby."
                },
                "16": {
                    "ID": "101820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101820",
                    "TitleEnglish": "Arrival! Umibozu's Little Sister",
                    "SummaryEnglish": "Rascal-sensei and his pupils spend the day at the beach. Some local people tell Rascal that there are dreadful jellyfishes in the sea, and Rascal goes to rescue Riiya and Shiine, who were attacked by some jellyfishes. Chacha's friends have been badly hurt and need a special flower to recover. Chacha, Rascal, Marin, and Orin go to find some, but the only shore where the flowers can be found is guarded by Umibouzu's sister Umibouko. Recognizing Marin, the girl who dumped her big brother [episode 3], Umibouko attacks them, blocking the way to the cavern where the flowers grow. Umibouko is too strong for the girls, but Umibouzu shows up and asks his sister to let Chacha and Marin go. Meanwhile, the jellyfishes unite to form a giant monster."
                },
                "17": {
                    "ID": "101821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101821",
                    "TitleEnglish": "Nyandabar Returns",
                    "SummaryEnglish": "Dr. Mikeneko is a genius scientist working to make enough money to build a new Nyandabar after the last one was defeated by Chacha. His siblings came together to help him build the 'Ultimate Strongest Super Invincible Activation Activation Combining Robo Nyandabar ZZ (Double Zed) powered by their bond. After a few failed attempts to combine, the Nyandabar ZZ was completed. The final battle saw the bond almost broken, but they regained their composure. Now it's time to bring out the brand new mecha, the 'Nyandabare ZZ' ... Come on, neow!"
                },
                "18": {
                    "ID": "101822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101822",
                    "TitleEnglish": "Zombie Warning at Urara School",
                    "SummaryEnglish": "An Evil cupid makes a deal with Shiine to get Cha Cha to like him. However, it seems impossible for cupid to shoot arrows and ACTUALLY HIT Cha CHa SO he keeps on switching on bodies."
                },
                "19": {
                    "ID": "101823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101823",
                    "TitleEnglish": "Dreadful! Dorothy's Little Sister?",
                    "SummaryEnglish": "Dorothy is begged to prepare dinner for Chacha, Riiya, and Shiine. They all go to a grocery store where Dorothy meets her younger sister Doris. Doris disguises herself as Dorothy and traps Dorothy somewhere when they are eating dinner. However, they figure out it isn't Dorothy because of the way she was acting. At the end Cha Cha uses holy up on Doris's Guard."
                },
                "20": {
                    "ID": "101824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101824",
                    "TitleEnglish": "Phantom Thief Nezumi Kid's Challenge",
                    "SummaryEnglish": "Nezumi Kid stole the school stamp and it's up to the gang to recover it or else they cannot graduate."
                },
                "21": {
                    "ID": "101825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101825",
                    "TitleEnglish": "A Dangerous Open-Air Bath",
                    "SummaryEnglish": "The search for the school stamp brings them to a hot spring where the trio gets to relax for a while and battles Beppu all at the same time."
                },
                "22": {
                    "ID": "101826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101826",
                    "TitleEnglish": "Unbelievable! Experiencing a Sacrifice",
                    "SummaryEnglish": "The kids finds themselves in a deserted village and fight an eight-headed monster to recover the lost school stamp."
                },
                "23": {
                    "ID": "101827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101827",
                    "TitleEnglish": "Fight! The Graduation Test",
                    "SummaryEnglish": "With the stamp recovered, Chacha and the others have to pass the final exam."
                },
                "24": {
                    "ID": "101828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101828",
                    "TitleEnglish": "I'm the Legendary Princess?",
                    "SummaryEnglish": "The kids graduated at last! Then Yakko and Chacha play on a quiz game. Meanwhile, Daimaou learns that Access is returning and \"\"fires\"\" Sorges. He crashes on the gang's game and reveals something astounding--Chacha is the real princess ."
                },
                "25": {
                    "ID": "101829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101829",
                    "TitleEnglish": "Why Why! Arrow Defeated",
                    "SummaryEnglish": "While Seravi tells the story of Daimaou's return, Shiine falls into a spell and becomes bad. Holyup meets Access for the first time and nearly lost. Seravi tells Chacha to find the Phoenix Sword."
                },
                "26": {
                    "ID": "101830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101830",
                    "TitleEnglish": "Get Out of the Way, You're in the Way of Love",
                    "SummaryEnglish": "While Chacha researches for the Phoenix Bird, Marin and Yakko remembers the past episodes."
                },
                "27": {
                    "ID": "101831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101831",
                    "TitleEnglish": "Chacha's Power at the Fire",
                    "SummaryEnglish": "The trio search for the phoenix bird in a flammable forest."
                },
                "28": {
                    "ID": "101832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101832",
                    "TitleEnglish": "The Phoenix's Marsh Exploration Corps",
                    "SummaryEnglish": "There's a legend in Mitsunuma about a 'reviving bird', so Riiya and the others decide to go there to find it. When he asked the teachers about Mitsunuma, he was told there was a legend that 'when the swamps are dyed red, green, and black, the legendary bird will return.' But the phoenix didn't come out- it was a frog monster instead. It says it's the forseeing frog, Tory. What the heck is that?"
                },
                "29": {
                    "ID": "101833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101833",
                    "TitleEnglish": "Welcome! Star of the Magical Phoenix",
                    "SummaryEnglish": "Chacha and the others have been looking for a phoenix for a while and keep coming up empty. This time they visit Phoenix Village, a seaside village where people sell phoenix buns and key chains. A souvenir shop owner gives them a map to the location of the phoenix. The map is suspicious, but it leads them to a box containing a phoenix feather that, when used by someone who wants to meet the phoenix, can lead them to it."
                },
                "30": {
                    "ID": "101834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101834",
                    "TitleEnglish": "This is the Rumored Phoenix Sword",
                    "SummaryEnglish": "This is Chacha! We came to Arigato Mountain, the place the phoenix feather drew us. We're finally going to meet the phoenix. For the time being, let's have lunch. But something strange is going on. There are big holes all over this mountain. Nobody lives in the village nearby and I can't hear any birdsong. A cute little bird appeared there, pink and chirping, 'pi'! I named him Piisuke because he's pink and he chirps. He says that the rock monster Gander wanted to fly, so he gathered up all the birds in the area. The holes in the mountain were where Gander had fallen when he failed, and the villagers were so frightened they ran away! It seems that Piisuke was kicked out because he couldn't fly, but I couldn't forgive the monster Gander. We need to find the phoenix, so let's all go. On the way, we decided to help Piisuke practice flying. But while we were doing that, Gander appeared. I transformed and fought Gander, but to my surprise, the Serene Arrow didn't work on him."
                }
            }
        },
        "2": {
            "ID": "4926",
            "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/seasons/official/2",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "101835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101835",
                    "TitleEnglish": "The Training of the Magical Trio",
                    "SummaryEnglish": "I was so happy about it when I told Seravy the other day. Chacha, let's transform. But on closer inspection, it was just a balloon. Chacha fired a nice burning flash, but it missed the target and destroyed the house. She tried to regain her composure and fire again, but this time her power got out of her control. Because she couldn't even defeat a balloon, Chacha decided to do some special sword training. But what should she do? Well, when in doubt, ask your schoolteacher. She decided to go to the nostalgic Urara Academy and get special training from Mr. Rascal. However, Mr. Rascal just taught her to sit and meditate, saying 'the sword is the heart!' So we decided to ask Orin, the Mononga Ninja, for some special sword training. Orin's grandpa, the best ninja in the world, gives her special sword training. Riiya and I also got to do special training with him. It's a big pinch; what should I do?"
                },
                "2": {
                    "ID": "101836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101836",
                    "TitleEnglish": "Dangerous Love Triangle",
                    "SummaryEnglish": "I'm Shiine! Even if the Phoenix Sword can now be used, I'm still worried. I'm supposed to participate in another training session today, too. But, before the special sword training, I decided to go home to have lunch. When I got home, though, the masked knight Access was there. He seemed to be having some kind of suspicious conversation with my master. When I secretly hid in the shadows and eavesdropped, I could hear the master tearfully crying, 'Don't you love me?', and 'Don't go!' No way, has a forbidden love blossomed between enemies? If that were the case, it'd be a big deal. I had to ask Seravy about their true feelings as soon as possible. When I went to Seravy's house, I found him baking a beautiful cake for my master. Oh, so it's a dangerous love triangle after all? Seravy told me that Chacha was in a pinch. I have to go help her right away."
                },
                "3": {
                    "ID": "101837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101837",
                    "TitleEnglish": "The Magical Power of Love",
                    "SummaryEnglish": "This is Dorothy. How cruel that Access and Shiine, a real parent and child, fight. What am I supposed to do? Should I talk to Seravy? I'm reluctant to do that, but I will for Shiine's sake. Shiine, I'm going out for a while. Oh, yes, and clean the house, do the laundry, and cook dinner by the time I get back. It was nice to see Seravy for consultation, but Seravy was joking about my inevitable fate of lines and wrinkles. Around that time I heard that Access was making his way towards Seravy's house. Seravy told me that I had no choice but to go pick up Shiine. However, he was nowhere to be found. Oh, this is my old diary. Perhaps, Shiine, you found out you were Access's son. He must have gone to Chacha's place. 'I will fight, dad, with you, and defeat you!' Seravy, don't let Shiine fight. Access is Shiine's real father."
                },
                "4": {
                    "ID": "101838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101838",
                    "TitleEnglish": "A Reunion Through Magic",
                    "SummaryEnglish": "It's Chacha! Shiine's mother has been captured by the Daimao and is now locked up in the Kumonos Prison. Shiine, let's go help her right away. I was mocked by a pair with costumes. I feel awful. Open-sesame! Parallel-parallel worlds! But there was no reaction. We discovered that Shiine reacts to bad words. Riiya and Shiine tried various things. Why do you want me to cover my ears with all my might? Ugh, it hurts, Shiine. 'Chacha's awful at magic! I know that Riiya and Shiine don't really feel that way. Anyways, let's get back on track and go into the prison! In front of us, the female prison warden, Spidia, appeared. Riiya and Shiine are tied up in her thread and can't move. A-cha-cha-cha-cha-cha. But then Spidia turned into a giant spider and attacked me. Riiya, Shiine, transform."
                },
                "5": {
                    "ID": "101839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101839",
                    "TitleEnglish": "Magic is Sweeter the Second Time Around",
                    "SummaryEnglish": "Nice to meet you, everyone. My name is Shironeko, the younger sister of the genius scientist Mikeneko. This time, too, I'll do my best for my brother, who dreams of defeating Chacha. Myow brother Mikeneko and I have just begun a high-level operation. Chacha and her friends were easily caught in my trap, and I succeeded in invading Chacha's house. But what do I know? Sometimes beauty is a sin, myeow know. It's a tough conflict between love and myow duty. It's no good- I still have to do my best for my brother Mikeneko. I have to exchange the Princess Medallion for a fake. After many hardships, I finally succeeded in replacing the Princess Medallion. Now all I have to do is get Chacha and the others to the place I promised my brother. 'What kind of person is your older brother, Shironeko?' Do you meowant to know? I don't kneow anymore. My brother, I'm leownching the strongest mecha, Great Nyandabar. Chacha can't transform. Fight to your heart's cyontent!"
                },
                "6": {
                    "ID": "101840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101840",
                    "TitleEnglish": "The Magical Mirror of Truth",
                    "SummaryEnglish": "Just then, Riiya's grandfather brought a big map. He says it's a map to the Daimao's castle. Okay, let's use the map as a guide and go to the Daimao's castle. I met a strange man with a mirror in the forest. He sent us on the way to the Mirror of Truth. Oh, the Mirror of Truth is a mirror that apparently shows you what's really in people's hearts. And now even Riiya is saying I look like a 'crushed sweet roll. ' Riiya and Shiine are arguing about something, but me in the mirror says they're both like squashed sweet rolls. That's awful, I love Riiya and Shiine. I love Riiya and Shiine, but the mirror is saying I hate them. Before I knew it, Yakko, Marin, and Orin were here. Yakko believes what the mirror is saying and gets intro trouble. It's just a misunderstanding, a misunderstanding. While we were arguing, the man with the mirror from earlier suddenly attacked us. He was a subordinate of the Daimao. The hearts of all three of us are all broken."
                },
                "7": {
                    "ID": "101841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101841",
                    "TitleEnglish": "To the Heart of the Magical Garden",
                    "SummaryEnglish": "Barabaraman is the homeroom teacher of Apple class at Urara Academy. Chacha, Riiya, and Shiine, who were in Banana class, came to see him. They took him to the Flower Plateau, but there were terrifying plants growing there. He eventually made it to his rose garden, but all the roses had withered. It seemed like his precious Madonna Rose is safe, but Chacha was tricked by a guy named Arimakkin and turned to ice. Barabaraman can't melt the ice without somehow defeating Arimakkin."
                },
                "8": {
                    "ID": "101842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101842",
                    "TitleEnglish": "Everyone Becomes Animals!",
                    "SummaryEnglish": "I smell something familiar. They're the Magical Musical Theater Company. Ball. I'll play with the ball. Oh, here comes the naughty pet (dim sum set). Let's eat. When I was relaxing after eating, I suddenly saw a duck and a koala. What? Oh, everyone else has become an animal too. It's the twin magicians Ranran and Kankan. The magician siblings from back then? How annoying- we have to get back to normal. Apparently they're trying to cook us. We have to find a way to turn back. I escaped from the cage to search for a potion to turn back to normal when I found Yakko. But Yakko also ate from the dim sum set and became an animal. What's that potion? Okay, I won't forgive them. Oh, the tent has turned into a giant panda. Alright, Chacha, let's transform."
                },
                "9": {
                    "ID": "101843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101843",
                    "TitleEnglish": "Cucumber Roll at Ryugu Castle",
                    "SummaryEnglish": "Hello, this is Chacha. Huh? Oh, this is the Yonzu River, which is very wide and deep. If there's no bridge, we'll use magic to get one. Come out, seven-colored bridge. The magic failed a little. Shiine seemed suspicious, but Riiya and I decided to take the ride. However, the boatman unplugged the bottom of the boat and tried to sink us. In no time at all, we were in the water. Before we knew it, we were in the Dragon Palace of the Four Rivers. They were going to give us a feast and a dance. Lucky. But the feast was all just cucumbers. It was still pretty delicious. But the people who live in this castle are actually all kappas. Even Princess Otohime turned into a giant kappa and attacked. Umibozu came over to help Marin. Umibozu's ladle is broken and he's in a big pinch. He needs our help. Riiya, Shiine, it's time to transform."
                },
                "10": {
                    "ID": "101844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101844",
                    "TitleEnglish": "Breakfast at Nyanko House",
                    "SummaryEnglish": "Hi, I'm Shiine. Even today, the sun rises for me and Chacha. It rises for love and courage. But because of Riiya, my plan for breakfast with Chacha fell apart. Speaking of which, I didn't like Riiya from the beginning. First of all, me and Chacha were the only ones who were going to attend Urara academy, but before we knew it he was tagging along. He's always saying stupid things and annoying me. But a lot of things have happened. We all went to get our acceptance stamps back. By the way, when I turned into a delinquent, it was thanks to Riiya that I got back to normal. When we were looking for the phoenix, I taught Pisuke how to fly. He bravely stood up to Gander. Besides, Pisuke turned out to be the phoenix. I'll never forget the taste of the butter and jam toast that Chacha gave me, or the marmalade and honey toast that Riiya gave me. Oh, Chacha and Riiya have already left. Please hold on, Chacha."
                },
                "11": {
                    "ID": "101845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101845",
                    "TitleEnglish": "The Sleepless Majin Erupts!",
                    "SummaryEnglish": "Chacha and her friends are walking through the Otsukino Desert, aiming for the Al-Al Oasis. A rock monster named Ka Zandan starts talking to them and chasing them. Chacha tries to stop him with her magic, but fails. Chacha defeats him once, but the rocks coalesced into an even bigger monster, which Chacha tries to transform to defeat. But even the burning flash didn't work on the bigger Ka Zandan..."
                },
                "12": {
                    "ID": "101846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101846",
                    "TitleEnglish": "Find the Legendary Shield!",
                    "SummaryEnglish": "It's Chacha! Professor Seravy said the Magical Princess's weakness is her lack of defense. He said that if we could get the item Joan I used, the 'Bird Shield', our defense would improve. We visited the house of Mula Masa, the only blacksmith in the world who can make a bird shield. But when Mula heard the names of me and Professor Seravy, he got scared and ran away. Riiya followed Mula's scent and ended up right back at his house. Mula came back home before we knew it. But his apprentice, Barikimas Lou, was actually a minion of the Daimao."
                },
                "13": {
                    "ID": "101847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101847",
                    "TitleEnglish": "Complete! Bird Shield",
                    "SummaryEnglish": "I'm Mula Masa the second. The Bird Shield I made last time was just a practice project, and to make the real Bird Shield you need Angel Iron Sand from the Eden Mine. So, we crossed over the mountains to get to the Eden Mine. Cloud seemed to be on his way to the Eden Village, so we decided to go with him. According to Bonnie, the village was ruled by a monster, and all those who opposed them were turned to stone. In addition, she said that all the Angel Iron Sand had been dug up and that it can't be found anymore. Then a monster called Kiyotora appeared, controlling a tiger as if it were a limb! Bonnie, in protecting Cloud, was turned into a stone statue. After Cloud finished blowing his trumpet, he handed it to Chacha. He said he'd give the trumpet to Chacha. The trumpet seems to be made of Angel Iron Sand. Thanks to Cloud's trumpet, the Bird Shield was completed. Just then, the monster from the time before appeared again. Chacha, time to 'Bird Shield, build up!'"
                },
                "14": {
                    "ID": "101848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101848",
                    "TitleEnglish": "Shine! Urara School Reunion",
                    "SummaryEnglish": "It's Chacha! I received a letter from the principal today. We're going to have a reunion party. It sounds like fun. When I went to the school, I was immediately greeted by familiar faces. Even Marin and Yakko's antics are nostalgic now! Shiine told me that Professor Seravy and Dorothy will try to test our strength by disguising themselves as three monsters. I don't care about that. There seem to be many events. When I went to wash my hands, a strange person appeared in front of me. Oh, it's just Professor Seravy in disguise. Just then, Yakko suddenly appeared and poured a strange potion on me. Then she broke through the wall and went outside. Seravy in disguise came again, and this time he was the target of some knife throwing. Professor Seravy might be in trouble. While I was thinking about this, I looked over and saw Seravy and Dorothy right next to me. However, the impostor absorbed my Burning Flash and got bigger. Everyone tries to attack, but it's not working."
                },
                "15": {
                    "ID": "101849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101849",
                    "TitleEnglish": "Who is the Real One!",
                    "SummaryEnglish": "Hello, this is Chacha. Today I came to Nanushi's dungeon. Oh, it's a famous dungeon. Anyways, we walked into the dungeon. It was dark, damp and gloomy. Eek! I hate rats. As I was running away in shock, I flipped a strange switch. I got separated from Riiya and Shiine. Riiya, Shiine, where are you? As I was running straight away, I pressed a strange switch again. Oh no, no. But thanks to Yakko's magical potion, I managed to survive. Now I can transform again. But it failed again. I'll run away after all. I'm sorry! This time a big rock fell on me. I have no choice but to win. Still, no matter how many times I transform, it always fails. Why?"
                },
                "16": {
                    "ID": "101850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101850",
                    "TitleEnglish": "Forward! Magical Ninja Legion",
                    "SummaryEnglish": "It's me, Orin. In the forest on the outskirts of town, my grandpa met Chacha and her friends. The person chasing them was my grandpa's old ninja friend, Gekko. He said he was tired of living the ninja's dark life. I saved the mayor from being attacked and went into Goldsmith. According to the mayor, Gekko is forcing the townspeople to make 'Gold Coins of Desire' at the town's gold factory. Gold Coins of Desire are terrifying gold coins that turn anyone who holds them into a lump of desire. Even Riiya would want money more than noodles. We decided to go where the people of the city were trapped at night. I lent some ninja tools to Chacha to infiltrate the castle. But it seems that the tools were a little difficult for Chacha. Riiya played with the enemy's trap, so they immediately found us. Grandpa was fighting Gekko when we were fighting Gekko's minions. Oh, grandpa, it's dangerous. And now Chacha and Gekko are going to fight. Chacha, please do your best."
                },
                "17": {
                    "ID": "101851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101851",
                    "TitleEnglish": "Cross the Bridge of Hot Friendship!",
                    "SummaryEnglish": "It's Riiya! We're one step closer to the castle of the Daimao. But there's a deep valley in front of me. There is no bridge nearby. In addition, the wind is strong and we can't cross, even with a broom. Oh, it's a bomb. It exploded and we headed straight to the bottom of the valley. It was my grandpa who helped us in a close call. By the way, why's grandpa in this place? And he brought so many logs. Someone appeared there, a guy called Garlock wearing armor. He suddenly picked a fight with grandpa. But my grandpa is strong. Hey, what's wrong, grandpa? Grandpa and Garlock were old friends. Garlock showed up again and attacked me. Garlock forced us to fall headfirst to the bottom of the valley. To help us, grandpa also went to the bottom of the valley. I was able to help Chacha, but Garlock was still attacking. Now we have no choice but to transform and defeat him."
                },
                "18": {
                    "ID": "101852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101852",
                    "TitleEnglish": "Tanuki Battle! The Bunbuku Teapot",
                    "SummaryEnglish": "Thinking back, we've gone though a lot. Without a coin, a mysterious woman said she would be scolded by a scary old man... Absolutely suspicious. Why's she in such a forest? But Chacha and Riiya seemed to have completely believed, and they were about to give her the eight coins they had collected so far. Please, wait a minute. We'd been fooled by a Tanuki. The coin was safe as she saw Riiya transformed into a dog and ran away, but I'm sure she will come again. Now there's a strange fountain. A goddess came out of it. After a little bit, the Tanuki got all eight coins. The Tanukis combine and attack us. There's a cave nearby, so we decide to escape there. However, surprisingly, there is a wide space behind the cave. In the space, full of holy aura, there is a picture of the battle between Joan I and a monster. Then, suddenly, the ground moves. We found ourselves outside. There are Tanukis outside. We have to get the coins back, so let's transform Chacha and fight."
                },
                "19": {
                    "ID": "101853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101853",
                    "TitleEnglish": "Go! Legendary Soldiers",
                    "SummaryEnglish": "It's Chacha! Me, Riiya, Shiine, Marin, Yakko, Orin, Professor Seravy, and Dorothy, the eight holy warriors, entered the Daimao's castle. We walked through the castle, which was quite spacious. There, Riiya found a grape on the ceiling. As we were running away, we all got separated. But now we have to escape from the iron ball behind us. Yakko, Marin, and Orin have gone to see Kyu, the vampire from the old days. I heard that he's more powerful than before. But I'm sure Yakko and the others will be fine. In front of Professor Seravy and Dorothy is Ka Zandan. He's very strong. But there's something strange going on. Professor Seravy defeated him easily. Me, Riiya, and Shiine were finally able to escape from the iron ball, but to our surprise, a huge army of Noroware suits of armor appeared in front of us. With the help of Riiya and Shine, I was able to defeat them. Just then, the Great Demon King appeared in front of us. Riiya and Shine, it's time to transform."
                },
                "20": {
                    "ID": "101854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101854",
                    "TitleEnglish": "The Final Battle of Love, Courage, and Hope",
                    "SummaryEnglish": "This is Chacha. The Daimao we just defeated was a fake. We went further into the castle and got into the throne room. But I can't see the Daimao. The Daimao suddenly appeared. Professor Seravy keeps attacking magically, but he can't damage the Daimao. After all, the real Daimao is strong. For a moment, Professor Seravy and Dorothy were trapped in a barrier made by the Daimao! Huh? Marin, Orin, Yakko, and even Riiya and Shiine have fainted? I can't transform like this! I'm alone and desperately attacking with magic, but it doesn't work at all. What should I do? At that time, Riya and Shiine woke up. Alright, time to transform! It's good to transform and fight, but after all the Daimao is strong. The attack doesn't work at all. He isn't even afraid of my signature move, the Burning Flash! Yakko, Marin, and Orin are supporting me. Professor Seravy and Dorothy also seem to be safe. I have to do my best."
                },
                "21": {
                    "ID": "101855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101855",
                    "TitleEnglish": "The Princess' Holiday",
                    "SummaryEnglish": "Hello, this is Shiine. The Magical Castle, which had been replaced with the Daimao's magical power, has finally regained its original beautiful appearance. The people who had been turned into stone statues have been restored, and the hall is filled with joyful voices. I wondered where Chacha had gone. On my way to look for Chacha, I met Riiya. It seems that Riiya is also looking for Chacha. Riiya and I are looking for her in the castle, but we can't find her at all. Where are you, Chacha? Oh, there she is. Chacha was on the balcony of the castle. She seemed to be remembering everything that had happened. She seemed to be remembering the long and painful days of battle that began when she first transformed into a Magical Princess. Perhaps she was remembering something sad. She looks sad from behind. I was gently watching over Chacha..."
                },
                "22": {
                    "ID": "101856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101856",
                    "TitleEnglish": "Escape! Escape! Spectacular Failure",
                    "SummaryEnglish": "The three, now living in the palace are a bit uncomfortable, tries to escape from the palace wizard, Daza. Instead, they create trouble."
                },
                "23": {
                    "ID": "101857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101857",
                    "TitleEnglish": "I am the Best in the World!",
                    "SummaryEnglish": "Seravi, notices that Chacha isn't practicing her magic, so challanges her for a magical tournament for the title of the World's Greatest Magician. Guess who's the winner?"
                },
                "24": {
                    "ID": "101858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101858",
                    "TitleEnglish": "So Many Challengers",
                    "SummaryEnglish": "Since Chacha is the new World's Greatest Magician, everybody challanges her, including her own friends and classmates."
                },
                "25": {
                    "ID": "101859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101859",
                    "TitleEnglish": "Don't Forget the King's Sign",
                    "SummaryEnglish": "When Shiine senses that his father, who is searching for the King's Royal Seal, the Sacred Bird, is in trouble, the three goes to help him."
                },
                "26": {
                    "ID": "101860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101860",
                    "TitleEnglish": "Goodbye Holy Up!",
                    "SummaryEnglish": "Chacha and the others must get back the king's seal, the Holy Bird, from a new enemy called Soprano. She opens a door to the demon world, and though Chacha is able to defeat her, there's only one way to close the door..."
                }
            }
        },
        "3": {
            "ID": "4927",
            "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/seasons/official/3",
            "# Episodes": 18,
            "Episodes": {
                "1": {
                    "ID": "101861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101861",
                    "TitleEnglish": "Skate to Number One in the World",
                    "SummaryEnglish": "At an ice skating race with school friends, Chacha gets to test her newly-acquired magical gadgets. There is an ice skating race at school. However, Cha Cha, Riiya, Shiine can't skate at all so they come up with a weird way to skate together. But will they win the race?"
                },
                "2": {
                    "ID": "101862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101862",
                    "TitleEnglish": "Elizabeth SOS!",
                    "SummaryEnglish": "Seravi his dear Elizabeth to Chacha when he goes to his Reunion for school. But doll gets damaged, so the kids rushes it to a toymaker named Gepetto."
                },
                "3": {
                    "ID": "101863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101863",
                    "TitleEnglish": "A Very Small Love Story",
                    "SummaryEnglish": "A very tiny magician, Myran, challanges Chacha for the title of World's Greatest Magician. So Myran makes everybody ill and Chacha has to defeat her or else everybody will be turned to stone."
                },
                "4": {
                    "ID": "101864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101864",
                    "TitleEnglish": "I Like, Like Yakko-chan!",
                    "SummaryEnglish": "Yakko have a secret admirer, Pickle/Kyle! Yakko declares that he have to get the title first before he can even have a chance for her. But how can he defeat Seravi who regained the title?"
                },
                "5": {
                    "ID": "101865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101865",
                    "TitleEnglish": "Young Seravi's Adventure",
                    "SummaryEnglish": "The trio accidentally goes back to the past through a magic mirror; where they meet the young Dorothy and Seravi."
                },
                "6": {
                    "ID": "101866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101866",
                    "TitleEnglish": "Scoop! The Secret of Pink",
                    "SummaryEnglish": "The three with the young Seravi rescues the young Dorothy from Pikapon. Plus you find out why Dorothy has pink hair."
                },
                "7": {
                    "ID": "101867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101867",
                    "TitleEnglish": "Move Move Ninin Sankyaku",
                    "SummaryEnglish": "Unfortunately, Chacha gets to pair with Teacher Barabaraman (who grows thorns all over his body when he gets too excited or happy) on a three-legged race. Luckily, Seravi fixed a potion for the thorny teacher. But there's a catch with the potion, how long will the potion last?"
                },
                "8": {
                    "ID": "101868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101868",
                    "TitleEnglish": "Shock! Riiya's Mom?",
                    "SummaryEnglish": "I'm Riiya, a boy who's always good. Today, I'm on a field trip to a limestone cave. The cave is called Nyunyu cave, and according to Mr. Rascal's story, there seems to be a monster named Nyunyu in the cave. For the time being, I went into the cave, but the bully Marin came again. I was going to turn into a wolf and run away, but I was pushed off a bridge by Marin. When I was washed away, I noticed there was a huge monster in front of me. Oh, Chacha and the others came to help. Mr. Rascal and the others were saying something mean, so Nyunyu ran away holding me. Are you gonna eat me? But why are you treating me like a baby? Do you think of me as your child? This doesn't seem like an evil monster. Nyunyu was worried about my bumps on my head and brought something weird. However, for some reason, Nyunyu suddenly fell afterwards. Just then, Yakko was searching for moss and came across me. I tried to use it to bring the fever down, but it had little effect."
                },
                "9": {
                    "ID": "101869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101869",
                    "TitleEnglish": "Nostalgic Nyandabar",
                    "SummaryEnglish": "I, Dr. Mikeneko, received a message from my brother, Kuroneko. It's time for the Mikeneko family to make a name for itself in the world. The first battle was when Chacha and her friends came to my laboratory. I got mad when they broke my inventions, and the activation mecha Nyandabar Z. They broke my tracking cat-shaped missile, and I was defeated by her Magical Shoot. That was a regrettable defeat due to a trivial accident and an accidental run-in. But its special 5 Nyanja missiles failed, and it was once again defeated by Magical Shoot. I launched my Great Nyandabar and was confident that I had defeated Chacha, who couldn't transform, but it was too heavy, and neither the Great Neko Hand Bomber nor the missiles worked. The communication device seems to be malfunctioning a bit, but there's no time to fix it. The ultimate final touch, the Mobile Mecha Nyandabar WXYZ is launched. I'll fix the communication device later."
                },
                "10": {
                    "ID": "101870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101870",
                    "TitleEnglish": "Strict Teacher Mayachon",
                    "SummaryEnglish": "The kids have to pass the exam that will move them to the next grade level. But first they have to pass Teacher Maya's tough test."
                },
                "11": {
                    "ID": "101871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101871",
                    "TitleEnglish": "Fear!  Friday the 12th",
                    "SummaryEnglish": "On an excursion to a camp, the girls are chased off by a madman named Jason."
                },
                "12": {
                    "ID": "101872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101872",
                    "TitleEnglish": "Umibouko! First Love Big Battle",
                    "SummaryEnglish": "Marin gets to become the Queen of the Sea! She wants Riiya to come to the ceremony"
                },
                "13": {
                    "ID": "101873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101873",
                    "TitleEnglish": "Victory! Dance Party",
                    "SummaryEnglish": "Riiya attempts to get a chance to dance with Chacha at a school dance party, but the creepy school nurse has other plans for him."
                },
                "14": {
                    "ID": "101874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101874",
                    "TitleEnglish": "The Story of Yakko-chan's First Love",
                    "SummaryEnglish": "Seravi asks Yakko to fetch him some herbs for his cold. Of course, Yakko is very much willing to obey with the three tagging along. As they look for the herbs, Yakko tells the story on how she meets her Seravi while actually also telling how she met Cha Cha, Shiine, and Riiya."
                },
                "15": {
                    "ID": "101875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101875",
                    "TitleEnglish": "Tono's Return",
                    "SummaryEnglish": "Pikapon returns to get his revenge on Seravi! It's up to the three to take care of Pikapon once and for all."
                },
                "16": {
                    "ID": "101876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101876",
                    "TitleEnglish": "Shiine's Biggest Failure",
                    "SummaryEnglish": "It's going to be Cha Cha's birthday tomorrow but poor Shiine-chan loses his money and Riiya doesn't have money either."
                },
                "17": {
                    "ID": "101877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101877",
                    "TitleEnglish": "The Secret of Dorothy's Castle",
                    "SummaryEnglish": "The kids accidentally shrink Seravi and Riiya. They have to get some herbs from Dorothy's castle for the potion to get them to normal. A hard thing to do with Dorothy and Seravi being enemies...or are they really enemies?"
                },
                "18": {
                    "ID": "101878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lil-red-riding-hood-cha-cha/episodes/101878",
                    "TitleEnglish": "Troubling! A Marriage Proposal?",
                    "SummaryEnglish": "Seravy and Dorothy are about to get married, and preparations are underway. However, not everything is as it seems."
                }
            }
        }
    }
}