{
    "URL": "https://www.thetvdb.com/series/hikaru-no-go",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0426711/",
        "https://www.themoviedb.org/tv/30982"
    ],
    "TitleEnglish": "Hikaru no Go",
    "SummaryEnglish": "Shindou Hikaru, a 6th grader, finds an old go table in the attic of his grandfather's house. He sees some blood stains on the go table, and tries to wipe it off... when a ghost dressed in Heian period clothes pops out, and takes over his body. The ghost happens to be Fujiwara no Sai, a member of the court during the Heian period. Sai was one of the two men who was assigned as the go tutor to the emperor. The other tutor was envious of Sai, and challenged him to a go match - whoever wins gets to stay as the court's go master. Sai's opponent cheats during the match, and before Sai could say anything about it, the opponent accused Sai of cheating. Sai was banished from the court, and because of regret and anger, he committed suicide. But as with all unrepented souls, Sai was unable to leave the material world... until he is able to master go, and get one step closer to kami no itte, or god's hand.",
    "Aliases": [],
    "Modified": "2025-09-08",
    "Seasons": {
        "0": {
            "ID": "20370",
            "URL": "https://www.thetvdb.com/series/hikaru-no-go/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "446573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/446573",
                    "TitleEnglish": "2002 New Year Special",
                    "SummaryEnglish": "This special is a recap of everything that has happened up to episode 12 of the first season."
                },
                "2": {
                    "ID": "446574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/446574",
                    "TitleEnglish": "Special Edition",
                    "SummaryEnglish": "This is a variant of episode 64 (season 3 episode 4)."
                },
                "3": {
                    "ID": "446575",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/446575",
                    "TitleEnglish": "Journey to the North Star Cup",
                    "SummaryEnglish": "Hikaru gets a phone call asking him to enter the preliminaries to try to earn one of the three seats for Japan in the Japan, China, and Korea Junior Tournament. While discussing this with Akira, he finds out that Akira has already been chosen for the tournament and will not be taking place in the preliminaries. Now Hikaru must compete for one of the two remaining seats. Hikaru decides not to visit Akira's Go Salon until he takes his place on the team with Akira. But can Hikaru overcome his friends and new challengers including a strong player from the Kansai Go Institute. Two seats remain, and only two players in Japan will join Akira..."
                }
            }
        },
        "1": {
            "ID": "4985",
            "URL": "https://www.thetvdb.com/series/hikaru-no-go/seasons/official/1",
            "# Episodes": 30,
            "Episodes": {
                "1": {
                    "ID": "103157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103157",
                    "TitleEnglish": "Eternal Rival",
                    "SummaryEnglish": "Sixth grader Hikaru Shindo stumbles upon a mysterious Go board with a blood stain on it. Before he knows it he's hearing voices, one voice to be exact. The voice of an ancient Go instructor, Sai of the Fujiwara. Sai occupies a space in Hikaru's mind. Hikaru is the only one who can see, hear, or talk to Sai. Sai's one and only desire is to play Go. But he can only do that via Hikaru's body. However, Hikaru has no interest in playing Go. Will Hikaru allow Sai to play? And who is this mysterious young boy, Akira Touya?"
                },
                "2": {
                    "ID": "103158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103158",
                    "TitleEnglish": "Discovered Weakness!!",
                    "SummaryEnglish": "With the recent defeat of the Meijin's son, Hikaru goes about his day normally. However, Akira is obsessing over the game he lost. He won't do anything but stare at the Go board and replay the game that he lost. When he gets word that Hikaru is at a Children's Go Tournament, he rushes there hoping to confront Hikaru and ask for a rematch."
                },
                "3": {
                    "ID": "103159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103159",
                    "TitleEnglish": "Akira Bears His Fangs",
                    "SummaryEnglish": "After confronting Hikaru, Akira challenges him to a rematch. As they sit down to play, Sai notices Akira's fangs bearing down on him. Will Sai go easy on Akira, or will he crush him? And, what will happen when the Meijin challenges Hikaru to a game?"
                },
                "4": {
                    "ID": "103160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103160",
                    "TitleEnglish": "Kaga in Shogi Club",
                    "SummaryEnglish": "Akari invites Hikaru to the Haze Junior High festival. Hikaru reluctantly goes, but cannot find Akari anywhere. So, while walking around he stumbles upon a group of kids around a Go board. Tsutsui, the head of the Haze Junior High Go Club, is holding a competition. The prize is a book entitled \"Assorted Tsumego from Touya Meijin's Matches\". After seeing this Sai is eager to win it. But, can he with the sudden appearance of the Shougi captain, Kaga?"
                },
                "5": {
                    "ID": "103161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103161",
                    "TitleEnglish": "Prediction of an Awakening",
                    "SummaryEnglish": "After loosing the game to Kaga, Hikaru is forced into joining a Jr. high school Go Club Tournament. He is to join Tsutsui and Kaga as the third member for the Haze Jr. High Go Club team for the tournament. But when Hikaru insists that he wants to play for himself, will he come out victorious?"
                },
                "6": {
                    "ID": "103162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103162",
                    "TitleEnglish": "The Beautiful Match",
                    "SummaryEnglish": "The finals of the Third Annual Junior High Go Tournament - Kaiou Junior High V. Haze Junior High. With a score of 1-1 it is up to Hikaru to win it for Haze. Can he do it? And what will happen when Akira spots Hikaru playing?"
                },
                "7": {
                    "ID": "103163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103163",
                    "TitleEnglish": "I Won't Play Against You",
                    "SummaryEnglish": "Hikaru is now in Haze Middle School and joins the Go club. Akira Toya is now in Kaio. He pays a visit to Haze and challenges Hikaru to a match. Will Hikaru accept to play him?"
                },
                "8": {
                    "ID": "103164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103164",
                    "TitleEnglish": "The Scheme in the Rain",
                    "SummaryEnglish": "Akira is too good against everyone at Kaio's Go club. The members don't take this sitting down, as three of them plan to take him down."
                },
                "9": {
                    "ID": "103165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103165",
                    "TitleEnglish": "An Irritating Presence",
                    "SummaryEnglish": "Akira is still loathed in the Go club, but he doesn't care. Even the club's sensei has bad feelings about him being there. How long will Akira stay in the club?"
                },
                "10": {
                    "ID": "103166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103166",
                    "TitleEnglish": "The Third Member",
                    "SummaryEnglish": "A boy named Yuki Mitani solves a challenging problem on the Haze Go club's posters. Hikaru knows they need a third member really badly, and tries to convince Yuki to join. However, he soon discovers Yuki's true strength."
                },
                "11": {
                    "ID": "103167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103167",
                    "TitleEnglish": "The Most Inconsiderate Act",
                    "SummaryEnglish": "The Go Sallon Yuki goes to doesn't mind giving him money for winning games, but they are tired of him cheating to get it. They hire a skilled player who pretends not to know anything about Go to teach Yuki a lesson. Unfortunately, Yuki falls for the trick and ends up betting 10,000 yen (about $90). Can Yuki manage to defeat this skilled player?"
                },
                "12": {
                    "ID": "103168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103168",
                    "TitleEnglish": "You Are The Third Board",
                    "SummaryEnglish": "After Hikaru gets back Yuki's money, Yuki decides to join the club, but refuses to play in the tournament. Tsutsui explains how strong Kaio is and Yuki changes his mind. But will he play without cheating? Meanwhile, Akira discovers that Hikaru is the third board in the tournament and begs the club sensei to put him there. Is Akira willing to give up all his pride and his reputation, just for this one spot?"
                },
                "13": {
                    "ID": "103169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103169",
                    "TitleEnglish": "Each of Their Decision",
                    "SummaryEnglish": "Hikaru, Tsutsui, and Yuki all manage to defeat their first round opponents. But, the next next round won't be so easy as they face of against Kaio. Hikaru is excited about facing Akira, but wishes he had more time to get stronger. However, Hikaru soon learns during the break that Akira was treated very harshly in Kaio's Go Club, but he never quit because he was chasing after Sai. Touched by the story, Hikaru informs Sai that he will play Akira instead of him."
                },
                "14": {
                    "ID": "103170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103170",
                    "TitleEnglish": "The Third Match",
                    "SummaryEnglish": "Akira is quite tense at the fact that he is finally facing Hikaru, or rather Sai. All is going well, until Hikaru notices a point that he thinks should be played and Sai doesn't play it. Determined to find out why, Hikaru takes over and plays it. Sai reveals that the move might have worked, if Hikaru was good enough to back that move up. How will Akira handle the situation when he sees Hikaru really play?"
                },
                "15": {
                    "ID": "103171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103171",
                    "TitleEnglish": "The Player On The Net",
                    "SummaryEnglish": "Hikaru let's Sai play Go online, that way nobody will think Hikaru is really good when in reality he's not."
                },
                "16": {
                    "ID": "103172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103172",
                    "TitleEnglish": "Who Is Sai?",
                    "SummaryEnglish": "Everyone is anxious to find out just who this mysterious user named \"Sai\" is. How long can Hikaru keep playing before he gets caught?"
                },
                "17": {
                    "ID": "103173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103173",
                    "TitleEnglish": "The Match of Revelation",
                    "SummaryEnglish": "Players who have been following Sai's net matches attended the 20th International Amateur Go Tournament in Japan. A commotion occurs at the mention of Sai's name as everyone is trying to who out who he is. The commotion caught the attention of Ogata and Akira. When Akira and Sai engaged in a match over the net, the former is reminded of his first match with Hikaru. Akira discontinues the match so as not to disrupt the ongoing tournament but fixes a date for a match with Sai which happens to be on the first day of Akira's Pro exams."
                },
                "18": {
                    "ID": "103174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103174",
                    "TitleEnglish": "Akira vs. Sai",
                    "SummaryEnglish": "Akira skipped his first match of the Pro exams in order to play the match against Sai on the net. Akira is perplexed over the identify of Sai which he thinks might be Hikaru while Ogata has his own thinking. Players all over the world are observing the match. Though Akira lost the match, he feels as though he had finally caught up with 'Hikaru'/Sai. When Akira heard from a Go cafe customer that Hikaru was sighted at an internet cafe, he races to the site thinking that he might be Sai. Hikaru denies he's Sai but gets ruffled when Akira seems to disregard him as a opponent. The episode ended with Hikaru saying 'If you keep chasing after an illusion of me, I'll pass by you eventually'."
                },
                "19": {
                    "ID": "103175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103175",
                    "TitleEnglish": "Hikaru's Strength",
                    "SummaryEnglish": "Hikaru is slowly, but surely, getting better as evidenced when he beats Mitani in a game though with a handicap as well as Tsutsui. To play go with Sai, now that they decided not to play internet go anymore, Hikaru tries to get his gramps to buy him a go board/stones. When Hikaru beats a strong opponent at the go school, even to the astoundment of the teacher, he finally understands that one can only judge how strong others are when he's strong himself. He bumps into Kaio's first board when he's browsing a bookstore and the latter pulls him away to a match."
                },
                "20": {
                    "ID": "103176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103176",
                    "TitleEnglish": "The Road to Becoming a Pro",
                    "SummaryEnglish": "Kishimoto (Kaio's first board) played a match with Hikaru to find out his real strength and expressed his puzzlement as to why Akira sees Hikaru as a opponent when he's not as strong. Through Kishimoto, Hikaru realises the widening gap between Aikaru and himself and that it would be impossible to catch up with Akaru with Hikaru's current pace. All fired up, Hikaru decides to start off with enroling in the Insei program with becoming a Pro and defeating Aikra as his goal. However, he failed to realise that Inseis can't participate in Amateur tournaments. Thus, he's being forced to make a choice between being a Insei or quitting Haze Jr's Go Club."
                },
                "21": {
                    "ID": "103177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103177",
                    "TitleEnglish": "The Haze Jr. High Go Club",
                    "SummaryEnglish": "Hikaru is torn by the decision he has to make. An unlikely saviour came in the form of Kaga who proposed that Shindou quit the club after showing them how strong he is - by playing three of them at once (Mitani, Tsutsui and Kaga). Hikaru prepares to take the Insei exam. Having bumped into Hikaru at the institute, Waya's interest is piqued by Hikaru who declared to surpass Akira and remarked to Isumi that Hikaru will most probably pass the exam."
                },
                "22": {
                    "ID": "103178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103178",
                    "TitleEnglish": "The Insei Examination",
                    "SummaryEnglish": "Hikaru is losing the game in his anxiousness to win it. He freaks out when he realised that he didn't necessarily have win the game to pass as the purpose is for the examiner to gain an idea of his strength/potential. In reading the kifu, the examiner is amazed that Hikaru played the way he did during the 3-way match (with Mitani, Tsutsui & Kaga) and passed him. Hikaru unwittingly blurted out that Akira pursues him as a rival and received a cold reception from the Inseis who then see him as a threat. Waya and Isumi questioned Hikaru's validity when observing Hikaru's matches. Hikaru is shellshocked to find out that Kishimoto didn't even make it up to the upper half of the Insei class when he was an Insei and had quitted trying."
                },
                "23": {
                    "ID": "103179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103179",
                    "TitleEnglish": "The Room of Yuugen",
                    "SummaryEnglish": "Hikaru aims to progress to the first class of the Insei program where Waya and Isumi take the top spots. Both of them wanted to pass the Pro exams quickly this year, due to various personal reasons. Ogata feels that Akira doesn't seem to have much of a fighting spirit recently and bring him to the insitute to show him that Hikaru had gotten into the Insei program. It succeeded in provoking Akira to rev up his pace. Hikaru learns of the new dan series that is to take place in The Room of Yuugen and witnessed for himself, the imposing presence/aura of the room. Meanwhile, the end of the episode marks the start of Akira's first dan match with Zama-sensei."
                },
                "24": {
                    "ID": "103180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103180",
                    "TitleEnglish": "Ouza vs. Akira",
                    "SummaryEnglish": "Although Ouza initally contemplated letting Akira win the match as a form of encouragement, he is angered by Akira's nonchalent attitude and decided to crush him completely. Akira forgot the safer strategy which could have won him the match, in order to show Hikaru his play. While the first snowflakes that mark the arrival of winter fell, Sai muses on the symbolic link between Hikaru and Akira and likened the presence of Akira as being placed there by God to help Hikaru on his path."
                },
                "25": {
                    "ID": "103181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103181",
                    "TitleEnglish": "Sai's Sword Unsheathed (1)",
                    "SummaryEnglish": "HIkaru can't seem to get any better at Go, despite the fact that he plays with Sai every day. If he wants any chance to get into a tournament and face Akira, he needs to get stronger. Sai reveals the ultimate weakness of Hikaru, he's afraid of Sai, and every other opponent he faces."
                },
                "26": {
                    "ID": "103182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103182",
                    "TitleEnglish": "The Greatest Wall for Hikaru (2)",
                    "SummaryEnglish": "With help from Sai, Hikaru overcomes his weakness and finally makes it into the A league. Back at school, Kaga and Kimihiro have already graduated to HIgh School. Now that Hikaru's in the A league, he's slowly reaching his goal of 16th. He's even able to defeat Fuku, someone who not even Waya can defeat. Waya is Hikaru's next opponent, and Waya's confident that Hikaru will lose. That is, until HIkaru accidentally blurts out what the online user Sai said to him. Can Hikaru defeat Waya and prove to Waya that he isn't Sai at the same time?"
                },
                "27": {
                    "ID": "103183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103183",
                    "TitleEnglish": "A Place To Go Back To",
                    "SummaryEnglish": "Yuuki Mitani decides to go back to the Go Club."
                },
                "28": {
                    "ID": "103184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103184",
                    "TitleEnglish": "The Wakajishisen",
                    "SummaryEnglish": "The top 16 in the A league all take part in the Young Lions Tournament. If Hikaru can manage to get past the first round, he'll finally get to face Akira again. Meanwhile, Isumi faces an old rival, and everyone wants Isumi to put him in his place. As Sai and Ogata monitor Hikaru's game, they become shocked when Hikaru turns a bad move into a good move. However, when the round ends, only 3 Insei will have made it to the next round."
                },
                "29": {
                    "ID": "103185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103185",
                    "TitleEnglish": "Kuwabara Honinbou",
                    "SummaryEnglish": "Ogata and Kuwabara are anticipating their matches for the Honinbou title, both anxious to greet the upcoming wave of pros in the Go world. Meanwhile, a guy who has won many college titles for Go and is well-known among the Insei is planning on taking the Go test."
                },
                "30": {
                    "ID": "103186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103186",
                    "TitleEnglish": "Ogata vs Honinbou",
                    "SummaryEnglish": "Ogata and Kuwabara Honinbou continue their set of matches for the Honinbou title. They are on their final match, both having won the same number of games. When Ogata plays a sealed move for the first time, will he be able to follow up his actions and defeat Kuwabara?"
                }
            }
        },
        "2": {
            "ID": "4986",
            "URL": "https://www.thetvdb.com/series/hikaru-no-go/seasons/official/2",
            "# Episodes": 30,
            "Episodes": {
                "1": {
                    "ID": "103187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103187",
                    "TitleEnglish": "The Preliminary Starts",
                    "SummaryEnglish": "Hikaru takes the prelims to qualify for the Pro exams whereas Waya/Isumi are admitted straight to the finals being among the top 8 of the Insei program. Hikaru is intimidated by Tsubaki, a really loud and brash guy, who turns out to be his first opponent. Tsubaki plays mind games with Hikaru and won the match. For Hikaru, the loss highlighted his inexperience with playing with adults since starting go and it represents a hurdle he has to overcome to reach his goal."
                },
                "2": {
                    "ID": "103188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103188",
                    "TitleEnglish": "The Last Day of the Preliminaries",
                    "SummaryEnglish": "Hikaru is overwhelmed in playing go with adults and his second loss placed him at a precarious position (third loss means an ousting). As desperation climbs, he becomes more determined than ever by drawing his inspiration from Akira. Fortunately, his third match with Fuku started him on a winning roll. While Waya/Isumi were practicing at a Go salon, a customer gave them the address of another Go salon where there're supposedly many experts. Waya/Isumi decided to drop by the Institute to check on the gang and are dismayed to find out about Hikaru's performance. Hikaru won his last match by default and gained entry to the pros exams. Waya decided to bring Hikaru along on their Go salon visits after hearing about his encounter with Tsubaki."
                },
                "3": {
                    "ID": "103189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103189",
                    "TitleEnglish": "Team Formed!",
                    "SummaryEnglish": "This is a very fun episode where Waya, Isumi and Hikaru form a team to go around challenging the patrons of the various Go salons. The bet being that they won't have to pay the admission fees in event of a win and Waya raises the stakes even higher by allowing a few moku handicap in subsequent games, much to the protests of Isumi/Hikaru (since they have to wash all the stones if they lose). Hikaru becomes friendly with a particular go salon named 'Heart of Stone' and its patrons. Through this exercise, Hikaru manages to overcome his weakness in playing go with adults."
                },
                "4": {
                    "ID": "103190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103190",
                    "TitleEnglish": "Don't Win",
                    "SummaryEnglish": "At a Friendly Go festival, Akira was invited to play a 4-way game with a council member and his three assistants. Though originally told to lose the game, Akira decides otherwise when the council member shows disrespect to Go by placing a cup on a Go board. Akira displays his amazing prowress by forcing a draw on all 4 players. Ashiwara feels that Akira should take it easier by just participating in the pro games but Akira just mutters to himself 'But he passed the prelims to the pro exams'. Meanwhile, Hikaru grows his mastery of go at the Heart of Go salon where he learns how to force a draw in 2-way/3-way games."
                },
                "5": {
                    "ID": "103191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103191",
                    "TitleEnglish": "There Is Only One Winner",
                    "SummaryEnglish": "Isumi, Waya and Hikaru decides to go to a recommeded Go Salon and Hikaru bumps into a rude young boy at the convenience store. Sai advises Hikaru not to pursue the incident as he senses that the young boy had some issues with himself. Upon entering the salon, the trio realised that it's a Korean Go salon (Koreans are known for their strength/domination in the Go world)and that the rude young boy is the owner's nephew called Su Young - a Korean insei-equivalent. Back at the institute, the editorial team was discussing Japan's poor performance in the world stage and Korea/China's domination. When Hikaru challenges Su-Young to a match, it turns into a Korean Vs Japan fight-out. The owner recounts Su-Young's history to Isumi. Su-young has been a very promising young talent who rose quickly through the ranks but a losing streak demoralises him to the extent of almost quitting Go and his parents sent him on a holiday to Japan. As the game starts, Hikaru vows to win and let Su-Young remember"
                },
                "6": {
                    "ID": "103192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103192",
                    "TitleEnglish": "My Name is...",
                    "SummaryEnglish": "Hikaru plays a Korean Insei-equivilant at a Go Salon."
                },
                "7": {
                    "ID": "103193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103193",
                    "TitleEnglish": "The Pro Exam Begins",
                    "SummaryEnglish": "The Pro Exam has finally begun, and the intensity reaches new heights after the pairings are chosen. Everyone seems so tense, except for Hikaru, who is unusually calm. Thanks to Waya and Isumi, Hikaru has learned how to handle the pressure. However, could their actions have turned Hikaru into a real threat?"
                },
                "8": {
                    "ID": "103194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103194",
                    "TitleEnglish": "The Challengers",
                    "SummaryEnglish": "Hikaru and Tsubaki must face each other in the Pro matches, and Akira begins teaching Ochi in an attempt to learn how strong of a level Hikaru is playing at."
                },
                "9": {
                    "ID": "103195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103195",
                    "TitleEnglish": "The Dead Moment",
                    "SummaryEnglish": "Isumi has gone on undefeated, while Hikaru has lost only one game so far. The time finally comes for them to play each other, and only one of them can win."
                },
                "10": {
                    "ID": "103196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103196",
                    "TitleEnglish": "Whereabouts of the Win",
                    "SummaryEnglish": "After losing to Hikaru, Isumi begins to break down and begins losing his matches. Hikaru is also having trouble concentrating, upset about pointing out Isumi's illegal move. As Sai helps Hikaru regain his concentration, Isumi faces off against Ochi. Perhaps this game will be enough to return Isumi to his old self."
                },
                "11": {
                    "ID": "103197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103197",
                    "TitleEnglish": "Three Weeks Isn't Enough!",
                    "SummaryEnglish": "Realizing that Hikaru is getting stronger, Ochi swallows his pride and decides to ask Akira for help. When Akira tells Ochi about the game Hikaru played against Su-Young, Ochi realizes that Hikaru is a serious threat and that three weeks might not give him enough practice. However, Ochi still doesn't understand why Akira is obsessed with Hikaru, forcing him to show Ochi the match at the Go Salon from two years ago, the game where Hikaru destroyed him!"
                },
                "12": {
                    "ID": "103198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103198",
                    "TitleEnglish": "The First One to Pass",
                    "SummaryEnglish": "The Pro Exam is nearing its end as the last three matches arrive. Ochi, Waya, and Hikaru are currently the top three, and Ochi is at the point where he'll pass even if he loses all of his matches. Hikaru and Waya must still be careful, as a loss or two could cause them to lose their spots."
                },
                "13": {
                    "ID": "103199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103199",
                    "TitleEnglish": "Waya vs Shindou",
                    "SummaryEnglish": "Hikaru and Waya finally face each other, and both are desperate to win. However, Waya has other reasons for wanting to win besides just turning pro, but Hikaru needs to win as well! When Waya traps Hikaru in a situation where only one move can save him, can Hikaru figure it off?"
                },
                "14": {
                    "ID": "103200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103200",
                    "TitleEnglish": "A Desperate Life",
                    "SummaryEnglish": "As the match between Hikaru and Ochi draws near, Ochi becomes more and more annoyed with Akira's obsession of Hikaru. Therefore, Ochi demands that Akira recognize him as his rival and permit him to join Toya Meijin's study group if he beats Hikaru. Akira agrees to the condition, but when Ochi mentions to Hikaru that Akira is teaching him, Hikaru realizes that Akira will officially recognize him as a rival if he beats Ochi."
                },
                "15": {
                    "ID": "103201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103201",
                    "TitleEnglish": "Hikaru vs Ochi",
                    "SummaryEnglish": "Hikaru and Ochi finally face-off. Determined to prove his worth to Akira, Ochi goes all out against Hikaru, while Hikaru does the same. As the game continues on, Hikaru realizes that Ochi has the advantage and strives to a opening before it's too late."
                },
                "16": {
                    "ID": "103202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103202",
                    "TitleEnglish": "The Last Day of the Pro Exam Finals",
                    "SummaryEnglish": "With all of the other matches finished, the final decision of the Pro Exams rests upon Hikaru and Ochi's match. Can Hikaru defeat Ochi, or will he be forced to play Isumi again for a chance at going pro?"
                },
                "17": {
                    "ID": "103203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103203",
                    "TitleEnglish": "To the World of the Pros",
                    "SummaryEnglish": "Having defeated Ochi, Hikaru has gained Akira's respect, and Akira is now awaiting their next match. As Hikaru wonders how his life will change now that he's become a Pro, Hikaru's mother confronts Waya's parents for advice on what to do. Also Sai begins to feel that he is no longer needed by Hikaru."
                },
                "18": {
                    "ID": "103204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103204",
                    "TitleEnglish": "Sai vs Meijin",
                    "SummaryEnglish": "Hikaru got a call that the Meijin is to play him in the first new dan series. Hikaru denies Sai's request to play instead. Both Master Kuwabara and Mr Ogata were surprised by each other's interest in Hikaru. Orchi, Waya and Akira also came by the Institute to watch the match. Hikaru decides to let Sai play with a 15 moku handicap instead of the 5.5 moku handicap given to new pros. Hikaru/Sai took a unprecedented half hour to decide on his first move while Sai contemplates on how to play the game."
                },
                "19": {
                    "ID": "103205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103205",
                    "TitleEnglish": "A Painful Match",
                    "SummaryEnglish": "Hikaru/Sai spends half hour to decide on the first move while the others are having a field day discussing Hikaru. With a 15 moku handicap Hikaru set for Sai, Sai decides to attack early by baiting a trap for Meijin (Touya Kouyou) but which the latter is too careful to fall into. However, the Meijin sense a formidable presence around Hikaru, similar to the pressure he feels when playing against a seasoned Pro. Though Hikaru lost the game, the Meijin indicates that he would like to play Hikaru again without any handicap. Hikaru and Sai had a mini-debate about when Hikaru' going to let him play again. Akira further wonders about who Hikaru really is when his father confirms he would like to play Hikaru again."
                },
                "20": {
                    "ID": "103206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103206",
                    "TitleEnglish": "Fujiwara no Sai",
                    "SummaryEnglish": "This episode is basically a recap of Sai's past journeys, from playing Go in the palace and his eventual suicide, playing Go through Shuusaku and then Hikaru. The second half kind of traces Hikaru's Go journey till the present - the first game btw Hikaru/Akira, set-up of Haze Jr's Go Club, Hikaru letting Sai practise through Internet Go and Hikaru's determination to catch up with Akira. Sai laments to God on why he let him came back through Hikaru and wonders if Hikaru will ever let him play again."
                },
                "21": {
                    "ID": "103207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103207",
                    "TitleEnglish": "Kurata 6-dan",
                    "SummaryEnglish": "Hikaru and Sai thwart the efforts of some con-artists trying to take advantage of unsuspecting amateur Go players, but one of con-artists is a Pro Go player."
                },
                "22": {
                    "ID": "103208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103208",
                    "TitleEnglish": "Hikaru vs Akira",
                    "SummaryEnglish": "It's finally time for Hikaru's first official match, versus Akira. Hikaru feels a sense of accomplishment having reached the same stage as Akira. Just before the match, something happens..."
                },
                "23": {
                    "ID": "103209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103209",
                    "TitleEnglish": "The Confession of Sai",
                    "SummaryEnglish": "Toya Meijin has a heart attack and is rushed to the hospital. Hikaru visits him and discovers that he has been playing internet Go. Hikaru begs Meijin to play Sai online. He agrees on one condition."
                },
                "24": {
                    "ID": "103210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103210",
                    "TitleEnglish": "Excitement (A.K.A. Excited Spirits)",
                    "SummaryEnglish": "Now that Toya Meiji is playing Internet Go, the world is abuzz with excitement. But little do they know that a challenger of exceptional strength waits in the shadows."
                },
                "25": {
                    "ID": "103211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103211",
                    "TitleEnglish": "Sai vs. Toya Koyo",
                    "SummaryEnglish": "The wait is over! Sai and Toya Meijin face off in a match that has the entire world glued to their computer screens. Who will triumph and discover the Divine Move?"
                },
                "26": {
                    "ID": "103212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103212",
                    "TitleEnglish": "The Thousand Year Answer",
                    "SummaryEnglish": "When the match comes to a close, Sai is left the victor. However, when Hikaru discovers a flaw in the game that not even Sai was aware of, Sai finally realizes why he was allowed to return to the world of the living."
                },
                "27": {
                    "ID": "103213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103213",
                    "TitleEnglish": "Let Me Play Sai!",
                    "SummaryEnglish": "Ogata walks in on Hikaru and Koyo's conversation and overhears Hikaru mentioning Sai. Convinced that Hikaru knows Sai, Ogata confronts Hikaru and begs him to let him play Sai. Just when Hikaru thinks things can't get any worse, Akira shows up as well. With all of the accusations going on, will Hikaru be able to keep Sai's identity a secret?"
                },
                "28": {
                    "ID": "103214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103214",
                    "TitleEnglish": "One-Color Go",
                    "SummaryEnglish": "Hikaru encounters Kurata at a restaurant, and, after learning how much Akira is improving, begs him for a match."
                },
                "29": {
                    "ID": "103215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103215",
                    "TitleEnglish": "Toya Koyo Retires!",
                    "SummaryEnglish": "The Go World goes into a state of shock after Toya Meijin announces that he is retiring as Professional Go player. As everyone tries to find out why Koyo has given up his titles and his status, Akira begins to worry about Hikaru's progress."
                },
                "30": {
                    "ID": "103216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103216",
                    "TitleEnglish": "Farewell Hikaru",
                    "SummaryEnglish": "Hikaru continuously ignores Sai's worries of his leaving and ends up allowing Sai to engage a drunk Ogata in a Go match. The next day, Sai begs Hikaru for a game, but something happens during the game that will change Hikaru's life"
                }
            }
        },
        "3": {
            "ID": "4987",
            "URL": "https://www.thetvdb.com/series/hikaru-no-go/seasons/official/3",
            "# Episodes": 15,
            "Episodes": {
                "1": {
                    "ID": "103217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103217",
                    "TitleEnglish": "Sai is Gone?",
                    "SummaryEnglish": "Hikaru discovers that Sai is missing and searches all over him. Unable to locate him, he travels to Inno Island to visit Shusaku's grave in an effort to find him. Is it true? Is Sai really gone?"
                },
                "2": {
                    "ID": "103218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103218",
                    "TitleEnglish": "The Top Player in Hiroshima",
                    "SummaryEnglish": "The #1 Amateur Go Player in Japan, Shuhei, challenges Hikaru to a match while Hikaru is looking for Sai in Hiroshima."
                },
                "3": {
                    "ID": "103219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103219",
                    "TitleEnglish": "I Won't Play Anymore",
                    "SummaryEnglish": "Unable to locate Sai, Hikaru makes a vow to never play Go again without him."
                },
                "4": {
                    "ID": "103220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103220",
                    "TitleEnglish": "Keichou Flowerpots",
                    "SummaryEnglish": "This episode shows us a young Hikaru, back from 7th grade before the Insei exam. When Sai is disturbed by the owner of a pottery shop, with a face like a toad, Hikaru/Sai must beat the owner who turns out to be a 5dan to prove to everyone what a cheat the owner is. But can he turn around his own play, and win a game someone else has already resigned to help a young girl?"
                },
                "5": {
                    "ID": "103221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103221",
                    "TitleEnglish": "Isumi no Go",
                    "SummaryEnglish": "Isumi and other semi-pro's from japan go to a good will competition against pros in china. although he starts off confident an early loss puts isumi into a tail spin of doubt and confusion over his skills. he is presented with a unique opportunity to learn with chinnese pros for a short while. in an overcrowded and extremly talented enviornment can isumi regain his confidence?"
                },
                "6": {
                    "ID": "103222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103222",
                    "TitleEnglish": "The Fated Encounter",
                    "SummaryEnglish": "In this flashback before Akira Toya met Hikaru Shindo, a young children's Go champion challenges Akira to a game at the Go Salon."
                },
                "7": {
                    "ID": "103223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103223",
                    "TitleEnglish": "Isumi Tested",
                    "SummaryEnglish": "Still in China improving his game, Isumi challenges Le Ping to a rematch. Meanwhile, Asumi encounters Hikaru and demands to know why he has stopped playing Go."
                },
                "8": {
                    "ID": "103224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103224",
                    "TitleEnglish": "Forfeits",
                    "SummaryEnglish": "Hikaru is still forfeiting his Go matches, and everyone round his is worried and confused. Can the young player's friends and familyconvince him to get his game back?"
                },
                "9": {
                    "ID": "103225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103225",
                    "TitleEnglish": "The Determined Visitor",
                    "SummaryEnglish": "Isumi return from China, now a stronger and more focused player. When he hears Hikaru is losing his games by default he vows to investigate the situation."
                },
                "10": {
                    "ID": "103226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103226",
                    "TitleEnglish": "Sai Was Here...",
                    "SummaryEnglish": "After much convincing, Hikaru agrees to play Isumi. However, he will play him for Isumi’s sake, not his own. He will not enjoy the game or get into it. He can’t betray Sai. But when the game of Go becomes intense, is there anything that Hikaru can do? Hikaru ties hard not to betray Sai. He promised him that he would never play again. But can it be helped? Will Sai ever return to him?"
                },
                "11": {
                    "ID": "103227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103227",
                    "TitleEnglish": "The First Comeback Match",
                    "SummaryEnglish": "Hikaru has finally started to play Go again. He has found Sai within his moves, within his Go. But can Hikaru win his first comeback match against 2-dan Murakami? Everyone is watching. Meanwhile, what will become of the Haze Jr. High School Go club? After the year is over, only one boy will be left. Everyone else will graduate and move on."
                },
                "12": {
                    "ID": "103228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103228",
                    "TitleEnglish": "And So They Began to Run",
                    "SummaryEnglish": "The Go world is moving. Everything is changing. Hikaru has won his first comeback match and dives into his next one. Isumi is taking the Pro Exam and is on his way to becoming a pro like Waya, Hikaru, and Ochi before him. Akira is beating high level dans. Ogata has taken yet another title. The Go world is shifting; a new wave is coming with Akira in the lead. But Kuwabara will not allow them to surpass him just yet..."
                },
                "13": {
                    "ID": "103229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103229",
                    "TitleEnglish": "Shindou vs Touya",
                    "SummaryEnglish": "The long awaited day has finally arrived. Hikaru Shindou V. Akira Touya! The two reminisce about the past and the last time they played. It was a little over two years ago. They have both grown stronger since then. They sit down. Hikaru places one black stone and Akira places five white ones. Hikaru is black and will go first. Akira is white and will go second. Hikaru places his first stone down on komoku. Both of them are excited and the match they have both been waiting for has finally arrived…"
                },
                "14": {
                    "ID": "103230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103230",
                    "TitleEnglish": "Forever Inside You",
                    "SummaryEnglish": "The game between Hikaru and Akira wages on. They are both into the game and excited about it. Meanwhile, Amano tells news of a junior Japan, China, and Korea Go Tournament. It’s for experienced Go players under the age of 18. Everyone is worried because they have no one who could stand a chance against Korea, or even China, except for Akira. Amano says that they have Hikaru and the new wave that’s coming…"
                },
                "15": {
                    "ID": "103231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hikaru-no-go/episodes/103231",
                    "TitleEnglish": "That Same Old Smile",
                    "SummaryEnglish": "The match between Hikaru and Akira comes to an end. Hikaru tells Akira that one day, he will tell him everything. At night Hikaru has a dream, with a surprise visitor! At the end, the song “Get Over” is played as we see everyone throughout the series. The Go world is changing and a younger generation has arrived!"
                }
            }
        }
    }
}