[
  {
    "URL": "https://www.thetvdb.com/series/last-exile",
    "Genres": [
      "Action",
      "Adventure",
      "Animation",
      "Anime",
      "Fantasy",
      "Science Fiction"
    ],
    "Other Sites": [
      "https://www.imdb.com/title/tt0390733/",
      "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH942389",
      "https://www.themoviedb.org/tv/31679"
    ],
    "TitleEnglish": "Last Exile",
    "SummaryEnglish": "Anime Series created by Gonzo. The 1st Series \"Last Exiled\" air between April 7, 2003 - September 29, 2003. A sequel series, \"Last Exile -Fam, The Silver Wing-, aired between October 15, 2011 and March 23, 2012. // The 1st Series : On the world of Prester, the nations of Anatore and Dusis are deep in a war that is controlled by a secret organization known as the Guild. However, Claus Valca and Lavie Head want no part of it and instead are the pilot and navigator of a messenger vanship. Flying across a sea of wind and clouds, they deliver messages to anyone and anywhere. After a near-death collision with a crippled vanship during a local race, both are asked to deliver a young girl named Alvis to the infamous battleship Sylvana. Followed by a star-shaped craft bent on killing them, these three lives are about to forever alter the face of Prester. // the 2nd Series \"Last Exiled: Fam, The Silver Wing: Taking place 2 years after the events Last Exile. The original home world of the colonists of Prester. The new story focuses on Fam Fan Fan and Giselle Collette, 2 vespa vanship pilots who work as Sky Pirated, capturing and selling battleships for a living. Fam and Giselle get into an adventure when they and the Sky Pirates rescue Liliana il Grazioso Merlo Turan and her younger sister, Millia II Velch Cutrettola Turan, Princesses of the Turan Kingdom, from the clutches of the mighty Ades Federation. The Federation, led by Empress Sara Augusta and Premier Luscinia Hafez, is on a all out war against nation who descended from immigrants who came back to Earth by Exile ships. As Ades was the only nation to stay on Earth when it was in a stat of chaos and ruin, Luscinia believes that the Exile immigrants have no right to return to Earth since their ancestors abandoned Earth when it was in chaos only to return when Earth was viable to live on again and force the original inhabitants of Earth off their lands to form their own nations. To return these lands to their ori",
    "Aliases": [
      "Lastexile",
      "Lastexile 2",
      "Last Exile: Ginyoku no Fam",
      "Last Exile 2",
      "Last Exile -Fam, The Silver Wing-",
      "Rasuto Eguzairu: Ginyoku no Famu",
      "ラストエグザイル",
      "Last Exile: Fam, the Silver Wing",
      "ラストエグザイル-銀翼のファム-"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
      "0": {
        "ID": "20367",
        "URL": "https://www.thetvdb.com/series/last-exile/seasons/official/0",
        "# Episodes": 4,
        "Episodes": {
          "1": {
            "ID": "4158931",
            "TYPE": "Cast Interviews",
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4158931",
            "TitleEnglish": "Special (Episode 0)",
            "SummaryEnglish": "Last Exile: Fam, the Silver Wing, the second anime series in Gonzo's Last Exile franchise, will air a special on October 7, one week before the premiere of the actual anime itself. The special program will outline the world of the anime through talk segments with the staff and cast.",
            "Aliases": []
          },
          "2": {
            "ID": "4223568",
            "TYPE": "Season Recaps",
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4223568",
            "TitleEnglish": "First Adjournment (Episode 9.5)",
            "SummaryEnglish": "A recap episode told by Giselle and Millia, both of whom are writing a letter to Atamora at Kortoffel.",
            "Aliases": []
          },
          "3": {
            "ID": "4256576",
            "TYPE": "Season Recaps",
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4256576",
            "TitleEnglish": "Second Adjournment (Episode 15.5)",
            "SummaryEnglish": "Dio and Al continue to run away.",
            "Aliases": []
          },
          "4": {
            "ID": "7543665",
            "TYPE": "Movies",
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/7543665",
            "TitleEnglish": "Fam, The Silver Wing Movie - Over the Wishes",
            "SummaryEnglish": null,
            "Aliases": []
          }
        }
      },
      "1": {
        "ID": "4981",
        "URL": "https://www.thetvdb.com/series/last-exile/seasons/official/1",
        "# Episodes": 26,
        "Episodes": {
          "1": {
            "ID": "103069",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/103069",
            "TitleEnglish": "First Move",
            "SummaryEnglish": "The episode starts with Tatiana who flies with her Vanship inside the Grand Sream looking for Disith ships as they prepare for a confrontation. Meanwhile, Claus and Lavie vanship two pilots are preparing for a race. Before qualifying races however Claus and Lavie decide to take a job. They must deliver a message to Duke Madossein by his wife. In addition they also choose to personally hand over a message from her daughter. Madossein Duke is a master of the fleet Anatory, so Claus and Lavie are forced to deliver a message in the middle of a firefight between Anatory and Disith vessels. In the clash we see Fusilier Moran for the first time in action. The episode ends with Claus and Lavie who climb on the ship the commander Duke Madossein.",
            "Aliases": []
          },
          "2": {
            "ID": "103070",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/103070",
            "TitleEnglish": "Luft Vanship",
            "SummaryEnglish": "Just as Claus and Lavi deliver their message to Duke Madossein, The Guild is hit. Duke Madossein instructs everyone to get to safety, and Claus and Lavi are escorted to their vanship. However, just as they are about to leave, Claus remembers he still has his letter from Holy. Lavi rigs the PA system in order to read it to the Duke and everyone else on board. However, this could be cut short as the first officer send guard to stop Claus and Lavi. But the guards aren't the only ones heading for Claus and Lavi, as Mullin Shetland is touched by the words from the letter.",
            "Aliases": []
          },
          "3": {
            "ID": "103071",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/103071",
            "TitleEnglish": "Transpose",
            "SummaryEnglish": "The race is on! Claus and Lavi enter in a race, that they've entered so many limes before. But this time is different. They hope to finish the race, and they almost do (in 1st place too), but they are hit by a renegade vanship delivering \"\"cargo\"\". They soon learn that the \"\"cargo\"\" is actually a little girl. Claus decided to take the mission and is told, by Ralph, not to run his engine because the people after the girl can detect it. Just as Claus and Lavi leave the enemy vanship approaches. Now Ralph must make the ultimate sacrifice so that Claus and Lavi can escape with the little girl.",
            "Aliases": []
          },
          "4": {
            "ID": "103072",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/103072",
            "TitleEnglish": "Zugzwang",
            "SummaryEnglish": "Claus and Lavi are back at their home, with Alvis sleeping on their bed. Claus has decided to take the mission, much to Lavi's annoyance. Alvis awakes and asks for her nanny, Gita but the woman died during their escape. Claus isn't sure how to handle it, but Lavi tells Al that Gita had to go away for a while. After eating, they settle in for the night, but the star-shaped ship finds Al in the house. Claus and Lavi have to escape, and their house is destroyed in the process. Although they don't use their engines in the waterway, the star-shaped ship still finds them. They narrowly escape, appearing to damage the star-shaped ship enough to do so. At the temple ruins, where they were to bring Al, they are attacked again and the star-shaped ship snatches Al. Claus tries to fight it with a rock and is knocked out. Just as he is about to be killed, a shot rings out. Alex has shot the pilot of the machine and saved all the children.",
            "Aliases": []
          },
          "5": {
            "ID": "103073",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/103073",
            "TitleEnglish": "Positional Play",
            "SummaryEnglish": "Alex kills the pilot of the star-shaped ship and takes Alvis on board the Sylvana, leaving Lavi and Claus behind. Claus repairs the vanship and obtains extra fuel from the downed ship nearby. He and Lavi then follow the trail of the Sylvana, for Al's sake. Al wakes up on the ship and meets Sophia. When the vanship catches up to the Sylvana, Alex allows the ship to fire upon them, but they are able to avoid getting hit and they \"\"crash-land\"\" on the Sylvana. They encounter mechanics in the hanger, and Claus is beaten up by one of them for fun. However, Tatiana and Alistia show up and Tatiana grudgingly asks for Claus' name. Lavi helps Claus up to the bridge, where they meet up with Alex again. At that point, Claus' injuries get the better of him, and he falls unconscious.",
            "Aliases": []
          },
          "6": {
            "ID": "103074",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/103074",
            "TitleEnglish": "Arbiter Attack",
            "SummaryEnglish": "Dio and Luciora investigate their downed star-shaped machine. When Luciora fixes the camera on it, they are able to see an image of Alvis being protected by Claus. Tatiana and Alistia arrive at the palace of the emperor and inform him that the \"cargo\" is safely aboard the Sylvana. And speaking of the cargo, Al explores the ship on her own, making it down to the hangar, where the mechanics entertain her until Sophia retrieves her. Sophia brings her to Claus and Lavi, and later brings the still injured Claus to see Alex. Their talk is interrupted by a red alert claxon. The Guild is about to attack the Sylvana. In the course of the attack, one of the star-shaped machines comes aboard the ship and goes after Alvis. It's destroyed by one of the mechanics, and unfortunately ruins Claus and Lavi's vanship. Claus offers to fly and fight and the mechanics give him a quick review of combat flying. Another star-shaped machine comes on board, and the last scene is Claus, using his vanship, to shov",
            "Aliases": []
          },
          "7": {
            "ID": "103075",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/103075",
            "TitleEnglish": "Interesting Claus",
            "SummaryEnglish": "Claus manages to get the star-shaped machine off the Sylvana, but ends up in an uncontrolled descent. As Claus attempts to regain control, the engineering crew on the Sylvana come to the deck and help fight against the star-shaped machines, as well as putting out the fires of the incoming damaged vanships. Meanwhile, the star-shaped ships are breaking into the Sylvana. Al has gone up to the bridge and even sits on the Captain's chair. Alex continues to coordinate the attack. Eventually, Dio grows bored of playing chess and convinces Luciora that they should go out and test Claus and his vanship. Luciora agrees. They go out and \"\"play\"\" with Claus and Lavi. In the ensuing dogfight, Claus appears to hold his own against the star-shaped machine, but in actuality, Dio is an excellent pilot and twice has Claus in his crosshairs, yet he doesn't fire. Tatiana and Alistia return from their trip to the emperor and try to help Claus and Lavi against the star-shaped machine, but their ship is dam",
            "Aliases": []
          },
          "8": {
            "ID": "103076",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/103076",
            "TitleEnglish": "Takeback",
            "SummaryEnglish": "The Sylvana comes to Walker's Dock for some shore leave and refueling. While there, Lavi meets up with Moran Shetland again and the two share some water as they chat. The mechanics/technicians come on board and try to enjoy themselves, watching the bird races and gambling, but the nobles are not very friendly and rebuff them. At one point, Godwyn wants to start a fight at the insult, but his fellow mechanics urge him not to. However, when the officers use a flash camera to shock one of the racing birds into losing so that theirs wins, Lavi cannot take it and throws a chair on the table in front of one of the main commanders. Meanwhile, Claus wakes up at about 3 AM and discovers that while Al is sleeping in her bunk, Lavi is missing. He goes off in search of her and ends up in an elevator with Alistia. Because of the cramped quarters, they end up pretty close to each other and Claus shields her from the other men in the elevator. When they arrive, they find the entire room in a barro",
            "Aliases": []
          },
          "9": {
            "ID": "103077",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/103077",
            "TitleEnglish": "Calculate Alex",
            "SummaryEnglish": "Moran is \"officially\" accepted by the crew of the Sylvana, albeit in a most interesting manner. Sophia presents the chance for Claus and Lavi to enter the 8-Hour Endurance Race at Horizon Cave. They accept the challenge, so long as the Sylvana mechanics will help them out. At the event, Al is allowed to \"pick\" the vanship that they must repair and fly for the race. Tatiana and Alistia, however, have a mission during the race. They need to hit a specific point in the race at a specific time. Tatiana expresses her dislike of \"amateurs\" i.e.: Claus and Lavi, but Alex shuts her up. Dio and Luciora show up, because Dio is with his sister, Daphne. Dio shows an interest in Claus, who doesn't return the fascination. Dio informs Claus that he is there to fly in the race with him. While the race is going on, Alex is at an auction to purchase something rare. It turns out to be an EXILE item, and Alex's opening bid on it, is 10,000,000 Claudia. This shocks the man sitting next to him, who just",
            "Aliases": []
          },
          "10": {
            "ID": "103078",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/103078",
            "TitleEnglish": "Swindle",
            "SummaryEnglish": "Claus and Lavie progress in the endurance race, but Dio and Lucciola continue to challenge them. Duke Henry Knowles raises the bid price on the Exile artifact, spurring interest among the other auction participants. As Alex attempts to outbid the others, Guild Maestro Delphine Eraclea challenges him and finally raises the bid price to 50 billion Claudia, at which point one of Knowles's men puts a gun at the back of Alex's head, threatening him not to continue bidding. On their final pit stop, Tatiana and Alister pick up a cargo of explosive charges for their mission. When the auction ends, Duke Knowles takes Alex outside and reveals that he wants to avenge the death of his son, captain of the Goliath. Claus and Lavie pull ahead of Dio and Lucciola in the final lap after only filling part of their fuel tank at the last pit stop to lighten the vanship and win the race. At precisely midnight, the explosive charges dropped by Tatiana and Alister destroy Horizon Cave's power generators, leaving it in darkness. Seizing the opportunity, Alex kills Knowles's men and escapes. When the artifact is taken to Delphine, it is discovered to be fake. The true artifact of Exile is revealed to be a Mysterion, one of four phrases with corresponding answers that will reveal the secret of Exile. Graf, the butler of House Hamilton, entrusts Alvis and the Mysterion to Alex. After the race, Lavie tells Claus that she does not want to fly in a fighter vanship but will continue to serve as his mechanic. Claus understands her decision and makes a promise that they will fly together again to cross the Grand Stream. Dio and Lucciola, who are able to see in the darkness, offer to tow Claus and Lavie out of Horizon Cave to the Silvana.",
            "Aliases": []
          },
          "11": {
            "ID": "103079",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/103079",
            "TitleEnglish": "Develop",
            "SummaryEnglish": "Following Claus and Lavie aboard the Silvana, Dio and Lucciola allow themselves to be captured. At the Anatoray capital, the Emperor begins to distrust Alex's actions and sends the Urbanus to retrieve Alvis. Alex interrogates Dio, who tries to gain his trust by telling him that the Mysterion passed by House Eraclea. He also reveals that the three Guild houses holding the remaining Mysteria have been purged by Delphine. Vincent Alzey, captain of the Urbanus, requests to meet with Alex. Alex asks Claus to fly escort for his flight to the meeting, to which Tatiana objects. Alister defies Tatiana and offers to be Claus's navigator. Alex informs Vincent that he will not hand over Alvis and will fight to keep her aboard. Dio and Lucciola meet Lescius, the Silvana's chief engineer and a former member of the Guild. Dio then finds Alvis by herself elsewhere and reads her one of the Mysteria, after which she falls into a trance and wreaks havoc on the ship's systems.",
            "Aliases": []
          },
          "12": {
            "ID": "103080",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/103080",
            "TitleEnglish": "Discovered Attack",
            "SummaryEnglish": "Alex announces that they are going to battle against Urbanus. Although she hesitates at first, Sophie announces their mission over the loudspeakers. Meanwhile, Al has come out of her \"\"coma\"\" but she has no recollection of what has just happened. Dio refers to her as \"\"genuine\"\" but does not elaborate. Later, when Sophia confronts Alex, he tells her she can just leave the ship, but he refuses, reminding him that she is his first officer. Tatiana briefs the vanship pilots on tactics against the Urbanus, and much to Alistia's chagrin, chooses Claus to be her navi. Lavi and Al prepare water and a lunch for Claus before he takes off. Alex is leading the Urbanus, and three other ships, into the Dragon Fang. While Vincent does anticipate Alex's moves, he doesn't anticipate the other captain's desperate battle response. Despite the Urbanus dealing a crippling blow to the Sylvana, Alex is able to sink two of the Urbanus-class ships. Al and Lavi are thrown to the ground, and Lavi is knocked unco",
            "Aliases": []
          },
          "13": {
            "ID": "103081",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/103081",
            "TitleEnglish": "Isolated Pawn",
            "SummaryEnglish": "In a brief flashback scene, we are shown Tatiana's parents and given a glimpse into the surly vanship pilot's past. Tatiana and Claus manage to crash land, but the pipe which has the flow of claudia going through it is damaged. They can't fly unless it's repaired. Tatiana is devastated by her failure as a pilot and for a while, doesn't seem to care about anything. Claus manages to snap her out of her fugue, insisting that the Sylvana has survived the battle. They talk and Claus learns about Tatiana's left behind noble past, while Tatiana learns of Claus and Lavi's famous dads. Together, they manage to shorten then pipe system so that the claudia can at least flow through it. However, they give up height, and are only able to hover above the ground. Meanwhile, in another flashback scene, we see what appears to be the people of Dusis , fleeing the inclement weather of their country. However, the rockets which they use to fly are not balanced properly, and they crash. Tatiana recalls th",
            "Aliases": []
          },
          "14": {
            "ID": "1988001",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/1988001",
            "TitleEnglish": "Etude Lavie",
            "SummaryEnglish": "While Lavie recovers from her injuries on the crashed Silvana, she dreams of her childhood with Claus, whose family moved to Norkia and became neighbors with Lavie's. Their fathers, Hamilcar Valca and Georges Head, immediately became best friends and teamed up as a vanship pilot and navigator. Claus's mother, Justina, took care of Lavie as if she was her own daughter. Valca and Head taught their children to fly a vanship and assigned them mock courier missions. Lavie recalls her father's two friends, a male vanship pilot and a female navigator, but cannot remember their names. One day, Valca and Head received an assignment to cross the Grand Stream to deliver a peace proposal to Disith and left with their two friends. However, Valca and Head lost their lives in the attempt, and Justina died not long after. In a separate dream, Alex Row sees the two vanships in the Grand Stream. After they were orphaned, Claus and Lavie began training to fly a vanship. They were eventually forced to sell their house to save the vanship and began training for courier missions. When Lavie finally awakens, she finds herself crying from the memories. Dio and Alister finally locate Claus and Tatiana near the field of Disith migration capsules. Claus is reunited with Lavie and informs her that their hometown of Norkia has fallen to Disith.",
            "Aliases": []
          },
          "15": {
            "ID": "1988021",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/1988021",
            "TitleEnglish": "Fairy Chess",
            "SummaryEnglish": "Claus reports to Alex that Disith has become uninhabitable and that he and Lavie can no longer return home to Norkia. Rumors circulate throughout the ship about Claus and Tatiana, making Lavie upset and unwilling to speak to Claus. However, Claus does not seem to understand her actions and wants her to come to better terms with Tatiana. Alister warns Tatiana not to read too much into Claus's care for her when they were in the desert. Meanwhile, Vincent is stripped of his command of the Urbanus after losing four battleships against the Silvana and is assigned to the fleet defending Norkia. The Emperor of Anatoray decides to take advantage of Disith's collapse and plans on escalating the war, to Prime Minister Marius's objections. When Marius learns that the Silvana has completed its repairs, he decides to keep the news from the Emperor. Dio reveals a photo of Claus's and Lavie's fathers in Alex's possession, prompting Claus to confront the captain. Alex confesses that he is the surviving pilot from the mission to deliver the peace proposal to Disith and the former owner of the vanship Claus and Lavie are flying. He recounts how his fiancée, Euris, and Claus's and Lavie's fathers died and the memory of seeing Delphine smiling when he flew away from the Grand Stream. Alex tells Claus that he is fighting to destroy Exile, which reinforces the Guild's authority in the world. After receiving a pigeon post from Marius warning of the Emperor's actions, Sophia reveals herself as the Princess of Anatoray. Conflicted between her responsibility to the throne and her desire to stay aboard the Silvana, Sophia is comforted by Claus. She suddenly kisses Claus as gratitude.",
            "Aliases": []
          },
          "16": {
            "ID": "1988031",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/1988031",
            "TitleEnglish": "Breakthrough",
            "SummaryEnglish": "Sophia leaves the Silvana to return to the Anatoray capital. When General Vitellius informs the Emperor that Duke Mad-thane has engaged the Disith fleet in Norkia, Prime Minister Marius pleads with him to spare the Disith, who have recently lost their homes. However, the Emperor has already put the Disith envoy to death and places Marius under house arrest. Mullin begins to question why he remains on the Silvana, and reminisces his days as a musketeer. Alex finally considers launching a strike at the Guild, and Claus reveals to Lavie that their vanship belonged to Alex. When Sophia arrives at the capital, she also pleads with the Emperor to set aside differences with Disith and face their challenges together, but he declines and imprisons her in the tower. Sophia is visited by Marius, who raised her after his daughter Euris died in the Grand Stream, and is asked to remain in the tower until after his plans for her to become Empress is completed. That evening, Disith forces make a surprise attack on the Anatoray capital, whose defense fleet is stretched thin. In the confusion, Marius assassinates the Emperor but is fatally wounded himself. As Disith forces enter the capital, Vincent heads to the tower to prevent the Emperor's men from killing Sophia and takes her to safety on board the Urbanus, taking command of the ship again.",
            "Aliases": []
          },
          "17": {
            "ID": "1988041",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/1988041",
            "TitleEnglish": "Making Material",
            "SummaryEnglish": "In the Emperor's absence, Sophia orders the Urbanus to stop General Vitellius from attacking Disith in compliance with a ceasefire. The arrival of Duke Mad-thane's fleet forces Disith to withdraw. The following day, a vanship courier arrives with a message from Walker, who invites the Silvana to Horizon Cave for repairs and resupply. Lescius reveals himself as a member of the purged House Dagobert and entrusts Alex with the third Mysterion. Prime Minister Marius, a member of the purged House Bassianus, also sent the final Mysterion to Alex before his death. The Silvana finally arrives at Horizon Cave, currently used as a training base for an assault against the Guild. Although the Guild suspects of a rebellion, Delphine decides not to take immediate action. At the base, Claus meets Mikhail Wednesday, elder brother to the late Ralph Wednesday from whom Claus took over the duty of delivering Alvis. Claus and Lavie are also reunited with fellow vanship pilots from Norkia after Duke Mad-thane, who was inspired by Claus's and Lavie's actions at Minagith, called for all pilots to fly as fighter support.",
            "Aliases": []
          },
          "18": {
            "ID": "1988051",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/1988051",
            "TitleEnglish": "Promotion Sophia",
            "SummaryEnglish": "Sophia arrives at Norkia to parley with Disith commander Nestor Messina and reveals to him a copy of the peace offer lost in the Grand Stream ten years earlier. As a gesture of goodwill, Disith supplies Anatoray with a map of the Grand Stream's air currents and a recording of Exile's acoustic signature. Mullin decides to rejoin the musketeer squad and meets the female Disith musketeer, who introduces herself as Dunya Scheer. They are informed that the capture attempt of battleship Claudia units will occur on the Guild's Covenant Day, when 17-year-old youths pledge their allegiance to the Maestro. Before the Silvana leaves dock, Claus, Lavie, and Alvis say goodbye to Mullin. The formal alliance between Anatoray and Disith is signed at Sophia's coronation as Empress. Claus, Tatiana, Dio, and Lucciola arrive ahead of the Silvana to send congratulations, but Delphine's ship appears from the clouds above and rains down rose petals as a declaration of war. Dio, realizing that he has been found by his sister, panics and flies his vanship erratically. When Alex sees Delphine's ship above the site of the coronation ceremony, he immediately orders that it be destroyed, but his crew refuses to comply for fear of killing Sophia.",
            "Aliases": []
          },
          "19": {
            "ID": "1988061",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/1988061",
            "TitleEnglish": "Sicilian Defence",
            "SummaryEnglish": "After Delphine's ship leaves the coronation ceremony, the Silvana heads to the Dragon's Fangs, where it finds the Urbanus flying under the imperial banner. Sophia proposes that, using the chart provided by Disith, the two ships search for Exile six days ahead of Covenant Day in the Grand Stream. Using acoustic torpedoes and echolocation, the Silvana's listening officer Wina Lightning will match Exile to its acoustic signature. Sophia reveals to Claus that Alvis is the key to turning Exile against the Guild, but vows to keep her safe. Alvis finds out about the Guild's upcoming Birth Week and plans a birthday party for Dio, who does not wish to return to the Guild. At Norkia, Duke Mad-thane witnesses a Disith ship fall from the sky while delivering water to drought-stricken regions when Delphine recalls its Claudia unit. Meanwhile, Dunya and Mullin continue their training at Horizon Cave. As the Silvana and the Urbanus enter the Grand Stream, the first acoustic torpedo is launched.",
            "Aliases": []
          },
          "20": {
            "ID": "1988071",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/1988071",
            "TitleEnglish": "Grand Stream",
            "SummaryEnglish": "As the Silvana and the Urbanus continue their search for Exile, Sophia briefs the vanship pilots on their strategy to capture it. Sophia asks Dio to fly as Claus's navigator, but he refuses from fear of being found again by Delphine. At Horizon Cave, Nestor proposes that the Claudia unit capture plan be accelerated after the Guild recalls several units, but Duke Mad-thane appeases him to wait for the scheduled operation on Covenant Day. On the final day of the Guild's Birth Week, Alvis surprises Dio with a birthday party, much to his delight. After days of searching, the Silvana and the Urbanus locate Exile, and Dio agrees to fly as Claus's navigator to assist in its capture. The Guild locates Dio on board the Silvana, and Delphine orders Lucciola's brother Cicada to retrieve him at all costs. As the vanship squadron attempts to anchor cables onto Exile, the ship's defense system activates, but it is able to complete their objective after identifying an unprotected section of the hull, with Dio's help. Alex hands Marius's Mysterion to Sophia and tells her to return to the Urbanus. Just before Claus and Dio return to the Silvana, Guild fighters land on the flight deck.",
            "Aliases": []
          },
          "21": {
            "ID": "1988241",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/1988241",
            "TitleEnglish": "Rook Dio",
            "SummaryEnglish": "When Claus and Dio return to the Silvana, the crew is missing. When they go to search the bridge, they find that Delphine has captured Alvis and the ship. Tatiana and Alister sneak a transport carrying Sophia back to the Urbanus. Alex comes out of hiding to attack Delphine but is defeated by Cicada. Delphine takes Dio back to the Guild along with Claus, Alvis, and Alex, and orders that Exile be secured before they leave. On the Urbanus, Vincent promises Sophia that he will recapture the Silvana. When they return to the Guild, Dio is taken to prepare for the Rite of the Covenant. Delphine indulges in the world's rarest delicacies at dinner, causing Claus to become upset about her disregard of the hardships of the people of Anatoray and Disith. Dio is reunited with Claus and Alvis, but they find that his personality has changed and he no longer recognizes them as friends.",
            "Aliases": []
          },
          "22": {
            "ID": "1988251",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/1988251",
            "TitleEnglish": "Queen Delphine",
            "SummaryEnglish": "After the Urbanus locates the Silvana and ensures its safety, Sophia returns and is surprised that Claus has been taken. Covenant Day arrives, and Dio takes part in the Trial of Agoon to claim inheritance of the Maestro's position by participating in mortal combat against other Principals. Claus, who cannot bear to see Dio fight, worries that he may die. At the same time, the operation to capture Guild Claudia units commences at Horizon Cave. On the Silvana, Lavie finally completes the repairs of her and Claus's vanship. Delphine takes Alvis and Claus to the location of Exile, where they find its defense system has begun attacking Guild ships as well. Exile attacks Delphine's ship but stops when it senses Alvis's presence. Delphine reveals that Exile is a colony ship used by those who first settled on their world. Alex, who has been injected with a truth serum, recites the Mysteria, and Alvis responds to each one. However, he reveals that he has not read the final Mysterion before entrusting it to Sophia. Delphine then receives word that Dio is the Trial's victor.",
            "Aliases": []
          },
          "23": {
            "ID": "1988261",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/1988261",
            "TitleEnglish": "Castling Lucciola",
            "SummaryEnglish": "In a flashback, Delphine introduces a younger Dio to his new servant, whom he names Lucciola. At the Guild stronghold, Delphine greets Dio as the new Maestro. Using the Urbanus as shield, the Silvana heads into Guild territory to recapture Exile. Meanwhile, Anatoray and Disith soldiers seize the Guild's Claudia units. In the ensuing fight aboard one of the battleships, Mullin is seriously wounded. Delphine learns of the uprising and recalls the units. Lucciola, who can no longer bear to see Dio's condition, tells Claus to leave with Alvis and Dio while he covers for their escape. Before they leave, Lucciola gives Alvis a device allowing them to communicate with the Silvana. Lucciola goes to face Delphine and defeats her guards, including his brother. Before Delphine kills him, Lucciola remembers that Dio has accepted him as more than a servant in their childhood.",
            "Aliases": []
          },
          "24": {
            "ID": "1988271",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/1988271",
            "TitleEnglish": "Sealed Move",
            "SummaryEnglish": "A portion of the Guild fortress breaks apart and falls away from the Grand Stream into Anatoray. Claus escapes in the vanship that was brought with them to the Guild stronghold and takes Alvis and Dio to Norkia. Dio is then left in the care of the Mad-thane residence, which has been converted into a makeshift hospital. Claus takes Alvis back to his wrecked house, where they stay overnight. The combined Anatoray and Disith alliance fleet launches a surprise attack on the Guild fleet and, helped by the vanship squadrons, emerges victorious. It continues to pursue the withdrawing Guild ships into the Grand Stream. When Claus and Alvis are finally able to contact Lavie and the Silvana with Lucciola's communicator, they are told to make a rendezvous at the Dragon's Fangs.",
            "Aliases": []
          },
          "25": {
            "ID": "1988281",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/1988281",
            "TitleEnglish": "Quiet Move",
            "SummaryEnglish": "Exile indiscriminately attacks both the alliance and Guild as they approach the ship, forcing the alliance fleet to fall back so that they do not lose more ships. Claus rendezvous at a fueling station in the Dragon's Fangs and makes the journey to the Grand Stream, switching vanships and navigators after each leg until he is reunited with Lavie. On the way, Claus dogfights with two Guild fighters, destroying them with Tatiana as his navigator. When Exile receives a pulse signal, it begins to retreat from the Grand Stream towards Disith, followed by both fleets. At the Casino Royale, the last checkpoint before the Grand Stream, Claus and Alvis reunite with Lavie, who holds the message tube containing the final Mysterion. They fly together in Claus's and Lavie's vanship, whose body has been reinforced for the journey in the Grand Stream, but are intercepted by Dio, who has run away from the Mad-thane residence in a separate vanship.",
            "Aliases": []
          },
          "26": {
            "ID": "2098071",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/2098071",
            "TitleEnglish": "Resign",
            "SummaryEnglish": "Exile enters Disith territory, followed by the Guild and alliance fleets. The alliance fleet loses one-quarter of its ships after Exile continues its indiscriminate attack, but Sophia orders it to continue at all costs to defeat the Guild. In the Grand Stream, Dio pursues Claus's vanship and relives their race at Horizon Cave. However, when he realizes Lucciola is not with him, Dio falls into despair and is thrown off his vanship by a gust of wind. Just as the alliance fleet falters in its attack, the Urbanus leads the remaining ships in protecting the Silvana as she makes a final attack at Delphine's ship. Alex, still a prisoner of Delphine, catches her off-guard and strangles her before breaking her neck. As the Silvana destroys Delphine's ship, Wina hears Alex's final words at her listening post. Claus and Lavie finally cross the Grand Stream into Disith, completing the feat that their fathers could not achieve. There, they find the remaining alliance fleet and bring Alvis to Exile. Claus recites all four Mysteria, to which Alvis responds, and Exile sheds its defensive cocoon to reveal a starship. Inside it, Claus and Lavie find their fathers' vanship and remains. The world they have been living in is revealed to be in the shape of an hourglass, and Exile takes Claus, Lavie, and many others to a new, conflict-free world. Claus and Lavie are reunited with Dunya and Mullin, the latter of whom has recovered from his injuries. They are joined by Alvis, Tatiana, Alister, Holly Mad-thane, and several children.",
            "Aliases": []
          }
        }
      },
      "2": {
        "ID": "471459",
        "URL": "https://www.thetvdb.com/series/last-exile/seasons/official/2",
        "# Episodes": 21,
        "Episodes": {
          "1": {
            "ID": "4148878",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4148878",
            "TitleEnglish": "Open File",
            "SummaryEnglish": "In the skies above the sacred Grand Lake, the Ades Federation declares war on the kingdom of Turan. Just when the Turan flagship's destruction seems inevitable, a Sky Pirate named Fam boldly states, \"I’ve made up my mind! I’m going to steal that ship!\"",
            "Aliases": []
          },
          "2": {
            "ID": "4181180",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4181180",
            "TitleEnglish": "Fool's Mate",
            "SummaryEnglish": "Princess Liliana is sent to Iglasia with instructions for defending the royal city from the Federation assault. Meanwhile, Princess Millia readies a surprise attack of her own, but little does she know Luscinia has a trick up his sleeve too...",
            "Aliases": []
          },
          "3": {
            "ID": "4181181",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4181181",
            "TitleEnglish": "Light Square",
            "SummaryEnglish": "With her kingdom now under Federation control, Princess Millia finally begins to understand what it means to be a Sky Pirate. Fam also reveals details about her past and her dream for the future.",
            "Aliases": []
          },
          "4": {
            "ID": "4181182",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4181182",
            "TitleEnglish": "Dubious Move",
            "SummaryEnglish": "To help Millia rebuild Turan, Fam decides to steal a legendary ghost ship known as Sylvius the Reaper, a ship that is said to have single-handedly destroyed an entire Ades Federation fleet. With so few details to work with, though, it won't be easy.",
            "Aliases": []
          },
          "5": {
            "ID": "4181183",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4181183",
            "TitleEnglish": "Touch and Move",
            "SummaryEnglish": "Fam and Giselle begin their dangerous quest of capturing fifteen Federation ships. Meanwhile, Princess Millia comes up with an unexpected way to re-establish the Turan kingdom.",
            "Aliases": []
          },
          "6": {
            "ID": "4181184",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4181184",
            "TitleEnglish": "Over Step",
            "SummaryEnglish": "In the hope of capturing their next battleship, Fam and company visit Eldorado, an amusement center where underground Vanship races are held.",
            "Aliases": []
          },
          "7": {
            "ID": "4181185",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4181185",
            "TitleEnglish": "Weak Square",
            "SummaryEnglish": "With only one ship left until their agreement with Tatiana is fulfilled, Fam and company aim to capture a fleet of eight ships being transported from the north.",
            "Aliases": []
          },
          "8": {
            "ID": "4181186",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4181186",
            "TitleEnglish": "Distraction",
            "SummaryEnglish": "The Silvius finds itself face-to-face with the Ades Federation's 1st Fleet, which had been silently tailing Fam and Giselle.",
            "Aliases": []
          },
          "9": {
            "ID": "4181187",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4181187",
            "TitleEnglish": "Connected Passed Pawn",
            "SummaryEnglish": "The final target was the Anshar, the flagship of the Ades Federation's 1st Fleet. Now that their agreement with Tatiana has been fulfilled, Giselle prepares to leave the Silvius... but without Fam.",
            "Aliases": []
          },
          "10": {
            "ID": "4181188",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4181188",
            "TitleEnglish": "Illegal Move",
            "SummaryEnglish": "Much to Fam and friends' elation, Turan and Anatoray form an alliance with Millia and Vincent acting as delegates. Suddenly the Impetus, an Ades Federation flagship, appears... along with Luscinia and Liliana.",
            "Aliases": []
          },
          "11": {
            "ID": "4181189",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4181189",
            "TitleEnglish": "Backward Pawn",
            "SummaryEnglish": "Ten years ago, the first Grand Race was held. A young Fam and Giselle cheer on Atamora as he competes in the championship race.",
            "Aliases": []
          },
          "12": {
            "ID": "4181190",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4181190",
            "TitleEnglish": "Block",
            "SummaryEnglish": "When Fam and her friends make an emergency landing in the northern nation of Glacies, they're met by a girl named Dyan.",
            "Aliases": []
          },
          "13": {
            "ID": "4240585",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4240585",
            "TitleEnglish": "Bad Move",
            "SummaryEnglish": "The Winged Priestesses, led by Dyan, engage the Ades Federation armada in battle as it begins to invade Glacies.",
            "Aliases": []
          },
          "14": {
            "ID": "4240586",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4240586",
            "TitleEnglish": "Smothered Mate",
            "SummaryEnglish": "Fam and friends return to Kartoffel after their long absence. The joy of seeing everyone safe and sound again turns to shock as Fam sees what has happened to the town.",
            "Aliases": []
          },
          "15": {
            "ID": "4251128",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4251128",
            "TitleEnglish": "Triangulation",
            "SummaryEnglish": "Millia and friends have an audience with Augusta Sārā in the capital city of Morvarid.",
            "Aliases": []
          },
          "16": {
            "ID": "4252731",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4252731",
            "TitleEnglish": "Automaton",
            "SummaryEnglish": "The Ades Federation’s 3rd and 4th Fleets advance on the key strategic land of Boreas. A decisive, multi-fleet battle over Augusta Sārā ensues. Millia takes command of her fleet, while Fam and the Sky Pirates take to the air in armed Vespas.",
            "Aliases": []
          },
          "17": {
            "ID": "4252732",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4252732",
            "TitleEnglish": "Dynamic Possibilities",
            "SummaryEnglish": "Dio and Alvis meet up with the Joint Forces at Boreas and lend a big helping hand. But their joy is interrupted when Fam's group spots Ades' 1st Fleet while on patrol.",
            "Aliases": []
          },
          "18": {
            "ID": "4252733",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4252733",
            "TitleEnglish": "Transposition",
            "SummaryEnglish": "Upon hearing Sārā's wish, Admiral Sadri agrees to peace. A meeting takes place between Luscinia, Liliana, Sārā, Millia, Vasant, and others.",
            "Aliases": []
          },
          "19": {
            "ID": "4254053",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4254053",
            "TitleEnglish": "Queening Square",
            "SummaryEnglish": "The truce has fallen apart. Before leaving, Luscinia tells Fam, \"Be there to support Princess Millia.\"",
            "Aliases": []
          },
          "20": {
            "ID": "4256656",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4256656",
            "TitleEnglish": "Triple Rook",
            "SummaryEnglish": "After abducting Augusta Sārā, Luscinia activates the Grand Exile.",
            "Aliases": []
          },
          "21": {
            "ID": "4256658",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/last-exile/episodes/4256658",
            "TitleEnglish": "Grand Master",
            "SummaryEnglish": "Fam and Giselle reach the furthest depths of the Grand Exile. There, they find Luscinia, holding a sleeping Sārā.",
            "Aliases": []
          }
        }
      }
    }
  }
]