[
  {
    "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors",
    "Genres": [
      "Action",
      "Adventure",
      "Animation",
      "Anime",
      "Children",
      "Family",
      "Fantasy",
      "Science Fiction"
    ],
    "Other Sites": [
      "https://www.imdb.com/title/tt0217941/",
      "https://www.themoviedb.org/tv/592",
      "https://www.themoviedb.org/tv/592"
    ],
    "TitleEnglish": "Jayce and the Wheeled Warriors",
    "SummaryEnglish": "\"Thundering across the stars to save the universe from the Monster Minds, Jayce searches for his father to unite the magic root and lead his Lightning League to victory over the changing form of Saw Boss. Wheeled Warriors explode into battle - Lightning Strikes!\" Audric is a scientist working to create a plant which can grow in any environment and which, he hopes, can help provide food and end starvation. During his experiment a radiation flare causes the plants to mutate into Saw Boss and the Monster Minds. The Monster Minds can transform into vehicles and travel via roots between planets. With Saw Boss as leader, they set out to conquer the galaxy. Audric creates a magic root which can stop them but the two halves of the root are separated during a Monster Minds attack. Audric escapes with one half, the other goes with his son, Jayce. Jayce and the other members of the Lightning League set out to",
    "Aliases": [],
    "Modified": "2024-12-18",
    "Seasons": {
      "0": {
        "ID": "20481",
        "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/seasons/official/0",
        "# Episodes": 1,
        "Episodes": {
          "1": {
            "ID": "5496186",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/5496186",
            "TitleEnglish": "Escape from the Garden of Evil",
            "SummaryEnglish": "In an effort to stop planetary hunger, Jayce’s father, Audric, accidentally creates evil plants that want to consume the minerals and water on every planet they cross. The Universe’s only hope is Jayce and his ragtag crew, who must travel the universe in search of his father and a way to defeat Saw Boss and his evil plant followers, the Monster Minds. Features the episodes \"Escape from the Garden\", \"The Vase of Xiang\", and \"Steel Against Shadow\". Includes the bonus episode, \"Flora, Fauna, and the Monster Minds.\"",
            "Aliases": []
          }
        }
      },
      "1": {
        "ID": "5149",
        "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/seasons/official/1",
        "# Episodes": 65,
        "Episodes": {
          "1": {
            "ID": "105238",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105238",
            "TitleEnglish": "Escape from the Garden of Evil",
            "SummaryEnglish": "When one of Audric's experiments goes wrong, Saw Boss and the Monster Minds are created and set out to conquer the galaxy. Audric creates a magic root which can fight the Monster Minds but it is split into two, one half is taken by Audric, the other by his son, Jayce. The Lightning League seek the help of Herc Stormsailor to escape the planet and locate Audric.",
            "Aliases": []
          },
          "2": {
            "ID": "105239",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105239",
            "TitleEnglish": "The Vase of Xiang",
            "SummaryEnglish": "Jayce travels to Xiang in search of a secret message left by his father in a vase. Saw Boss realises what Jayce is looking for and orders all vases destroyed and Jayce must locate the vase before the message is lost forever.",
            "Aliases": []
          },
          "3": {
            "ID": "105240",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105240",
            "TitleEnglish": "Steel Against Shadow",
            "SummaryEnglish": "The Lightning League go in search of the Helmet of Valroth, which could be a powerful weapon against the Monster Minds but the power of the helmet starts to change Jayce.",
            "Aliases": []
          },
          "4": {
            "ID": "105241",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105241",
            "TitleEnglish": "Silver Crusaders",
            "SummaryEnglish": "The Lightning League discover the Monster Minds about to take over a planet where all plantlife grows to many times its original size. Fearing an army of gigantic Monster Mind drones, they go in search for allies to help the fight, but find the native order of knights very hostile to all foreigners.",
            "Aliases": []
          },
          "5": {
            "ID": "105242",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105242",
            "TitleEnglish": "Ghostship",
            "SummaryEnglish": "The Lightning League investigate an abandoned ship which is emitting a signal from Audric.",
            "Aliases": []
          },
          "6": {
            "ID": "105243",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105243",
            "TitleEnglish": "Flora, Fauna and the Monster Minds",
            "SummaryEnglish": "While stopping to repair the Pride, Gillian and Flora are captured by Monster Minds.",
            "Aliases": []
          },
          "7": {
            "ID": "105244",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105244",
            "TitleEnglish": "Fire and Ice",
            "SummaryEnglish": "The Lightning League is trapped on a icy planet about to be destroyed by a gigantic volcano.",
            "Aliases": []
          },
          "8": {
            "ID": "105245",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105245",
            "TitleEnglish": "Space Outlaws",
            "SummaryEnglish": "Jayce's search for Audric leads him Taber's Belt the home of the Pirate's Guild led by Morgana, an old friend of Herc. When the Pirates, who are working for the Monster Minds, capture the Pride, the League must try to escape and break Morgana free from Saw Boss' influence.",
            "Aliases": []
          },
          "9": {
            "ID": "105246",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105246",
            "TitleEnglish": "Future of the Future",
            "SummaryEnglish": "Having lost Audric's trail, Gillian takes Jayce to the place where all time meets in order to show him the future and track down Audric. Jayce sees a future where the Monster Minds stand unopposed and only by confronting Saw Boss can he change the future and save his father and the galaxy.",
            "Aliases": []
          },
          "10": {
            "ID": "105247",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105247",
            "TitleEnglish": "Underwater",
            "SummaryEnglish": "The search for Audric leads to a planet the Monster Minds are draining of water. Jayce agrees to help the inhabitants stop the Monster Minds.",
            "Aliases": []
          },
          "11": {
            "ID": "105248",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105248",
            "TitleEnglish": "Frostworld",
            "SummaryEnglish": "The Lightning League travel to Auriga, a planet ruled by the tyrant Marduk and famed for its casinos. Jayce helps the people fight Marduk and the Monster Minds.",
            "Aliases": []
          },
          "12": {
            "ID": "105249",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105249",
            "TitleEnglish": "Critical Mass",
            "SummaryEnglish": "After launching setting up a Monster Mind infested galaxy to collapse into a black hole, the League discovers human lifesigns on an asteroid. Jayce is determined to save him, but has less than 3 hours before it's too late.",
            "Aliases": []
          },
          "13": {
            "ID": "105250",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105250",
            "TitleEnglish": "The Purple Tome",
            "SummaryEnglish": "The guardians of the Great Library of Hebron contact Jayce for assistance when they come under attack from Monster Minds. The Lightning League must prevent Saw Boss from stealing the Purple Tome, a book which contains the spells used by the ancient Ashvar civilisation.",
            "Aliases": []
          },
          "14": {
            "ID": "105251",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105251",
            "TitleEnglish": "Hook, Line and Sinker",
            "SummaryEnglish": "The Monster Minds set a trap for Jayce, offering him Audric in exchange for the root. Audric proves to be just an illusion generated by King Phineas after Saw Boss threatened to destroy his planet. The Lightning League and King Phineas must work together to fight the Monster Minds and save his people.",
            "Aliases": []
          },
          "15": {
            "ID": "105252",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105252",
            "TitleEnglish": "Bloodstone",
            "SummaryEnglish": "Saw Boss lures the Lightning League to Kyros, a planet which is being turned into crystal after the power of the Bloodstone was drained by the Monster Minds. Jayce must restore power to the Bloodstone and use it to save the planet before it is too late.",
            "Aliases": []
          },
          "16": {
            "ID": "105253",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105253",
            "TitleEnglish": "The Slaves of Adelbaren",
            "SummaryEnglish": "The Monster Minds take two children from the planet Adelbaren hostage and force their older sister to lure the Lightning League into a trap.",
            "Aliases": []
          },
          "17": {
            "ID": "105254",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105254",
            "TitleEnglish": "The Hunt",
            "SummaryEnglish": "Saw Boss agrees to allow Orion, a hunter who hunts only the most worthy prey, to hunt for Jayce. Orion captures Jayce and takes him to the planet Mortaros to carry out the hunt. Flora undergoes a dangerous procedure to heighten her sensitivity to the root and help the Lightning League find Jayce.",
            "Aliases": []
          },
          "18": {
            "ID": "105255",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105255",
            "TitleEnglish": "Blockade Runners",
            "SummaryEnglish": "The planet Baz sprays all their plants with pesticide to keep the Monster Minds from invading their planet, but the Monster Minds send vines to cut them off from outside shipments of food. Zena, the princess of the planet, contacts Jayce for help, but when the Lightning League arrives on Baz the pesticides begin to kill Flora, and the Monster Minds prevent them from taking her to safety.",
            "Aliases": []
          },
          "19": {
            "ID": "105256",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105256",
            "TitleEnglish": "The Sleeping Princess",
            "SummaryEnglish": "In search of a message from Audric, Jayce lands on a planet protected by telepathic plants which keep the planet concealed. Saw Boss makes a deal with a wicket wizard who has put a sleeping spell on the princess who controls the plants. Jayce captures the wizard and Gillian forces him to look into a special mirror that reads people's minds. Gillian gets the spell to wake the princess. Her powers are weakened by the dying plants, but Flora helps her telepathically reach the Tree of Life, the plant source. The tree battles the Monster Minds vines along with Jayce. Saw Boss is routed once again.",
            "Aliases": []
          },
          "20": {
            "ID": "105257",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105257",
            "TitleEnglish": "Deadly Reunion",
            "SummaryEnglish": "By using a lock of Audric's hair, Saw Boss creates a clone which trick Jayce into a trap. Gillian suspects the truth and convinces Jayce to leave the root behind as a precaution. Jayce is captured and a clone of Jayce is sent back for the root. Flora removes \"Audric's\" gift of a necklace and is once again able to sense plant life. She warns everyone that Jayce is not Jayce and the real Jayce, by using the magic ring, frees himself and arrives in time to help fight off Monster Minds and make good their escape.",
            "Aliases": []
          },
          "21": {
            "ID": "105258",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105258",
            "TitleEnglish": "Sky Kingdom",
            "SummaryEnglish": "Computer calculations give Zartan Omega as the probable location of Audric. This planet is covered with blue light from the red dwarf sun and grows only giant flowers. Upon reaching it, though, they discover Monster Minds have set up a satellite to convert the blue light to red light and evil vines are everywhere slowly killing the planet. Jayce discovers Audric has been there but left at Emira's insistence since it was no longer safe. Gillian rigs up a device to emit electric waves to counter Saw Boss' signals. Oon's metal body is used as a transmitter. Gillian then moves the prism lens on Saw Boss' satellite turning it toward the sun. It overloads and explodes. Gillian leaves his invention with the people so that Saw Boss cannot use another satellite to kill the giant flowers.",
            "Aliases": []
          },
          "22": {
            "ID": "105259",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105259",
            "TitleEnglish": "Quest into Shadow",
            "SummaryEnglish": "An unconquered planet in the midst of Monster Minds intrigues the Lightning League and they go to investigate. Upon crash landing they discover the energy of the Pride and the vehicles and their own energy is being drained. It is an anti-life planet. They meet the Dark Queen who offers them the alternative of the touch of peace. Fearing this touch, they refuse it, but without it their energy will decrease until they cease to exist. Jayce finally figures out that the touch is not death but life. They are all touched and transported to another dimension. Saw Boss and evil forces cannot survive this magic of the Dark Queen; therefore, their planet remains free of Monster Minds. But the people pay a price for their freedom by having to adapt to an anti-life world.",
            "Aliases": []
          },
          "23": {
            "ID": "105260",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105260",
            "TitleEnglish": "Unexpected Trouble",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "24": {
            "ID": "105261",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105261",
            "TitleEnglish": "Bounty Hunters",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "25": {
            "ID": "105262",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105262",
            "TitleEnglish": "Double Deception",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "26": {
            "ID": "105263",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105263",
            "TitleEnglish": "Gate World",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "27": {
            "ID": "105264",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105264",
            "TitleEnglish": "Space Thief",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "28": {
            "ID": "105265",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105265",
            "TitleEnglish": "Moon Magic",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "29": {
            "ID": "105266",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105266",
            "TitleEnglish": "Affair of Honor",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "30": {
            "ID": "105267",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105267",
            "TitleEnglish": "Doom Flower",
            "SummaryEnglish": "While investigating convoys of slaves and equipment heading for the Black Nebula, the Lightning League hear rumours that the Monster Minds are building Doom Flower, a space station that will carry them to another universe with more suns and nutrients, allowing them to grow powerful and return unstoppable. Furthermore, Audric has been captured and is working as a slave on the project. Jayce sets out to rescue his father and stop the Monster Minds before they can activate Doom Flower.",
            "Aliases": []
          },
          "31": {
            "ID": "105268",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105268",
            "TitleEnglish": "The Stallions of Sandeen",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "32": {
            "ID": "105269",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105269",
            "TitleEnglish": "Brain Trust",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "33": {
            "ID": "105270",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105270",
            "TitleEnglish": "Lightning Strikes Twice",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "34": {
            "ID": "105271",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105271",
            "TitleEnglish": "The Liberty Stone (1)",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "35": {
            "ID": "105272",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105272",
            "TitleEnglish": "The Vines (2)",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "36": {
            "ID": "105273",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105273",
            "TitleEnglish": "The Spacefighter (3)",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "37": {
            "ID": "105274",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105274",
            "TitleEnglish": "Heart of Paxtar (4)",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "38": {
            "ID": "105275",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105275",
            "TitleEnglish": "Appointment at Forever (5)",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "39": {
            "ID": "105276",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105276",
            "TitleEnglish": "What's Going On?",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "40": {
            "ID": "105277",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105277",
            "TitleEnglish": "Dark Singer",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "41": {
            "ID": "105278",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105278",
            "TitleEnglish": "Swamp Witch",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "42": {
            "ID": "105279",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105279",
            "TitleEnglish": "Deadly Reflections",
            "SummaryEnglish": "The Lightning League install a shield around the planet Eldor to protect its inhabitants from the Monster Minds. As they leave the planet Saw Boss lures them into a trap, a portal to a negative universe. Although they escape the trap another version of the Pride of the Skies containing an evil version of the Lightning League comes through the portal and Saw Boss enlists their help in destroying the real Lightning Leaue and the planet Eldor.",
            "Aliases": []
          },
          "43": {
            "ID": "105280",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105280",
            "TitleEnglish": "Early Warning",
            "SummaryEnglish": "Saw Boss learns the Vine Stopper, a weapon created by Audric, could be reversed to speed up the vines' growth and sends troops to capture it. When the Lightning League hear of Saw Boss' plans they race to where Audric has hidden the device to secure it before the Monster Minds can but accidentally trigger a self destruct sequence that threatens to destroy the device and the whole planet.",
            "Aliases": []
          },
          "44": {
            "ID": "105281",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105281",
            "TitleEnglish": "A Question of Conscience",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "45": {
            "ID": "105282",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105282",
            "TitleEnglish": "Life Ship",
            "SummaryEnglish": "The Lightning League try to stop Saw Boss from taking control of the Edro Lifeship, a vessel which has been transporting the Edro civilisation towards a new home for 5000 years. The Edro defence system, Myrmidon, seems oblivious of the Monster Minds presence and refuses to let Jayce speak to the Edro and warn them of the danger they face.",
            "Aliases": []
          },
          "46": {
            "ID": "105283",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105283",
            "TitleEnglish": "The Mirage Makers",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "47": {
            "ID": "105284",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105284",
            "TitleEnglish": "Do Not Disturb",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "48": {
            "ID": "105285",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105285",
            "TitleEnglish": "Dream World",
            "SummaryEnglish": "The Lightning League travel to Dream World, a planet where (according to legend) people's dreams come true. At first, everything seems to go according to plan - Jayce and Audric are reunited, Gillian and Flora rediscover the Garden and Herc finally gets paid. But things take a sinister turn when the Monster Minds show up and destroy the Roots just as Jayce and Audric are grafting them; shortly afterwards, Audric is apparently killed in a Monster Mind ambush. Determined not to let Saw Boss win, the Lightning League head back to the Pride, but, with all their vehicles destroyed by the climax, will the power of their dreams be enough to save them?",
            "Aliases": []
          },
          "49": {
            "ID": "105286",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105286",
            "TitleEnglish": "The Children of Solarus II",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "50": {
            "ID": "105287",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105287",
            "TitleEnglish": "The Gardener",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "51": {
            "ID": "105288",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105288",
            "TitleEnglish": "Armada",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "52": {
            "ID": "105289",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105289",
            "TitleEnglish": "The Chimes of Sharpis",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "53": {
            "ID": "105290",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105290",
            "TitleEnglish": "Galaxy Gamester",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "54": {
            "ID": "105291",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105291",
            "TitleEnglish": "Circus Planet",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "55": {
            "ID": "105292",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105292",
            "TitleEnglish": "Common Bond",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "56": {
            "ID": "105293",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105293",
            "TitleEnglish": "Mistress of Soul Tree",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "57": {
            "ID": "105294",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105294",
            "TitleEnglish": "The Life Eater",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "58": {
            "ID": "105295",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105295",
            "TitleEnglish": "Wasteland",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "59": {
            "ID": "105296",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105296",
            "TitleEnglish": "The Oracle",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "60": {
            "ID": "105297",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105297",
            "TitleEnglish": "Short Circuit, Long Wait",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "61": {
            "ID": "105298",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105298",
            "TitleEnglish": "Time and Time Again",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "62": {
            "ID": "105299",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105299",
            "TitleEnglish": "The Source",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "63": {
            "ID": "105300",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105300",
            "TitleEnglish": "The Raid",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "64": {
            "ID": "105301",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105301",
            "TitleEnglish": "The Squire Smith",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "65": {
            "ID": "105302",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/jayce-and-the-wheeled-warriors/episodes/105302",
            "TitleEnglish": "Final Ride at Journey's End",
            "SummaryEnglish": null,
            "Aliases": []
          }
        }
      }
    }
  }
]