{
    "URL": "https://www.thetvdb.com/series/macross",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0142183/",
        "https://www.themoviedb.org/tv/21734"
    ],
    "TitleEnglish": "Macross",
    "SummaryEnglish": "In 1999, an alien ship crashes on South Atalia Island. Humans then know that they are not alone in space. Ten years later the ship has been rebuilt and named the SDF-1 Macross. However, on the day of its take off, a species called the Zentraedi arrive at Earth, beginning the UN Spacy vs. Zentraedi war that forever change the history of these two species.",
    "Aliases": [
        "SDF Macross",
        "Super Dimensional Fortress Macross",
        "The Super Dimension Fortress Macross"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "20503",
            "URL": "https://www.thetvdb.com/series/macross/seasons/official/0",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "635381",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/macross/episodes/635381",
                    "TitleEnglish": "Do You Remember Love",
                    "SummaryEnglish": "Ichijou Hikaru is a Valkyrie pilot aboard the SDF-1 Macross, which is in the middle of a cosmic war against a race of giant humanoid aliens, the Zentradi. During the battle, he comes across the pop star Lynn Minmay whose singing might be the only hope against the Zentradi's culture. But can she sing when Hikaru, her love is caught between the pop star and Lieutenant Hayase Misa."
                },
                "2": {
                    "ID": "1020141",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/macross/episodes/1020141",
                    "TitleEnglish": "Flashback 2012",
                    "SummaryEnglish": "The Super Dimension Fortress Macross: Flash Back 2012 is a 1987 collection of music videos from The Super Dimension Fortress Macross animated television series (1982-1983) and The Super Dimension Fortress Macross: Do You Remember Love? theatrical film remake (1984)."
                },
                "3": {
                    "ID": "3853721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/3853721",
                    "TitleEnglish": "20th Anniversary Premium Collection",
                    "SummaryEnglish": "A showcase of Macross variable fighters in action, from the VF-1 Valkyrie to the YF-19 and YF-21 - as animated in 3D by Gonzo. Part of the Macross 20th Anniversary Premium Collection DVD."
                },
                "5": {
                    "ID": "8877366",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/macross/episodes/8877366",
                    "TitleEnglish": "Macross Ep. 11 (Original Broadcast Version)",
                    "SummaryEnglish": "Original boardcast version of episode 11. Notorious for extremely poor animation. Released as Blu-ray bonus feature."
                },
                "6": {
                    "ID": "8991215",
                    "TYPE": "Pilots",
                    "URL": "https://www.thetvdb.com/series/macross/episodes/8991215",
                    "TitleEnglish": "SDF Macross 01&02 Special Version",
                    "SummaryEnglish": "The first two episodes of Super Dimension Fortress Macross, as originally broadcast on Oct. 3, 1982,"
                },
                "7": {
                    "ID": "9328512",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/macross/episodes/9328512",
                    "TitleEnglish": "Mech Graffiti",
                    "SummaryEnglish": "Official video of footage taken from the Macross series, set to music of Iijima Mari (Lin Minmei)."
                },
                "8": {
                    "ID": "9337898",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/macross/episodes/9337898",
                    "TitleEnglish": "30th Anniversary Special",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "5195",
            "URL": "https://www.thetvdb.com/series/macross/seasons/official/1",
            "# Episodes": 36,
            "Episodes": {
                "1": {
                    "ID": "105774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/105774",
                    "TitleEnglish": "Booby Trap",
                    "SummaryEnglish": "In 1999, a giant alien spacecraft crash-lands on South Ataria Island. Humanity proceeds to attempt to rebuild this marvel, but political conflicts centered around the \"Macross\" result in a global war. After 10 years, the \"Unification Wars\" are finally over, the new Earth United Nations Government is in power, and work on the Macross is complete. On the day of the launching ceremony, its main cannon fires on its own, destroying an alien spacecraft. This fateful day marks the beginning of the war between the humans on the Macross and the Zentradi, a race of humanoid aliens of giant proportions."
                },
                "2": {
                    "ID": "331921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331921",
                    "TitleEnglish": "Countdown",
                    "SummaryEnglish": "Fan Racer pilot Hikaru Ichijyo is about to get a joy ride in a Valkyrie fighter from his Senpai, Major Roy Focker, when an air raid alert is called - Aliens are attacking. Left alone by Focker, and having nothing better to do, he falls asleep in the cockpit, only to be awoken by an order to launch into combat. Hikaru gets his first taste of combat, and also meets 15-year-old Lynn Minmay, the young woman who will have the greatest impact on the rest of his life. The Macross begins its launch and its crew finds themselves facing an unknown enemy and an uncertain future."
                },
                "3": {
                    "ID": "331922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331922",
                    "TitleEnglish": "Space Fold",
                    "SummaryEnglish": "The Captain of the Macross is forced to make a quick decision due to the relentless attacks of the enemy. Using alien technology that humanity has not yet been able to test, the Macross makes a space fold near the Earth's surface, above South Ataria Island. Little do they know the consequences this desperate action will have."
                },
                "4": {
                    "ID": "331923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331923",
                    "TitleEnglish": "Lynn Minmay",
                    "SummaryEnglish": "The Captain of the Macross is forced to make a quick decision due to the relentless attacks of the enemy. Using alien technology that humanity has not yet been able to test, the Macross makes a space fold near the Earth's surface, above South Ataria Island. Little do they know the consequences this desperate action will have."
                },
                "5": {
                    "ID": "331924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331924",
                    "TitleEnglish": "Transformation",
                    "SummaryEnglish": "The Zentradi locate the Macross and resume their attacks. Captain Global learns that the disappearance of the fold system during their first fold severed the energy conduits that permit the firing of the main cannon. However, a drastic reconfiguration of the ship can restore the connections. The Zentradi send out a few ships to observe the Macross and Global is forced to transform the Macross even at the cost of destroying some of the rebuilt city now nestled within it. Meanwhile, Roy and Minmay suggest to Hikaru that he should join the military so that he can continue flying."
                },
                "6": {
                    "ID": "331925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331925",
                    "TitleEnglish": "Daedalus Attack",
                    "SummaryEnglish": "The Macross crew develops a protective barrier from the energy anomaly left by the fold system disappearance. However, they can only create three small movable shields. As they approach Saturn, the Zentradi send out a ship to keep the Macross from hiding in the planet's ice rings. Little do they know that the Macross doesn't intend to hide. Unfortunately, the crew discovers that the main cannon cannot operate at the same time as the Pin Point Barrier. First Lieutenant Misa Hayase, Macross Bridge Operator, develops a new kind of attack in order to save the Macross."
                },
                "7": {
                    "ID": "331926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331926",
                    "TitleEnglish": "Bye-bye Mars",
                    "SummaryEnglish": "Having discovered an abandoned base on Mars, the Zentradi set up a trap for the Macross. The ship already far off the intended course for Earth, makes a stop on Mars for much needed supplies. Driven by personal considerations, Misa requests permission to inspect the base for the origin of an emergency signal. The Zentradi spring their trap, pinning the Macross to the surface. Misa is forced to blow up the base's underground nuclear reactor to release the Macross. Hikaru is sent to rescue her after she finds Herself trapped in the doomed base."
                },
                "8": {
                    "ID": "331927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331927",
                    "TitleEnglish": "Longest Birthday",
                    "SummaryEnglish": "As Lynn Minmay prepares to celebrate her birthday, Hikaru begins to wonder about his relationship with Minmay and emerging feelings for Misa Hayase. Hikaru is promoted and has Maximilian Jenius and Hayao Kakizaki assigned as his wingmen. Quamzin Kravshera mounts another strike against the Macross whilst Hikaru wonders if he'll celebrate Minmay's birthday in time."
                },
                "9": {
                    "ID": "331928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331928",
                    "TitleEnglish": "Miss Macross",
                    "SummaryEnglish": "A TV station is launched on the Macross, and to celebrate, the first ever 'Miss Macross' beauty pageant takes place. Minmay enters, but by doing so she ends up missing dinner with Hikaru on the same night. A Zentradi spy ship approaches the Macross and with Max and Kakizaki on leave, Hikaru intercepts it alone."
                },
                "10": {
                    "ID": "331929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331929",
                    "TitleEnglish": "Blind Game",
                    "SummaryEnglish": "Rori, Konda and Warera - three Zentradi spies who mounted the spy plane in the previous episode - report to Britai and Exsedol on their findings. The Earth refuses to aid the Macross after contact is made for the first time in months. Meanwhile, Quamzin disobeys orders and attacks the Macross radar array, forcing the crew of the ship to send a recon plane to guide them away from the Zentradi."
                },
                "11": {
                    "ID": "331930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331930",
                    "TitleEnglish": "First Contact",
                    "SummaryEnglish": "After being captured by the Zentradi, Misa, Hikaru and Kakizaki are 'interviewed' on human culture by Britai, Exsedol, and Supreme Commander of all Zentradi forces, Golg Boddole Zer - marking the first verbal encounter between the two races. They discover that the Zentradi have no sense of culture and fear intimacy between men and women. Max, having been separated from the others, formulates a plan to rescue them. Meanwhile, Minmay begins a singing career on the Macross."
                },
                "12": {
                    "ID": "331931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331931",
                    "TitleEnglish": "Big Escape",
                    "SummaryEnglish": "As the four miclone prisoners attempt to make their escape, a fearsome female Zentradi pilot, Milia Fallyna, attempts to approach the Macross on her Queadluun-Rau powered armor to help sneak aboard the three Zentradi spies - now micronized to human size."
                },
                "13": {
                    "ID": "331932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331932",
                    "TitleEnglish": "Blue Wind",
                    "SummaryEnglish": "With Earth only two days away by full speed, Global decides to ram the Macross through a Zentradi blockade. Meanwhile, Rori, Konda and Warera begin to explore human culture up close in micronized form."
                },
                "14": {
                    "ID": "331933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331933",
                    "TitleEnglish": "Global Report",
                    "SummaryEnglish": "In this clip show, Global records his report to U.N. Spacy on what has transpired since the beginning of the series. His report is set to clips of some of the major events from episodes 1-12."
                },
                "15": {
                    "ID": "331934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331934",
                    "TitleEnglish": "Chinatown",
                    "SummaryEnglish": "Whilst Misa and Global travel to the Alaskan headquarters of the new UN, Hikaru escorts Minmay to Japan so that she could visit her parents. Lynn Kaifun, a relative of Minmay, joins the Macross to see his parents and protect Minmay."
                },
                "16": {
                    "ID": "331935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331935",
                    "TitleEnglish": "Kung Fu Dandy",
                    "SummaryEnglish": "The crew of the Macross are informed to not let anyone, including civilians, leave the ship, so as to keep the truth of the Zentradi's existence from causing widespread panic. The civilians within the Macross become increasingly unruly and violent toward the military personnel and crew members. Meanwhile, Quamzin returns, breaking orders and attacking the Macross while it sits in the Atlantic ocean."
                },
                "17": {
                    "ID": "331936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331936",
                    "TitleEnglish": "Phantasm",
                    "SummaryEnglish": "A special clip episode where following a severe injury sustained in the previous episode, an incapacitated Hikaru lies in a hospital bed inside the Macross, dreaming about the previous events and his developing relationship with Misa and his ill-fated friendship with Minmay."
                },
                "18": {
                    "ID": "331937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331937",
                    "TitleEnglish": "Pineapple Salad",
                    "SummaryEnglish": "With Hikaru still recovering, Roy has Max and Kakizaki assigned to his Skull Squadron as his wingmen. Milia attacks the Macross with her Queadluun-Rau squadron, however, she has a personal vendetta against an ace human pilot that Quamzin believes she can't defeat."
                },
                "19": {
                    "ID": "331938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331938",
                    "TitleEnglish": "Burst Point",
                    "SummaryEnglish": "Still feeling the effects of a tragic loss from the previous battle, Hikaru is assigned a new Valkyrie fighter. Global wants to test out a barrier defense system against a new attack by Quamzin. But for the Ontario region where the battle takes place, this could end in disaster. And in the female Zentradi fleet, Milia approaches her commander, Moruk Laplamiz, to gain permission to be micronized so she could infiltrate the Macross."
                },
                "20": {
                    "ID": "331939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331939",
                    "TitleEnglish": "Paradise Lost",
                    "SummaryEnglish": "After the catastrophic events in the previous encounter with the Zentradi, the UN orders the Macross to leave Earth in order to give the UN Spacy more time to formulate a defense plan against the aliens. Returning once more to Britai's ship, the macronized Zentradi spies bring back 'samples' of culture to their dumbfounded comrades."
                },
                "21": {
                    "ID": "331940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331940",
                    "TitleEnglish": "Micro Cosmos",
                    "SummaryEnglish": "Milia is now aboard the Macross as a spy and marvels at human culture. The premiere of Minmay's film Shao Pai Long (Little White Dragon) takes place. A Zentradi attack prompts another transformation to combat mode, and Hikaru and Misa end up being trapped within the walls of the ship, where they end up learning more about each other. Milia continues to search for the miclone pilot who defeated her."
                },
                "22": {
                    "ID": "331941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331941",
                    "TitleEnglish": "Love Concert",
                    "SummaryEnglish": "Zentradi soldiers - having experienced and enjoyed some elements of human culture brought back by the three spies - attempt to defect to the Macross. A Daedalus Attack on Britai's ship allows them to pour through. During a concert by Minmay, a confusing three-way battle ensues inside the ship, with Zentradi refugees against Quamzin's forces, and the unwitting UN Spacy on the other side."
                },
                "23": {
                    "ID": "331942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331942",
                    "TitleEnglish": "Drop Out",
                    "SummaryEnglish": "The battle within the city comes to a close, with the surviving Zentradi defectors coming to terms with the destruction they caused. Along with Rori, Konda and Warera, the defectors are all given asylum within the Macross. Misa prepares to travel back to Earth to the UN Headquarters, whilst Hikaru begins to further contemplate his feelings for her."
                },
                "24": {
                    "ID": "331943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331943",
                    "TitleEnglish": "Good-Bye Girl",
                    "SummaryEnglish": "Max has a chance encounter with Milia in a video game arcade, and proceeds to defeating her a second time during a game. They arrange to have a date in the park later, where Milia secretly plans to destroy him. Misa is escorted back to Earth by Hikaru, so that she could meet her father."
                },
                "25": {
                    "ID": "331944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331944",
                    "TitleEnglish": "Virgin Road",
                    "SummaryEnglish": "Max encounters Milia in the park and a knife fight between them ensues when she reveals that she is a Zentradi. Max defeats her for the third time, sparing her life, and the two fall in love. Milia decides to join the Macross and their immediate marriage marks the first union between a human and Zentradi, causing celebrations everywhere along Macross City. Boddole Zer, on the other hand, doesn't like the idea and plans to fix the 'contamination' that is human culture once and for all."
                },
                "26": {
                    "ID": "331945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331945",
                    "TitleEnglish": "Messenger",
                    "SummaryEnglish": "In a surprising turn of events, Exsedol Folmo is micronized and attempts to seek peace negotiations with the people of the Macross. During the negotiations, Exsedol reveals that the defection of the Zentradi soldiers could be related to a new cultural awakening caused by Minmay's songs. Hikaru begins to long for Misa, who is still on Earth, trying to convince her father and the UN that the two races may have a chance of co-existing peacefully."
                },
                "27": {
                    "ID": "331946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331946",
                    "TitleEnglish": "Love Drifts Away",
                    "SummaryEnglish": "An epic battle for the Earth takes place when Boddole Zer's main fleet of over 4,000,000 warships fold above Earth's atmosphere. Using the power of culture from Lynn Minmay's singing, the Macross, along with its allied Zentradi fleet, attempts a daring last stand to Boddole Zer's forces. Heroes will die, a world may fall, but will love prevail?"
                },
                "28": {
                    "ID": "331947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331947",
                    "TitleEnglish": "My Album",
                    "SummaryEnglish": "Two years have passed after the final battle with Boddole Zer. The Macross is now a relic of the conflict known as Space War I, and sits in a large lake in barren Alaska. Earth is still a desolate wasteland, and small towns and forests are located miles around Macross City. The allied Zentradi fleets, along with the citizens from the Macross, maintain a nervous peace. The work to rebuild Earth by both sides is in full swing. Hikaru looks back on the times spent with Roy Focker for advice on what do about his feelings for both Misa and Minmay."
                },
                "29": {
                    "ID": "331948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331948",
                    "TitleEnglish": "Lonely Song",
                    "SummaryEnglish": "As some of the giant Zentradi begin to rebel over their new way of life with the humans, Minmay's fame begins to slip away. Wandering around from tour to tour of the local towns, Minmay contemplates at what could have been a serious relationship with the now distant Hikaru."
                },
                "30": {
                    "ID": "331949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331949",
                    "TitleEnglish": "Viva Maria",
                    "SummaryEnglish": "Max, Milia, and their baby daughter, Komilia Maria, play a crucial role in the capture of a Zentradi satellite factory - the source of the overtechnology of which the aliens rely on."
                },
                "31": {
                    "ID": "331950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331950",
                    "TitleEnglish": "Satan's Dolls",
                    "SummaryEnglish": "Exsedol and Global gather the crew of the Macross to reveal the origin of the nomadic Zentradi at last. Meanwhile, Quamzin's forces attempt to steal a macronization chamber."
                },
                "32": {
                    "ID": "331951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331951",
                    "TitleEnglish": "Broken Heart",
                    "SummaryEnglish": "Quamzin kidnaps Minmay and Kaifun, and holds them for ransom. Hikaru and his squadron prepare a rescue mission."
                },
                "33": {
                    "ID": "331952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331952",
                    "TitleEnglish": "Rainy Night",
                    "SummaryEnglish": "As Misa begins to realize she may be losing Hikaru to Minmay, Claudia helps her friend by recounting her early experiences with Roy Focker."
                },
                "34": {
                    "ID": "331953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331953",
                    "TitleEnglish": "Private Time",
                    "SummaryEnglish": "The love triangle between Hikaru, Misa and Minmay intensifies when he decides to skip out on a picnic with the commander, so he could have lunch with the pop idol instead. Giant Zentradi rebellions begin heating up, making matters worse for the humans."
                },
                "35": {
                    "ID": "331954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331954",
                    "TitleEnglish": "Romanesque",
                    "SummaryEnglish": "It's Christmas Time, and Minmay's life begins to spiral into depression forcing her to seek Hikaru, which further isolates Misa. Quamzin's forces attack Onogi City on Christmas Eve to capture a reaction (Nuclear power) engine power condenser. Max and Milia's squadron is ambushed as they intercept, and Milia faces Laplamiz during the showdown."
                },
                "36": {
                    "ID": "331955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331955",
                    "TitleEnglish": "Farewell to Tenderness",
                    "SummaryEnglish": "Global informs Misa that the SDF-2, the successor to the Macross, is nearly ready to begin colonizing the galaxy - with her as the captain of the mission. Now that the reaction engine is built into his craft, Quazmin, Laplamiz, and their henchmen attack Macross City with missiles and waves of mecha. Hikaru, Misa and Minmay's love triangle reaches its climax, as Hikaru must decide whether he will go with the pop idol who brushed him aside and now desperately needs him, or the military commander who loves him deeply, but may leave him forever by the line of duty."
                }
            }
        }
    }
}