{
    "URL": "https://www.thetvdb.com/series/macross",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0142183/",
        "https://www.themoviedb.org/tv/21734"
    ],
    "TitleEnglish": "Macross",
    "SummaryEnglish": "In 1999, an alien ship crashes on South Atalia Island. Humans then know that they are not alone in space. Ten years later the ship has been rebuilt and named the SDF-1 Macross. However, on the day of its take off, a species called the Zentraedi arrive at Earth, beginning the UN Spacy vs. Zentraedi war that forever change the history of these two species.",
    "TitleJapanese": "超時空要塞マクロス",
    "SummaryJapanese": "1999年、突如、地球に巨大な宇宙戦艦が落下してきた。人類は地球外の宇宙空間で戦闘があることを知り、落下した戦艦から高度なテクノロジーを吸収した。 \n一方、数年におよぶ地上での統合戦争を経て、地球統合政府を樹立。戦艦は地球統合軍のものとして修復された。\n そして2009年。 「SDF-1マクロス」と命名された戦艦は進駐式の日、人類の意に反して主砲を発射してしまう。 直後、地球外の巨大異星人ゼントラーディは、その圧倒的な戦力をもって地球への攻撃を開始した。それは「マクロス」にプログラムされていた、巧みなブービートラップだった。 マクロスは、発進と同時に実戦を開始する羽目になってしまう。 \n進宙式を見に来ていた民間人パイロットの一条輝は偶然、可変戦闘機バルキリーに乗ってしまい、否応なく戦場に駆り出される。戦闘の最中、輝は統合軍の管制オペレーター早瀬未沙や、中華料理店の娘、リン・ミンメイと出会う。\n 圧倒的な戦闘力をほこるゼントラーディ軍からの攻撃を逃れるため、宇宙空間へフォールドを決行する。だが、まだ試験段階に近いマクロスの機能は、フォールドの失敗という形で表れてくる。発進の際に収容した５万６千の一般市民を抱え込んだまま、マクロスは太陽系の外周部へと…。しかも、強大なゼントラーディ軍の魔の手はマクロスにものびてきた。かくして地球の安否も知れぬままに、マクロスの長く苦しい地球への帰還の旅は開始された。",
    "Aliases": [
        "SDF Macross",
        "Super Dimensional Fortress Macross",
        "The Super Dimension Fortress Macross"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "20503",
            "URL": "https://www.thetvdb.com/series/macross/seasons/official/0",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "635381",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/macross/episodes/635381",
                    "TitleEnglish": "Do You Remember Love",
                    "SummaryEnglish": "Ichijou Hikaru is a Valkyrie pilot aboard the SDF-1 Macross, which is in the middle of a cosmic war against a race of giant humanoid aliens, the Zentradi. During the battle, he comes across the pop star Lynn Minmay whose singing might be the only hope against the Zentradi's culture. But can she sing when Hikaru, her love is caught between the pop star and Lieutenant Hayase Misa.",
                    "TitleJapanese": "超時空要塞マクロス～愛、覚えていますか～",
                    "SummaryJapanese": "広大な宇宙で巨大異星人による二大勢力が戦いを繰り広げていた。一方は男だけの勢力ゼントラーディ軍、もう一方は女だけの勢力メルトランディ軍。そしてこの戦いは地球をも巻き込んでいった。\n\n突然の攻撃に宇宙戦艦マクロスが交戦したが、トラブルから太陽系外縁に飛び出し地球帰還の術を失ってしまう。マクロス内には都市が形成され、市民は地球への思いを馳せ、生きていた。\n\nそんな彼らの心を癒すのは歌手リン．ミンメイの歌声だった。思いがけずスターとなったミンメイが唯一心の支えとしたのは、統合軍バルキリー隊のパイロット一条輝である。輝にとってもミンメイは心休まる存在であった。が一方で輝は上官である早瀬未沙と同じ戦場に生きる中で、愛の芽生えるのを感じはじめていた。\nミンメイと未沙との愛の狭間で、輝の心は揺れ動く。\n\n熾烈をきわめる戦況の中、マクロスは人類の存亡を賭け、ミンメイの歌を唯一の武器に最後の戦いに挑んでいく。"
                },
                "2": {
                    "ID": "1020141",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/macross/episodes/1020141",
                    "TitleEnglish": "Flashback 2012",
                    "SummaryEnglish": "The Super Dimension Fortress Macross: Flash Back 2012 is a 1987 collection of music videos from The Super Dimension Fortress Macross animated television series (1982-1983) and The Super Dimension Fortress Macross: Do You Remember Love? theatrical film remake (1984).",
                    "TitleJapanese": "超時空要塞マクロス FLASH BACK 2012",
                    "SummaryJapanese": "1984年公開の劇場版『超時空要塞マクロス 愛・おぼえていますか』は、諸般の事情により本編後のエンディングフィルムの制作が見送られた。この中ではエンディングテーマ曲『天使の絵の具』を歌うヒロイン、リン・ミンメイのコンサートシーンが描かれる予定だった。本作品はこのシーンを再現するために企画されたもので、初代マクロスの最後の映像作品となった。 マクロスはアニメとポップ・ミュージックのメディアミックスの先駆けであり、この作品も1980年代のアイドルのミュージックビデオのような、ライブ映像やイメージフィルム風の映像で構成されている。2012年のコンサートシーンを映した『天使の絵の具 part1』と、巨大宇宙移民船メガロード-01の旅立ちを描いた『天使の絵の具 part2』は新規作画。その他8曲の映像には、テレビシリーズと劇場版の編集フィルムや、美樹本晴彦のイラストが用いられている。全編音楽による構成のため、旧声優陣による新たなアフレコは行われていない。 内容に明確な筋立てはなく、戦争、恋愛、別れなどをへて、未来へと飛び立つ人々の希望が表現されている。リン・ミンメイは地球でのさよならサマーコンサートツアーを終え、過去や未来のイメージが交錯（フラッシュバック）するなか、メガロード-01艦長早瀬未沙、航空隊長一条輝らとともに遥かな宇宙航海へと旅立つ。"
                },
                "3": {
                    "ID": "3853721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/3853721",
                    "TitleEnglish": "20th Anniversary Premium Collection",
                    "SummaryEnglish": "A showcase of Macross variable fighters in action, from the VF-1 Valkyrie to the YF-19 and YF-21 - as animated in 3D by Gonzo. Part of the Macross 20th Anniversary Premium Collection DVD.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "3853731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/3853731",
                    "TitleEnglish": "Clash of the Bionoids",
                    "SummaryEnglish": "Clash of the Bionoids is an Hong-King English dubbed and altered version of the original Japanese film \"Macross: Ai Oboete Imasu ka\" or 'Love: Do you Remember?'.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "8877366",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/macross/episodes/8877366",
                    "TitleEnglish": "Macross Ep. 11 (Original Broadcast Version)",
                    "SummaryEnglish": "Original boardcast version of episode 11. Notorious for extremely poor animation. Released as Blu-ray bonus feature.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "8991215",
                    "TYPE": "Pilots",
                    "URL": "https://www.thetvdb.com/series/macross/episodes/8991215",
                    "TitleEnglish": "SDF Macross 01&02 Special Version",
                    "SummaryEnglish": "The first two episodes of Super Dimension Fortress Macross, as originally broadcast on Oct. 3, 1982,",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "9328512",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/macross/episodes/9328512",
                    "TitleEnglish": "Mech Graffiti",
                    "SummaryEnglish": "Official video of footage taken from the Macross series, set to music of Iijima Mari (Lin Minmei).",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "9337898",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/macross/episodes/9337898",
                    "TitleEnglish": "30th Anniversary Special",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "5195",
            "URL": "https://www.thetvdb.com/series/macross/seasons/official/1",
            "# Episodes": 36,
            "Episodes": {
                "1": {
                    "ID": "105774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/105774",
                    "TitleEnglish": "Booby Trap",
                    "SummaryEnglish": "In 1999, a giant alien spacecraft crash-lands on South Ataria Island. Humanity proceeds to attempt to rebuild this marvel, but political conflicts centered around the \"Macross\" result in a global war. After 10 years, the \"Unification Wars\" are finally over, the new Earth United Nations Government is in power, and work on the Macross is complete. On the day of the launching ceremony, its main cannon fires on its own, destroying an alien spacecraft. This fateful day marks the beginning of the war between the humans on the Macross and the Zentradi, a race of humanoid aliens of giant proportions.",
                    "TitleJapanese": "ブービー･トラップ",
                    "SummaryJapanese": "民間人のパイロット、一条輝は先輩･フォッカーに会うために進宙式にやってきた。その時、マクロスに仕掛けられたブービートラップが作動。ゼントラーディ軍は、10年前に撃墜した艦であることを知り、攻撃を掛けてきたのだ。輝は戦闘中、バルキリーVT102を操縦することになったが撃墜され、バトロイド型に変形して街になんとか不時着するが……。"
                },
                "2": {
                    "ID": "331921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331921",
                    "TitleEnglish": "Countdown",
                    "SummaryEnglish": "Fan Racer pilot Hikaru Ichijyo is about to get a joy ride in a Valkyrie fighter from his Senpai, Major Roy Focker, when an air raid alert is called - Aliens are attacking. Left alone by Focker, and having nothing better to do, he falls asleep in the cockpit, only to be awoken by an order to launch into combat. Hikaru gets his first taste of combat, and also meets 15-year-old Lynn Minmay, the young woman who will have the greatest impact on the rest of his life. The Macross begins its launch and its crew finds themselves facing an unknown enemy and an uncertain future.",
                    "TitleJapanese": "カウント･ダウン",
                    "SummaryJapanese": "不時着に成功した輝は、街でリン･ミンメイという少女に出逢う。避難中に攻撃を受けたミンメイを救うため、ポッドに攻撃を仕掛ける輝。その中から、バルキリーと同じくらい巨大な異星人が現れた。輝は、あまりに人間に似た異星人を殺したことに戦慄し、またこのバトロイドが彼等と闘うことを前提に作られていることを知るのだった。"
                },
                "3": {
                    "ID": "331922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331922",
                    "TitleEnglish": "Space Fold",
                    "SummaryEnglish": "The Captain of the Macross is forced to make a quick decision due to the relentless attacks of the enemy. Using alien technology that humanity has not yet been able to test, the Macross makes a space fold near the Earth's surface, above South Ataria Island. Little do they know the consequences this desperate action will have.",
                    "TitleJapanese": "スペース･ フォールド",
                    "SummaryJapanese": "宇宙に向けて発進したマクロスは、敵の攻撃の目をそらすために地表すれすれでフォールド（空間転移）を行い、月の裏側へ行く計画を立てた。しかし、フォールドした場所は、冥王星であった。マクロスから抜け出した輝とミンメイは無事帰還するが、たどり着いたのは閉鎖された無人ブロックだったのだ。"
                },
                "4": {
                    "ID": "331923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331923",
                    "TitleEnglish": "Lynn Minmay",
                    "SummaryEnglish": "The Captain of the Macross is forced to make a quick decision due to the relentless attacks of the enemy. Using alien technology that humanity has not yet been able to test, the Macross makes a space fold near the Earth's surface, above South Ataria Island. Little do they know the consequences this desperate action will have.",
                    "TitleJapanese": "リン･ミンメイ",
                    "SummaryJapanese": "隔離された無人ブロックに帰還した二人は、出口を探しすが結局見つからなかった。12日もの月日が流れ、絶望する二人。一緒に死のうというミンメイに輝の心は揺れるが、その時に不発弾の貫通により壁に穴が開き、二人は助け出された。一緒に死にたいと言ったときとは全く違う、明るいミンメイの姿を見た輝は驚き、また落胆するのであった。"
                },
                "5": {
                    "ID": "331924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331924",
                    "TitleEnglish": "Transformation",
                    "SummaryEnglish": "The Zentradi locate the Macross and resume their attacks. Captain Global learns that the disappearance of the fold system during their first fold severed the energy conduits that permit the firing of the main cannon. However, a drastic reconfiguration of the ship can restore the connections. The Zentradi send out a few ships to observe the Macross and Global is forced to transform the Macross even at the cost of destroying some of the rebuilt city now nestled within it. Meanwhile, Roy and Minmay suggest to Hikaru that he should join the military so that he can continue flying.",
                    "TitleJapanese": "トランス･フォーメーション",
                    "SummaryJapanese": "自分の飛行機も壊れてしまい、自分が何をすればよいか分からなくなった輝。反対に、ミンメイは中華料理店を再開するために活発に働き始める。そんなとき、ゼントラーディ軍が攻撃を仕掛けてきた。主砲を打つには、トランスフォーメーションしなければならなかったマクロスは、街に再び甚大な被害をもたらす。その時、輝はミンメイを守るためにも軍隊に入ることを誓うのだった。"
                },
                "6": {
                    "ID": "331925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331925",
                    "TitleEnglish": "Daedalus Attack",
                    "SummaryEnglish": "The Macross crew develops a protective barrier from the energy anomaly left by the fold system disappearance. However, they can only create three small movable shields. As they approach Saturn, the Zentradi send out a ship to keep the Macross from hiding in the planet's ice rings. Little do they know that the Macross doesn't intend to hide. Unfortunately, the crew discovers that the main cannon cannot operate at the same time as the Pin Point Barrier. First Lieutenant Misa Hayase, Macross Bridge Operator, develops a new kind of attack in order to save the Macross.",
                    "TitleJapanese": "ダイダロス･アタック",
                    "SummaryJapanese": "様々な訓練を積んだ輝は、いよいよ実戦に向かうことになった。つかの間のミンメイとのデートの中で、輝はもう二度と戻ってこれないかも知れないことを感じる。その頃、主砲発射システムとフォールド装置があった部分の余剰エネルギーにヒントを得て、部分的なバリア（ピンポイント･バリア）を完成させた。敵の攻撃に耐えるマクロス本体だったが、肝心の主砲が撃てない。早瀬未沙は、ピンポイントバリアを使った新しい攻撃方法を実行した。"
                },
                "7": {
                    "ID": "331926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331926",
                    "TitleEnglish": "Bye-bye Mars",
                    "SummaryEnglish": "Having discovered an abandoned base on Mars, the Zentradi set up a trap for the Macross. The ship already far off the intended course for Earth, makes a stop on Mars for much needed supplies. Driven by personal considerations, Misa requests permission to inspect the base for the origin of an emergency signal. The Zentradi spring their trap, pinning the Macross to the surface. Misa is forced to blow up the base's underground nuclear reactor to release the Macross. Hikaru is sent to rescue her after she finds Herself trapped in the doomed base.",
                    "TitleJapanese": "バイバイ･マルス",
                    "SummaryJapanese": "地球への帰還途中だったマクロスは、攻撃によってその進路を大幅にずらされてしまった。そして、ゼントラーディ軍のカムジンは廃棄された火星基地からニセのメッセージをマクロスに送り、火星にマクロスをおびき寄せる作戦を立てた。補給にも好都合だったため、火星に降り立つマクロス。未沙は、火星に向かったかつての恋人･ガイバーの影を求めて火星基地をさまようのだった。"
                },
                "8": {
                    "ID": "331927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331927",
                    "TitleEnglish": "Longest Birthday",
                    "SummaryEnglish": "As Lynn Minmay prepares to celebrate her birthday, Hikaru begins to wonder about his relationship with Minmay and emerging feelings for Misa Hayase. Hikaru is promoted and has Maximilian Jenius and Hayao Kakizaki assigned as his wingmen. Quamzin Kravshera mounts another strike against the Macross whilst Hikaru wonders if he'll celebrate Minmay's birthday in time.",
                    "TitleJapanese": "ロンゲスト･バースデー",
                    "SummaryJapanese": "火星での早瀬中尉救出の手柄によって、輝は少佐に昇進。また、柿崎とマックスという、対照的な性格の二人を部下に持つことになった。ミンメイのバースディ･パーティの中、プレゼントを忘れた輝。そのパーティの最中に出撃命令が下る。マックスは初陣にもかかわらず撃墜数を 11とし、柿崎と輝を驚かせるのだった。そして夜にミンメイ宅を訪ねるが、プレゼントを買い忘れた輝は自分の勲章をミンメイにプレゼントするのだった。"
                },
                "9": {
                    "ID": "331928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331928",
                    "TitleEnglish": "Miss Macross",
                    "SummaryEnglish": "A TV station is launched on the Macross, and to celebrate, the first ever 'Miss Macross' beauty pageant takes place. Minmay enters, but by doing so she ends up missing dinner with Hikaru on the same night. A Zentradi spy ship approaches the Macross and with Max and Kakizaki on leave, Hikaru intercepts it alone.",
                    "TitleJapanese": "ミス･マクロス",
                    "SummaryJapanese": "マクロスの艦内はひときわにぎわっていた。というのも、ミス･マクロスコンテストが開催されていたからだ。艦内ではテレビ放送も始まっていた。リン･ミンメイも出場することになったこのコンテストを見に、輝は自転車を走らせる。しかし、ゼントラーディの偵察機を迎撃するために出撃要請が。果たして、ミンメイはミス･マクロスの栄光を手にすることが出きるだろうか？　一方、コードネーム「青い風」の偵察機のスパイ三人は、ミス･マクロスコンテストの情報に触れ、今まで感じたことのない精神的な衝撃を受けるのであった。"
                },
                "10": {
                    "ID": "331929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331929",
                    "TitleEnglish": "Blind Game",
                    "SummaryEnglish": "Rori, Konda and Warera - three Zentradi spies who mounted the spy plane in the previous episode - report to Britai and Exsedol on their findings. The Earth refuses to aid the Macross after contact is made for the first time in months. Meanwhile, Quamzin disobeys orders and attacks the Macross radar array, forcing the crew of the ship to send a recon plane to guide them away from the Zentradi.",
                    "TitleJapanese": "ブラインド･ゲーム",
                    "SummaryJapanese": "偵察機での情報収集に失敗したエキセドルは、今度は人質を取る計画をたてた。威嚇射撃、そしてカムジンの艦隊による攻撃でレーダーが使用不能になったマクロス。そのため、情報収集のため早瀬未沙がキャッツ･アイに乗り込んだ。ヴァーミリオン小隊の三人、輝、柿崎、マックスが護衛に当たるが、キャッツ･アイが敵機に捕獲されてしまう。バトロイドで救出に向かう三人を待ち受けていたのが、ブリタイであった。"
                },
                "11": {
                    "ID": "331930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331930",
                    "TitleEnglish": "First Contact",
                    "SummaryEnglish": "After being captured by the Zentradi, Misa, Hikaru and Kakizaki are 'interviewed' on human culture by Britai, Exsedol, and Supreme Commander of all Zentradi forces, Golg Boddole Zer - marking the first verbal encounter between the two races. They discover that the Zentradi have no sense of culture and fear intimacy between men and women. Max, having been separated from the others, formulates a plan to rescue them. Meanwhile, Minmay begins a singing career on the Macross.",
                    "TitleJapanese": "ファースト･コンタクト",
                    "SummaryJapanese": "ブリタイを宇宙空間に放り出したマックス機。しかし、真空にも耐えられる身体を持つブリタイは艦内に戻り、今度は未沙、柿崎、輝を捕虜にしてしまう。そしてその捕虜を基幹艦隊のもとへ届けるために空間転移を行った。そして、尋問が始まった。彼らの持っていないものを持っているのではないか、と考えた未沙は一案を講じる。一方、変装したバルキリーで艦内にとどまったマックスは、三人の救出に向かう。"
                },
                "12": {
                    "ID": "331931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331931",
                    "TitleEnglish": "Big Escape",
                    "SummaryEnglish": "As the four miclone prisoners attempt to make their escape, a fearsome female Zentradi pilot, Milia Fallyna, attempts to approach the Macross on her Queadluun-Rau powered armor to help sneak aboard the three Zentradi spies - now micronized to human size.",
                    "TitleJapanese": "ビッグ･エスケープ",
                    "SummaryJapanese": "ゼントラーディ軍に対する貴重な情報を持ち帰るために、三人はマックス機に乗り脱走を試みる。脱出途中で未沙と輝が見たものは、巨人であるゼントラーディ人が地球人と同じ大きさになることができる、マイクローン化の機械だった。四人は合流し、スパイを送り込む偵察船に乗り込み、地球へと向かった。その時、ラプラミズの部下･ミリアがマクロス艦内にスパイを潜入させるためにマクロスに攻撃を仕掛けていた。"
                },
                "13": {
                    "ID": "331932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331932",
                    "TitleEnglish": "Blue Wind",
                    "SummaryEnglish": "With Earth only two days away by full speed, Global decides to ram the Macross through a Zentradi blockade. Meanwhile, Rori, Konda and Warera begin to explore human culture up close in micronized form.",
                    "TitleJapanese": "ブルー･ウインド",
                    "SummaryJapanese": "マクロスの目の前に地球はあった。輝たちの持ち帰った情報の重要性を認識した艦長は、ゼントラーディの包囲網を突破することを決意した。包囲網保持のまま加速を続けるラプラミズ隊に業を煮やしたカムジンは、マクロスに攻撃を開始、マクロスはトランスフォーメーションにピンポイントバリアで突破口を開こうとする。一方、マクロスに潜入したスパイの三人は、地球人の生活に対して大きなカルチャー･ショックを受けるのだった。"
                },
                "14": {
                    "ID": "331933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331933",
                    "TitleEnglish": "Global Report",
                    "SummaryEnglish": "In this clip show, Global records his report to U.N. Spacy on what has transpired since the beginning of the series. His report is set to clips of some of the major events from episodes 1-12.",
                    "TitleJapanese": "グローバル･レポート",
                    "SummaryJapanese": "地球に不時着したマクロス。艦長･グローバルにとっては、統合政府と軍情報部という強敵が現れた。グローバルは、一年にわたるゼントラーディとの戦いを綴った「グローバル･レポート」を吹き込み始めたのだった。"
                },
                "15": {
                    "ID": "331934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331934",
                    "TitleEnglish": "Chinatown",
                    "SummaryEnglish": "Whilst Misa and Global travel to the Alaskan headquarters of the new UN, Hikaru escorts Minmay to Japan so that she could visit her parents. Lynn Kaifun, a relative of Minmay, joins the Macross to see his parents and protect Minmay.",
                    "TitleJapanese": "チャイナ･タウン",
                    "SummaryJapanese": "グローバル艦長と未沙はアラスカにある統合軍総司令部へ、ミンメイと輝は横浜へとマクロスを後にした。レポートを手にした統合軍首脳は、グローバルと未沙への質問を開始。二人は、総司令部に対する観測の甘さを、痛いほど思い知らされることになったのである。横浜に行ったミンメイと輝は、平和運動に荷担して家を出ていた従兄弟のカイフンと再会する。歌手デビューに反対する家族に、カイフンは歌自分がついていくといったのだった。"
                },
                "16": {
                    "ID": "331935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331935",
                    "TitleEnglish": "Kung Fu Dandy",
                    "SummaryEnglish": "The crew of the Macross are informed to not let anyone, including civilians, leave the ship, so as to keep the truth of the Zentradi's existence from causing widespread panic. The civilians within the Macross become increasingly unruly and violent toward the military personnel and crew members. Meanwhile, Quamzin returns, breaking orders and attacking the Macross while it sits in the Atlantic ocean.",
                    "TitleJapanese": "カンフー･ダンディ",
                    "SummaryJapanese": "未沙はカイフンに、かつての恋人ガイバー少尉の面影を見いだすのだった。その時、検疫処置のため、マクロスの民間人に対する上陸許可が差し止められたとの臨時ニュースが入った。勇み足のカムジンは地球に降下、マクロスのと一騎打ちに望んだ。その目的は、マクロスを宇宙に追い出すことだった。特攻をかけるカムジンの戦艦に、マクロスはダイダロス･アタックで迎え撃つ。"
                },
                "17": {
                    "ID": "331936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331936",
                    "TitleEnglish": "Phantasm",
                    "SummaryEnglish": "A special clip episode where following a severe injury sustained in the previous episode, an incapacitated Hikaru lies in a hospital bed inside the Macross, dreaming about the previous events and his developing relationship with Misa and his ill-fated friendship with Minmay.",
                    "TitleJapanese": "ファンタズム",
                    "SummaryJapanese": "撃墜された輝は重傷を負い、病院の一室で生死の狭間をさまよっていた。そこでは、ミンメイがコンサート最中にブリタイに連れ去られてしまい、救出に向かうというストーリーだった。そこでの輝は、ミンメイを助けるためにバルキリーを奪取しようとして撃墜される、という今までの体験をコラージュした世界にいたのだった。"
                },
                "18": {
                    "ID": "331937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331937",
                    "TitleEnglish": "Pineapple Salad",
                    "SummaryEnglish": "With Hikaru still recovering, Roy has Max and Kakizaki assigned to his Skull Squadron as his wingmen. Milia attacks the Macross with her Queadluun-Rau squadron, however, she has a personal vendetta against an ace human pilot that Quamzin believes she can't defeat.",
                    "TitleJapanese": "パイン･サラダ",
                    "SummaryJapanese": "フォッカーは滅入っている輝を元気づけるため、ミンメイに会いに行った。ミンメイは、輝を元気づけるために病院に見舞いに来たが、過労のためベッドで寝込んでしまう。輝が未だ戦列に復帰できないうちに、ミリアの指揮する一体が攻撃を仕掛けてきた。しかし、彼女の目標はマクロスではなく、マックスであった。"
                },
                "19": {
                    "ID": "331938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331938",
                    "TitleEnglish": "Burst Point",
                    "SummaryEnglish": "Still feeling the effects of a tragic loss from the previous battle, Hikaru is assigned a new Valkyrie fighter. Global wants to test out a barrier defense system against a new attack by Quamzin. But for the Ontario region where the battle takes place, this could end in disaster. And in the female Zentradi fleet, Milia approaches her commander, Moruk Laplamiz, to gain permission to be micronized so she could infiltrate the Macross.",
                    "TitleJapanese": "バースト･ポイント",
                    "SummaryJapanese": "統合軍との交渉もむなしく、マクロスにいる民間人の受け入れはかなわなかった。しかし、このときの通信を傍受したオンタリオ自治区が、避難民の受け入れを通告、グローバル艦長は北アメリカに向かう。途中カムジンの攻撃を受け、全方位バリアを使って防御を試みるが、バリアを支えていたエネルギーが爆発する。"
                },
                "20": {
                    "ID": "331939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331939",
                    "TitleEnglish": "Paradise Lost",
                    "SummaryEnglish": "After the catastrophic events in the previous encounter with the Zentradi, the UN orders the Macross to leave Earth in order to give the UN Spacy more time to formulate a defense plan against the aliens. Returning once more to Britai's ship, the macronized Zentradi spies bring back 'samples' of culture to their dumbfounded comrades.",
                    "TitleJapanese": "パラダイス･ロスト",
                    "SummaryJapanese": "左遷されていたブリタイが、1200隻の軍艦を率いて戻ってきた。一方、統合軍本部より地球圏外出撃命令が下ったマクロスは、事実上地球を追放されることになった。マクロスに潜入していた三人のスパイは脱出して帰還、驚くべき地球の「文化」をゼントラーディ軍に伝える。その情報と持ち帰った品々は、瞬く間に下級兵士の間に広がっていったのだった。"
                },
                "21": {
                    "ID": "331940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331940",
                    "TitleEnglish": "Micro Cosmos",
                    "SummaryEnglish": "Milia is now aboard the Macross as a spy and marvels at human culture. The premiere of Minmay's film Shao Pai Long (Little White Dragon) takes place. A Zentradi attack prompts another transformation to combat mode, and Hikaru and Misa end up being trapped within the walls of the ship, where they end up learning more about each other. Milia continues to search for the miclone pilot who defeated her.",
                    "TitleJapanese": "ミクロ･コスモス",
                    "SummaryJapanese": "ミンメイとカイフンのカンフー映画『シャオパイロン』が完成、ミンメイは公開初日の指定席を輝のために確保した。輝はミンメイとカイフンとのキスシーンに衝撃を受け、映画館を飛び出してしまう。そこには未沙がいた。そのとき、トランスフォーメーションが始まり、二人は閉じこめられてしまう。話をしているうちに、二人はお互いが同じ理由で映画館から出てきたことを知る。トランスフォーメーションが解かれた後、二人は仲睦まじくホテルに戻るミンメイとカイフンを目撃するのだった。"
                },
                "22": {
                    "ID": "331941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331941",
                    "TitleEnglish": "Love Concert",
                    "SummaryEnglish": "Zentradi soldiers - having experienced and enjoyed some elements of human culture brought back by the three spies - attempt to defect to the Macross. A Daedalus Attack on Britai's ship allows them to pour through. During a concert by Minmay, a confusing three-way battle ensues inside the ship, with Zentradi refugees against Quamzin's forces, and the unwitting UN Spacy on the other side.",
                    "TitleJapanese": "ラブ･コンサート",
                    "SummaryJapanese": "映画『シャオパイロン』における衝撃波とマクロスのエネルギー爆発の映像はボドルザー艦隊へ届けられた。ボドルザーは、地球人を捕虜にして徹底的に調査するよう命令した。マクロスの潜入していた三人のスパイが持ち帰った文化の破片は瞬く間に伝わり、マクロスに投降しようという動きが活発になっていた。彼らはマイクローンになり、バトルポッドを利用してマクロスに潜入を試みる。"
                },
                "23": {
                    "ID": "331942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331942",
                    "TitleEnglish": "Drop Out",
                    "SummaryEnglish": "The battle within the city comes to a close, with the surviving Zentradi defectors coming to terms with the destruction they caused. Along with Rori, Konda and Warera, the defectors are all given asylum within the Macross. Misa prepares to travel back to Earth to the UN Headquarters, whilst Hikaru begins to further contemplate his feelings for her.",
                    "TitleJapanese": "ドロップ･アウト",
                    "SummaryJapanese": "野外劇場でミンメイとカイフンのキスシーンを見た輝は、自暴自棄になりバトルポッドを破壊し尽くす。その後、奇襲作戦に乗じてマクロスに逃げ込んだ脱走者23名の亡命要請を受けたグローバル艦長はその処置に苦慮し、輝を呼んだ。亡命希望者の精密検査によって、血液型と遺伝子構造に差異がないことがわかり、異星人として扱う訳にはいかなくなったのだ。"
                },
                "24": {
                    "ID": "331943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331943",
                    "TitleEnglish": "Good-Bye Girl",
                    "SummaryEnglish": "Max has a chance encounter with Milia in a video game arcade, and proceeds to defeating her a second time during a game. They arrange to have a date in the park later, where Milia secretly plans to destroy him. Misa is escorted back to Earth by Hikaru, so that she could meet her father.",
                    "TitleJapanese": "グッバイ･ガール",
                    "SummaryJapanese": "輝とマックスは気晴らしにゲームセンターへ行くが、そこにはミリアが陣取ってバルキリーゲームに熱中していた。マックスはミリアとゲームで対戦、先日の実戦でミリアを倒した相手がマックスであることを知る。マックスはミリアとのデートを取り付けるが……。"
                },
                "25": {
                    "ID": "331944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331944",
                    "TitleEnglish": "Virgin Road",
                    "SummaryEnglish": "Max encounters Milia in the park and a knife fight between them ensues when she reveals that she is a Zentradi. Max defeats her for the third time, sparing her life, and the two fall in love. Milia decides to join the Macross and their immediate marriage marks the first union between a human and Zentradi, causing celebrations everywhere along Macross City. Boddole Zer, on the other hand, doesn't like the idea and plans to fix the 'contamination' that is human culture once and for all.",
                    "TitleJapanese": "バージン･ロード",
                    "SummaryJapanese": "ミリアはマックスと対決するために公園にやってきたが、三度目の敗北を喫する。彼女は死を覚悟するが、マックスの口づけによって女性の感情に目覚め、まもなく二人は結婚する。グローバル艦長は二人の結婚を全面的に支持、ゼントラーディ軍の亡命者を受け入れることを表明した。ボドルザーは、マクロスを全滅させねばならないと言い、ブリタイに総攻撃の指令が下ったが、彼は各艦で停戦交渉を求める声が強くなったため、停戦交渉を結ぶとの命令を下した。"
                },
                "26": {
                    "ID": "331945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331945",
                    "TitleEnglish": "Messenger",
                    "SummaryEnglish": "In a surprising turn of events, Exsedol Folmo is micronized and attempts to seek peace negotiations with the people of the Macross. During the negotiations, Exsedol reveals that the defection of the Zentradi soldiers could be related to a new cultural awakening caused by Minmay's songs. Hikaru begins to long for Misa, who is still on Earth, trying to convince her father and the UN that the two races may have a chance of co-existing peacefully.",
                    "TitleJapanese": "メッセンジャー",
                    "SummaryJapanese": "ゼントラーディ軍のエキセドル記録参謀が、マクロスへ乗艦してきた。停戦協定を結ぶためである。ラプラミズはすべてをボドルザーに報告したため、479万122隻の基幹艦隊が到着することがわかった。ブリタイは、ボドルザーは地球人をプロトカルチャーと判断したため、関わり合ったブリタイ、そしてラプラミズらの艦隊は消去される、ということをラプラミズに警告、彼らはマクロスは協力して、基幹艦隊と対決することになった。"
                },
                "27": {
                    "ID": "331946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331946",
                    "TitleEnglish": "Love Drifts Away",
                    "SummaryEnglish": "An epic battle for the Earth takes place when Boddole Zer's main fleet of over 4,000,000 warships fold above Earth's atmosphere. Using the power of culture from Lynn Minmay's singing, the Macross, along with its allied Zentradi fleet, attempts a daring last stand to Boddole Zer's forces. Heroes will die, a world may fall, but will love prevail?",
                    "TitleJapanese": "愛は流れる",
                    "SummaryJapanese": "ボドルザー艦隊のすべては地球を包囲した。輝はミンメイに好きだったことを告げ、彼女のもとから去った。後を追いかけるミンメイ。輝はミンメイに、みんなのために歌を歌ってくれるよう頼むのだった。そして軍用周波数を使って歌を流すことによってカルチャー･ショックを起こさせ、指揮系統に混乱をもたらし、その隙をついて基幹艦隊をたたくという作戦に出たのだった。グランド･キャノンを発射したアラスカ基地は、艦隊の一部を消去するが、それも焼け石に水であった。地球はほぼ全滅、アラスカ基地も未沙を残して全滅してしまう。"
                },
                "28": {
                    "ID": "331947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331947",
                    "TitleEnglish": "My Album",
                    "SummaryEnglish": "Two years have passed after the final battle with Boddole Zer. The Macross is now a relic of the conflict known as Space War I, and sits in a large lake in barren Alaska. Earth is still a desolate wasteland, and small towns and forests are located miles around Macross City. The allied Zentradi fleets, along with the citizens from the Macross, maintain a nervous peace. The work to rebuild Earth by both sides is in full swing. Hikaru looks back on the times spent with Roy Focker for advice on what do about his feelings for both Misa and Minmay.",
                    "TitleJapanese": "マイ･アルバム",
                    "SummaryJapanese": "地球統合軍と、ゼントラーディ軍との戦いは終わり、2年が過ぎた。生き残ったマクロスの民間人、そして地球上でのわずかの生存者、そしてゼントラーディ人は街を復興し始めた。ミンメイは街から街へ巡業していることを知ったが、グランテ･シティでのラジオ放送を聴き、ミンメイに会いに行く。カイフンは酒浸りになり、ミンメイとの仲も壊れ始めていった時、地球での生活になじめないゼントラーディ人が、武器を持って暴れ始めたのだった。"
                },
                "29": {
                    "ID": "331948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331948",
                    "TitleEnglish": "Lonely Song",
                    "SummaryEnglish": "As some of the giant Zentradi begin to rebel over their new way of life with the humans, Minmay's fame begins to slip away. Wandering around from tour to tour of the local towns, Minmay contemplates at what could have been a serious relationship with the now distant Hikaru.",
                    "TitleJapanese": "ロンリー･ソング",
                    "SummaryJapanese": "地球での生活を不満に思うゼントラーディ人が日に日に増えていった。歌を歌うことに疲れたミンメイは、カイフンと別れて久しぶりに娘々（ニャンニャン）に向かう。自分の部屋戻ったミンメイは、輝に会いに行く。しかし、未沙と仲睦まじくしている輝を見てしまうのであった。"
                },
                "30": {
                    "ID": "331949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331949",
                    "TitleEnglish": "Viva Maria",
                    "SummaryEnglish": "Max, Milia, and their baby daughter, Komilia Maria, play a crucial role in the capture of a Zentradi satellite factory - the source of the overtechnology of which the aliens rely on.",
                    "TitleJapanese": "ビバ･マリア",
                    "SummaryJapanese": "軍備増強のため、輝たちはブリタイと組んで自動宇宙船製造衛星を奪取することになった。しかし、マックスとミリアは、彼らの子供、マリアを連れてきていた。ミリアとマックスは、マリアを連れて敵艦へと乗り込んでいく。"
                },
                "31": {
                    "ID": "331950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331950",
                    "TitleEnglish": "Satan's Dolls",
                    "SummaryEnglish": "Exsedol and Global gather the crew of the Macross to reveal the origin of the nomadic Zentradi at last. Meanwhile, Quamzin's forces attempt to steal a macronization chamber.",
                    "TitleJapanese": "サタン･ドール",
                    "SummaryJapanese": "宇宙衛星作戦によって得た工場衛星は、地球に近い軌道上に置かれた。そして、兵器の量産体制に入ったのだった。しかし、機械の大半は監察軍により破壊され、使えないものがほとんどだった。そんな時、トラッド･シティで暴動が起き、マイクローン装置が奪われてしまう。"
                },
                "32": {
                    "ID": "331951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331951",
                    "TitleEnglish": "Broken Heart",
                    "SummaryEnglish": "Quamzin kidnaps Minmay and Kaifun, and holds them for ransom. Hikaru and his squadron prepare a rescue mission.",
                    "TitleJapanese": "ブロークン･ハート",
                    "SummaryJapanese": "マイクローン装置を奪取したカムジンは、今度はミンメイとカイフンを人質に取り戦艦の引き渡しを要求してきた。そのため、助けを求めているゼントラーディの兵士を使ってカムジンをおびき出す罠を張った。輝は、ミンメイの救出に向かう。"
                },
                "33": {
                    "ID": "331952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331952",
                    "TitleEnglish": "Rainy Night",
                    "SummaryEnglish": "As Misa begins to realize she may be losing Hikaru to Minmay, Claudia helps her friend by recounting her early experiences with Roy Focker.",
                    "TitleJapanese": "レイニー･ナイト",
                    "SummaryJapanese": "ミンメイ救出作戦から輝と喧嘩別れしたままの二人。素直になれない未沙は、クローディアから自分の体験を聞かされるのだった。雨の晩、輝は未沙を迎えにクローディアの家に迎えに来た。そして、未沙はクローディアにもらった紅茶が二人の仲を取り持ったのであった。"
                },
                "34": {
                    "ID": "331953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331953",
                    "TitleEnglish": "Private Time",
                    "SummaryEnglish": "The love triangle between Hikaru, Misa and Minmay intensifies when he decides to skip out on a picnic with the commander, so he could have lunch with the pop idol instead. Giant Zentradi rebellions begin heating up, making matters worse for the humans.",
                    "TitleJapanese": "プライベート･タイム",
                    "SummaryJapanese": "輝とミンメイは、2年ぶりにミンメイと二人きりの時間を過ごした。しかしそれは、未沙とのピクニックの約束を破ってのことであった。ミンメイからマフラーをもらい、うれしがる輝。しかし、またしてもカイフンにデートの邪魔をされてしまう。空港へ戻る途中、暴動が発生したと言うことを聞いた輝は、鎮圧のため指揮を執ることになった。"
                },
                "35": {
                    "ID": "331954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331954",
                    "TitleEnglish": "Romanesque",
                    "SummaryEnglish": "It's Christmas Time, and Minmay's life begins to spiral into depression forcing her to seek Hikaru, which further isolates Misa. Quamzin's forces attack Onogi City on Christmas Eve to capture a reaction (Nuclear power) engine power condenser. Max and Milia's squadron is ambushed as they intercept, and Milia faces Laplamiz during the showdown.",
                    "TitleJapanese": "ロマネスク",
                    "SummaryJapanese": "クリスマスの日、ミンメイ失踪のニュースが流れた。その時、輝の部屋にミンメイが現れた。エンジンの部品を奪うため、カムジンがまた動き出した。エンジンを奪った後、街を爆破して逃げていくのだった。"
                },
                "36": {
                    "ID": "331955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross/episodes/331955",
                    "TitleEnglish": "Farewell to Tenderness",
                    "SummaryEnglish": "Global informs Misa that the SDF-2, the successor to the Macross, is nearly ready to begin colonizing the galaxy - with her as the captain of the mission. Now that the reaction engine is built into his craft, Quazmin, Laplamiz, and their henchmen attack Macross City with missiles and waves of mecha. Hikaru, Misa and Minmay's love triangle reaches its climax, as Hikaru must decide whether he will go with the pop idol who brushed him aside and now desperately needs him, or the military commander who loves him deeply, but may leave him forever by the line of duty.",
                    "TitleJapanese": "やさしさサヨナラ",
                    "SummaryJapanese": "戦艦を手に入れたカムジンは、最後の戦いをかけるべく動かないマクロスに特攻をかけた。輝の家に身を寄せるミンメイは、輝に軍人をやめるよう説得するのだった。未沙は、輝と顔を合わせるのがつらいため退役しようと考えていることをクローディアに告げる。グローバルは、宇宙移民を始めるために新しい軍艦の艦長をやってほしいと未沙に頼む。未沙は、別れを告げるために輝の家に足を運ぶのだった。"
                }
            }
        }
    }
}