{
    "URL": "https://www.thetvdb.com/series/sherlock-hound",
    "Genres": [
        "Adaptation",
        "British",
        "Period",
        "Steampunk"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0088109/",
        "https://www.themoviedb.org/tv/21296",
        "https://www.wikidata.org/wiki/Q1150791"
    ],
    "TitleEnglish": "Sherlock Hound",
    "SummaryEnglish": "Loosely based on the \"Sherlock Holmes\" series by Sir Arthur Conan Doyle, Sherlock Hound turns all the classic characters into dogs. The canine Sherlock Holmes, his assistant Watson, and housemaid Mrs. Hudson work together to solve mysteries. The culprit is usually Professor Moriarty and his gang, who use all kinds of wacky contraptions to steal what they want.",
    "TitleJapanese": "名探偵ホームズ",
    "SummaryJapanese": "『事件ですよ、ワトソン』　霧の都ロンドンのベーカー街にいるのは、パイプがトレードマークの、その名も高き名探偵ホームズ。助手のワトソンとともに、難解な事件を明晰な頭脳で推理・解決する。コナン・ドイルの有名推理小説の登場人物を犬に置き換え、大胆にアニメ化。悪の天才科学者モリアーティ教授やスコットランドヤードのレストレード警部といった原作でもお馴染みのキャラも大活躍。推理劇の魅力にアクションやコメディの要素も加わった、楽しく斬新な痛快冒険活劇！",
    "Aliases": [
        "Meitantei Holmes"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "20547",
            "URL": "https://www.thetvdb.com/series/sherlock-hound/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "4508375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/4508375",
                    "TitleEnglish": "Opening Credits",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ノンクレジット オープニング",
                    "SummaryJapanese": "オープニングテーマ『空からこぼれたSTORY』\n作詞 - 三浦徳子 / 作曲 - 佐藤健 / 編曲 - 福井峻 / 歌 - ダ・カーポ"
                },
                "2": {
                    "ID": "4508376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/4508376",
                    "TitleEnglish": "Ending Credits",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ノンクレジット エンディング",
                    "SummaryJapanese": "エンディングテーマ『テームズ河のDANCE』\n作詞 - 三浦徳子 / 作曲 - 山中のりまさ / 編曲 - 福井峻 / 歌 - ダ・カーポ"
                },
                "3": {
                    "ID": "4611825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/4611825",
                    "TitleEnglish": "Meitantei Houmuzu Gekijouban",
                    "SummaryEnglish": "This \"movie\" combines two TV episodes directed by Miyazaki: Blue Carbuncle and Treasure under the Sea. This movie was released in theaters together with Nausicaä, and has different OP and ED themes, as well as different voice actors from the TV version.",
                    "TitleJapanese": "名探偵ホームズ 劇場版 「青い紅玉」と「海底の財宝」",
                    "SummaryJapanese": "テレビ放送前の1984年3月11日より、宮崎駿が監督した「青い紅玉」と「海底の財宝」の2編を『風の谷のナウシカ』と同時上映。\n宮崎駿監督分は、海外セールス向けの英語版の音声はあったものの、日本語音声はなく、ホームズ役の柴田侊彦をはじめとした声優、台詞、登場人物の名前、編集、効果音、音楽がテレビ放送時と異なっている。そのため、「劇場版」と区別されている。宮崎は当時「ナウシカ」の制作で多忙だったため、録音は高畑勲と片渕須直が演出した。\n劇場版においては、本作はコナン・ドイルの著作物には基づかない旨の断りを入れるクレジットが入っている。ドイルは1930年に亡くなっており、死後50年で著作権が消滅する日本の著作権法下では本来であれば1980年にドイルの著作権も消滅しているとの前提だったが、実際にはイギリスは第二次世界大戦の日本の交戦国であり、戦時加算があるため、1984年時点ではまだ著作権は生きていた。このことが発覚したのは、劇場版の上映時であり、そのためドイルの著作権に抵触しないよう対処する必要が生じた。具体的には、数人の登場人物の名前が変更されている。モリアーティ教授はモロアッチ教授、ハドソン夫人はエリソン夫人、レストレード警部はレストラント警部になっている。公開時の音声では、ホームズは自らを「シャーベック・ホームズ」と名乗っており、シャーベックの「ベ」の部分だけを他の台詞から抜き出して元の音声の上に被せている痕跡がある。なお、DVDの字幕は「シャーロック」である。\n本作にはOPがなく、ED映像は「小さなマーサの大事件!?」のダイジェストと、一部「ねらわれた"
                },
                "4": {
                    "ID": "6716280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/6716280",
                    "TitleEnglish": "Detective Holmes Theater The Open Secret Story",
                    "SummaryEnglish": null,
                    "TitleJapanese": "名探偵ホームズ劇場公開秘話",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "5268",
            "URL": "https://www.thetvdb.com/series/sherlock-hound/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "107023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107023",
                    "TitleEnglish": "The Four Signatures",
                    "SummaryEnglish": "In this episode, Doctor Watson meets Sherlock Holmes and both proceed to trick a band of pirates in order to protect a man's life.",
                    "TitleJapanese": "彼がうわさの名探偵",
                    "SummaryJapanese": "船に乗ろうとしたホームズは、乗客の中に、彼が道すがら見かけた不安げな表情の少女を見た。深刻な表情の父親と一緒だ。船は出港し、ホームズはワトソンと名乗る医師と話を始める。探偵という職業に興味しんしんのワトソン。やがて一隻の海賊船が近づいて来た。その海賊船は、あの少女の父親ジョージ卿と彼の宝石をねらっているのだった。ホームズは父娘と船を救う方法を思いつくが……。"
                },
                "2": {
                    "ID": "107024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107024",
                    "TitleEnglish": "The Crown of Mazalin",
                    "SummaryEnglish": "The anatagonist of the series, Professor Moriarty begins this episode by coming up with a devious thievery plot. Watson has to come to share living quarters with Holmes and meets Holmes' lovely landlady, Mrs. Marie Hudson. However, before Watson can really get settled in, Holmes is called out on a case. Inspector Lestrade thinks the answer's obvious, but Holmes is more than happy to find the real culprit behind the stealing of the Mazalin Crown.",
                    "TitleJapanese": "悪の天才モリアーティ教授",
                    "SummaryJapanese": "銀行家サンプトン家のマザランの宝冠が盗まれ、スコットランド・ヤードのレストレード警部が駆けつけるが、疑いをかけられたサンプトンの息子、ザールは姿を消してしまう。一方、ベーカー街のホームズの下宿には、ワトソンが引っ越して来ていた。下宿の女主人、ハドソン夫人の魅力にワトソンは一目でまいってしまう。翌朝、ホームズとワトソンは依頼人であるザールの恋人と共にサンプトンの屋敷を訪れる。その様子を、木の上からうかがっている男がいた……。"
                },
                "3": {
                    "ID": "107025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107025",
                    "TitleEnglish": "A Small Client",
                    "SummaryEnglish": "Little Martha's father is away on business and Martha wants Holmes to find a lost cat for her. The case starts out simply enough, but soon it grows to reveal Moriarty is behind a counterfeit coin operation and has kidnapped Martha's father. It's up to Holmes to rescue Martha's father and stop all of England's banks from going into chaos!",
                    "TitleJapanese": "小さなマーサの大事件！？",
                    "SummaryJapanese": "スコットランド・ヤードは、ニセ金事件に頭を悩ませていた。そんな中、ホームズのもとには小さな依頼人が訪れた。ミセス・ホリーという猫を探してほしいという少女、マーサだ。しかし話を聞くうち、ホームズは少女の父が行方不明で、彼はプレス機械の技師であることを知る。しかもその父親はどこかに監禁され、暗号でSOSを発していた！ 一方、モリアーティのアジトでは、ニセ金のプレス機械がフル回転で金貨を吐き出していた……。"
                },
                "4": {
                    "ID": "107026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107026",
                    "TitleEnglish": "Mrs. Hudson is Taken Hostage",
                    "SummaryEnglish": "Professor Moriarty has been studying Holmes' habits and soon comes up with a plan to kidnap Mrs. Hudson. Although he succeeds in doing so, it seems like the Professor is having a change of heart from the kindness and innocence Holmes' landlady shows him. Meanwhile, Holmes and Watson have agreed to steal a famous painting from a museum in return for their landlady.",
                    "TitleJapanese": "ミセス・ハドソン人質事件",
                    "SummaryJapanese": "最近ホームズのせいで失敗続きのモリアーティ。ホームズの弱点を探るうち、ハドソン夫人の誘拐を思いつく。まんまとハドソン夫人をアジトに監禁したモリアーティは、ハドソン夫人のあまりのマイペースさにすっかり調子をくるわせながらも、ホームズに挑戦状をたたきつける。モリアーティのハドソン夫人返還の条件は、美術館からホームズが名画を盗み出すこと。ホームズを逮捕させることがねらいだった。ホームズたちはハドソン夫人救出に乗り出すが……。"
                },
                "5": {
                    "ID": "107027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107027",
                    "TitleEnglish": "The Adventure of the Blue Carbuncle",
                    "SummaryEnglish": "Moriarty successfully stole a rare blue gem from a local jewelery store however someone stole the jewel from him! Polly, a street-smart kid decides to keep the jewel as a treasure between herself and her stuffed teddybear, Winnie. Meanwhile, Holmes and Watson are sent on the case to retrieve the missing jewel and wind up protecting Polly from Moriarty.",
                    "TitleJapanese": "青い紅玉",
                    "SummaryJapanese": "上空を真っ赤な怪鳥が奇声をあげて飛び回り、ロンドンの街は騒然とする。そのスキに宝石店から“青い紅玉”と呼ばれる宝石が消えてしまう。もちろん、犯人はモリアーティ。しかしモリアーティのポケットから、その宝石を盗み取ったスリの少年がいた。モリアーティに追われる身となった少年。しかし、少年がワトソンの財布をねらったことから、ホームズはモリアーティから少年を守ることになる。ポリーと名乗る少年、実は女の子だった。宝石店の店主から宝石奪回の依頼を受けたホームズ、モリアーティからポリーを守り、宝石を店に返すことができるのか!?"
                },
                "6": {
                    "ID": "107028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107028",
                    "TitleEnglish": "The Green Balloon",
                    "SummaryEnglish": "A green balloon mysteriously appears over the garden in Baker Street and sends Holmes and Watson on a new case to save a family at a lighthouse from Professor Moriarty's new scheme.",
                    "TitleJapanese": "緑の風船の謎をとけ！",
                    "SummaryJapanese": "ある日、ハドソン夫人の庭に手紙つきの風船が舞い降りる。手紙は地図にもない島、イルカ島からのSOSだった。風向きと風船のガスの減り具合から方向を定め、出発するホームズとワトソン。やがて、とある島にたどりつき、灯台守りに様子を聞くホームズ。灯台守りは何の異常もないと答えるが、その後方に緑の風船が飛んでいくのをホームズは見逃さなかった。島に上陸したホームズは、男たちに取り囲まれ、捕らわれてしまう……。"
                },
                "7": {
                    "ID": "107029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107029",
                    "TitleEnglish": "A Sacred Image Disappears",
                    "SummaryEnglish": "Moriarty has stolen a golden statuette from the top of a building in London and hides it someplace where Scotland Yard can't find it. Holmes and Watson set out to search for the missing statuette only to be captured by several little boys. They soon befriend the boys and all go after Moriarty, Todd and Smiley to get the statuette back.",
                    "TitleJapanese": "大追跡！　ちびっこ探偵団",
                    "SummaryJapanese": "モリアーティが、平和のシンボル、天使の像を盗む と、警察に予告してきた。厳重な警備の裏をつき、気球で空から天使像を運び去るモリアーティ。気球を追ってテムズ川沿いの倉庫街に来たホームズとワトソンは、子どもたちの襲撃を受けて縛り上げられてしまう。子どもたちは最近遊び場をモリアーティに荒らされ、頭にきていた。ホームズもモリアーティの仲間だと思ったのだ。と、そこへモリアーティが隠した天使像を取りに戻って来た……！"
                },
                "8": {
                    "ID": "107030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107030",
                    "TitleEnglish": "The Speckled Band",
                    "SummaryEnglish": "A rainstorm sends Holmes and Watson to a house that isn't all what it seems to be. They uncover Moriarty's new plot and together stop a tragedy from befalling the house.",
                    "TitleJapanese": "まだらのひも",
                    "SummaryJapanese": "アメリカから帰国したエレンには、莫大な財産が入ることになっていた。エレンの戻った屋敷には、いとこと称するロイロット氏と二人の召し使いがいた。なんか怪しいこの3人……そう、モリアーティたちがなりすましているのだ。そうとも知らず、アメリカから婚約者が来るのを待っているエレン。ある雨の夜、車が故障したホームズたちは、エレンの屋敷にたどり着き、一夜の宿を頼む。モリアーティはホームズの顔を見てビックリ。何とか追い出そうとするのだが……。"
                },
                "9": {
                    "ID": "107031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107031",
                    "TitleEnglish": "Treasure Under the Sea",
                    "SummaryEnglish": "Holmes and Watson get called in by the navy to find that Moriarty has stolen a submarine. With the submarine, Moriarty plots to sink and steal a recently found treasure from the navy ships.",
                    "TitleJapanese": "海底の財宝",
                    "SummaryJapanese": "冒険家ライサンダー大佐が海底のナポレオンの財宝を発見した、というニュースがロンドンに伝わった頃、ホームズとワトソンは軍の司令官の元に強引に連れてこられる。極秘で製造中の潜航艇を盗まれたというのだ。ホームズがすんなりと犯人のアジトを割り出すと、興奮した司令官は軍艦で出撃していく。犯人はもちろん、モリアーティだ。司令官に反感を持つワトソンとやる気の起きないホームズを乗せて、軍艦はモリアーティの盗んだ潜航艇を追うが……。"
                },
                "10": {
                    "ID": "107032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107032",
                    "TitleEnglish": "The White Cliffs of Dover",
                    "SummaryEnglish": "The London Airpost is failing due to planes being sabotaged. When one of the planes crash lands near Baker Street, Holmes and Watson rush to the scene only to find their landlady save the pilot before them. Moriarty has been sabotaging the planes in hopes of earning tons of money off of limited edition stamps. Holmes, Watson, Mrs. Hudson and all the men of the airpost quickly set out to stop him.",
                    "TitleJapanese": "ドーバー海峡の大空中戦！",
                    "SummaryJapanese": "朝、ホームズたちが庭のハドソン婦人をながめていると、平和な空気をやぶる大轟音と共に飛行機が落ちてきた!? ホームズたちを追い抜いて真っ先にかけつけ、操縦士を救うハドソン婦人を、操縦士は「マリー！」と懐かしがる。実はハドソン夫人と死んだ夫は、彼の飛行機仲間だったのだ。ロンドン-パリ間の航空便開設を間近に控えて、なぜか飛行機が次々と故障するという。事件のにおいをかぎとったホームズは、飛行場に張り込んで犯人を捕まえようとするが……。"
                },
                "11": {
                    "ID": "107033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107033",
                    "TitleEnglish": "The Sovereign Gold Coins",
                    "SummaryEnglish": "Holmes and Watson get called to a dreary town where no one seems very happy, with the exception of the richest man who calls them in to complain about missing sovereign gold coins. Although the person who stole the coins before was different, now Moriarty plots to steal the man's giant coin bank which has thousands of sovereigns inside it.",
                    "TitleJapanese": "ねらわれた巨大貯金箱",
                    "SummaryJapanese": "ギルモアの谷と呼ばれる一帯を所有し、兵器産業で巨額の富を持つギルモアから依頼があった。彼の大切な純金の巨大貯金箱の金が、何者かに盗まれているというのだ。暗い街の雰囲気と、住民を虫けらのようにあつかうギルモアに対し、ホームズたちはあきれ顔。しかしギルモアに反発心を抱く息子のマイケルは、下町の託児所で子どもたちの世話をする好青年だった。ギルモアの屋敷近くで、モリアーティ一味を見かけたホームズは、とにかく屋敷にとどまることにする。"
                },
                "12": {
                    "ID": "107034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107034",
                    "TitleEnglish": "The Stormy Getaway",
                    "SummaryEnglish": "Holmes and Watson get called in to protect a girl's father as he begins to deliver money by carriage to another town. Professor Moriarty has other plans though and plots to rob the carriage and get rid of anyone who gets in his way.",
                    "TitleJapanese": "教授 嵐の大失敗!!",
                    "SummaryJapanese": "警察に導入された新型自動車がたて続けに爆発し、レストレード警部はご機嫌ななめ。そんな折り、ホームズに現金輸送車を極秘で警護する依頼が舞い込む。依頼人は銀行家フォーカスの娘。アンチーク好きで頑固なフォーカス氏は、車を嫌い、馬車で輸送するという。ホームズは警察車が何者かに細工されていることをつかみ、モリアーティの悪巧みを直感する。やがて現金輸送当日、ホームズたちと同様にレストレード警部も極秘で警護に当たるが……。"
                },
                "13": {
                    "ID": "107035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107035",
                    "TitleEnglish": "The Runaway Freight Car",
                    "SummaryEnglish": "Professor Moriarty seems to have done the impossible! A freight car containing gold that was in between two passenger cars mysteriously disappears during a train ride to London. Holmes must figure out exactly how Moriarty pulled it off and retrieve the gold as soon as he can.",
                    "TitleJapanese": "貨車が消えた!?　教授の大魔術",
                    "SummaryJapanese": "ロンドン行きの列車に乗り込むホームズとワトソン。その列車は、貨車が客車と客車の間に連結されている妙な編成だった。実は貨車で大量の金塊を運ぶため、警備の警官も乗り込む厳重な警備態勢がはられていたのだ。そしてその列車には、トッドとスマイリーの姿もあった……。ハドソン夫人の夜食を楽しみにロンドンに降り立ったホームズたちだが、駅は大騒ぎ。真ん中の貨車だけがスッポリと消えていたのだ！ ホームズは貨車が消えた区間を割り出し、現場に向かう。"
                },
                "14": {
                    "ID": "107036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107036",
                    "TitleEnglish": "The Coral Lobsters",
                    "SummaryEnglish": "While Moriarty daydreams of eating lobster one day, he comes up with a scheme to steal the coral lobsters from a marine biologist. The lobsters are encrusted with several hundred pounds worth of jewels! Holmes, Watson, and all of Scotland Yard set out on a chase to capture Moriarty and retrieve the lobsters.",
                    "TitleJapanese": "珍味！　さんごのロブスター",
                    "SummaryJapanese": "度重なる失敗に“今度こそ！”とモリアーティがねらったのは、海洋学者ブライドン家の豪華なロブスター型の宝飾品。そして、一味は電気工事を装って、まんまと持ち出しに成功する。かけつけたのはもちろん、ホームズとレストレード警部だ。逃走経路となるはずの窓は断崖絶壁に面し、下は海だ。ここからは逃げられない、と屋敷中を捜索するレストレード。一方ホームズとワトソンは潜水服姿で海中を探っていた……。"
                },
                "15": {
                    "ID": "107037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107037",
                    "TitleEnglish": "The Golden Statue of the Great Burglar",
                    "SummaryEnglish": "Professor Moriarty kidnaps a sculptor and his son and orders that the sculptor create a statue of gold in his likeness. Holmes and Watson set out to save the man and his son and retrieve the gold bullion missing from a local bank.",
                    "TitleJapanese": "見たか！ピカピカの大どろぼう",
                    "SummaryJapanese": "完全な密室であるはずの銀行の地下金庫から、金塊だけがそっくり消えた!? しかしホームズが向かった先は、事件翌日に失踪した彫刻家とその息子の家だった。部屋に残された新しい作品のスケッチ、それはどう見てもモリアーティと快鳥ステラノドン！ 百万ポンドの金塊と彫刻家の組み合わせに、ホームズがせまる。銀行からキャタビラの跡を追ってたどり着いた先は、今は亡き古美術商の屋敷の工房だった……。"
                },
                "16": {
                    "ID": "107038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107038",
                    "TitleEnglish": "The Secret of the Sacred Cross Sword",
                    "SummaryEnglish": "Someone tried to steal the Sacred Cross Sword, or did they? Upon closer inspection, Holmes discovers symbols on the sword that lead to an ancient treasure of the family keeping the sword. Moriarty is determined to get to the treasure first and with traps set at every corner, will Holmes even make it out alive?",
                    "TitleJapanese": "魔城！ ホームズ生か死か？",
                    "SummaryJapanese": "ウィザード家の謎の宝剣「聖なる十字剣」が公開された。秘められた謎の正体は莫大な財宝のありかとも言われている。厳重な警備にさすがのモリアーティも手が出ない……と思いきや、不思議な事件が起こっていた。剣を収めた金庫が破られたにもかかわらず、剣は無事だったという。ホームズは、水晶に包まれた宝剣に光を当てると7つの絵文字が反射されることをつきとめる。犯人の目的もこの絵文字だったのだ！"
                },
                "17": {
                    "ID": "107039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107039",
                    "TitleEnglish": "The Adventure of the Thames Monster",
                    "SummaryEnglish": "A man and a ship are dragged into the Thames River by a monster one day. Scotland Yard gives up looking for the man but the man's fiancée is not going to give up. She contacts Holmes and Watson and the two go to find out the truth behind the supposed monster living in the river.",
                    "TitleJapanese": "テムズ川の怪物",
                    "SummaryJapanese": "霧深い夜のテムズ川で、貨物船が沈没した。水中の光る目と船べりをつかむ巨大なカギ爪に、新聞は謎の怪物出現と書き立てる。そんな中、第二の事件が起きた。川でデート中のデビッドは怪物とともに水中に消える。恋人メアリの依頼を受けてデビッド捜索に乗り出すホームズ。一方、川底に作ったアジトで祝宴をあげているのはモリアーティだ。久しぶりのごちそうに涙するトッドとスマイリーだったが……。"
                },
                "18": {
                    "ID": "107040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107040",
                    "TitleEnglish": "The Adventure of the Three Students",
                    "SummaryEnglish": "Three French art students on holiday in England are kidnapped by Professor Moriarty and his henchmen and forced to recreate famous paintings Moriarty has been stealing copies of. Moriarty in disguise passes off the students' works as originals in an auction, but Holmes notices something peculiar in the paintings. Holmes must follow the clues in the paintings in order to rescue the students.",
                    "TitleJapanese": "ネス湖に散ったドジ作戦！",
                    "SummaryJapanese": "名画の複製画盗難事件を追っているレストレード。一方、ホームズに依頼人が訪れる。遊びに来ていたパリの画学生三人が失踪したというのだ。三人の足取りを追って美術館から美術品競売場に回ったホームズは、そこで奇妙な名画を目にする。イタリアの風景画に、スコットランドの古城が描かれているのだ。その絵の値を吊り上げているのは、変装したトッドとスマイリー、競売人はモリアーティだった……。"
                },
                "19": {
                    "ID": "107041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107041",
                    "TitleEnglish": "The Rosetta Stone",
                    "SummaryEnglish": "An argument breaks out at the museum where the Rosetta Stone is kept. Several people from different countries all have different opinions on which country should be the real keepers of the stone. That night, the stone mysteriously floats away like magic into the sky. Moriarty borrows a few tricks from an old Japanese story about a thief to pull off this devious trick. Holmes must stop Moriarty before the professor sells the stone away.",
                    "TitleJapanese": "漱石・ロンドン凧合戦！",
                    "SummaryJapanese": "大英博物館の考古学上の至宝、ロゼッタ・ストーン。この石の前でエジプト、ギリシャ、フランス人がそれぞれに「本来は我が国のもの」と言い争っていた。後日、ロゼッタ・ストーンは、なんとフワフワ宙に浮いてどこかへ飛び去ってしまう。盗みの手口の見当がつかないホームズに、夏目金之助と名乗る日本人が声をかける。大風を利用し、凧で盗む大どろぼうを描いた本が盗まれ、今回の事件が気になる、というのだ。"
                },
                "20": {
                    "ID": "107042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107042",
                    "TitleEnglish": "The White Silver Getaway!",
                    "SummaryEnglish": "Moriarty has a cunning plan of getting recently acquired gold coins away from London which is swarming with constables from Scotland Yard. With the aid of a new airship, he plans to ship the coins in disguise to another place where he can get them later.",
                    "TitleJapanese": "飛行船しろがね号を追え！",
                    "SummaryJapanese": "現金輸送車から現金強奪に成功したモリアーティ。ところが新聞は英国最大の飛行船、しろがね号の完成を大々的に取り上げ、かすんでしまったモリアーティは不満顔。警察の鼻を明かしてやると息巻いていた。一方ホームズは、処女飛行をひかえたしろがね号の製造会社にいた。しろがね号の見取り図が盗まれ、念のため当日の警備を依頼されたのだ。折しも格納庫では作業員が重りのための砂袋を積み込んでいたが……。"
                },
                "21": {
                    "ID": "107043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107043",
                    "TitleEnglish": "The Disappearance of the Splendid Royal Horse",
                    "SummaryEnglish": "Moriarty and his henchmen attempt to steal a jewel one night, only to find someone else has beat them to it! Scotland Yard is certain since Moriarty was there, it had to have been him, but Holmes has second thoughts. The true thief of the jewel leaves behind a note and a rose saying that they will steal a famous horse from a royal family.",
                    "TitleJapanese": "ブンブン！　はえはえメカ作戦",
                    "SummaryJapanese": "とある屋敷にモリアーティたちが忍び込むと、華麗なる先客が！ お宝を取られた上、赤いバラを添えた予告状が残されていたと知ってモリアーティは頭に血が上る。その手口は、20年前に突然姿を消した有名な怪盗、クリストファーと同じものだった。モリアーティはプライドにかけて、次の獲物を横取りしようと計画する。次の獲物は「王室の名馬」だ。名馬を守るべく、レストレードとホームズが護衛に付くが……。"
                },
                "22": {
                    "ID": "107044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107044",
                    "TitleEnglish": "Disturbance, the World Flight Championship!",
                    "SummaryEnglish": "A man and his wife go out to celebrate the completion of an airplane engine for an upcoming race only to find when they come back that Moriarty has stolen the engine for his own use! A day before the race begins, a mysterious new entry appears in the race. Holmes knows it must be Moriarty and so he, Watson and Mrs. Hudson take to the skies to stop Moriarty from causing the race to be a complete disaster.",
                    "TitleJapanese": "ハチャメチャ飛行機大レース!?",
                    "SummaryJapanese": "若きエンジニア、マックは、迫るチャンピオン大会に向けて新型エンジンを完成させた。が、外出中にモリアーティに盗まれた上、家が炎上、妻ヘレンと共にホームズの下宿に身を寄せる。やがて、大会に謎の人物が出場するという記事が新聞に掲載される。それはもちろん、モリアーティだった。飛行機の腕は一流のハドソン婦人を巻き込んで、モリアーティの悪巧みに挑むべく、ホームズたちは大会の会場に向かう！"
                },
                "23": {
                    "ID": "107045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107045",
                    "TitleEnglish": "The Secret of the Parrot",
                    "SummaryEnglish": "Professor Moriarty attacks a train carrying an old gentleman with a parrot on his shoulder.",
                    "TitleJapanese": "知恵くらべ！　オウム対教授",
                    "SummaryJapanese": "事件解決の帰り道。列車の中でホームズとワトソンは、オウムを連れた男に出会う。男は無愛想に席を立ってしまうが、列車は謎のドラゴン型メカに襲われ大きく揺れる。そしてホームズは、オウムを何者かに奪われ、倒れている男を発見する。翌日、インドから来たオウム捜索に懸賞金がかけられていた。ホームズは失踪したインド人捜索の依頼を受ける。依頼者は、列車で無愛想だったあの男。実は外務省の役人だった。"
                },
                "24": {
                    "ID": "107046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107046",
                    "TitleEnglish": "The Bell of Big Ben",
                    "SummaryEnglish": "The Bell of Big Ben is stolen, and there is panic among the people.",
                    "TitleJapanese": "聞け！　モリアーティ讃歌",
                    "SummaryJapanese": "怪しげなメカを使ってシミュレーション中のモリアーティたち。今回のねらいはビッグ・ベンの大鐘だ。ロンドンの象徴、ビッグ・ベンが鳴らず、騒然とする市民たち。なんとか秘密裏に鐘を取り戻さないと、警視総監とレストレードの首が飛びそうだ。ホームズが蓄音機で録音した鐘の音を流し、とりあえず事なきを得る。しかし、その鐘の音のせいで、モリアーティは盗みの依頼者から報酬がもらえないでいた……。"
                },
                "25": {
                    "ID": "107047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107047",
                    "TitleEnglish": "The Priceless French Doll",
                    "SummaryEnglish": "Professor Moriarty robs a jewelry store in broad daylight.",
                    "TitleJapanese": "大混乱！　人形すりかえ事件",
                    "SummaryJapanese": "宝石の売買に立ち合ったホームズとワトソン。帰り道に、白昼堂々と宝石を盗む方法について話し合っていた。時を同じくしてモリアーティたち。夫婦に変装して宝石店を訪れ、夫婦げんかを装ってそのスキに宝石を……と、ホームズのプラン通りに動いている。さすがはモリアーティ!? ところがその先がいけない。盗んだ宝石を見知らぬ少女の人形の中に隠したが、その少女が一筋縄ではいかないクセ者だったのだ……！"
                },
                "26": {
                    "ID": "107048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107048",
                    "TitleEnglish": "The Missing Bride Affair",
                    "SummaryEnglish": "A bride disappears from her wedding, and Holmes is called to investigate.",
                    "TitleJapanese": "さよならホームズ！　最後の事件",
                    "SummaryJapanese": "教会で、花嫁が父親とともに姿を消した。控室から聖堂へのわずかな距離で、一体何者がどうやって!? 依頼を受けたホームズは現場に向かうが、レストレードは花嫁の心変わりだろうとやる気がない。花嫁の父はインド総督として赴任していたインドから戻ってきたばかりだという。やがて、聖堂の前室の壁にインド更紗の切れ端を発見するホームズ。前室の壁に刻まれたレリーフの文句の通りに動くと、隠し扉が開く！"
                }
            }
        }
    }
}