{
  "URL": "https://www.thetvdb.com/series/sherlock-hound",
  "Genres": [
    "Adaptation",
    "British",
    "Period",
    "Steampunk"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0088109/",
    "https://www.themoviedb.org/tv/21296",
    "https://www.wikidata.org/wiki/Q1150791"
  ],
  "TitleEnglish": "Sherlock Hound",
  "SummaryEnglish": "Loosely based on the \"Sherlock Holmes\" series by Sir Arthur Conan Doyle, Sherlock Hound turns all the classic characters into dogs. The canine Sherlock Holmes, his assistant Watson, and housemaid Mrs. Hudson work together to solve mysteries. The culprit is usually Professor Moriarty and his gang, who use all kinds of wacky contraptions to steal what they want.",
  "Aliases": [
    "Meitantei Holmes"
  ],
  "Modified": "2025-05-23",
  "Seasons": {
    "0": {
      "ID": "20547",
      "URL": "https://www.thetvdb.com/series/sherlock-hound/seasons/official/0",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "4508375",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/4508375",
          "TitleEnglish": "Opening Credits",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "4508376",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/4508376",
          "TitleEnglish": "Ending Credits",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "4611825",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/4611825",
          "TitleEnglish": "Meitantei Houmuzu Gekijouban",
          "SummaryEnglish": "This \"movie\" combines two TV episodes directed by Miyazaki: Blue Carbuncle and Treasure under the Sea. This movie was released in theaters together with Nausicaä, and has different OP and ED themes, as well as different voice actors from the TV version.",
          "Aliases": []
        },
        "4": {
          "ID": "6716280",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/6716280",
          "TitleEnglish": "Detective Holmes Theater The Open Secret Story",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "5268",
      "URL": "https://www.thetvdb.com/series/sherlock-hound/seasons/official/1",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "107023",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107023",
          "TitleEnglish": "The Four Signatures",
          "SummaryEnglish": "In this episode, Doctor Watson meets Sherlock Holmes and both proceed to trick a band of pirates in order to protect a man's life.",
          "Aliases": []
        },
        "2": {
          "ID": "107024",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107024",
          "TitleEnglish": "The Crown of Mazalin",
          "SummaryEnglish": "The anatagonist of the series, Professor Moriarty begins this episode by coming up with a devious thievery plot. Watson has to come to share living quarters with Holmes and meets Holmes' lovely landlady, Mrs. Marie Hudson. However, before Watson can really get settled in, Holmes is called out on a case. Inspector Lestrade thinks the answer's obvious, but Holmes is more than happy to find the real culprit behind the stealing of the Mazalin Crown.",
          "Aliases": []
        },
        "3": {
          "ID": "107025",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107025",
          "TitleEnglish": "A Small Client",
          "SummaryEnglish": "Little Martha's father is away on business and Martha wants Holmes to find a lost cat for her. The case starts out simply enough, but soon it grows to reveal Moriarty is behind a counterfeit coin operation and has kidnapped Martha's father. It's up to Holmes to rescue Martha's father and stop all of England's banks from going into chaos!",
          "Aliases": []
        },
        "4": {
          "ID": "107026",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107026",
          "TitleEnglish": "Mrs. Hudson is Taken Hostage",
          "SummaryEnglish": "Professor Moriarty has been studying Holmes' habits and soon comes up with a plan to kidnap Mrs. Hudson. Although he succeeds in doing so, it seems like the Professor is having a change of heart from the kindness and innocence Holmes' landlady shows him. Meanwhile, Holmes and Watson have agreed to steal a famous painting from a museum in return for their landlady.",
          "Aliases": []
        },
        "5": {
          "ID": "107027",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107027",
          "TitleEnglish": "The Adventure of the Blue Carbuncle",
          "SummaryEnglish": "Moriarty successfully stole a rare blue gem from a local jewelery store however someone stole the jewel from him! Polly, a street-smart kid decides to keep the jewel as a treasure between herself and her stuffed teddybear, Winnie. Meanwhile, Holmes and Watson are sent on the case to retrieve the missing jewel and wind up protecting Polly from Moriarty.",
          "Aliases": []
        },
        "6": {
          "ID": "107028",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107028",
          "TitleEnglish": "The Green Balloon",
          "SummaryEnglish": "A green balloon mysteriously appears over the garden in Baker Street and sends Holmes and Watson on a new case to save a family at a lighthouse from Professor Moriarty's new scheme.",
          "Aliases": []
        },
        "7": {
          "ID": "107029",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107029",
          "TitleEnglish": "A Sacred Image Disappears",
          "SummaryEnglish": "Moriarty has stolen a golden statuette from the top of a building in London and hides it someplace where Scotland Yard can't find it. Holmes and Watson set out to search for the missing statuette only to be captured by several little boys. They soon befriend the boys and all go after Moriarty, Todd and Smiley to get the statuette back.",
          "Aliases": []
        },
        "8": {
          "ID": "107030",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107030",
          "TitleEnglish": "The Speckled Band",
          "SummaryEnglish": "A rainstorm sends Holmes and Watson to a house that isn't all what it seems to be. They uncover Moriarty's new plot and together stop a tragedy from befalling the house.",
          "Aliases": []
        },
        "9": {
          "ID": "107031",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107031",
          "TitleEnglish": "Treasure Under the Sea",
          "SummaryEnglish": "Holmes and Watson get called in by the navy to find that Moriarty has stolen a submarine. With the submarine, Moriarty plots to sink and steal a recently found treasure from the navy ships.",
          "Aliases": []
        },
        "10": {
          "ID": "107032",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107032",
          "TitleEnglish": "The White Cliffs of Dover",
          "SummaryEnglish": "The London Airpost is failing due to planes being sabotaged. When one of the planes crash lands near Baker Street, Holmes and Watson rush to the scene only to find their landlady save the pilot before them. Moriarty has been sabotaging the planes in hopes of earning tons of money off of limited edition stamps. Holmes, Watson, Mrs. Hudson and all the men of the airpost quickly set out to stop him.",
          "Aliases": []
        },
        "11": {
          "ID": "107033",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107033",
          "TitleEnglish": "The Sovereign Gold Coins",
          "SummaryEnglish": "Holmes and Watson get called to a dreary town where no one seems very happy, with the exception of the richest man who calls them in to complain about missing sovereign gold coins. Although the person who stole the coins before was different, now Moriarty plots to steal the man's giant coin bank which has thousands of sovereigns inside it.",
          "Aliases": []
        },
        "12": {
          "ID": "107034",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107034",
          "TitleEnglish": "The Stormy Getaway",
          "SummaryEnglish": "Holmes and Watson get called in to protect a girl's father as he begins to deliver money by carriage to another town. Professor Moriarty has other plans though and plots to rob the carriage and get rid of anyone who gets in his way.",
          "Aliases": []
        },
        "13": {
          "ID": "107035",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107035",
          "TitleEnglish": "The Runaway Freight Car",
          "SummaryEnglish": "Professor Moriarty seems to have done the impossible! A freight car containing gold that was in between two passenger cars mysteriously disappears during a train ride to London. Holmes must figure out exactly how Moriarty pulled it off and retrieve the gold as soon as he can.",
          "Aliases": []
        },
        "14": {
          "ID": "107036",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107036",
          "TitleEnglish": "The Coral Lobsters",
          "SummaryEnglish": "While Moriarty daydreams of eating lobster one day, he comes up with a scheme to steal the coral lobsters from a marine biologist. The lobsters are encrusted with several hundred pounds worth of jewels! Holmes, Watson, and all of Scotland Yard set out on a chase to capture Moriarty and retrieve the lobsters.",
          "Aliases": []
        },
        "15": {
          "ID": "107037",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107037",
          "TitleEnglish": "The Golden Statue of the Great Burglar",
          "SummaryEnglish": "Professor Moriarty kidnaps a sculptor and his son and orders that the sculptor create a statue of gold in his likeness. Holmes and Watson set out to save the man and his son and retrieve the gold bullion missing from a local bank.",
          "Aliases": []
        },
        "16": {
          "ID": "107038",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107038",
          "TitleEnglish": "The Secret of the Sacred Cross Sword",
          "SummaryEnglish": "Someone tried to steal the Sacred Cross Sword, or did they? Upon closer inspection, Holmes discovers symbols on the sword that lead to an ancient treasure of the family keeping the sword. Moriarty is determined to get to the treasure first and with traps set at every corner, will Holmes even make it out alive?",
          "Aliases": []
        },
        "17": {
          "ID": "107039",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107039",
          "TitleEnglish": "The Adventure of the Thames Monster",
          "SummaryEnglish": "A man and a ship are dragged into the Thames River by a monster one day. Scotland Yard gives up looking for the man but the man's fiancée is not going to give up. She contacts Holmes and Watson and the two go to find out the truth behind the supposed monster living in the river.",
          "Aliases": []
        },
        "18": {
          "ID": "107040",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107040",
          "TitleEnglish": "The Adventure of the Three Students",
          "SummaryEnglish": "Three French art students on holiday in England are kidnapped by Professor Moriarty and his henchmen and forced to recreate famous paintings Moriarty has been stealing copies of. Moriarty in disguise passes off the students' works as originals in an auction, but Holmes notices something peculiar in the paintings. Holmes must follow the clues in the paintings in order to rescue the students.",
          "Aliases": []
        },
        "19": {
          "ID": "107041",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107041",
          "TitleEnglish": "The Rosetta Stone",
          "SummaryEnglish": "An argument breaks out at the museum where the Rosetta Stone is kept. Several people from different countries all have different opinions on which country should be the real keepers of the stone. That night, the stone mysteriously floats away like magic into the sky. Moriarty borrows a few tricks from an old Japanese story about a thief to pull off this devious trick. Holmes must stop Moriarty before the professor sells the stone away.",
          "Aliases": []
        },
        "20": {
          "ID": "107042",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107042",
          "TitleEnglish": "The White Silver Getaway!",
          "SummaryEnglish": "Moriarty has a cunning plan of getting recently acquired gold coins away from London which is swarming with constables from Scotland Yard. With the aid of a new airship, he plans to ship the coins in disguise to another place where he can get them later.",
          "Aliases": []
        },
        "21": {
          "ID": "107043",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107043",
          "TitleEnglish": "The Disappearance of the Splendid Royal Horse",
          "SummaryEnglish": "Moriarty and his henchmen attempt to steal a jewel one night, only to find someone else has beat them to it! Scotland Yard is certain since Moriarty was there, it had to have been him, but Holmes has second thoughts. The true thief of the jewel leaves behind a note and a rose saying that they will steal a famous horse from a royal family.",
          "Aliases": []
        },
        "22": {
          "ID": "107044",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107044",
          "TitleEnglish": "Disturbance, the World Flight Championship!",
          "SummaryEnglish": "A man and his wife go out to celebrate the completion of an airplane engine for an upcoming race only to find when they come back that Moriarty has stolen the engine for his own use! A day before the race begins, a mysterious new entry appears in the race. Holmes knows it must be Moriarty and so he, Watson and Mrs. Hudson take to the skies to stop Moriarty from causing the race to be a complete disaster.",
          "Aliases": []
        },
        "23": {
          "ID": "107045",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107045",
          "TitleEnglish": "The Secret of the Parrot",
          "SummaryEnglish": "Professor Moriarty attacks a train carrying an old gentleman with a parrot on his shoulder.",
          "Aliases": []
        },
        "24": {
          "ID": "107046",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107046",
          "TitleEnglish": "The Bell of Big Ben",
          "SummaryEnglish": "The Bell of Big Ben is stolen, and there is panic among the people.",
          "Aliases": []
        },
        "25": {
          "ID": "107047",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107047",
          "TitleEnglish": "The Priceless French Doll",
          "SummaryEnglish": "Professor Moriarty robs a jewelry store in broad daylight.",
          "Aliases": []
        },
        "26": {
          "ID": "107048",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sherlock-hound/episodes/107048",
          "TitleEnglish": "The Missing Bride Affair",
          "SummaryEnglish": "A bride disappears from her wedding, and Holmes is called to investigate.",
          "Aliases": []
        }
      }
    }
  }
}