{
  "URL": "https://www.thetvdb.com/series/bubblegum-crisis",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Fantasy",
    "Science Fiction",
    "Thriller"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0088863/",
    "https://www.themoviedb.org/tv/42882"
  ],
  "TitleEnglish": "Bubblegum Crisis",
  "SummaryEnglish": "BGC is the story of four mercenaries living in Tokyo in the year 2033. After a massive earthquake that destroys much of Tokyo, the four mercenaries, dubbed the Knight Sabers, are left fighting against the GENOM Corporation, its evil androids, and everything it stands for.",
  "Aliases": [
    "Bubblegum Crash"
  ],
  "Modified": "2025-06-22",
  "Seasons": {
    "0": {
      "ID": "20712",
      "URL": "https://www.thetvdb.com/series/bubblegum-crisis/seasons/official/0",
      "# Episodes": 17,
      "Episodes": {
        "1": {
          "ID": "3052161",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/bubblegum-crisis/episodes/3052161",
          "TitleEnglish": "Hurricane Live! 2032",
          "SummaryEnglish": "Elements of the Bubblegum Crisis series in an MTV-styled rock video. Clips from the series are combined with the music of Kinuko Omori and the Knight Sabers.",
          "Aliases": []
        },
        "14": {
          "ID": "5090225",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/bubblegum-crisis/episodes/5090225",
          "TitleEnglish": "Bye-bye Knight Sabers: Holiday in Bali",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "15": {
          "ID": "8838945",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/bubblegum-crisis/episodes/8838945",
          "TitleEnglish": "Hurricane Live! 2033",
          "SummaryEnglish": "More Music of the Bubblegum Crisis spotlights the music that helped to make 80's series The Bubblegum Crisis the popular early piece of anime that its become. The hard rock songs of Priss and the Replicants are played amidst a video montage of the series' most exciting action sequences, and rarely seen live footage from the musicians themselves is also included.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "5526",
      "URL": "https://www.thetvdb.com/series/bubblegum-crisis/seasons/official/1",
      "# Episodes": 8,
      "Episodes": {
        "1": {
          "ID": "110874",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bubblegum-crisis/episodes/110874",
          "TitleEnglish": "Tinsel City",
          "SummaryEnglish": "And so it begins, with the appearance of the Boomers, and the plan by GENOM to try and control the world. But can the Knight Sabers stop them from kidnapping a computer technician, and what's Mason, head guy at GENOM, planning? This is the beginning of a three-episode arc, ending with episode 3.",
          "Aliases": []
        },
        "2": {
          "ID": "110875",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bubblegum-crisis/episodes/110875",
          "TitleEnglish": "Born to Kill",
          "SummaryEnglish": "Cynthia, the newly formed Boomer, has recently been destroyed, but now an even bigger threat awaits the Sabers. When GENOM reveals their new threat, a super strong Boomer created from the remains of Cynthia. The Sabers may have destroyed it, but is that all that awaits them?",
          "Aliases": []
        },
        "3": {
          "ID": "110876",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bubblegum-crisis/episodes/110876",
          "TitleEnglish": "Blow Up",
          "SummaryEnglish": "GENOM's Boomers are terrorizing MegaTokyo and the AD Police is helpless, or rather useless, to stop them. But GENOM may have gone too far this time, by terrorizing Sho, the boy Priss looks after. Can Priss finally stop Mason while keeping her cool, and her moral code as a Knight Saber, with it?",
          "Aliases": []
        },
        "4": {
          "ID": "110877",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bubblegum-crisis/episodes/110877",
          "TitleEnglish": "Revenge Road",
          "SummaryEnglish": "A year later and there's not been much action from GENOM for the Knight Sabers. But now there's a strange new car called the Griffon that's terrorizing bike gangs in the city. When the Knight Sabers arrive at the scene, they realize the Griffon's not all at fault, and it's going to take a lot of firepower to stop it from wiping all bike gangs, and its creators, out of existence.",
          "Aliases": []
        },
        "5": {
          "ID": "110878",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bubblegum-crisis/episodes/110878",
          "TitleEnglish": "Moonlight Rambler",
          "SummaryEnglish": "There's a lot of trouble brewing over MegaTokyo, as the space island Genaro is recoiling over the loss of their shuttle and weapons, and the exposure of their ties with GENOM. Meanwhile, a \"vampire\" has recently been sucking people's blood everywhere, and Priss's mysterious new friend Sylvie has some interesting ties with the island controversy.",
          "Aliases": []
        },
        "6": {
          "ID": "110879",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bubblegum-crisis/episodes/110879",
          "TitleEnglish": "Red Eyes",
          "SummaryEnglish": "The 33-S Boomers are back to seek revenge on the Knight Sabers. How do they do it? By framing the Knight Sabers, that's how!",
          "Aliases": []
        },
        "7": {
          "ID": "110880",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bubblegum-crisis/episodes/110880",
          "TitleEnglish": "Double Vision",
          "SummaryEnglish": "GENOM's back with a new creation, a new breed of Boomer that will prove to be a challenge for the Knight Sabers. Also, an American Rock star known simply as \"Vision\" has come to MegaTokyo to spread the word of rock to its citizens... that is, until she gets mixed up with the likes of GENOM.",
          "Aliases": []
        },
        "8": {
          "ID": "110881",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bubblegum-crisis/episodes/110881",
          "TitleEnglish": "Scoop Chase",
          "SummaryEnglish": "The Knight Sabers seem to have all under control, until \"ace reporter\" Lisa Vanette threatens to reveal the true identities of the girls. Plus, GENOM's got some brand new, specially created Boomers, with weapons aimed directly at the Sabers.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "96701",
      "URL": "https://www.thetvdb.com/series/bubblegum-crisis/seasons/official/2",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "904471",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bubblegum-crisis/episodes/904471",
          "TitleEnglish": "Crash!: Illegal Army",
          "SummaryEnglish": "After taking time off, The Knight Sabers are back in action, thanks to a string of robberies performed by an evil organization called the Illegal Army, who takes up arms and destroys the peace in MegaTokyo.",
          "Aliases": []
        },
        "2": {
          "ID": "904481",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bubblegum-crisis/episodes/904481",
          "TitleEnglish": "Crash!: Geo Climbers",
          "SummaryEnglish": "A new type of Boomer with advanced AI is stolen! Now it's up to the newly re-formed Knight Sabers to get it back! However, they'll have their hands full with a group of Combat Boomers headed by a criminal scientist who is vying for the end of the Sabers.",
          "Aliases": []
        },
        "3": {
          "ID": "904491",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bubblegum-crisis/episodes/904491",
          "TitleEnglish": "Crash!: Meltdown",
          "SummaryEnglish": "Boomers all over MegaTokyo are rioting and throw the city into chaos. In order to stop this disaster, the Knight Sabers must locate the mastermind behind it all!",
          "Aliases": []
        }
      }
    }
  }
}