{
    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0367443/",
        "https://www.themoviedb.org/tv/37419"
    ],
    "TitleEnglish": "Zoids: Chaotic Century",
    "SummaryEnglish": "In the far reaches of The Milky-Way on the Planet Zi exists metalic lifeforms that posses superior fighting skills. These are the Zoids. Warriors by nature. Zoids have been used as the ultimate weapons in an on-going war between the Imperial Forces and the republicans of Planet Zi. The first series is Chaotic Century. The first part take place during the war between the two greatest nations on Zi: the Empire and the Republic. Into this chaos enters three different yet connected lives: Van Flyheight, a young Republican who stumbles upon some ancient ruins; Zeek, an Organoid in the ruins who has the capacity to revive and mazimize the potential of Zoids; and Fiona, an ancient Zoidian awakened from her sleep and who now accompanies Van on his journey into destiny. With the help of the kooky Dr. D, the mercenary Irvine, and the independent Moonbay among others, Van inadvertently finds himself on a course to stop the war before it takes a disastrous turn. \"Foolish Ambtions shou",
    "TitleJapanese": null,
    "SummaryJapanese": null,
    "Aliases": [
        "機獸新世紀ZOIDS"
    ],
    "Modified": "2025-08-08",
    "Seasons": {
        "1": {
            "ID": "5627",
            "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/seasons/official/1",
            "# Episodes": 34,
            "Episodes": {
                "1": {
                    "ID": "112029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112029",
                    "TitleEnglish": "The Boy From Planet Zi",
                    "SummaryEnglish": "The Episode starts out with, a boy named Van, is being chased by a blue scorpion type zoid, called a Guysack. After a semi-long chase, Van makes it to some ruins. After, the Guysack makes there, he gets trapped under some rubble that falls due to the Guysack's immense firing. His partners riding zoids called Command Wolf. Fire at the ruins to trap Van, and do so. Van finds a secret chamber with two capsules in it. He opens one of them up and finds a small type of zoid called an organoid. He calls the organoid Zeek. Just then, the blue Guysack pilot, Bull charges them. After a fierce fight between Zeek and the Guysack. Zeek won! Then Zeek takes Van and blasts out of there and gets to nearby trashed Shield Liger. Then the two Command Wolves fire at the busted Liger, then Zeek merges with the Liger and enhances its abilites. As if it were brand new! The Liger takes the Command Wolves out and returns to the ruins. Then they find a mysterious girl who can't remember a thing. Episode Conclud",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "112030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112030",
                    "TitleEnglish": "The Mysterious Fiona",
                    "SummaryEnglish": "This starts out w/Van, Fiona and Zeek returning to the village. And Fiona won't stop with the incessant questions. As they make there way back to the village, two Molgas and Redler. Van's sister, Maria gets kidnapped and ransomed for the \"\"Wild Zoid\"\" Zeek. When Van returned to the village, he was tied up and the village elders took Zeek and brought him to where the bandits were. Van broke free and took the Shield Liger and went to fight those creeps. After a fierce battle, Van was being beaten, and then he got Zeek to merge w/the Liger and made the Liger more than enough for them to handle. After he defeated them he set out on a journey with Fiona, Zeek and the Shield Liger.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "112031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112031",
                    "TitleEnglish": "Memory",
                    "SummaryEnglish": "Van and Fiona are goin through the desert and Fiona gets thrown into a sandpit, as a Red Command Wolf shows up and rescues her. Since they got seperated from the Shield Liger and Zeek,the guy gives them corn and a place to sleep. By the time they wake up, the guy is gone. Van and Fiona make it back to the Liger and Zeek. Later on, they find themselves in a an ancient fortress that was abandoned 50 years ago. A white Gordos attacks them so that they would not enter the ruins. Both Van and Fiona find another way in, through a hidden sewer tunnel. When they make it out, they had made into the heart of the ruins. As they searched they had found a diary of a soldier that said that they were abandoning this base, and they didn't want to leave their campanion the Gordos here, but with his damaged leg he couldn't go on. Anyway, while all this was happening, Irvine (Red Command Wolf Pilot), shows up and starts to attack the Gordos, with a barrage of headbutts and tackles, Irvine retreats due to",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "112032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112032",
                    "TitleEnglish": "The Protectors",
                    "SummaryEnglish": "After Van and Fiona had left the ancient fortress with white Gordos, he was tired. And he went to sleep. Fiona was sitting down in the middle of the night, as Van stirs and asks her what she is doing and why hasn't she gone to sleep. She tells him she can hear water, Van gets up and listens and says that you must be kidding, there's plenty of water in the tank if you need it. By morning Fiona threw all the water out of the tank because it smelt bad. Van went beserk and told her that it had his special protein thing in it. Van falls down and has a mirage of Fiona dropping all the water in the ground. Irvine comes in when Fiona had just led Van to some fresh water. Thinking it was just a couple bandits, Irvine found out it was just Van. Irvine fills Van in on the details in which that he is a protector and how these bandits attacked on a specific set date. Today was one of those set dates. The gang was confirmed to be the Desert Alka-Velto Gang, the same thugs that attacked Van's village",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "112033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112033",
                    "TitleEnglish": "Sleeper Trap",
                    "SummaryEnglish": "After saving the village from the Desert Alka-Velto Gang, the Shield Liger had some pretty serious damage. Van almost has a heart-attack when he finds out that Fiona ate his Papaya. A little while after that, they meet a sassy girl called Moonbay. She checks out his Shield Liger and sees that the front-back leg had some missile damage on it. They talked until a couple of sleeper Guysacks attacked them. With Moonbay's Gustav weighted down by all the heavy load, she couldn't put any weapons on it. Just then Irvine comes and saves the day, by destroying all of the Guysacks except for one that managed to slip by and cause him some damage. Moonbay finds good place to camp out at the night, an ancient fortress base. Both the Command Wolf and Shield Liger had taken on pretty serious damage. Irvine got suspicious and asked Moonbay if her cargo had any Imperial fire power. Moonbay verified that and told Irvine that it was all loaded with Imperial arms and that they would explode if anything had",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "112034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112034",
                    "TitleEnglish": "Jump Zeke!",
                    "SummaryEnglish": "Van and Co. are traveling along when they come across soldiers of the Helic Republic, who mistake them for Imperials, especially after registering the earlier explosion. They take them prisoner after a scuffle and impound the Zoids. Irvine reveals his true resourcefulness when he uses a hidden trick to break himself out and Van along with him. Van promises to come back for the girls and takes off with Irvine for the Zoids. Zeke and the Liger merge and Van and Irvine take off through the base. The Republican soldiers mobilize several Petras and try to stop them. Out of the base, Van tries to lose the soldiers among the creveses, but when he's backed into a corner and goes for the ammunitions he finds out the Zoids were stripped of their firepower and is chastized by Irvine for his stupidity. Irvine tries to figure a way to save his own skin when Van gets an idea and starts running the Liger at the walls of the canyon. He bounces from side to side gaining altitude, and finally c",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "112035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112035",
                    "TitleEnglish": "The Battle of Red River",
                    "SummaryEnglish": "After beating the captain, Van and Zeek decide to go and rescue Moonbay and Fiona. When they barge in, they are told that they are working for the Republic. Both Moonbay and Fiona are told that they will be given cargo loaded with explosives that are to be detonated at Fire Bridge. Then Major Shoobaultz and Minister Prozan have a discussion about the attack on the rebels. Major Shoobaultz says that he will only attack if they attack first. At the battlefield, the Republic had its Godos' and Guysacks all lined up with the main captain in the green Gordos. On the Imperial front, they had all 50 Molgas lined up with their commander Major Shoobaultz in the Dark Horn. Both captains step out ,have a word with each other ,and go back to their respective Zoids. Then Minister Prozan has a word with Marcus, a soldier from the front line. He tells him to launch the first attack and make it look like the Republic did it. If he did, he would be promoted. Then Marcus tells Rosso to use the Pteras th",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "112036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112036",
                    "TitleEnglish": "The Road to the Republic",
                    "SummaryEnglish": "After meeting success at Red River, the gang thinks that if they make it to the Republican Capital they may find a clue to Zoid Eve. Before they leave Captain Herman gives them a letter of introduction, while Irvine tries to take Zeek, but fails. Moonbay and the others stop by a near village to load up on supplies. Moonbay and the others go out to get some supplies. Irvine, Fiona and Zeek get seperated from Van. While Fiona goes on a shopping spree of fruit and making Irvine pay. Van and Moonbay get tailed by Rosso's gang and chased all ove village, and finally get caught. Irvine hears a gun shot in the village. He rushes and finds out that Moonbay and Van have been caught, they have been trapped and are tied around the Shield Liger's foot. Then Fiona tries to untie them but also gets caught, Irvine manages to get Van and Moonbay free. Van and Zeek get in the Shield Liger. Then Rosso shows up in his Red Horn and launches a devastating assault from all of his weapons on the Red Horn. Va",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "112037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112037",
                    "TitleEnglish": "The Valley of the Monster",
                    "SummaryEnglish": "Van and the gang barely made it part the Imperail Army. The Shield Liger wasn't working to good either its sights weren't aligned properly. Then the Zoids started to do something wierd, and Irvine found out that they were in the Valley of the Rare Hertz. In this valley there is a pulse that gets emitted that makes the Zoids not to work propoerly. Zoids affected by the rare-hertz begin to grow on violent tendancies and run out of control and usually destroy themselves. The proof was a very old Godos it was rusted and damaged beyond repair. They put on their pulse guards which makes it so that the rare-hertz stops effecting them. Unfortunately, when they were about to leave Zeek was also affected by the rare-hertz. He looked sick . But then he was completley controlled by the rare-hertz and rams the Gistav. He then fuses with the Shield Liger and damages irvine's Command Wolf and then leaves. Moonbay fixes Irvine's Command Wolf. Van runs away after Irvine told him he couldn't use his Com",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "112038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112038",
                    "TitleEnglish": "The Mountain of Dreams",
                    "SummaryEnglish": "After getting Zeek back to normal, Van finds out that there is an old scientist that used to be very important in the Republican Army once that lives here, he might give us a lead on to Zoid Eve. As they are going throught the forest they hear a big explosion. They come to a house with a man turned frozen in ice. We also find out that Fiona likes here coffee salty. Later that morning, the old guy Dr. D was gone and was using Irvine's Command Wolf. He tells Irvine that the site of the main gun was off by exactly three degrees. Dr. D tricked Van into doing all of his housework or he won't tell him what Zoid Eve is. Dr. D then confronts Irvine and tricks him into doing some work. He then tells both Van and Irvine to get in their zoids because the so called enemy was coming, his grandson on a bike. Irvine's finger slips thanks to Dr. D. Then the old guy takes them on a suicide mission to an unmaned Republican supply base that was protected by several sleeper Guysacks. Van and Irvine get tr",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "112039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112039",
                    "TitleEnglish": "The Fog at Mt. Iselina",
                    "SummaryEnglish": "After making it snow, Van and the rest head off to Mount Isolina. Mount Isolina is known for being treacherous. While Viola and Jarro are making plans to attack and get revenge on Van. In the middle of the fog of Mount Isolina Van stops everyone so he could get his flying papaya, Irvine and Fiona go after him and get lost. Moonbay tells Van about the Shadow Monster story. Then some sort of Shadow Monster appears, it turns out that it was just the the shadow of a Godos that was being piloted by a girl named Rosa. Viola and Jarro strategize that those punks (Van) would be at the colony that is in the middle of Mt. Isolina. Rosa takes Van and Moonbay to her colony, and that where Van stocks up on food. The villagers are surprised at what kind of strangers are these people. They were also fascinated at the zoids that they carried. Then Van and Rosa talk for a while and exchange stories. Then Viola and Jarro get there, they didn't want to attack the village so they lured Van into a gorge wi",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "112040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112040",
                    "TitleEnglish": "The Black Organoid",
                    "SummaryEnglish": "After getting away from the treacherous Mount Isolina, Van and the gang made it into Republican Territory. They make it to a village only after going through a zoid graveyard of 30 Guysacks. Van and the gang get in trouble as a few soldiers try to arrest them because they think its someone else. Van and Fiona escape but Irvine, Moonbay and Zeke are caught. Then they are chased after until they come across a boy lyind down. Then that boy rescues them from the Republican Soldiers. Then more of them come, as they are about to reach them, Fiona grabs the boy (who is just as old as Van/Fiona) and they make a break for it. Then both Moonbay and Irvine are released do to the misunderstanding. Major Ford, leaader and commander of this unit fills both Irvine and Moonbay in on the details. Two days ago, an entire sleeper battalion was wipped out and it was do to one Saber Fang and a black organoid. A black organoid similiar to Zeke attacked them except it had wings instead of boosters. Raven (th",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "112041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112041",
                    "TitleEnglish": "The Battle of Chronos",
                    "SummaryEnglish": "After Van loses to Raven, he sits down and says he's waiting until Raven shows up. Some of the villagers warn them of the advancing Imperial Army. Major Marcus tells Major Shoobaultz of the new objectives and different strike plans. Major Marcus's unit will attack and capture the Chronos Fortress and the Shoobaultz unit will advance on to Mount Osa Base. After swooping and sneaking around Irvine learns even though the Republican Army is backed into a corner, they have a bold strategy. After several attempts by Moonby and Fiona, Van still doesn't want to go instead he is trying to pull the full potential of the Shield Liger out. Meanwhile, in the village Raven explains the strategy to Major Shoobaultz, and why they couldn't merge their forces together. It would be too overwhelming for the Republicans and which might force the President to negotiate a ceasefire treaty between both nations. After his talk Raven leaves with his Saber Fang and Shadow. Van finds him and says that he wants a",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "112042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112042",
                    "TitleEnglish": "Wake Up! Zeke",
                    "SummaryEnglish": "After Van loses the battle to Raven again, and this time Zeke is hurt badly. Colonel Krueger knows its a huge blow losing the fortress, but he wants to know how much time it would take them to start advancing again. He estimated about 30 hours and tells Major Ford of Chronos Unit that he should get back to Mount Osa Base and prepare for a counter-attack. Meanwhile, at the deserted villageVan tries to find help for Zeke. Then Dr. D shows up trying to find sunscreen and Van gets Dr. D to see Zeke. Dr. D. tells Van that to revive Zeke he would have to go to Mt. Osa and get a bright blue rock called Zoid Magnite. Irvine goes to the Republican Base to get armed up with a multiple missile diffusion system. They let them test it out. Van and Moonbay make it to the Mt. Osa Volacano and are struggling to keep alive and get the rock. While Irvine take on Raven and his Saber Fang with his multiple missile diffusion system. Van tells Moonbay he see the rock and she should lower him down. He gets t",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "112043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112043",
                    "TitleEnglish": "Deploy the ZG!",
                    "SummaryEnglish": "After Van had finally revived Zeke with the Zoid Magnite, Zeke needed somet time to recover. Major Shoobaultz combined Imperial unit was delayed due to an avalanche of rocks. The delay was really severe they were delayed at least 2 hours. Marcus believed that it had to have been a fluke. Major Shoobaultz on the other hand believes this was no fluke, it was the work of Colonel Kruegar and that he knew exactly what he was doing. The severe losses due to the Chronos Fortress and this delay with rocks was no fluke. It started to rain and the roof started leaking where Van and the others were at. Colonel Kruegar gives the command of the Mt. Osa base to Major Ford while he would pilot the ZG (Gojulas) onto the front lines. At only fifty-percent of its true capability, the ZG still had firepower equivalent to tweleve zoids. Irvine sneaks into the base and see's just what they are planning for the upcoming battle against the Empire. The advancing Imperial unit is caught by surprise with severa",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "112044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112044",
                    "TitleEnglish": "New Helic City",
                    "SummaryEnglish": "There's a parade in New Helic City celebrating the Republican's latest victory and Irvine, Moonbay, and Fiona watch it. Van and Zeke wander away and see a lone Imperial soldier being harassed by some Republicans. The Imperial soldier had escaped and was trying to get away from the city. Van feels that the right thing to do is to help him, so he and Zeke chase the Republicans away. The soldier runs away and drops a picture of him and his mother, and Van picks it up. He meets the others at a cafe and tells them what happened. Irvine leaves for a moment and Moonbay says that they should go to the institute that specializes in ancient ruins. Just then, a few trucks pull up with Republican guards in them and one of the guys that Van and Zeke chased away (he told the guards about how Van helped the Imperial soldier). The guards accuse him of being an Imperial spy and don't believe that Hermann gave them their letter that he wrote for them. Irvine drives up in a jeep, throws a smoke bomb, and",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "112045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112045",
                    "TitleEnglish": "The Longest Night of the Republic",
                    "SummaryEnglish": "As the Imperial Army is getting closer, Captain Herman is swimming really fast to warn their side about the attack from the Empire. While Van, Moonbay and Irvine are planning their next move to the Guerrial Plateau. They also find out a general in the Imperaial Army is also looking for it and will pay lots of money if they have any leads. Madam President drops in on the Mount Osa base to check on how Colonel Kruegar is doing. Liutenant O'Connel of the Red River Base wants to send out a search party to look for the Captain. But the president denies their request. Irvine, Van, Moonbay and Fiona are havingdinner while the Liutenant drops in and is really mad, he says that he will pay anyone enough money from the military to retire if they would steal a Pteras and go rescue the Captain. While on the Imperial Side, Admiral Prozan was making his daily report to the Imperial King Zepplin. They talked for a bit on how he was goin gto deal the final blow to the rebels. Then Van and Irvine along",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "112046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112046",
                    "TitleEnglish": "The Defense of the City",
                    "SummaryEnglish": "Barely escaping and making it to the front lines at the New Helic Shore, the Republican Army stands and waits for the Imperial Army to attack. Prince Rudolph of the Empirehas some bad news about his grandfather. While Prozan gives the Republican President a final ultmatum of surrender or be completely annihilated. Then the Republican Army finds out more bad news, Old Man Kruegar, Moonbay and Fiona are still at the Mount Osa Base. Colonel Kruegar has an idea of destroying the Mount Osa Base so the Empire can't get its hands on it. Moonbay, Fiona and the Colonel escape through the Pteras. But the explosives didn't explode. So the Colonel comes thinks if he blows the Volcano up, the base would explode and all the combat systems on the zoids would freeze. Dr. D was also thinking the same thing. They would fly in with just a couple f Pteras's alongside Van and Zeke. Rudolph is informed the current emperor Zepplin passes away at exactly 11:00AM. Then Colonel Kruegar, Fiona and Moonbay launch",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "112047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112047",
                    "TitleEnglish": "Prozen's Conspiracy",
                    "SummaryEnglish": "After stopping the war and making the Empire retreat peae was restored to the Republic. Van and his friends were off to the Guerrial Plateau to restore Fiona's memory. While at an Imperial Prison Cell, where the bandit Rosso has been residing for the past couple of weeks, is freed with the help of his comrades from the Desert Alka-Velto Gang. Since the death of the late emperor Zepplin, Crown Prince Rudolph is next in line to become emperor of the Empire. Minister Prozan also mourns the loss of his emperor. Minister Prozan regent to Crown Prince Rudolph, would become emperor if anything were to happen to Prince Rudolph. The Desert Alka-Velto Gang is planning on kidnapping the Crown Prince Rudolph and asking for a ransom from the Empire for treating them the way the did. Late at night, Minister Prozan went to a shabby shop where a special forces operative commander by the name of Metlenick was. Metlenick had arranged three republican command wolves to assure that the assasination would",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "112048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112048",
                    "TitleEnglish": "The Resurrection Monster",
                    "SummaryEnglish": "A scientist talks to Minister Prozan about the loading process of the new type zoid they had found and the other zoid to which they had made alterations to its zoid core. Van and the rest were going off to the Guerrial Ruins. All the while, Rosso and Viola were safe for the time being, they weren't chased by the Imperial Army. They planned to ransom the young prince to the highest bidder in the Empire. After such a long and hard struggle from the palace to the desert, Rudolph was fast asleep. Rosso and Viola were about to have dinner, but then Rudolph starts to escape. Van, Moonbay, Irvine and Fiona had made it to the Guerrial Plateau and started searching around the ruins. They had split up, Van/Fiona/Zeke went one way and Moonbay/Irvine went around the other way. They had learned that someone had recently been here, after crossing a trapped line, Irvine and Moonbay were chased all over the ruins by a Rev. Rapter. Then the same had happened to Van, Fiona and Zeke. Barely hiding from t",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "112049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112049",
                    "TitleEnglish": "The Charged Particle Gun",
                    "SummaryEnglish": "Raven starts to rush after Rosso and enters a punk guys territory called Brad. Raven being the nicest I have ever seen him, gets mocked by Brad. Then Raven takes Brad out and crushes his Dark Horn. Later Vana nd the rest were talking about how it was a waste of time, and Irvine brings up a good point abot how Fiona remembered something called Deathsaur. Van kicks a rock in the bush and finds a boy named Rudolph. Rosso and Viola can't find Rudolph any where and went searching for him. Moonbay tries to swindle Rudolph out of his Imperial Ring but Van cancels that transaction. While at the Imperial Palace, Prozan gives a magnificent speech on how he would take office if Prince Rudolph doesn't return before the funeral of the late emperor Zepplin, he would take office. A very fast zoid attacks through the cover of the forest, Viola goes to check it out and it turns out its Raven in a Genosaur (purple/dark purple/black). Rosso was coming to but he'd be a little late. Rudolph was just leavin",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "112050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112050",
                    "TitleEnglish": "Farewell to a Friend",
                    "SummaryEnglish": "After barely escaping from Raven. Van adn the rest find some shelter. Rudolph wakes up and was having a bad dream and wonders if he will ever get back home. Later that morning, Rudolph asks if they could take him to Guygalos and teach him how to pilot a zoid. At the palace, Minister Prozan is sending out search parties and they are still looking for the prince as he explains to Prime Minister Homalef. A whole herd of Rev. Rapters and Redlers are searching for the prince, but were taken down by Raven and his Genosaur. Van starts teaching Rudolph how to pilot a zoid properly but Rudolph needs more practice. Then he gives Rudolph some special zoid pilot training. They find a bunch of Imperial Redlers with their zoid cores ripped out and Dr. D. Dr. D believes the Deathsaur was responsible for the damage and ruins of the Redlers. Dr. D tells everyone about the Legend of Beast of Destruction, the Deathsaur. It goes: One Deathsaur, destroyed a platoon of 1,000 zoids and whipped out a whole na",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "112051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112051",
                    "TitleEnglish": "The Imperial Ring",
                    "SummaryEnglish": "Since the Shield Liger was destroyed, Van had fused with Zeke right before it was completely gone. Dr. D and Fiona gets Van to regain conciousness, meanwhile Raven delievers Rudolph to Metelinick and his thugs. Dr. D, Irvine and Van come up with a bold plan to get Rudolph back and Van goes off with Irvine to get him back. They are going to use Van as a decoy and then when gets Rudolph on to the hover board and then Irvine will launch an assault from up above using his 60mm Long Range Cannon. Van and Rudolph get away while Irvine sustains some damage by the Dark Horns. Van makes a couple of snazzy turns and they get into a mine. Metelinick and his thugs were right behind them. In the mines Van and Rudolph are being shot at, but maanage to give them the slip for a couple of minutes and started to climb a ladder. This time they were caught again and Irvine sames them with a couple of smoke bombs and then they get caught again, this time Van fell into a ditch and jumped up off of some-sort",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "112052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112052",
                    "TitleEnglish": "A Voice From Afar",
                    "SummaryEnglish": "After Van had brought Rudolph back to the campsite away from danger, he had seen the Whirl Wind of Light surrounding the Shield Liger. Before where Metelinick and his thugs were left because of the damage they had suffered due to Irvine's Command Wolf. They had just finished reparing the damage on one Dark Horn and the other would need at least a week to recover. Then a Red Guysack shows up and a guy called Stinger a.k.a the Fisherman shows up. Meanwhile, Van demands an explanation for whats happening to the Shield Liger. He finds out that Fiona and Zeke are still inside and he tries running into it but gets thrown away by th massive energy that was being put out. Van then runs off because he wanted Zeke to choose him, and wondered why he chose Fiona instead. Stinger makes a deal with Metelinick in which he'll help with the destruction of the cocki-group of punks with the organoid. Rudolph makes it over to where Van had gone off, by some nearby ruins. Denis was given the Red Guysack, t",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "112053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112053",
                    "TitleEnglish": "The New Liger",
                    "SummaryEnglish": "After Van starts coming back to the campsite, he is attacked by Denis in the Red Guysack, Denis tries to overtake him, but Van manages to win by opening the cockpit of the Guysack and knocking Denis out then taking the Guysack to fight at the other two. Then Stinger has all three, Irvine, Moonbay, and Rudolph tied on a pole and is playing some sick games w/their heads. Later, Stinger reveals he wasn't doing this for fun, he had a defined objective all along. He wanted Zeke for himself, and whatever he could his hands on else. Stinger then tells Irvine to call out the organoid, but Irvine tells Stinger, Zeke would never take orders from him or Moonbay. He would only obey Van. Meanwhile, Van had just started a fight with the Dark Horn piloted by Rhoto. Van takes him out with an attack from underneath and leaves. At the Whirlwind of Glowing Light, Dr. D comes out and punches Stinger and Metelinick. Then Metelinick gets inside the Dark Horn and starts to attack Rudolph, and just as he is a",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "112054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112054",
                    "TitleEnglish": "Memories of Zi",
                    "SummaryEnglish": "After defeating Stinger, and his Saber Fang Stinger Special, Van and the rest continue their journey to Guygalos. Metelinick gives Minister Prozan, the Ring of Guylos. Then Van and the guys are talking about how they are going to get Rudolph back to Guygalos. Stinger makes it to a bar in a village, where he tells the Krossbow Brothers immediately make there way off to where Van and the rest of the gang are, in Desert Hel Digunners. Dr. D finds out Fiona is an Ancient Zoidian, a lost race of people that were thought to be whipped out a long time ago by the Deathsaur. Meanwhile, Raven is heading off to destroy another fortress in the Republican Army. At the palace, Minister Prozan announces to everyone Rudolph has been assasinated by an elite squadron of Republican Forces and Then he takes the throne. Raven attacks with the Genosaur and the fortress attacks with several Gordos, but Raven was unharmed within 3 minutes the base in complete ruins. Then the cores of the zoids were ripped out",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "112055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112055",
                    "TitleEnglish": "The Saviour",
                    "SummaryEnglish": "After taking out the Desert Hel Digunners and getting Zeke back safe and sound, Van and the rest are trying to make it to the capital without any of the Imperials spotting him. Moonbay and the others are making their way through a village a called Light Town, where they learn Prozan has announced Rudolph is dead. Then if that wasn't bad enough, they have a road block set up just in case Van and the others run by. They come up with a nice plan to smuggle Rudolph past Light Town and into the heart of Imperial Territory. Moonbay and Fiona are in the Gustav, while Irvine, Rudolph, Van and Zeke are making their way past the mountains on foot. Moonbay decides to act like she's getting married and succeeds after lying half a dozen times. Later, the soldier in command finds out they were being tricked, and Irvine, Rudolph, Van and Zeke were on foot making their way through the mountains. Irvine hears the engine of maybe two or three Redlers in the vicinity and tells them to be very cautious. T",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "28": {
                    "ID": "112056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112056",
                    "TitleEnglish": "Run, Wolf!",
                    "SummaryEnglish": "After they made it out of the treacherous mountains, Irvine and Van are traveling some where. Where they have a flash back about what happened up to the point. Rudolph was dressed up as a girl called Ramona to hide his true identity. Van fins out the bandits here, were dressed as Imperial Soldiers are robbing the village of everything and bring the cost of food up. Back to reality, Van and Irvine were still traveling and Irvine has two flashbacks, one where it was long ago maybe ten or fifteen years ago, Irvine had sister named Helena. The second flashback consists of Irvine and Moonbay running away from some soldiers, whom are thinking they are and its. They go off and hide in a church where Sister Alena sticks a gun at Moonbay and Irvine. Van and the rest find out much about the really sick kids are being infected by a disease called Gacki-Carl Fever, but the only problem is the vaccine was taken by some bandits. While, staring at the boy Peter, whom is comforting his sisters hands,",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "29": {
                    "ID": "112057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112057",
                    "TitleEnglish": "Heroes of the Sky",
                    "SummaryEnglish": "Dr. D and some Republican officers are waiting for two people to arrive. They see a truck in the distance, and wait for it to arrive. They then let the two people, a man and a woman, get into two Storm Sworders. The Storm Sworders are launched into the sky, and then they fly off. Meanwhile, Van and the others are traveling towards Guygalos City. Van and Irvine have a fight about which route to take, which ends up with Irvine strangling Van. After a long discussion, they decide to split up, with Irvine, Moonbay, and Rudolf taking the long but safe route, and Van, Fiona, and Zeke taking the shorter route that has one Imperial base along the way. They split up, and shortly after that, it turns out that Rudolf snuck into the Blade Liger so he could go with Van. At the Imperial base along Van's path, Major Karl Schubaltz is training with three black Redlers. He does some impressive maneuvering and shooting in his modified Saber Fang. Later, he and some other Imperial officer are talking abo",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "30": {
                    "ID": "112058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112058",
                    "TitleEnglish": "Moonbay's Waltz",
                    "SummaryEnglish": "Van and the gang are being chased by Captain Sephers' unit, and then McMahon a very wealthy man rescues them. He takes them back to his mansion, where Moonbay finds out that it was him. McMahon discusses the best strategy to get the Prince back to the castle. Later, Captain Sephers shows his ugly face again, and this time, he points a gun at McMahon and tells him that they will search the his house. McMahon tells him that they won't and that they will leave immediately. After Sephers leaves, Moonbay puts on a dress that McMahon had given to her and they had one final dance. Then Van makes a decision that would benefit Moonbay, by leaving her at the masion with McMahon. Just about when Van and Irvine are about to leave, Moonbay shows up. Then they have a little talk until Captain Sephers' unit arrives. The come and tell McMahon that he had better hand over the imposters before he to would take in McMahon. Then McMahon brings out his specially equipped Dark Horns with two 70mm cannons. H",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "31": {
                    "ID": "112059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112059",
                    "TitleEnglish": "The Three Guards",
                    "SummaryEnglish": "While on their way towards the Imperial Captial Guygalos, Van and the rest of the gang had fought their way through Captain Sever's Unit. Then after that, the gang is making there way through the Valley of Heroes. While in the Wind City, the Imperial Army had laid waste to all of the city. The three guards came after the Imperial soldiers, piloting three old model Saber Fangs. Laying waste to the entire Imperial Division with in a matter of moments. The three guards had gotten their revenge for them destroying the city. While back at home, Major Bord had come so that he could tell the three guards that a group of bandits (Van, Zeek...etc) were carrying an imposter Prince Rudolph and that they should be immediately dealt with. Then the three guards rushed off and found Van, he told them to meet them in the fighting grounds. Irvine went up first and knocked out one of the Saber Fang's. Then Van went against the second, beat him but at the cost of his boosters. He fought the third one and",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "32": {
                    "ID": "112060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112060",
                    "TitleEnglish": "The Doom Machine",
                    "SummaryEnglish": "Van and the rest of the gang make it to the palace where Prime Minister Homalef. After Prime Minister Homalef spotted Princce Rudolph, he couldn't believe his eyes. After they got to the minister's Palace, Homalef told them that Prozan also was in search of some ruins. Later that night, Van, Fiona, and Zeek sneaked off in the Blade Liger to go to see the nearby facility that was once ancient ruins. As soon as Van arrives he is caught by Prozan. In which they both have an arguement. Fiona gets out and the Deathsaur starts to awaken. Prozan quickly realizes that Fiona is that of the Ancient Zoidian race. The Deathsaur awakens and comes out after completely destroying the ruins. Van and the Blade Liger put their boosters on all the way. On their way back to help out their friends at the palace, they are greeted by Shadow, Raven's organoid and the deadly Raven himself with his deadly Genosaur.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "33": {
                    "ID": "112061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112061",
                    "TitleEnglish": "The Battle for Survival",
                    "SummaryEnglish": "On his way back to help out Moonbay and the others at te palace, Van was confronted by Raven and his Genosaur. In a vicious battle that at one point was thought to be won by Raven. Van some how managed to draw energy into the busted Blade Liger. While at the palace, Irvine, Rudolph, Moonbay and Prime Minister Homalef left the palace with a Saber Fang, Command Wolf and a Gustav. After the Bearin of Wings (Rosso) and the Sord of Storms showed up, they took Rudolph to the Imperial Capital. Then Van had taken out all of the main external guns of the Genosaur. All he had left was one blade and all Raven had left was the charged particle gun. Then, Zeek and Fiona fused with the Liger thereby reviving the Blade Liger back to 100% with all damages gone. Raven fired the Charged Particle Gun and Van nuetralized it with blades of the Blade Liger. The blades on the Blade Liger give off electrons that nuetralize the Charged Particle Gun. And in successfully doing so, Van defeated Raven.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "34": {
                    "ID": "112062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112062",
                    "TitleEnglish": "The Capital Ablaze",
                    "SummaryEnglish": "The episode starts out with Van and Fiona atfter they defeated Raven. It jumps to the city of Guygalos where Prozan is giving his speech after addressing the so called death of Emperor Rudolph. He then shows teh people of the Empire the legendary beast of destruction, the only zoid that elimnated a platoon of 1,000 zoid in one night, the Deathsaur. He demonstrates the Deathsaur's power, by telling the Deathsaur to launch the Charged Particle Gun at the \"\"invading\"\" republican forces. The Deathsaur does, and in doing so it wipes out an entire gaul of Shield Ligers. As the support from the Republic that Prime Minister Homalef requested arrived to the Imperial Capital. Prozan instructs the Deathsaur to elimnate the entire republican forces and if needed to, burn the captial on the ground. Van Flyheight and his Blade Liger tried several times to attack the Deathsaur, but was thrown away by the Deathsaur's tail. Finally a last ditch effort, they had stopped the Particle In-take fan mounted on",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "2": {
            "Episodes": {}
        }
    }
}