{
    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0367443/",
        "https://www.themoviedb.org/tv/37419"
    ],
    "TitleEnglish": "Zoids: Chaotic Century",
    "SummaryEnglish": "In the far reaches of The Milky-Way on the Planet Zi exists metalic lifeforms that posses superior fighting skills. These are the Zoids. Warriors by nature. Zoids have been used as the ultimate weapons in an on-going war between the Imperial Forces and the republicans of Planet Zi. The first series is Chaotic Century. The first part take place during the war between the two greatest nations on Zi: the Empire and the Republic. Into this chaos enters three different yet connected lives: Van Flyheight, a young Republican who stumbles upon some ancient ruins; Zeek, an Organoid in the ruins who has the capacity to revive and mazimize the potential of Zoids; and Fiona, an ancient Zoidian awakened from her sleep and who now accompanies Van on his journey into destiny. With the help of the kooky Dr. D, the mercenary Irvine, and the independent Moonbay among others, Van inadvertently finds himself on a course to stop the war before it takes a disastrous turn. \"Foolish Ambtions shou",
    "Aliases": [],
    "Modified": "2025-08-08",
    "Seasons": {
        "1": {
            "ID": "5627",
            "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/seasons/official/1",
            "# Episodes": 34,
            "Episodes": {
                "1": {
                    "ID": "112029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112029",
                    "TitleEnglish": "The Boy From Planet Zi",
                    "SummaryEnglish": "The Episode starts out with, a boy named Van, is being chased by a blue scorpion type zoid, called a Guysack. After a semi-long chase, Van makes it to some ruins. After, the Guysack makes there, he gets trapped under some rubble that falls due to the Guysack's immense firing. His partners riding zoids called Command Wolf. Fire at the ruins to trap Van, and do so. Van finds a secret chamber with two capsules in it. He opens one of them up and finds a small type of zoid called an organoid. He calls the organoid Zeek. Just then, the blue Guysack pilot, Bull charges them. After a fierce fight between Zeek and the Guysack. Zeek won! Then Zeek takes Van and blasts out of there and gets to nearby trashed Shield Liger. Then the two Command Wolves fire at the busted Liger, then Zeek merges with the Liger and enhances its abilites. As if it were brand new! The Liger takes the Command Wolves out and returns to the ruins. Then they find a mysterious girl who can't remember a thing. Episode Conclud"
                },
                "2": {
                    "ID": "112030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112030",
                    "TitleEnglish": "The Mysterious Fiona",
                    "SummaryEnglish": "This starts out w/Van, Fiona and Zeek returning to the village. And Fiona won't stop with the incessant questions. As they make there way back to the village, two Molgas and Redler. Van's sister, Maria gets kidnapped and ransomed for the \"\"Wild Zoid\"\" Zeek. When Van returned to the village, he was tied up and the village elders took Zeek and brought him to where the bandits were. Van broke free and took the Shield Liger and went to fight those creeps. After a fierce battle, Van was being beaten, and then he got Zeek to merge w/the Liger and made the Liger more than enough for them to handle. After he defeated them he set out on a journey with Fiona, Zeek and the Shield Liger."
                },
                "3": {
                    "ID": "112031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112031",
                    "TitleEnglish": "Memory",
                    "SummaryEnglish": "Van and Fiona are goin through the desert and Fiona gets thrown into a sandpit, as a Red Command Wolf shows up and rescues her. Since they got seperated from the Shield Liger and Zeek,the guy gives them corn and a place to sleep. By the time they wake up, the guy is gone. Van and Fiona make it back to the Liger and Zeek. Later on, they find themselves in a an ancient fortress that was abandoned 50 years ago. A white Gordos attacks them so that they would not enter the ruins. Both Van and Fiona find another way in, through a hidden sewer tunnel. When they make it out, they had made into the heart of the ruins. As they searched they had found a diary of a soldier that said that they were abandoning this base, and they didn't want to leave their campanion the Gordos here, but with his damaged leg he couldn't go on. Anyway, while all this was happening, Irvine (Red Command Wolf Pilot), shows up and starts to attack the Gordos, with a barrage of headbutts and tackles, Irvine retreats due to"
                },
                "4": {
                    "ID": "112032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112032",
                    "TitleEnglish": "The Protectors",
                    "SummaryEnglish": "After Van and Fiona had left the ancient fortress with white Gordos, he was tired. And he went to sleep. Fiona was sitting down in the middle of the night, as Van stirs and asks her what she is doing and why hasn't she gone to sleep. She tells him she can hear water, Van gets up and listens and says that you must be kidding, there's plenty of water in the tank if you need it. By morning Fiona threw all the water out of the tank because it smelt bad. Van went beserk and told her that it had his special protein thing in it. Van falls down and has a mirage of Fiona dropping all the water in the ground. Irvine comes in when Fiona had just led Van to some fresh water. Thinking it was just a couple bandits, Irvine found out it was just Van. Irvine fills Van in on the details in which that he is a protector and how these bandits attacked on a specific set date. Today was one of those set dates. The gang was confirmed to be the Desert Alka-Velto Gang, the same thugs that attacked Van's village"
                },
                "5": {
                    "ID": "112033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112033",
                    "TitleEnglish": "Sleeper Trap",
                    "SummaryEnglish": "After saving the village from the Desert Alka-Velto Gang, the Shield Liger had some pretty serious damage. Van almost has a heart-attack when he finds out that Fiona ate his Papaya. A little while after that, they meet a sassy girl called Moonbay. She checks out his Shield Liger and sees that the front-back leg had some missile damage on it. They talked until a couple of sleeper Guysacks attacked them. With Moonbay's Gustav weighted down by all the heavy load, she couldn't put any weapons on it. Just then Irvine comes and saves the day, by destroying all of the Guysacks except for one that managed to slip by and cause him some damage. Moonbay finds good place to camp out at the night, an ancient fortress base. Both the Command Wolf and Shield Liger had taken on pretty serious damage. Irvine got suspicious and asked Moonbay if her cargo had any Imperial fire power. Moonbay verified that and told Irvine that it was all loaded with Imperial arms and that they would explode if anything had"
                },
                "6": {
                    "ID": "112034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112034",
                    "TitleEnglish": "Jump Zeke!",
                    "SummaryEnglish": "Van and Co. are traveling along when they come across soldiers of the Helic Republic, who mistake them for Imperials, especially after registering the earlier explosion. They take them prisoner after a scuffle and impound the Zoids. Irvine reveals his true resourcefulness when he uses a hidden trick to break himself out and Van along with him. Van promises to come back for the girls and takes off with Irvine for the Zoids. Zeke and the Liger merge and Van and Irvine take off through the base. The Republican soldiers mobilize several Petras and try to stop them. Out of the base, Van tries to lose the soldiers among the creveses, but when he's backed into a corner and goes for the ammunitions he finds out the Zoids were stripped of their firepower and is chastized by Irvine for his stupidity. Irvine tries to figure a way to save his own skin when Van gets an idea and starts running the Liger at the walls of the canyon. He bounces from side to side gaining altitude, and finally c"
                },
                "7": {
                    "ID": "112035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112035",
                    "TitleEnglish": "The Battle of Red River",
                    "SummaryEnglish": "After beating the captain, Van and Zeek decide to go and rescue Moonbay and Fiona. When they barge in, they are told that they are working for the Republic. Both Moonbay and Fiona are told that they will be given cargo loaded with explosives that are to be detonated at Fire Bridge. Then Major Shoobaultz and Minister Prozan have a discussion about the attack on the rebels. Major Shoobaultz says that he will only attack if they attack first. At the battlefield, the Republic had its Godos' and Guysacks all lined up with the main captain in the green Gordos. On the Imperial front, they had all 50 Molgas lined up with their commander Major Shoobaultz in the Dark Horn. Both captains step out ,have a word with each other ,and go back to their respective Zoids. Then Minister Prozan has a word with Marcus, a soldier from the front line. He tells him to launch the first attack and make it look like the Republic did it. If he did, he would be promoted. Then Marcus tells Rosso to use the Pteras th"
                },
                "8": {
                    "ID": "112036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112036",
                    "TitleEnglish": "The Road to the Republic",
                    "SummaryEnglish": "After meeting success at Red River, the gang thinks that if they make it to the Republican Capital they may find a clue to Zoid Eve. Before they leave Captain Herman gives them a letter of introduction, while Irvine tries to take Zeek, but fails. Moonbay and the others stop by a near village to load up on supplies. Moonbay and the others go out to get some supplies. Irvine, Fiona and Zeek get seperated from Van. While Fiona goes on a shopping spree of fruit and making Irvine pay. Van and Moonbay get tailed by Rosso's gang and chased all ove village, and finally get caught. Irvine hears a gun shot in the village. He rushes and finds out that Moonbay and Van have been caught, they have been trapped and are tied around the Shield Liger's foot. Then Fiona tries to untie them but also gets caught, Irvine manages to get Van and Moonbay free. Van and Zeek get in the Shield Liger. Then Rosso shows up in his Red Horn and launches a devastating assault from all of his weapons on the Red Horn. Va"
                },
                "9": {
                    "ID": "112037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112037",
                    "TitleEnglish": "The Valley of the Monster",
                    "SummaryEnglish": "Van and the gang barely made it part the Imperail Army. The Shield Liger wasn't working to good either its sights weren't aligned properly. Then the Zoids started to do something wierd, and Irvine found out that they were in the Valley of the Rare Hertz. In this valley there is a pulse that gets emitted that makes the Zoids not to work propoerly. Zoids affected by the rare-hertz begin to grow on violent tendancies and run out of control and usually destroy themselves. The proof was a very old Godos it was rusted and damaged beyond repair. They put on their pulse guards which makes it so that the rare-hertz stops effecting them. Unfortunately, when they were about to leave Zeek was also affected by the rare-hertz. He looked sick . But then he was completley controlled by the rare-hertz and rams the Gistav. He then fuses with the Shield Liger and damages irvine's Command Wolf and then leaves. Moonbay fixes Irvine's Command Wolf. Van runs away after Irvine told him he couldn't use his Com"
                },
                "10": {
                    "ID": "112038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112038",
                    "TitleEnglish": "The Mountain of Dreams",
                    "SummaryEnglish": "After getting Zeek back to normal, Van finds out that there is an old scientist that used to be very important in the Republican Army once that lives here, he might give us a lead on to Zoid Eve. As they are going throught the forest they hear a big explosion. They come to a house with a man turned frozen in ice. We also find out that Fiona likes here coffee salty. Later that morning, the old guy Dr. D was gone and was using Irvine's Command Wolf. He tells Irvine that the site of the main gun was off by exactly three degrees. Dr. D tricked Van into doing all of his housework or he won't tell him what Zoid Eve is. Dr. D then confronts Irvine and tricks him into doing some work. He then tells both Van and Irvine to get in their zoids because the so called enemy was coming, his grandson on a bike. Irvine's finger slips thanks to Dr. D. Then the old guy takes them on a suicide mission to an unmaned Republican supply base that was protected by several sleeper Guysacks. Van and Irvine get tr"
                },
                "11": {
                    "ID": "112039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112039",
                    "TitleEnglish": "The Fog at Mt. Iselina",
                    "SummaryEnglish": "After making it snow, Van and the rest head off to Mount Isolina. Mount Isolina is known for being treacherous. While Viola and Jarro are making plans to attack and get revenge on Van. In the middle of the fog of Mount Isolina Van stops everyone so he could get his flying papaya, Irvine and Fiona go after him and get lost. Moonbay tells Van about the Shadow Monster story. Then some sort of Shadow Monster appears, it turns out that it was just the the shadow of a Godos that was being piloted by a girl named Rosa. Viola and Jarro strategize that those punks (Van) would be at the colony that is in the middle of Mt. Isolina. Rosa takes Van and Moonbay to her colony, and that where Van stocks up on food. The villagers are surprised at what kind of strangers are these people. They were also fascinated at the zoids that they carried. Then Van and Rosa talk for a while and exchange stories. Then Viola and Jarro get there, they didn't want to attack the village so they lured Van into a gorge wi"
                },
                "12": {
                    "ID": "112040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112040",
                    "TitleEnglish": "The Black Organoid",
                    "SummaryEnglish": "After getting away from the treacherous Mount Isolina, Van and the gang made it into Republican Territory. They make it to a village only after going through a zoid graveyard of 30 Guysacks. Van and the gang get in trouble as a few soldiers try to arrest them because they think its someone else. Van and Fiona escape but Irvine, Moonbay and Zeke are caught. Then they are chased after until they come across a boy lyind down. Then that boy rescues them from the Republican Soldiers. Then more of them come, as they are about to reach them, Fiona grabs the boy (who is just as old as Van/Fiona) and they make a break for it. Then both Moonbay and Irvine are released do to the misunderstanding. Major Ford, leaader and commander of this unit fills both Irvine and Moonbay in on the details. Two days ago, an entire sleeper battalion was wipped out and it was do to one Saber Fang and a black organoid. A black organoid similiar to Zeke attacked them except it had wings instead of boosters. Raven (th"
                },
                "13": {
                    "ID": "112041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112041",
                    "TitleEnglish": "The Battle of Chronos",
                    "SummaryEnglish": "After Van loses to Raven, he sits down and says he's waiting until Raven shows up. Some of the villagers warn them of the advancing Imperial Army. Major Marcus tells Major Shoobaultz of the new objectives and different strike plans. Major Marcus's unit will attack and capture the Chronos Fortress and the Shoobaultz unit will advance on to Mount Osa Base. After swooping and sneaking around Irvine learns even though the Republican Army is backed into a corner, they have a bold strategy. After several attempts by Moonby and Fiona, Van still doesn't want to go instead he is trying to pull the full potential of the Shield Liger out. Meanwhile, in the village Raven explains the strategy to Major Shoobaultz, and why they couldn't merge their forces together. It would be too overwhelming for the Republicans and which might force the President to negotiate a ceasefire treaty between both nations. After his talk Raven leaves with his Saber Fang and Shadow. Van finds him and says that he wants a"
                },
                "14": {
                    "ID": "112042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112042",
                    "TitleEnglish": "Wake Up! Zeke",
                    "SummaryEnglish": "After Van loses the battle to Raven again, and this time Zeke is hurt badly. Colonel Krueger knows its a huge blow losing the fortress, but he wants to know how much time it would take them to start advancing again. He estimated about 30 hours and tells Major Ford of Chronos Unit that he should get back to Mount Osa Base and prepare for a counter-attack. Meanwhile, at the deserted villageVan tries to find help for Zeke. Then Dr. D shows up trying to find sunscreen and Van gets Dr. D to see Zeke. Dr. D. tells Van that to revive Zeke he would have to go to Mt. Osa and get a bright blue rock called Zoid Magnite. Irvine goes to the Republican Base to get armed up with a multiple missile diffusion system. They let them test it out. Van and Moonbay make it to the Mt. Osa Volacano and are struggling to keep alive and get the rock. While Irvine take on Raven and his Saber Fang with his multiple missile diffusion system. Van tells Moonbay he see the rock and she should lower him down. He gets t"
                },
                "15": {
                    "ID": "112043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112043",
                    "TitleEnglish": "Deploy the ZG!",
                    "SummaryEnglish": "After Van had finally revived Zeke with the Zoid Magnite, Zeke needed somet time to recover. Major Shoobaultz combined Imperial unit was delayed due to an avalanche of rocks. The delay was really severe they were delayed at least 2 hours. Marcus believed that it had to have been a fluke. Major Shoobaultz on the other hand believes this was no fluke, it was the work of Colonel Kruegar and that he knew exactly what he was doing. The severe losses due to the Chronos Fortress and this delay with rocks was no fluke. It started to rain and the roof started leaking where Van and the others were at. Colonel Kruegar gives the command of the Mt. Osa base to Major Ford while he would pilot the ZG (Gojulas) onto the front lines. At only fifty-percent of its true capability, the ZG still had firepower equivalent to tweleve zoids. Irvine sneaks into the base and see's just what they are planning for the upcoming battle against the Empire. The advancing Imperial unit is caught by surprise with severa"
                },
                "16": {
                    "ID": "112044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112044",
                    "TitleEnglish": "New Helic City",
                    "SummaryEnglish": "There's a parade in New Helic City celebrating the Republican's latest victory and Irvine, Moonbay, and Fiona watch it. Van and Zeke wander away and see a lone Imperial soldier being harassed by some Republicans. The Imperial soldier had escaped and was trying to get away from the city. Van feels that the right thing to do is to help him, so he and Zeke chase the Republicans away. The soldier runs away and drops a picture of him and his mother, and Van picks it up. He meets the others at a cafe and tells them what happened. Irvine leaves for a moment and Moonbay says that they should go to the institute that specializes in ancient ruins. Just then, a few trucks pull up with Republican guards in them and one of the guys that Van and Zeke chased away (he told the guards about how Van helped the Imperial soldier). The guards accuse him of being an Imperial spy and don't believe that Hermann gave them their letter that he wrote for them. Irvine drives up in a jeep, throws a smoke bomb, and"
                },
                "17": {
                    "ID": "112045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112045",
                    "TitleEnglish": "The Longest Night of the Republic",
                    "SummaryEnglish": "As the Imperial Army is getting closer, Captain Herman is swimming really fast to warn their side about the attack from the Empire. While Van, Moonbay and Irvine are planning their next move to the Guerrial Plateau. They also find out a general in the Imperaial Army is also looking for it and will pay lots of money if they have any leads. Madam President drops in on the Mount Osa base to check on how Colonel Kruegar is doing. Liutenant O'Connel of the Red River Base wants to send out a search party to look for the Captain. But the president denies their request. Irvine, Van, Moonbay and Fiona are havingdinner while the Liutenant drops in and is really mad, he says that he will pay anyone enough money from the military to retire if they would steal a Pteras and go rescue the Captain. While on the Imperial Side, Admiral Prozan was making his daily report to the Imperial King Zepplin. They talked for a bit on how he was goin gto deal the final blow to the rebels. Then Van and Irvine along"
                },
                "18": {
                    "ID": "112046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112046",
                    "TitleEnglish": "The Defense of the City",
                    "SummaryEnglish": "Barely escaping and making it to the front lines at the New Helic Shore, the Republican Army stands and waits for the Imperial Army to attack. Prince Rudolph of the Empirehas some bad news about his grandfather. While Prozan gives the Republican President a final ultmatum of surrender or be completely annihilated. Then the Republican Army finds out more bad news, Old Man Kruegar, Moonbay and Fiona are still at the Mount Osa Base. Colonel Kruegar has an idea of destroying the Mount Osa Base so the Empire can't get its hands on it. Moonbay, Fiona and the Colonel escape through the Pteras. But the explosives didn't explode. So the Colonel comes thinks if he blows the Volcano up, the base would explode and all the combat systems on the zoids would freeze. Dr. D was also thinking the same thing. They would fly in with just a couple f Pteras's alongside Van and Zeke. Rudolph is informed the current emperor Zepplin passes away at exactly 11:00AM. Then Colonel Kruegar, Fiona and Moonbay launch"
                },
                "19": {
                    "ID": "112047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112047",
                    "TitleEnglish": "Prozen's Conspiracy",
                    "SummaryEnglish": "After stopping the war and making the Empire retreat peae was restored to the Republic. Van and his friends were off to the Guerrial Plateau to restore Fiona's memory. While at an Imperial Prison Cell, where the bandit Rosso has been residing for the past couple of weeks, is freed with the help of his comrades from the Desert Alka-Velto Gang. Since the death of the late emperor Zepplin, Crown Prince Rudolph is next in line to become emperor of the Empire. Minister Prozan also mourns the loss of his emperor. Minister Prozan regent to Crown Prince Rudolph, would become emperor if anything were to happen to Prince Rudolph. The Desert Alka-Velto Gang is planning on kidnapping the Crown Prince Rudolph and asking for a ransom from the Empire for treating them the way the did. Late at night, Minister Prozan went to a shabby shop where a special forces operative commander by the name of Metlenick was. Metlenick had arranged three republican command wolves to assure that the assasination would"
                },
                "20": {
                    "ID": "112048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112048",
                    "TitleEnglish": "The Resurrection Monster",
                    "SummaryEnglish": "A scientist talks to Minister Prozan about the loading process of the new type zoid they had found and the other zoid to which they had made alterations to its zoid core. Van and the rest were going off to the Guerrial Ruins. All the while, Rosso and Viola were safe for the time being, they weren't chased by the Imperial Army. They planned to ransom the young prince to the highest bidder in the Empire. After such a long and hard struggle from the palace to the desert, Rudolph was fast asleep. Rosso and Viola were about to have dinner, but then Rudolph starts to escape. Van, Moonbay, Irvine and Fiona had made it to the Guerrial Plateau and started searching around the ruins. They had split up, Van/Fiona/Zeke went one way and Moonbay/Irvine went around the other way. They had learned that someone had recently been here, after crossing a trapped line, Irvine and Moonbay were chased all over the ruins by a Rev. Rapter. Then the same had happened to Van, Fiona and Zeke. Barely hiding from t"
                },
                "21": {
                    "ID": "112049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112049",
                    "TitleEnglish": "The Charged Particle Gun",
                    "SummaryEnglish": "Raven starts to rush after Rosso and enters a punk guys territory called Brad. Raven being the nicest I have ever seen him, gets mocked by Brad. Then Raven takes Brad out and crushes his Dark Horn. Later Vana nd the rest were talking about how it was a waste of time, and Irvine brings up a good point abot how Fiona remembered something called Deathsaur. Van kicks a rock in the bush and finds a boy named Rudolph. Rosso and Viola can't find Rudolph any where and went searching for him. Moonbay tries to swindle Rudolph out of his Imperial Ring but Van cancels that transaction. While at the Imperial Palace, Prozan gives a magnificent speech on how he would take office if Prince Rudolph doesn't return before the funeral of the late emperor Zepplin, he would take office. A very fast zoid attacks through the cover of the forest, Viola goes to check it out and it turns out its Raven in a Genosaur (purple/dark purple/black). Rosso was coming to but he'd be a little late. Rudolph was just leavin"
                },
                "22": {
                    "ID": "112050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112050",
                    "TitleEnglish": "Farewell to a Friend",
                    "SummaryEnglish": "After barely escaping from Raven. Van adn the rest find some shelter. Rudolph wakes up and was having a bad dream and wonders if he will ever get back home. Later that morning, Rudolph asks if they could take him to Guygalos and teach him how to pilot a zoid. At the palace, Minister Prozan is sending out search parties and they are still looking for the prince as he explains to Prime Minister Homalef. A whole herd of Rev. Rapters and Redlers are searching for the prince, but were taken down by Raven and his Genosaur. Van starts teaching Rudolph how to pilot a zoid properly but Rudolph needs more practice. Then he gives Rudolph some special zoid pilot training. They find a bunch of Imperial Redlers with their zoid cores ripped out and Dr. D. Dr. D believes the Deathsaur was responsible for the damage and ruins of the Redlers. Dr. D tells everyone about the Legend of Beast of Destruction, the Deathsaur. It goes: One Deathsaur, destroyed a platoon of 1,000 zoids and whipped out a whole na"
                },
                "23": {
                    "ID": "112051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112051",
                    "TitleEnglish": "The Imperial Ring",
                    "SummaryEnglish": "Since the Shield Liger was destroyed, Van had fused with Zeke right before it was completely gone. Dr. D and Fiona gets Van to regain conciousness, meanwhile Raven delievers Rudolph to Metelinick and his thugs. Dr. D, Irvine and Van come up with a bold plan to get Rudolph back and Van goes off with Irvine to get him back. They are going to use Van as a decoy and then when gets Rudolph on to the hover board and then Irvine will launch an assault from up above using his 60mm Long Range Cannon. Van and Rudolph get away while Irvine sustains some damage by the Dark Horns. Van makes a couple of snazzy turns and they get into a mine. Metelinick and his thugs were right behind them. In the mines Van and Rudolph are being shot at, but maanage to give them the slip for a couple of minutes and started to climb a ladder. This time they were caught again and Irvine sames them with a couple of smoke bombs and then they get caught again, this time Van fell into a ditch and jumped up off of some-sort"
                },
                "24": {
                    "ID": "112052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112052",
                    "TitleEnglish": "A Voice From Afar",
                    "SummaryEnglish": "After Van had brought Rudolph back to the campsite away from danger, he had seen the Whirl Wind of Light surrounding the Shield Liger. Before where Metelinick and his thugs were left because of the damage they had suffered due to Irvine's Command Wolf. They had just finished reparing the damage on one Dark Horn and the other would need at least a week to recover. Then a Red Guysack shows up and a guy called Stinger a.k.a the Fisherman shows up. Meanwhile, Van demands an explanation for whats happening to the Shield Liger. He finds out that Fiona and Zeke are still inside and he tries running into it but gets thrown away by th massive energy that was being put out. Van then runs off because he wanted Zeke to choose him, and wondered why he chose Fiona instead. Stinger makes a deal with Metelinick in which he'll help with the destruction of the cocki-group of punks with the organoid. Rudolph makes it over to where Van had gone off, by some nearby ruins. Denis was given the Red Guysack, t"
                },
                "25": {
                    "ID": "112053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112053",
                    "TitleEnglish": "The New Liger",
                    "SummaryEnglish": "After Van starts coming back to the campsite, he is attacked by Denis in the Red Guysack, Denis tries to overtake him, but Van manages to win by opening the cockpit of the Guysack and knocking Denis out then taking the Guysack to fight at the other two. Then Stinger has all three, Irvine, Moonbay, and Rudolph tied on a pole and is playing some sick games w/their heads. Later, Stinger reveals he wasn't doing this for fun, he had a defined objective all along. He wanted Zeke for himself, and whatever he could his hands on else. Stinger then tells Irvine to call out the organoid, but Irvine tells Stinger, Zeke would never take orders from him or Moonbay. He would only obey Van. Meanwhile, Van had just started a fight with the Dark Horn piloted by Rhoto. Van takes him out with an attack from underneath and leaves. At the Whirlwind of Glowing Light, Dr. D comes out and punches Stinger and Metelinick. Then Metelinick gets inside the Dark Horn and starts to attack Rudolph, and just as he is a"
                },
                "26": {
                    "ID": "112054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112054",
                    "TitleEnglish": "Memories of Zi",
                    "SummaryEnglish": "After defeating Stinger, and his Saber Fang Stinger Special, Van and the rest continue their journey to Guygalos. Metelinick gives Minister Prozan, the Ring of Guylos. Then Van and the guys are talking about how they are going to get Rudolph back to Guygalos. Stinger makes it to a bar in a village, where he tells the Krossbow Brothers immediately make there way off to where Van and the rest of the gang are, in Desert Hel Digunners. Dr. D finds out Fiona is an Ancient Zoidian, a lost race of people that were thought to be whipped out a long time ago by the Deathsaur. Meanwhile, Raven is heading off to destroy another fortress in the Republican Army. At the palace, Minister Prozan announces to everyone Rudolph has been assasinated by an elite squadron of Republican Forces and Then he takes the throne. Raven attacks with the Genosaur and the fortress attacks with several Gordos, but Raven was unharmed within 3 minutes the base in complete ruins. Then the cores of the zoids were ripped out"
                },
                "27": {
                    "ID": "112055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112055",
                    "TitleEnglish": "The Saviour",
                    "SummaryEnglish": "After taking out the Desert Hel Digunners and getting Zeke back safe and sound, Van and the rest are trying to make it to the capital without any of the Imperials spotting him. Moonbay and the others are making their way through a village a called Light Town, where they learn Prozan has announced Rudolph is dead. Then if that wasn't bad enough, they have a road block set up just in case Van and the others run by. They come up with a nice plan to smuggle Rudolph past Light Town and into the heart of Imperial Territory. Moonbay and Fiona are in the Gustav, while Irvine, Rudolph, Van and Zeke are making their way past the mountains on foot. Moonbay decides to act like she's getting married and succeeds after lying half a dozen times. Later, the soldier in command finds out they were being tricked, and Irvine, Rudolph, Van and Zeke were on foot making their way through the mountains. Irvine hears the engine of maybe two or three Redlers in the vicinity and tells them to be very cautious. T"
                },
                "28": {
                    "ID": "112056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112056",
                    "TitleEnglish": "Run, Wolf!",
                    "SummaryEnglish": "After they made it out of the treacherous mountains, Irvine and Van are traveling some where. Where they have a flash back about what happened up to the point. Rudolph was dressed up as a girl called Ramona to hide his true identity. Van fins out the bandits here, were dressed as Imperial Soldiers are robbing the village of everything and bring the cost of food up. Back to reality, Van and Irvine were still traveling and Irvine has two flashbacks, one where it was long ago maybe ten or fifteen years ago, Irvine had sister named Helena. The second flashback consists of Irvine and Moonbay running away from some soldiers, whom are thinking they are and its. They go off and hide in a church where Sister Alena sticks a gun at Moonbay and Irvine. Van and the rest find out much about the really sick kids are being infected by a disease called Gacki-Carl Fever, but the only problem is the vaccine was taken by some bandits. While, staring at the boy Peter, whom is comforting his sisters hands,"
                },
                "29": {
                    "ID": "112057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112057",
                    "TitleEnglish": "Heroes of the Sky",
                    "SummaryEnglish": "Dr. D and some Republican officers are waiting for two people to arrive. They see a truck in the distance, and wait for it to arrive. They then let the two people, a man and a woman, get into two Storm Sworders. The Storm Sworders are launched into the sky, and then they fly off. Meanwhile, Van and the others are traveling towards Guygalos City. Van and Irvine have a fight about which route to take, which ends up with Irvine strangling Van. After a long discussion, they decide to split up, with Irvine, Moonbay, and Rudolf taking the long but safe route, and Van, Fiona, and Zeke taking the shorter route that has one Imperial base along the way. They split up, and shortly after that, it turns out that Rudolf snuck into the Blade Liger so he could go with Van. At the Imperial base along Van's path, Major Karl Schubaltz is training with three black Redlers. He does some impressive maneuvering and shooting in his modified Saber Fang. Later, he and some other Imperial officer are talking abo"
                },
                "30": {
                    "ID": "112058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112058",
                    "TitleEnglish": "Moonbay's Waltz",
                    "SummaryEnglish": "Van and the gang are being chased by Captain Sephers' unit, and then McMahon a very wealthy man rescues them. He takes them back to his mansion, where Moonbay finds out that it was him. McMahon discusses the best strategy to get the Prince back to the castle. Later, Captain Sephers shows his ugly face again, and this time, he points a gun at McMahon and tells him that they will search the his house. McMahon tells him that they won't and that they will leave immediately. After Sephers leaves, Moonbay puts on a dress that McMahon had given to her and they had one final dance. Then Van makes a decision that would benefit Moonbay, by leaving her at the masion with McMahon. Just about when Van and Irvine are about to leave, Moonbay shows up. Then they have a little talk until Captain Sephers' unit arrives. The come and tell McMahon that he had better hand over the imposters before he to would take in McMahon. Then McMahon brings out his specially equipped Dark Horns with two 70mm cannons. H"
                },
                "31": {
                    "ID": "112059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112059",
                    "TitleEnglish": "The Three Guards",
                    "SummaryEnglish": "While on their way towards the Imperial Captial Guygalos, Van and the rest of the gang had fought their way through Captain Sever's Unit. Then after that, the gang is making there way through the Valley of Heroes. While in the Wind City, the Imperial Army had laid waste to all of the city. The three guards came after the Imperial soldiers, piloting three old model Saber Fangs. Laying waste to the entire Imperial Division with in a matter of moments. The three guards had gotten their revenge for them destroying the city. While back at home, Major Bord had come so that he could tell the three guards that a group of bandits (Van, Zeek...etc) were carrying an imposter Prince Rudolph and that they should be immediately dealt with. Then the three guards rushed off and found Van, he told them to meet them in the fighting grounds. Irvine went up first and knocked out one of the Saber Fang's. Then Van went against the second, beat him but at the cost of his boosters. He fought the third one and"
                },
                "32": {
                    "ID": "112060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112060",
                    "TitleEnglish": "The Doom Machine",
                    "SummaryEnglish": "Van and the rest of the gang make it to the palace where Prime Minister Homalef. After Prime Minister Homalef spotted Princce Rudolph, he couldn't believe his eyes. After they got to the minister's Palace, Homalef told them that Prozan also was in search of some ruins. Later that night, Van, Fiona, and Zeek sneaked off in the Blade Liger to go to see the nearby facility that was once ancient ruins. As soon as Van arrives he is caught by Prozan. In which they both have an arguement. Fiona gets out and the Deathsaur starts to awaken. Prozan quickly realizes that Fiona is that of the Ancient Zoidian race. The Deathsaur awakens and comes out after completely destroying the ruins. Van and the Blade Liger put their boosters on all the way. On their way back to help out their friends at the palace, they are greeted by Shadow, Raven's organoid and the deadly Raven himself with his deadly Genosaur."
                },
                "33": {
                    "ID": "112061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112061",
                    "TitleEnglish": "The Battle for Survival",
                    "SummaryEnglish": "On his way back to help out Moonbay and the others at te palace, Van was confronted by Raven and his Genosaur. In a vicious battle that at one point was thought to be won by Raven. Van some how managed to draw energy into the busted Blade Liger. While at the palace, Irvine, Rudolph, Moonbay and Prime Minister Homalef left the palace with a Saber Fang, Command Wolf and a Gustav. After the Bearin of Wings (Rosso) and the Sord of Storms showed up, they took Rudolph to the Imperial Capital. Then Van had taken out all of the main external guns of the Genosaur. All he had left was one blade and all Raven had left was the charged particle gun. Then, Zeek and Fiona fused with the Liger thereby reviving the Blade Liger back to 100% with all damages gone. Raven fired the Charged Particle Gun and Van nuetralized it with blades of the Blade Liger. The blades on the Blade Liger give off electrons that nuetralize the Charged Particle Gun. And in successfully doing so, Van defeated Raven."
                },
                "34": {
                    "ID": "112062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/112062",
                    "TitleEnglish": "The Capital Ablaze",
                    "SummaryEnglish": "The episode starts out with Van and Fiona atfter they defeated Raven. It jumps to the city of Guygalos where Prozan is giving his speech after addressing the so called death of Emperor Rudolph. He then shows teh people of the Empire the legendary beast of destruction, the only zoid that elimnated a platoon of 1,000 zoid in one night, the Deathsaur. He demonstrates the Deathsaur's power, by telling the Deathsaur to launch the Charged Particle Gun at the \"\"invading\"\" republican forces. The Deathsaur does, and in doing so it wipes out an entire gaul of Shield Ligers. As the support from the Republic that Prime Minister Homalef requested arrived to the Imperial Capital. Prozan instructs the Deathsaur to elimnate the entire republican forces and if needed to, burn the captial on the ground. Van Flyheight and his Blade Liger tried several times to attack the Deathsaur, but was thrown away by the Deathsaur's tail. Finally a last ditch effort, they had stopped the Particle In-take fan mounted on"
                }
            }
        },
        "2": {
            "ID": "38728",
            "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/seasons/official/2",
            "# Episodes": 33,
            "Episodes": {
                "1": {
                    "ID": "419822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419822",
                    "TitleEnglish": "The Secret Mission",
                    "SummaryEnglish": "After defeating a power like the Deathsaurer, you'd think that the guy would take a break. But anyways, Van joined the military and has been working in the military for the past year. Van under the guidance of Colonel Krueger, goes in a simulation test without the use of an organoid. He goes up against a herd of Command Wolves and Pteras'. He takes them out with ease. The President of the Republic gets a friendly warning from Emperor Rudolph. A highly mobile and super fast underground zoid attacked and destroyed the main bases of both the Empire and Republic. Van Flyheight, returns home to the Wind Colony. Later On, Van had gone out reminiscing about how he found Zeke and Fiona in these same exact ruins a couple of years back. While Fiona is on her way to the Wind Colony with a sick Dr. D, are hit by the Stealth Viper. Van goes and helps Fiona and Dr. D out. While at the Colony, Fiona and Dr. D are treated by the Priest and should make a complete recovery."
                },
                "2": {
                    "ID": "419823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419823",
                    "TitleEnglish": "The Sniper",
                    "SummaryEnglish": "Van is told that soldiers are after the Republican gold. He goes to the city and has lunch with the Republican Commander. The commander tells them that they are indeed searching for something. They are searching for explosives that had fallen of during the war. Since they couldn't do much in the past they started doing it now. Van then leaves the restaurant with Fiona and the clever boy he is, he knows he is being followed by someone. He tells Zeke to go ahead and asks the guy to come out. It turns out that he is military police or it seems so. He tells Van that they are actually looking for gold and that they are planning to find and sell it in the Empire. He then shows them his partner, the Gun Sniper. Showtime, Van follows Commander Cunningham and monitors them. They had Command Wolves resting in the back to take out the Blade Liger if he makes a move. Unknown to Van, the military officer is actually in cahoots with Commander Cunningham."
                },
                "3": {
                    "ID": "419824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419824",
                    "TitleEnglish": "The Blue Devil",
                    "SummaryEnglish": "Van and Fiona go to a nearby village, where Captain O'Connell and his men found a whole truck load of stone tablets which may lead to Zoid Eve. When Van had gotten there, a Godos had gotten out of control and attacked Fiona. Van jumped in his Blade Liger, and used long range machine gun to target the Godos, as he was doing this, he had a vision that showed him if he fired he would've killed Fiona. Zeke rescues Fiona and Van destroys the Godos. Later on, the Village was put under some kind of spell and they had emptied out. Van, Fiona and Zeke had gone to the bell tower and found a girl in blue clothes and had blue hair called Reice. She attacked Van and Van flipped her out and was about to knock her out when Fiona stopped him. Fiona told him that she was frightened and she didn't know what she was doing. Later, Van, Fiona, Reice and Zeke went by the ruins and they found out that the stone tablets were gone, and Van was attacked by some small mechanical bugs."
                },
                "4": {
                    "ID": "419825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419825",
                    "TitleEnglish": "The Steel Bison",
                    "SummaryEnglish": "Van is told by Captain O'Connell, that he will be going to Imperial Territory, because a couple of thugs posed as Republican forces are terrorizing nearby villages. While he makes his way to this village, he will be accompanied by another Guardian from the Empire, Schubaltz. As Van leaves his Liger in the woods, he comes to town with Zeke and Fiona. On the way, Zeke gets covered with red paint. Van makes his way all around town and finds that people back here near the farms aren't evacuating. Then, Schubaltz shows up with his triple mini-shot cannon, 8-missile cluster, and 17 shot cannon Dibison. He sees that Zeke is red and demands that what is he doing. Van tells him that he is Van Flyheight, and he has a silver organoid called Zeke, but there was an accident and that Zeke was covered with some paint. He then doesn't believe a thing until he grabs him by his shirt and sees his Guardian Force tag. Then Schubaltz fills him in on information about the attackers."
                },
                "5": {
                    "ID": "419826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419826",
                    "TitleEnglish": "The Invisible Enemy",
                    "SummaryEnglish": "As Van and Fiona enter another town, they go to the security office, to get the briefing for their next mission, but when they enter, they find out that Thomas is already there. Well after a few moments of bickering and arguments, Van and Thomas decide that it is safe if they both go after the bad guys. During their briefing, they find out that a bunch of outlaws are in the mountains so that they won't let trade go by. In a nice scheme to get the outlaws out, Thomas gets a Gustav and makes Beek operate it, while both him and Van are inside the Liger and Dibson. The outlaws attack as suspected, but when Van and Thomas get out, they find out that the enemy is using optical stealth. They also find out that the \"\"outlaws story\"\" was just a decoy so that Hiltz can do his ancient ruin digging. Van and Thomas go to their hideout, and just about when they are going to make their move, they are confronted by Hiltz and his organoid, Ambient."
                },
                "6": {
                    "ID": "419827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419827",
                    "TitleEnglish": "The Zoid Hunters",
                    "SummaryEnglish": "After Van and Thomas fight off the Helcats in the mountains across the border, Van gets word from his superiors that there are zoid hunters that are taking sleeper zoids because now that the war is over, they can take zoids and no one would notice. Also a whole battalion of sleepers were taken a couple of days ago. Anyway, the zoid hunters strike and unknowingly capture a sleeper Rev Raptor, Van is hiding in. Thomas tries to stop them, but the new recruit to the zoid hunting team, a very familiar Command Wolf to us takes out Thomas with one shot. Then they capture the Rev Raptor and go back to base. Later, Van gets out of the Rev Raptor and searches the Whale King to see if he could find anything to whats going on. He gets seen by one of the members of the zoid hunters and runs around a bit until he is caught by Irvine. Van is placed in a cell and later Irvine goes to check up on him. All the while, Thomas was stranded in the middle of nowhere."
                },
                "7": {
                    "ID": "419828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419828",
                    "TitleEnglish": "The Devil's Maze",
                    "SummaryEnglish": "It was raining and the First Division of Panzer unit in the Imperial Army made to a supply base that held more than 250 Megatons worth of explosives. It was an urgent call made two days ago, and the commander of the first Panzer Division was no other than Karl Schubaltz. After checking part of the base, he was trapped with all his men. He found out that they were all being controlled by Reice. After long and hard fighting by Colonel Schubaltz, he gives in. Thomas calculates that the cooling valves have been closed so that there would be an explosion that would wipe out the respectful parts of both nations. In the morning, Thomas finds out that his brother is in there, and both him and Van go in to shut down Reice. Van goes in through without his Blade Liger on Zeke. Then Reice captures Fiona and uses her organoid, Specular to control the Iron Kong. Van and Thomas make great time until Thomas runs into his brother. Thomas starts a fight with the Kong."
                },
                "8": {
                    "ID": "419829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419829",
                    "TitleEnglish": "Raven",
                    "SummaryEnglish": "Episode starts out with a Godos being stolen and used to destroy its own base with a black organoid. In the morning, Van goes to check out the base, or whats left of the base. Van looks around the base and sees that it was a thorough job. Whoever did this didn't want a trace of anything to be left behind. Then a survivor tells Van that this was done by a black organoid. In the back of his mind Van thinks this couldn't be possible. He calls in Thomas Schubaltz. Van and Thomas had a talk with each other and Van filled in Thomas with all the details about the black organoid and Raven. Van thinks that that it might be a mistake bringing Thomas into this mission. Meanwhile, in the desert at the time Raven was walking alone and a Gustav pulled up and gave Raven a ride and some water. Then Thomas says that taking Raven down would be a piece of cake, and that he would win. Raven isn't the Raven that Van knew back in Chaotic Century, he has been psychologically effected by the loss he received."
                },
                "9": {
                    "ID": "419830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419830",
                    "TitleEnglish": "The Emperor's Holiday",
                    "SummaryEnglish": "After the fierce bout with Raven, Van decides to take a break with the Emperor himself, Rudolph. 7 Redlers carrying the Emperor to his one-day holiday. While watching with his comrades, is Stinger. Thomas finds out that Van is slacking off. Unknowingly, he gives, Emperor Rudolph a noogie. Then Lady Marian, the girl that is supposed to wed Rudolph shows up and starts yelling at Thomas. Stinger scopes the area out and sees that Van's Blade Liger is there. Marian also learns that Thomas is in love with Fiona. She helps out Thomas in trying to get Fiona's affection, they try several methods and none of them seem to work. While all this is going on, Stingers' flunkies the two with the desert Heldigunner zoids, plant explosives under the Redlers so when the lift off they would explode. They cause a distraction, and the Redlers lift off and explode. Then Van and Thomas hear the fire works, they try to head off to their zoids. While they are running, Zeke is caught in a net but not taken."
                },
                "10": {
                    "ID": "419831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419831",
                    "TitleEnglish": "Assault of the Mega-Monster",
                    "SummaryEnglish": "After going head to head combat with Raven, Thomas's Dibison is completely totaled and barely makes it near to a familiar Gustav. Van does some simulation tests at a nearby base to prepare for Raven's arrival. The normal routine, couple of Pteras' and Command Wolves. Then in the middle of the simulation Irvine shows up in his Red Command Wolf, and challenges Van. After a vicious duel at the first, both Irvine and Van stop and try to wash on a nearby lake. Irvine tells Van that he made a heap of prize money in winning a couple of tournaments and then he relaxed for the past couple days at La Fray Beach. When he heard of Raven coming back he started coming to this base. Then just before they are about to start Round 2 of their duel, Dr. D drops in with a parachute coming straight from the Wind Colony. He said that there was a way to strengthen the shield on the Blade Liger by at least 2 or 3 times. Unfortunately, Raven hammered his shield and before he was able to finish Van, Shadow took the Geno Saurer away from the battle. Raven was angered by this until he witnesses Shadow form an evolution cocoon around the Geno Saurer."
                },
                "11": {
                    "ID": "419832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419832",
                    "TitleEnglish": "The Wings of Darkness",
                    "SummaryEnglish": "Two Stealth Storm Sworders (Triple SSS) were being brought to an Dragon Head Base near the Red River as a symbol for peace. Behind them was Mueller and Major Ralph from the Imperial Air Base Ebinar. Irvine and Van are taking Moonbay's Gustav to the Dragon Head Base, and are wondering why Raven didn't finish him off when he had the chance. They find out it wasn't the Geno Saurer or Raven's will to leave the battlefield, instead it was Shadow's decision to leave. Then the Triple SSS are stolen by Major Ralph and Mueller with the help of Ambient, the red organoid that belongs to Hiltz. When Van and the rest of the gang make it to Dragon Head Base, they find out about the stolen Triple SSS's, and since it fell under Guardian Force headlines, it was their mission to stop them and bring them back. Van believes since the Triple SSS's aren't yet equipped with Command Options, they will be back for the Command Options. Then Van strategizes a complete and nice way to trap the Triple SSS when they come."
                },
                "12": {
                    "ID": "419834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419834",
                    "TitleEnglish": "Devil of the Sea",
                    "SummaryEnglish": "After taking back the Triple SSS's from Major Ralph and Mueller Van and Fiona are called toward Lumiere Island. It turns out that Dr. D brought them for a swim. After swimming around relaxing. Van starts to search for Fiona and has trouble finding her. Reice tortures Fiona by her psycho waves and plays mind games with her head. Dr. D shows Van the operations room in which all of his girls are doing the hard work of looking at the lost city of the Ancient Zoidians. Fiona is having terrible visions of her life. Dr. D tells Van about the legend on how the city will awake. When two moons are aligned just right, the sea level near the city will fall dramatically, and this only happens every 60 years. The Lost City is accessible for a short amount of time. The eclipse starts and the lost city is unveiled quite nicely. Reice starts attacking Van, first with a decoy Double Sworder and then with after trapping him underwater, with a Hammerhead."
                },
                "13": {
                    "ID": "419835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419835",
                    "TitleEnglish": "A Monster Awakens",
                    "SummaryEnglish": "After coming back from Lumiere Island and defeating the Hammerhead, Van had made it back to a base near the Geno Saurer's cocoon. An Imperial soldier finds Raven by the Geno Saurer's cocoon. Then the rest of the Imperial soldiers come and arrest Raven. Raven was being interrogated by Major Schubaltz. Then everyone checks out the Geno Saurer's cocoon. The Geno Saurer is evolving but into what? The Republican and Imperial forces joined together in order to destroy the cocoon. After an all out assault against the cocoon, but it fails because the glowing cocoon actually protects and diverts all firepower away from it, the same would have happened if someone had launched an assault on the Shield Liger's cocoon. They were going to wait until the cocoon hatches and the Geno Saurer is reborn for their second assault. There was a whole fleet of zoids many mixes in the Imperial zoids, several Red Horns and Iron Kong surrounded by Molga and Heldigunner units."
                },
                "14": {
                    "ID": "419836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419836",
                    "TitleEnglish": "The Black Lightning",
                    "SummaryEnglish": "After suffering major losses at the hands of Raven, the Command Wolf was very badly damaged. It was struck with a fatal blow to the Zoid Core, that like the heart. Irvine, pilot of the red Command Wolf, was hurt bad and was in the hospital bed from the last encounter with the Geno Breaker. Then Dr. D shows everyone the Lightning Saix, a new ultra-fast zoid that he was developing for the Empire. Its theories in capability weren't enough for Thomas, he wanted to see a test run and that's exactly what he got. In the test run, it took out the Saber Fangs and Helcats within a couple of minutes. But the pilot had lost consciousness with the last launch of anti-zoid missiles and so he was ejected so that he wouldn't get hurt. The Lightning Saix memory bank was damaged really bad. Irvine leaves his bed and goes off to check on his Command Wolf. In a conference, that Emperor Rudolph is holding near the base, where Irvine and the rest are at, the Madam President is traveling by a white Hammerhead."
                },
                "15": {
                    "ID": "419837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419837",
                    "TitleEnglish": "The Distant Stars",
                    "SummaryEnglish": "After not faring so well against the Geno Breaker last time, this time they brought in Colonel Halford, used to work with Major Dan Flyheight (Van's Father), Halford is a complete jerk and lacks respect for anyone below him. He does have one good point that makes up for his ugly face, he is a Geno Breaker specialist. He analyzed all the aspects of the Geno Breaker, for example, it has a window of 1:05 seconds before it can recharge after the first Particle Beam. It also needs 5.33 seconds to charge the Particle Beam. In their strategy, they want to neutralize the foot locks of the Geno Breaker so it can't fire its Particle Beam. But what he doesn't realize is the Geno Breaker can fire from the air as well, it can use it thrusters mounted on the back, where the Pulse Laser Cannons used to be, and boost and it wouldn't need a recoil because its in the air. Then, Thomas, Irvine and Van do some exercise and keep doing those over and over."
                },
                "16": {
                    "ID": "419838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419838",
                    "TitleEnglish": "Attack of the Geno Breaker",
                    "SummaryEnglish": "After training hard for the arrival of the Geno Breaker, Van had upgraded the booster on the Blade Liger. The upgraded booster made the Blade Liger faster than the Lightning Saix w/o a booster. Reice has a talk about the Geno-Breaker and why it is Red instead of being Dark Blue or Black. It seems that Hiltz must've done something to the previous Geno Saurer that made it come out Red. Also, Hiltz is not interested in either Van or Raven, he just wants who wins. Then Colonel Halford talks to the three pilots about the Geno-Breaker, and how it just finished attacking the Lightning Siax development plant of the Empire and its next target is this base. He also has a talk with Fiona, tells her to ask Thomas and Irvine to remove the electrical pulse generators and degrade the booster of the Blade Liger. He also tells Fiona after that she would be working with the ancient ruins study team again with him instead of this Guardian Force Team."
                },
                "17": {
                    "ID": "419839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419839",
                    "TitleEnglish": "The Boy from the Ruins",
                    "SummaryEnglish": "After fighting the Geno-Breaker and falling over a cliff into a river Van washes up in a shore. Irvine, Thomas, Fiona and Moonbay start looking for Van, and had been searching for hours without a trace of him, the Blade Liger nor Zeke. Fiona sensed that Van is in a valley, hurt and unable to move for the time being. Irvine and Thomas go into the valley, Irvine spots the Blade Liger and Zeke but no sign of Van though. Then Zeke tells Fiona the cockpit flew open and Van fell into the river. Van, alive and makes it to a village but the people there do not help him. Then after passing out Van gets some sort of dream. In a shock Van wakes up and finds a boy named Nichalo who helped patching him up and his zoid, T-roll. Van teaches Nichalo how to pilot T-roll really fast and smoothly. Meanwhile, the Imperial Army Division base is getting closer to the Village of Nordinance. Thomas does some research on the village, it turns out 10 years ago the Republican Army attacked and destroyed the village."
                },
                "18": {
                    "ID": "419840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419840",
                    "TitleEnglish": "Van's New Power",
                    "SummaryEnglish": "After capturing Captain Sephers and healing up, Van and the newly repaired Blade Liger were ready for some action. The Blade Liger repairs were all completed. Van did a test run with the Blade Liger, and it turned out the Blade Liger was feeling kind of sluggish. Van found out after Dr. D explained to him, that all the motion systems were worn out on the Blade Liger when came here and it also seems that Van has been running the Blade Liger well beyond its capabilities, so now the Blade Liger isn't good enough for Van anymore. Then Dr. D shows everyone some of the semi-functional boosters, that may increase the Blade Liger's potential. Moonbay tries to test the boosters out on her Gustav how the would work, but it didn't work at all, it took the Gustav all over the place. Then Dr. D attaches some functional boosters to the Blade Liger. Before the test run, Fiona wanted to talk about something very strange happening to Zeke. But Van told her he'll deal with it after the test run."
                },
                "19": {
                    "ID": "419841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419841",
                    "TitleEnglish": "Phantom",
                    "SummaryEnglish": "After pulling out the full potential of Zeke and the Blade Liger, the Blade Liger has reached its absolute best under the piloting of Van. A couple of people were conspiring to kill Emperor Rudolph and were caught and placed under arrest. Phantom, the assassin they hired is very notorious and he has never missed his intended target or given up on an assignment. When he receives an assignment he carries it out to the very end. Van and Thomas find out the plot to kill emperor Rudolph will be carried out at the Guylos Grand Prix, the generals that still claim loyalty to Prozen want Emperor Rudolph dead. The Grand Prix attracts lots of attention from all over Planet Zi. We also find out, Moonbay, aka the Red Fireball will be making her grand return to the Grand Prix and is burning every opponent in sight except for one called Masquerade. Meanwhile, Phantom is in the harbor with his stealth Gun Sniper, where, unbeknownst to Van, a sniping shot can made from the sea."
                },
                "20": {
                    "ID": "419842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419842",
                    "TitleEnglish": "G-File",
                    "SummaryEnglish": "After taking down Phantom, before he could kill Emperor Rudolph, Captain O'Connell and Colonel Herman are looking at the remains of the Gun Snipers that Van destroyed. Thomas and Beek were looking around at the place where the Geno Breaker was first born in search of residual radiation. They are wondering how a Gun Sniper could change shape with just fusing with an organoid. Colonel Schubaltz made it to the Dragon Head Base and they all, including Thomas, make it to the briefing. Dr. D started the briefing for the various enemies more than the Guardian Force had to deal with. Then Dr. D goes over the biographies of the following enemies they have had to tangle with. First they start with a man called Hiltz, then they go on to, Ambient, Reice, Specular, then finally Raven and Shadow. After that briefing was over, Fiona had done a special briefing of her own on the top members of the Guardian Force and analyzes the best tactics the Guardian Force can use against the Geno-Breaker."
                },
                "21": {
                    "ID": "419843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419843",
                    "TitleEnglish": "Supersonic Battle",
                    "SummaryEnglish": "After somehow defeating the Whale King, Van and Thomas find themselves in a mystery. Some people are stealing zoid parts which are still being developed. The weapons have their clear advantage, after finding it out against a couple of Heldigunners. Meanwhile, a Gustav carrying stolen zoid parts from both respective nations stops after it drops some of its cargo. Irvine piloting the Lightning Saix sees they could use a hand and jumps out offering assistance. Irvine finds out what they are carrying and demands an explanation but before that happens, he gets knocked out. He turns on his one eye video piece. He captures the general's face and is later used for military intelligence. When Irvine wakes up he finds out he is being accused of stealing the zoid parts and also his Lightning Saix has been stolen. After the officer in charge denies every one of his statements, they board a militaristic brown Hammerhead."
                },
                "22": {
                    "ID": "419844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419844",
                    "TitleEnglish": "Cerberus",
                    "SummaryEnglish": "A lone Iron Kong moves to a place with windmills. 3 Saber Fangs appear and declare the Iron Kong's pilot guilty. The Iron Kong fires at them but they disappear. Suddenly a giant zoid with 3 heads appears, Cerberus. It fires at the Iron Kong and defeats it. Its 3 creators laughed as the Iron Kong burns. Meanwhile, Thomas briefs Van and Fiona about the Trinity Ghost, a group responsible for the attack on zoid pilots. unknown to them they are being watched by the Trinity Ghost, and they declare Thomas guilty. When Thomas shows them a sample of the message, he receives one himself. He goes and meet them by himself, and gets beaten pretty badly. Thomas is hospitalized and Van and Fiona visit him, after hearing his account, they go to the site of the incident. Van finds a piece of glass. The trinity ghost watches them and declare Van guilty. Van and Fiona go to the Thomas' former university where new imperial weapons are developed to ask for help."
                },
                "23": {
                    "ID": "419845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419845",
                    "TitleEnglish": "The Nightmare",
                    "SummaryEnglish": "Van, Irvine and Thomas are making some adjustments to the Attack Booster. It seems they attack booster can be upgraded to make the Blade Liger go several times faster. Which would increases the chances of defeating the Geno-Breaker. In some cliffs, Hiltz and Ambient are about to release an ancient type of zoid. At the base, Fiona senses the heat signature of this crude zoid and rushes off. Then Hiltz reports to the Dark Kaizer as Hiltz is talking to the Dark Kaizer, Raven drops in on Hiltz and after a few seconds leaves to the top of the mountain and looks at the stars. He vows next time Van and him meet that one of us will die. Fiona has a very bad dream and finds what she went looking for. At the base, Van went to try out the enhanced booster while, Moonbay, Thomas and Fiona flew off in the Pteras' and Dibison. Later on, Van and Irvine prep their zoids for battle as they hear Raven is approaching in the Geno-Breaker. Moonbay, Thomas and Fiona arrive at the cliffs to find Hiltz has unleashed an ancient scorpion type zoid, the Death Stinger. Thomas's Dibison unleashes its strongest attack against the resurrected zoid and fails. Finally, while Van, Irvine, and Raven are fighting at a base, the Death Stinger fires a beam from the Charged Particle Gun aimed directly in their path. After the beam is fired the Geno Breaker takes severe damage and crashes. The story ends with Shadow overheating from being attached to its zoid core and hardening into a stone statue with Raven holding it in tears."
                },
                "24": {
                    "ID": "419846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419846",
                    "TitleEnglish": "Attack of the Winged Dragons",
                    "SummaryEnglish": "After being unsuccessful in stopping Hiltz, he takes to orbit in the Hammer Kaizer with the Death Stinger inside. Fiona piloting a Pteras and Moonbay piloting a silver Pteras, they were monitoring the Hammer Kaizer. Hiltz announces to everyone in the Republic about the Death Stinger and asks them the name of the town below there, Major Herman tells him if he doesn't know then he won't tell him. Hiltz destroys it with a blast of the Charged Particle Gun from the Death Stinger. Major Herman goes to the Capital and asks the Madam President, about taking two Storm Sworders into space. He wants the pilots on Storm Sworders to be Van Flyheight and Thomas Schubaltz. At the battlefield where both Van and Thomas are alongside Irvine, are attacked by a couple of Heldigunners. Van tells Irvine to take his place as the Storm Sworder pilot, and they should leave now. Meanwhile, surrounded by several cliffs, the severely damaged Geno Breaker rests along with Shadow in its left claw."
                },
                "25": {
                    "ID": "419847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419847",
                    "TitleEnglish": "The Capital Collapses",
                    "SummaryEnglish": "After making a direct hit with the surface and surviving the Hammer Kaizer destruction, the Death Stinger made its way to New Helic City. At traveling forty km per day, it would make it to the Capital within two hours. The evacuations of the Republic were mostly complete, only the South and West sectors remain. Emperor Rudolph reassures the president, the defense forces of the Empire will be arriving to give assistance, among them will be Colonel Schubaltz's Armored Panzer Division. Colonel Herman gets an idea to sin the Death Stinger into molten magma, with some strategic bombing the crust will break and the Death Stinger will fall into the magma. Van is still battling it out with Blue Geno Saurer, Reice. While, Raven is still mourning the loss of his organoid, Shadow. As Irvine and Thomas were making it to the Storm Sworders for the bombing run, the Death Stinger changes course and starts heading for the molten lava himself."
                },
                "26": {
                    "ID": "419848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419848",
                    "TitleEnglish": "The Giant Fortress",
                    "SummaryEnglish": "After retreating from the doomed Capital, the Republican and Imperial Forces have been going to Wendeen Lake. This is where the Republican's secret weapon, the Ultrasaurus was resting. A last-ditch strategy they will use to defeat the Death Stinger is under way. They are planning to awaken the Ultrasaurus, a heavy carrier zoid, which would provide them with cover and firepower to take on the Death Stinger. Colonel Herman believes there is only a 50% chance the Ultrasaurus will awaken. Van talks some sense into Colonel Herman and eventually makes him realize, he has to believe in the 50% chance the Ultrasaurus will awaken or it's hopeless. Six power blocks of the Ultrasaurus are ready for action and are functioning well to their maximum. Moonbay got an idea to kick start the seventh power block of the Ultrasaurus. Meanwhile, the Death Stinger slumbering in the molten lava within a mountain, it blows through the mountain with a Charged Particle Beam and sets out after the Ultrasaurus."
                },
                "27": {
                    "ID": "419849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419849",
                    "TitleEnglish": "The Great Sea Battle",
                    "SummaryEnglish": "After the Ultrasaurus had awoken and made it to sea and starts on the journey to the Empire, Van and Irvine start engaging the Helcats and start taking them one by one until the Death Stinger charged its Charged Particle Beam. Van and Irvine, knowing the power of the beam, turned around started to run. As the Charged Particle Beam made its way toward them, both the Blade Liger and Lighting Saix kicked into their boosters and started to run as fast as their zoid's capacity. the beam was going to hit them, but Rosso and Viola picked them up and delievered them to the Ultrasaurus just in the nick of time. Colonel Herman goes over the meeting about the Ultrasaurus and its defenses. Besides basic armaments and normal defensive tactics its completely vulnerable, so they are going to a top secret Imperial Plant to get the Gravity Cannon, once this is in place the Ultrasaurus will be a truly powerful and invincible force to be reckoned with. They had sent out a Hammer Head for surveillance."
                },
                "28": {
                    "ID": "419850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419850",
                    "TitleEnglish": "The Gravity Cannon",
                    "SummaryEnglish": "The Ultrasaurus arrives in an area where there are a lot of islands and finds the one where the gravity cannon is ready to be installed onto it. Krueger is taken to Guygalos to recover and rest, and Rudolph arrives. Then everyone looks at the gravity cannon, and are surprised at how huge it is, but they have to equip it on the Ultrasaurus quickly or the enemy will find them. Meanwhile, Hiltz has arrived in the islands and sends lots of Sinkers to find the Ultrasaurus. At a meeting, Dr. D explains how the gravity cannon works. There are two parts to it, the actual gun and the power generators. The shell is made of a very dense material that has its own gravitational field, and will make a \"\"black hole\"\" when it hits its target. The only problem is that there are only three shells, and one must be used for a test shot. Karl is appointed to aim and fire the gravity cannon. Van, Thomas, and Irvine check on their zoids. The gravity cannon is linked to the Ultrasaurus."
                },
                "29": {
                    "ID": "419851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419851",
                    "TitleEnglish": "The Final Battle",
                    "SummaryEnglish": "The gravity cannon is ready to go up against the Death Stinger, the only problem is that they must get the Death Stinger to hold still long enough for it to feel the full impact of the gravity cannon. The decision to use the delta formation is used. Once the Death Stinger is in sight Van, Irvine, and Thomas leave in their zoids leaving Van as the back point of the triangle. They manage to get the delta formation completed, only this time when the get into the formation it creates a pyramid shield barrier trapping the Death Stinger inside. The cannon shoots, but just before it gets close enough to the Death Stinger it breaks the shield barrier and fires its Charged Particle Beam, destroying the shell. The fighters come to the conclusion that if they take off their shields they can concentrate more energy on the barrier, the fight commences. Finally they reform the delta formation this time concentrating every bit of energy on the barrier."
                },
                "30": {
                    "ID": "419852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419852",
                    "TitleEnglish": "The Ancient Memory",
                    "SummaryEnglish": "Just when you thought the nightmare of the Death Stinger is over, it gets renewed. The episode starts off with the Death Stinger being destroyed by the gravity cannon, but just when everything seemed to be over, Ambient appears and fuses with the destroyed Death Stinger, reviving it. Van and Irvine tried to make a attack, but the DS buried itself into the ground, and went attacking the Ultrasaurus, which injured Dr. D. Also, Raven runs up to Shadow, who thought Shadow would be pleased to see him again, but unfortunately, things were terribly wrong. Shadow attacked Raven violently, and the Dark Kaiser comes up, and tells Raven that Shadow is now a slave to him. This definitely aggravated Raven, and he started charging after the Dark Kaiser, but he was flipped. At the end of this episode, Fiona is thunderstruck when she heard \"\"Zoid Eve\"\", and was hit by a stray bullet from the Death Stinger. As usual, Van got out of his zoid, and ran up to Fiona."
                },
                "31": {
                    "ID": "419853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419853",
                    "TitleEnglish": "The Zoid Eve",
                    "SummaryEnglish": null
                },
                "32": {
                    "ID": "419854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419854",
                    "TitleEnglish": "The Moment of Annihilation",
                    "SummaryEnglish": "The final battle between Van and Hiltz has arrived, but Fionna keeps seeing Prozen. Reice, flying on Specular, appears in front of Prozen (Raven, Reice, and their organoids were awakened when Fiona opened the gate to Zoids Eve). It's obvious that Reice is no longer taking orders from the Dark Kaizer. Just when the evil man is about to give her one of his energy blasts, Raven appears in the Geno Breaker. They exchange angry words, and Prozen sends 3 Geno Saurers to attack. Reice watches tearfully while Raven battles with them. Suddenly, stray gunfire hits the building holding Zoid Eve causing it to activate. The Death Stinger begins to glow. Meanwhile, Lt. O'Connell is flying overhead sending aerial photos back to the Ultrasaurus. Captaim Herman notices that the Death Stinger is resurrected. Also in the skies is Prince Rudolph and a group of Whale Kings. Rudolph sees a picture of the Dark Kaizer and immediately recognizes him as Prozen. On the ground, Van watches helplessly as the Death Stinger."
                },
                "33": {
                    "ID": "419855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zoids-chaotic-century/episodes/419855",
                    "TitleEnglish": "Return to Another Tomorrow",
                    "SummaryEnglish": "In the Final Episode, Van and Raven give it all they got to defeat the resurrected Death Saurer. Hiltz is on a rampage blasting away with the Saurer's Charged Particle Beam. To destroy the Death Saurer, Fiona and Zeek were prepared to sacrifice themselves to destroy Zoid Eve. Doing so, all of the Zoids on Zi would be destroyed. Van stopped them, exclaiming that he could destroy it, by launching him self from the Gravity Cannon on the Ultrasaurus! The energy shield was destroyed by Raven, with the Genobreakers charged particle beam. The Liger was shot out of the cannon and thrusted through a charged particle blast right through the Zoid Core of the Death Saurer, destroying it and Hiltz. The Zoid Eve went back underground, and the Death Saurer exploded, thus ending the series with Fiona, Van, and the Blade Liger."
                }
            }
        }
    }
}