{
  "URL": "https://www.thetvdb.com/series/dirty-pair-flash",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0109633/",
    "http://www.sunrise-inc.co.jp/dirtypair/",
    "https://www.themoviedb.org/tv/97421"
  ],
  "TitleEnglish": "Dirty Pair Flash",
  "SummaryEnglish": "Dirty Pair Flash is related to the original Dirty Pair, with the same characters but there are some changes. Dirty Pair Flash was released later but it is something of a prequel, showing the two main characters on their first assignments. It contains animated violence and mayhem, some profanity and a small amount of nudity. The DVD release is rated 15 and up. The Pair consists of two 17-year-old junior level 'Trouble Consultants', a cross between a trouble-shooter and a secret agent. They work for an organization called World Welfare & Works Association or the 3WA which handles problems galaxy-wide. Their codename is 'Lovely Angels' but it's easy to see why they are eventually known as the Dirty Pair, not in a naughty way, but because they tend to leave ruination wherever they go. Yuri is the purple-haired and perky team member, she is occasionally zany and a bit distracted. Yuri tends to rely on her feminine wiles to get out of trouble, rarely plans ahead and is obsessed wit",
  "Aliases": [
    "ダーティペア フラッシュ"
  ],
  "Modified": "2024-10-12",
  "Seasons": {
    "1": {
      "ID": "5620",
      "URL": "https://www.thetvdb.com/series/dirty-pair-flash/seasons/official/1",
      "TitleEnglish": "Dirty Pair Flash Mission I",
      "SummaryEnglish": "Dirty Pair Flash Mission I focaliza Kei e Yuri no início de sua parceria e envolvidas em uma conspiração e em uma batalha com uma assassina feminina que foi da equipe original Dirty Pair",
      "# Episodes": 6,
      "Episodes": {
        "1": {
          "ID": "111973",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111973",
          "TitleEnglish": "Runaway Angel",
          "SummaryEnglish": "Yuri is in town all dressed up for a date when a dying agent from the 3WA (World, Welfare, and Works Agency) hands her a special card to give to headquarters. Yuri is reluctant to take it until some guys in blue uniforms arrive and chase her down. She passes the card to her reluctant partner Kei, but somehow the blue uniform guys grab it. Kei and Yuri go after the guys, but also have to evade them when the girls secure the card, and they end up having to go through some bad sections of town, leaving a wake of destruction along the way.",
          "Aliases": []
        },
        "2": {
          "ID": "111974",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111974",
          "TitleEnglish": "Darkside Angel",
          "SummaryEnglish": "Kei and Yuri are at an airport, escorting some guys to the plane, but the guys get shot. The girls pursue the assassin, who turns out to be a beautiful but very skilled woman named Lady Flair. After failing to capture her, they notice that she has been apprehended by the Military Police. But Kei doesn't buy that idea, and they storm the military base later, where they are developing giant spider-like robots.",
          "Aliases": []
        },
        "3": {
          "ID": "111975",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111975",
          "TitleEnglish": "Frozen Angel",
          "SummaryEnglish": "After spotting bigwig Waldess at his GCN corporation, Kei tries to confront him but the bodyguards apprehend her and toss her out. Frustrated, Kei has had enough, and resigns. Yuri is assigned to protect a neuroscientist, but runs into trouble as Lady Flair storms in to kill the scientist. Waldess takes a sabbatical to a cruiser ship on a planet's ocean full of deadly whirlpools. Kei pursues her but gets into trouble as Lady Flair is aboard the ship, and Yuri pursues to try to help out.",
          "Aliases": []
        },
        "4": {
          "ID": "111976",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111976",
          "TitleEnglish": "Sleeping Angel",
          "SummaryEnglish": "Professor Kupps has made it to 3WA headquarters but he has hidden himself mind-wise in a virtual reality role-playing world of his own creation. It'll be up to Yuri to go in there and save him. Kei leaves headquarters but notices the blue uniformed men from the first episode on the subway, and they are plotting to attack 3WA and kill Kupps. As Yuri enters a stronghold and fights fantasy monsters in the virtual realm, Kei gets dragged into 3WA headquarters.",
          "Aliases": []
        },
        "5": {
          "ID": "111977",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111977",
          "TitleEnglish": "Stray Angel",
          "SummaryEnglish": "With Kaps's testimony, the GCN is being investigated. The guys that represent Lucifer decide that Waldess is too dangerous especially when he's still going after Siren, so they hire an assassin, who is none other than Lady Flair! Kei gets her gun repaired but it got confiscated by the 3WA. Meanwhile, Yuri gets a new ditzy partner named Lilly, and they have to help Unit 9 stake out Waldess at a spaceport, but trouble arises when other assassins make their moves against Waldess.",
          "Aliases": []
        },
        "6": {
          "ID": "111978",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111978",
          "TitleEnglish": "Lovely Angel",
          "SummaryEnglish": "Waldess has infiltrated the Siren space station! As he takes over broadcasts and declares his conquest of the galaxy, Yuri and Lilly are sent with the 3WA to fight Waldess. But Lilly decides to quit in the middle of the mission, leaving Yuri alone. Kei must make a decision on the future of the Lovely Angels, while Lady Flair comes to a confrontation with her past.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "1819136",
      "URL": "https://www.thetvdb.com/series/dirty-pair-flash/seasons/official/2",
      "TitleEnglish": "Dirty Pair Flash Mission II",
      "SummaryEnglish": "Dirty Pair Flash Mission II segue Kei e Yuri como escolta de um consultor de informática 3WA para resolver um mistério no parque temático do mundo mundo histórico.",
      "# Episodes": 5,
      "Episodes": {
        "1": {
          "ID": "111979",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111979",
          "TitleEnglish": "Tokyo Holiday Network",
          "SummaryEnglish": "Kei and Yuri travel with fellow trouble consultant and hacker guy Touma to World's World, a retro theme park that emulates Japanese society in the 1990's. Their mission is to guard Touma while he deals with some system issues involving a computer virus.",
          "Aliases": []
        },
        "2": {
          "ID": "111980",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111980",
          "TitleEnglish": "Mysterious High School Seventeen",
          "SummaryEnglish": "Yuri and Kei are given accommodations at an all-girls boarding school from the 20th century. Yuri finds the life as an exchange student a lot of fun. Kei could care less, until she learns about some ghost stories about the school and experiences some of the horror.",
          "Aliases": []
        },
        "3": {
          "ID": "111981",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111981",
          "TitleEnglish": "A Steamy, Romantic Tour",
          "SummaryEnglish": "Kei and Yuri discover a con man named Calbee posing as a trouble consultant, and chase him down in an attempt to get enough reward money to afford dining at an expensive French restaurant. The pursuit lands them in the outdoor areas of World's World. Calbee tries to charm Yuri while looking for opportunities to make his escape.",
          "Aliases": []
        },
        "4": {
          "ID": "111982",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111982",
          "TitleEnglish": "Sparkling Pure Love Flower Shop",
          "SummaryEnglish": "The rain catches Yuri and Touma in the city and they end up at a flower shop where Touma falls in love with a girl who works there. Kei and Yuri pick up on the computer geek's change in mood, and readily give him love advice on the scary thought of asking the girl out.",
          "Aliases": []
        },
        "5": {
          "ID": "111983",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111983",
          "TitleEnglish": "Tokyo Hot Pursuit Airport",
          "SummaryEnglish": "On the last day before the spaceport reopens, a bomb destroys Touma and the girls' residence. Kei and Yuri assume their bodyguard positions again. Touma attempts to isolate the location of the perpetrator, but everywhere they go, more androids continue to threaten Touma's life.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "1819137",
      "URL": "https://www.thetvdb.com/series/dirty-pair-flash/seasons/official/3",
      "TitleEnglish": "Dirty Pair Flash Mission III",
      "SummaryEnglish": "Dirty Pair Flash Mission III segue Kei e Yuri pouco depois de retornar do Worlds End. A primeira aventura, Kei encontra-se a correr para proteger um bebê de assassinos em seguida encontra-se lutando contra um assassino Pint-sized, em seguida, jogar vôlei no espaço, Yuri encontra-se em um triângulo amoroso, finalmente, ajudar o seu Chefe, relutante em lutar contra um velho inimigo.",
      "# Episodes": 5,
      "Episodes": {
        "1": {
          "ID": "111984",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111984",
          "TitleEnglish": "Snow White Chaser",
          "SummaryEnglish": "Kei is on a plane trip but some enemy fighter plane is after them and it shoots the plane down into the snow covered mountains. Kei manages to save a baby as she bails out in time before the big crash and explosion, but not only does she have to deal with calming down a baby, but also the bad guys who pursue them with intent to kill.",
          "Aliases": []
        },
        "2": {
          "ID": "111985",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111985",
          "TitleEnglish": "Pink Sniper",
          "SummaryEnglish": "A teenage girl named Monica has been training all her life to carry on her family's deadly assassin heritage. Her first assignment is to go after the Dirty Pair. Kei and Yuri go to a vacation resort to relax but soon find themselves on the guard as bombs, traps, and deadly attacks appear wherever they go.",
          "Aliases": []
        },
        "3": {
          "ID": "111986",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111986",
          "TitleEnglish": "The Winners in Summer Colors",
          "SummaryEnglish": "The 3WA have been tracking a criminal boss but he hardly ever appears except to the winners of a worldwide beach volleyball tournament. Kei and Yuri are assigned to compete and win the tournament, but must undergo extremely rigorous training by one of the 3WA's crazy coaches.",
          "Aliases": []
        },
        "4": {
          "ID": "111987",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111987",
          "TitleEnglish": "My Boy in Rose",
          "SummaryEnglish": "Kei discovers that Yuri is hanging out with a young teenager, and goes over to them to give Yuri a slap on the back, but Yuri's head falls off! It turns out the boy had created a life-size android of his crush, Yuri! Oops! Kei apologizes, but the 3WA wants more than an apology. While the android is being repaired, Yuri is ordered to take the place of her look-alike. Yuri protests until she learns that the boy is part of an extremely wealthy and influential family that even funds the 3WA. This is Yuri's big chance to finally date and marry rich, and the boy's chance to be with the real Yuri! But the boy only cares about his Yuri's ideal traits of being sweet and innocent, and shuns the realistic ones that she and every girl have. Can Yuri win him over without losing herself in the process?",
          "Aliases": []
        },
        "5": {
          "ID": "111988",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111988",
          "TitleEnglish": "Grey Avenger",
          "SummaryEnglish": "A felon sprung out of prison transport makes a deal with a crime boss to command and pilot an advanced assault mech, but first he wants to borrow the mech to go after Chief Poporo of the 3WA. Soon afterwards, bombs start going off all over the city and the Chief's life is in danger as the mech raids 3WA Headquarters. Kei and Yuri try to protect him, but what complicates things even more is that the Chief's daughter is at the office for a visit.",
          "Aliases": []
        }
      }
    }
  }
}