{
    "URL": "https://www.thetvdb.com/series/dirty-pair-flash",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0109633/",
        "http://www.sunrise-inc.co.jp/dirtypair/",
        "https://www.themoviedb.org/tv/97421"
    ],
    "TitleEnglish": "Dirty Pair Flash",
    "SummaryEnglish": "Dirty Pair Flash is related to the original Dirty Pair, with the same characters but there are some changes. Dirty Pair Flash was released later but it is something of a prequel, showing the two main characters on their first assignments. It contains animated violence and mayhem, some profanity and a small amount of nudity. The DVD release is rated 15 and up. The Pair consists of two 17-year-old junior level 'Trouble Consultants', a cross between a trouble-shooter and a secret agent. They work for an organization called World Welfare & Works Association or the 3WA which handles problems galaxy-wide. Their codename is 'Lovely Angels' but it's easy to see why they are eventually known as the Dirty Pair, not in a naughty way, but because they tend to leave ruination wherever they go. Yuri is the purple-haired and perky team member, she is occasionally zany and a bit distracted. Yuri tends to rely on her feminine wiles to get out of trouble, rarely plans ahead and is obsessed wit",
    "TitleJapanese": "ダーティペア FLASH",
    "SummaryJapanese": "ケイとユリは、あらゆるトラブルを解決するWWWA(世界福祉事業協会)の新人トラブルコンサルタント（通称「トラコン」）で、コードネームはラブリーエンゼル。男まさりで直情型のケイ、自称おしとやかな乙女のユリはまったく正反対の性格を持ちながら、時には仲違いし、時には力を合わせて難事件を解決していく。\n　まだコンビを結成して日が浅いケイとユリは、お互いが気に入らずコンビを組んでいてもなかなか力を合わせられない。\n　そんな時、巨大犯罪組織ルーシファの末端組織を統率するワルデスが、組織を乗っ取るべく暗躍し始めた。彼が雇った暗殺者フレイヤと度々対決するケイ。ケイはフレイヤと戦うためにトラコンを辞め、単身追い続ける。一方のユリも新たな相棒を得、ワルデスの事件を捜査。別々の道を歩むケイとユリだったが…。\n　80年代のテレビシリーズをリセットし、まったく違う設定とストーリーで生まれ変わった新シリーズ。",
    "Aliases": [
        "ダーティペア フラッシュ"
    ],
    "Modified": "2024-10-12",
    "Seasons": {
        "1": {
            "ID": "5620",
            "URL": "https://www.thetvdb.com/series/dirty-pair-flash/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "111973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111973",
                    "TitleEnglish": "Runaway Angel",
                    "SummaryEnglish": "Yuri is in town all dressed up for a date when a dying agent from the 3WA (World, Welfare, and Works Agency) hands her a special card to give to headquarters. Yuri is reluctant to take it until some guys in blue uniforms arrive and chase her down. She passes the card to her reluctant partner Kei, but somehow the blue uniform guys grab it. Kei and Yuri go after the guys, but also have to evade them when the girls secure the card, and they end up having to go through some bad sections of town, leaving a wake of destruction along the way.",
                    "TitleJapanese": "RUNAWAY ANGEL",
                    "SummaryJapanese": "ケイとユリは、公共機関WWWAのトラブルコンサルタント「ラブリー・エンゼル」のコードネームを持つ美少女ペアチーム。ある日町に出たユリは、重傷を負ったトラブルコンサルタントの男に出会う。彼は「WWWAに届けてくれ」とユリに1枚のカードを渡して息絶える。そこへカードを狙う正体不明の男たちが現れて…。"
                },
                "3": {
                    "ID": "111975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111975",
                    "TitleEnglish": "Frozen Angel",
                    "SummaryEnglish": "After spotting bigwig Waldess at his GCN corporation, Kei tries to confront him but the bodyguards apprehend her and toss her out. Frustrated, Kei has had enough, and resigns. Yuri is assigned to protect a neuroscientist, but runs into trouble as Lady Flair storms in to kill the scientist. Waldess takes a sabbatical to a cruiser ship on a planet's ocean full of deadly whirlpools. Kei pursues her but gets into trouble as Lady Flair is aboard the ship, and Yuri pursues to try to help out.",
                    "TitleJapanese": "FROZEN ANGEL",
                    "SummaryJapanese": "フレイヤへのリベンジを果たせなかったケイは、1人でワルデスたちのいる惑星ジャイサルメールへと向かう。そこでワルデスとフレイヤを発見し、フレイヤに挑みかかるケイだったが、返り討ちにあって身柄を拘束されてしまう。一方、ケイがWWWEに辞表を出してジャイサルメールに向かったことを知ったユリは…。"
                },
                "4": {
                    "ID": "111976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111976",
                    "TitleEnglish": "Sleeping Angel",
                    "SummaryEnglish": "Professor Kupps has made it to 3WA headquarters but he has hidden himself mind-wise in a virtual reality role-playing world of his own creation. It'll be up to Yuri to go in there and save him. Kei leaves headquarters but notices the blue uniformed men from the first episode on the subway, and they are plotting to attack 3WA and kill Kupps. As Yuri enters a stronghold and fights fantasy monsters in the virtual realm, Kei gets dragged into 3WA headquarters.",
                    "TitleJapanese": "SLEEPING ANGEL",
                    "SummaryJapanese": "失踪したカプス教授が逃げ込んだニューロフュージョンという仮想世界に入り込み、彼を連れ戻すという任務を与えられたユリ。カプスが魔王として君臨する世界へと入り込んだユリは、モンスターを倒しながら「黒い塔」の最上階へと向かう。その頃現実世界では、GNCの刺客たちがカプスとユリのいる部屋を目指していた。"
                },
                "5": {
                    "ID": "111977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111977",
                    "TitleEnglish": "Stray Angel",
                    "SummaryEnglish": "With Kaps's testimony, the GCN is being investigated. The guys that represent Lucifer decide that Waldess is too dangerous especially when he's still going after Siren, so they hire an assassin, who is none other than Lady Flair! Kei gets her gun repaired but it got confiscated by the 3WA. Meanwhile, Yuri gets a new ditzy partner named Lilly, and they have to help Unit 9 stake out Waldess at a spaceport, but trouble arises when other assassins make their moves against Waldess.",
                    "TitleJapanese": "STRAY ANGEL",
                    "SummaryJapanese": "カプス教授の証言からGNCの犯罪行為が浮き彫りとなっていた時、GNC幹部のワルデスとイワシミズが接触するとの情報が飛び込んでくる。WWWAは総動員体制で身柄の確保に動き出すが、ユリの新パートナー・リリィの失態で、身柄の確保に失敗してしまう。ガーナーはケイの元を訪れ、WWWAに戻るよう説得して……。"
                },
                "6": {
                    "ID": "111978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111978",
                    "TitleEnglish": "Lovely Angel",
                    "SummaryEnglish": "Waldess has infiltrated the Siren space station! As he takes over broadcasts and declares his conquest of the galaxy, Yuri and Lilly are sent with the 3WA to fight Waldess. But Lilly decides to quit in the middle of the mission, leaving Yuri alone. Kei must make a decision on the future of the Lovely Angels, while Lady Flair comes to a confrontation with her past.",
                    "TitleJapanese": "LOVELY ANGELS",
                    "SummaryJapanese": "全宇宙の通信を管理するセイレーンを掌握し、全宇宙に演説を行うワルデス。ケイとユリ、ガーナーの3人はセイレーン内部に侵入し、ワルデスの元へと向かうが、途中でガーナーがフレイヤに撃たれてしまう。実はフレイヤは、先代のラブリーエンゼル・アイリスとして、ガーナーと一緒に働いていたというのだ。"
                }
            }
        },
        "2": {
            "ID": "1819136",
            "URL": "https://www.thetvdb.com/series/dirty-pair-flash/seasons/official/2",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "111979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111979",
                    "TitleEnglish": "Tokyo Holiday Network",
                    "SummaryEnglish": "Kei and Yuri travel with fellow trouble consultant and hacker guy Touma to World's World, a retro theme park that emulates Japanese society in the 1990's. Their mission is to guard Touma while he deals with some system issues involving a computer virus.",
                    "TitleJapanese": "東京ホリデーＮｅｔｗｏｒｋ",
                    "SummaryJapanese": "惑星まるごとひとつをテーマパークにした人気スポット「ワールズ・ワールド」。そこを管理するコンピュータ・シリカ2000が、正体不明のウィルスに感染。WWWAは、有能なコンピュータ専門のトラブルコンサルタント・トーマと、護衛としてケイとユリを派遣する。だが、到着して早々トーマは命を狙われるようになり…。"
                },
                "2": {
                    "ID": "111980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111980",
                    "TitleEnglish": "Mysterious High School Seventeen",
                    "SummaryEnglish": "Yuri and Kei are given accommodations at an all-girls boarding school from the 20th century. Yuri finds the life as an exchange student a lot of fun. Kei could care less, until she learns about some ghost stories about the school and experiences some of the horror.",
                    "TitleJapanese": "Ｓｅｖｅｎｔｅｅｎミステリー学園",
                    "SummaryJapanese": "暗殺者との戦いで、ケイたちの宿泊するホテルは吹き飛んでしまった。仕方なく3人は短期留学生として学生寮に宿泊することになる。だが、その学生寮は壁にお札が貼ってあったり、風呂場の鏡に死体のようなものが映ったりと異様な雰囲気。そんな中、2人は1年生の風祭久美から、学生寮に出る幽霊退治を頼まれる。"
                },
                "3": {
                    "ID": "111981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111981",
                    "TitleEnglish": "A Steamy, Romantic Tour",
                    "SummaryEnglish": "Kei and Yuri discover a con man named Calbee posing as a trouble consultant, and chase him down in an attempt to get enough reward money to afford dining at an expensive French restaurant. The pursuit lands them in the outdoor areas of World's World. Calbee tries to charm Yuri while looking for opportunities to make his escape.",
                    "TitleJapanese": "湯煙Ｒｏｍａｎｔｉｃツアー",
                    "SummaryJapanese": "食事に行ったバイキングで、トラブルコンサルタントだと称した男が女性を口説いている場面に遭遇したケイたち。だが、男の持っている身分証は真っ赤な偽物。男の正体は手配中の詐欺師、ガルディだったのだ。手配犯を逮捕した時の報奨金を狙い、ケイとユリはヘリで逃走しようとするガルディに飛びかかるのだが…。"
                },
                "4": {
                    "ID": "111982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111982",
                    "TitleEnglish": "Sparkling Pure Love Flower Shop",
                    "SummaryEnglish": "The rain catches Yuri and Touma in the city and they end up at a flower shop where Touma falls in love with a girl who works there. Kei and Yuri pick up on the computer geek's change in mood, and readily give him love advice on the scary thought of asking the girl out.",
                    "TitleJapanese": "キラキラ純愛ＦｌｏｗｅｒＳｈｏｐ",
                    "SummaryJapanese": "コンピュータオタクのトーマが、花屋の店員の女性・リーナに恋をした。しかし、恋愛経験のないトーマは、リーナの情報をハッキングで調べたり、人工衛星で隠し撮りをしたりと、変質者のようなことばかりしている始末。業を煮やしたユリは、リーナに電話をかけて会う約束を取り付け、有頂天になるトーマだったが…。"
                },
                "5": {
                    "ID": "111983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111983",
                    "TitleEnglish": "Tokyo Hot Pursuit Airport",
                    "SummaryEnglish": "On the last day before the spaceport reopens, a bomb destroys Touma and the girls' residence. Kei and Yuri assume their bodyguard positions again. Touma attempts to isolate the location of the perpetrator, but everywhere they go, more androids continue to threaten Touma's life.",
                    "TitleJapanese": "ＴＯＫＹＯ追撃エアポート",
                    "SummaryJapanese": "宇宙港の閉鎖が解けたある日、トーマは再び命を狙われた。犯人は、シリカ2000にウィルスを感染させた実行犯でもある人工知能のジェイク。潜伏先の工場のコンピュータを抜け出したジェイクは、自分のプログラムをコピーしたアンドロイドを宇宙船に乗せて逃亡を図る。それに気付いた3人は、ナリタ宇宙港に向かって…。"
                }
            }
        },
        "3": {
            "ID": "1819137",
            "URL": "https://www.thetvdb.com/series/dirty-pair-flash/seasons/official/3",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "111984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111984",
                    "TitleEnglish": "Snow White Chaser",
                    "SummaryEnglish": "Kei is on a plane trip but some enemy fighter plane is after them and it shoots the plane down into the snow covered mountains. Kei manages to save a baby as she bails out in time before the big crash and explosion, but not only does she have to deal with calming down a baby, but also the bad guys who pursue them with intent to kill.",
                    "TitleJapanese": "白銀の追撃者",
                    "SummaryJapanese": "ケイの乗った旅客機が、謎の戦闘機の攻撃を受けて雪山に墜落した。同便に乗っていた赤ん坊連れの女性は、ケイに赤ん坊を託して息絶える。彼女はリップ上院議員の愛人で、旅客機への攻撃は遺産の相続争いによるものだった。赤ん坊を連れ、殺し屋から逃げるケイ。一方、ケイの乗った飛行機が墜落したことを知ったユリは…。"
                },
                "2": {
                    "ID": "111985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111985",
                    "TitleEnglish": "Pink Sniper",
                    "SummaryEnglish": "A teenage girl named Monica has been training all her life to carry on her family's deadly assassin heritage. Her first assignment is to go after the Dirty Pair. Kei and Yuri go to a vacation resort to relax but soon find themselves on the guard as bombs, traps, and deadly attacks appear wherever they go.",
                    "TitleJapanese": "ピンクの狙撃手",
                    "SummaryJapanese": "リゾート地で休暇を楽しむケイとユリは、何者かに命を狙われた。その犯人は、代々殺し屋をしているド・ノワール家の娘、15歳の少女・モニカだった。デビュー戦としてダーティペアの抹殺を命じられたモニカは、美しく華麗に殺すというド・ノワール家のしきたりに従い、彼女なりの美学に基づいて2人を殺そうとする。"
                },
                "3": {
                    "ID": "111986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111986",
                    "TitleEnglish": "The Winners in Summer Colors",
                    "SummaryEnglish": "The 3WA have been tracking a criminal boss but he hardly ever appears except to the winners of a worldwide beach volleyball tournament. Kei and Yuri are assigned to compete and win the tournament, but must undergo extremely rigorous training by one of the 3WA's crazy coaches.",
                    "TitleJapanese": "夏色の勝利者",
                    "SummaryJapanese": "ケイとユリはビーチバレー大会・ギャラクシーカップに出場することになった。大会の主催であるノーザンコンツェルン総帥、プレジデントを逮捕するためだ。普段人前に現れない彼を逮捕するには、大会で優勝し、表彰式で彼と接触するしかない。ビーチバレー未経験の2人は、コーチのガゼルに厳しい特訓を受けるのだが…。"
                },
                "4": {
                    "ID": "111987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111987",
                    "TitleEnglish": "My Boy in Rose",
                    "SummaryEnglish": "Kei discovers that Yuri is hanging out with a young teenager, and goes over to them to give Yuri a slap on the back, but Yuri's head falls off! It turns out the boy had created a life-size android of his crush, Yuri! Oops! Kei apologizes, but the 3WA wants more than an apology. While the android is being repaired, Yuri is ordered to take the place of her look-alike. Yuri protests until she learns that the boy is part of an extremely wealthy and influential family that even funds the 3WA. This is Yuri's big chance to finally date and marry rich, and the boy's chance to be with the real Yuri! But the boy only cares about his Yuri's ideal traits of being sweet and innocent, and shuns the realistic ones that she and every girl have. Can Yuri win him over without losing herself in the process?",
                    "TitleJapanese": "薔薇色の美少年",
                    "SummaryJapanese": "ジュリアンという少年の作った、ユリそっくりの等身大フィギュアを壊してしまったケイ。修理が終わるまでの3日間、ユリはフィギュアの代わりを務めるよう命じられる。最初は嫌がっていたユリも、ジュリアンがWWWAに巨額の援助をしているウィンストン氏の孫であることを知り、玉の輿を狙うようになるのだが…。"
                },
                "5": {
                    "ID": "111988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dirty-pair-flash/episodes/111988",
                    "TitleEnglish": "Grey Avenger",
                    "SummaryEnglish": "A felon sprung out of prison transport makes a deal with a crime boss to command and pilot an advanced assault mech, but first he wants to borrow the mech to go after Chief Poporo of the 3WA. Soon afterwards, bombs start going off all over the city and the Chief's life is in danger as the mech raids 3WA Headquarters. Kei and Yuri try to protect him, but what complicates things even more is that the Chief's daughter is at the office for a visit.",
                    "TitleJapanese": "灰色の復讐者",
                    "SummaryJapanese": "流刑星アルカトラズに護送中のA級テロリスト・ベリンガーが脱走した。ベリンガーは、同業者のカーメンから超高性能の重装甲戦闘服「28式改」を借り受け、彼を逮捕したポポロ主任に復讐を果たそうとWWWA本部に殴り込みをかける。ケイとユリはポポロの護衛に就くが、ポポロの娘を人質に取られてしまい…。"
                }
            }
        }
    }
}