{
    "URL": "https://www.thetvdb.com/series/blue-submarine-no-6",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0278926/",
        "http://www.bandaivisual.co.jp/ao6/",
        "https://www.themoviedb.org/tv/30431"
    ],
    "TitleEnglish": "Blue Submarine No. 6",
    "SummaryEnglish": "Aono Roku Go [Japanese Title] BLUE SUBMARINE NO. 6 takes places in a future time, with the sea levels dramatically risen and humanity on the losing side of a mysterious war. The story revolves around the Blue Submarine No. 6, a futuristic submarine with a talented military crew. The key characters are Hayami Tetsu, a great mini-sub pilot but depressed and aimless, and Kino Mayumi, a cute girl pilot with a strong conviction to fight in this war.",
    "Aliases": [
        "Ao no roku go"
    ],
    "Modified": "2024-10-25",
    "Seasons": {
        "0": {
            "ID": "20962",
            "URL": "https://www.thetvdb.com/series/blue-submarine-no-6/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4459133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-submarine-no-6/episodes/4459133",
                    "TitleEnglish": null,
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "10499623",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/blue-submarine-no-6/episodes/10499623",
                    "TitleEnglish": "Blue Submarine No. 6 – Movie Edition",
                    "SummaryEnglish": "Das Polareis ist geschmolzen und ein Großteil der Erde ist von Wasser bedeckt. Die wenigen Menschen, die noch auf trockener Erde wohnen, kämpfen mit denjenigen, die auf den Ozeanen leben. Die Besatzung eines japanischen U-Boots, der „Blue Submarine No. 6“, sucht unter dem Kommando von Mayumi Kino nach einer friedlichen Lösung für die Konflikte. Zudem kämpfen sie gegen den bösartigen Zorndyke und seine Mutanten, die die Menschheit auslöschen wollen. (Text: Sky)"
                }
            }
        },
        "1": {
            "ID": "5884",
            "URL": "https://www.thetvdb.com/series/blue-submarine-no-6/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "116624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-submarine-no-6/episodes/116624",
                    "TitleEnglish": "Blues",
                    "SummaryEnglish": "Humanity is plagued with attacks by a race of sea mutants dedicated to eradicating mankind. Our last hope is the Blue Submarine No. 6 and her crew, made up of the best personnel available as they fight for the fate of all mankind."
                },
                "2": {
                    "ID": "116625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-submarine-no-6/episodes/116625",
                    "TitleEnglish": "Pilots",
                    "SummaryEnglish": "After surviving another undersea battle with Zorndyke's forces, the crew of Blue Submarine No. 6 returns to base for repairs. While on base, Tetsu continues to display his trademark lack of concern for authority and continues to annoy Mayumi."
                },
                "3": {
                    "ID": "116626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-submarine-no-6/episodes/116626",
                    "TitleEnglish": "Hearts",
                    "SummaryEnglish": "Tetsu drifts in the open sea. As his life flashes before him, he begins to black out. But when he comes to, he finds himself resting on the hull of a half-sunken ship. His savior is one of the enemies."
                },
                "4": {
                    "ID": "116627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-submarine-no-6/episodes/116627",
                    "TitleEnglish": "Minasoko",
                    "SummaryEnglish": "The poles are shifting and most of the Earth's land is now underwater! The scientist Zorndyke has created a race of beast people to challenge the humans for global supremacy. But who is the real enemy - Zorndyke or humanity itself?"
                }
            }
        }
    }
}