{
    "URL": "https://www.thetvdb.com/series/blue-submarine-no-6",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0278926/",
        "http://www.bandaivisual.co.jp/ao6/",
        "https://www.themoviedb.org/tv/30431"
    ],
    "TitleEnglish": "Blue Submarine No. 6",
    "SummaryEnglish": "Aono Roku Go [Japanese Title] BLUE SUBMARINE NO. 6 takes places in a future time, with the sea levels dramatically risen and humanity on the losing side of a mysterious war. The story revolves around the Blue Submarine No. 6, a futuristic submarine with a talented military crew. The key characters are Hayami Tetsu, a great mini-sub pilot but depressed and aimless, and Kino Mayumi, a cute girl pilot with a strong conviction to fight in this war.",
    "TitleJapanese": "青の6号",
    "SummaryJapanese": "近未来―地球の人口は膨れ上がり、環境は劣悪化の道を歩んでいた。\n世界各国は人類最後のフロンティア“海”にその生存の希望を求め、新たな世界を築こうとする。\nそこで、海の平和と安全を守るために創設されたのが、超国家組織「青」だった。\nしかし、環境を悪化させつづける人類と、そのエゴはとどまるところを知らなかった。\n「青」のリーダーの一人、天才科学者ゾーンダイクは、それらの状況に失望し、テロを起こす。\n遺伝子操作によって、新しい海洋生命体を生み出し、人類を殲滅させる。\n新たな世界を創造しようとする悪魔の計画を、「青」は阻止することができるのか？\nそして人類の未来は？",
    "Aliases": [
        "Ao no roku go"
    ],
    "Modified": "2024-10-25",
    "Seasons": {
        "0": {
            "ID": "20962",
            "URL": "https://www.thetvdb.com/series/blue-submarine-no-6/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4459133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-submarine-no-6/episodes/4459133",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "10499623",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/blue-submarine-no-6/episodes/10499623",
                    "TitleEnglish": "Blue Submarine No. 6 – Movie Edition",
                    "SummaryEnglish": "Das Polareis ist geschmolzen und ein Großteil der Erde ist von Wasser bedeckt. Die wenigen Menschen, die noch auf trockener Erde wohnen, kämpfen mit denjenigen, die auf den Ozeanen leben. Die Besatzung eines japanischen U-Boots, der „Blue Submarine No. 6“, sucht unter dem Kommando von Mayumi Kino nach einer friedlichen Lösung für die Konflikte. Zudem kämpfen sie gegen den bösartigen Zorndyke und seine Mutanten, die die Menschheit auslöschen wollen. (Text: Sky)",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "5884",
            "URL": "https://www.thetvdb.com/series/blue-submarine-no-6/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "116624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-submarine-no-6/episodes/116624",
                    "TitleEnglish": "Blues",
                    "SummaryEnglish": "Humanity is plagued with attacks by a race of sea mutants dedicated to eradicating mankind. Our last hope is the Blue Submarine No. 6 and her crew, made up of the best personnel available as they fight for the fate of all mankind.",
                    "TitleJapanese": "BLUES",
                    "SummaryJapanese": "近未来。地球環境が劣悪を極めた中に設立された、海上超国家組織「青」。各国は協力して自国の潜水艦を「青」へ派遣させることになった。日本の自衛隊から「青」へ向かった潜水艦も6号艦となっていた。だがそんな折、海洋開発のリーダーである天才科学者ゾーンダイクが海洋テロ結社を築き、人類せん滅を宣言した。"
                },
                "2": {
                    "ID": "116625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-submarine-no-6/episodes/116625",
                    "TitleEnglish": "Pilots",
                    "SummaryEnglish": "After surviving another undersea battle with Zorndyke's forces, the crew of Blue Submarine No. 6 returns to base for repairs. While on base, Tetsu continues to display his trademark lack of concern for authority and continues to annoy Mayumi.",
                    "TitleJapanese": "PILOTS",
                    "SummaryJapanese": "ゾーンダイクの戦艦・幽霊船から逃れた6号は、青の本部の海底基地・ブルードームを目指す。その頃、基地内ではゾーンダイクへの反撃作戦についての説明をおこなっていた。人類最後の作戦が間近に迫り、気運高まる基地内。だが、6号を追尾してブルードームの位置を突き止めた幽霊船と、ムスカの艦隊が迫りつつあった。"
                },
                "3": {
                    "ID": "116626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-submarine-no-6/episodes/116626",
                    "TitleEnglish": "Hearts",
                    "SummaryEnglish": "Tetsu drifts in the open sea. As his life flashes before him, he begins to black out. But when he comes to, he finds himself resting on the hull of a half-sunken ship. His savior is one of the enemies.",
                    "TitleJapanese": "HEARTS",
                    "SummaryJapanese": "ブルードームでの激しい攻防戦の中、嵐の海面に投げ出された速水は、親友・勝馬との辛い記憶を思い出す。ある日、速水は勝馬と2人でゾーンダイクが潜伏するポイントを目指していた。ゾーンダイクに説得をしにいくという危険な任務を志願した勝馬を理解できない速水。その2人の前に、巨大な幽霊戦艦が立ちふさがった。"
                },
                "4": {
                    "ID": "116627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-submarine-no-6/episodes/116627",
                    "TitleEnglish": "Minasoko",
                    "SummaryEnglish": "The poles are shifting and most of the Earth's land is now underwater! The scientist Zorndyke has created a race of beast people to challenge the humans for global supremacy. But who is the real enemy - Zorndyke or humanity itself?",
                    "TitleJapanese": "MINASOKO",
                    "SummaryJapanese": "ゾーンダイク軍に総力戦を挑む青の艦隊だが、苦戦を強いられる。その頃、ゾーンダイクの真意を確かめるため、速水と紀之を乗せたグランパスが出撃する。南極へ上陸した速水と紀之は、獣人の娘と、マングローブやヤシの木が繁る異様な光景に出会う。獣人たちに導かれ、ついに2人はゾーンダイクと対峙する…。"
                }
            }
        }
    }
}