{
  "URL": "https://www.thetvdb.com/series/burn-up-excess",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Crime",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0346220/",
    "https://www.themoviedb.org/tv/43417"
  ],
  "TitleEnglish": "Burn Up Excess",
  "SummaryEnglish": "ShounenFollows the exploits of Team Warrior, a special anti-terror wing of the Neo-Tokyo Police force. Team Warrior is comprised of the habitually broke Rio, gun-crazy Maya, computer specialist Lillica, tech-expert Nanvel, pilot/voyeur Yuji, and is led by the enigmatic Maki. The team faces a number of missions, ranging from bodyguard duty, breaking up robbery and arms rackets, and providing security for a very powerful tank. Rio and company continually thwart the terrorist aims of Ruby, an operative for a shadowy cabal of powerful men. Before the final showdown, the circumstances behind the formation of Team Warrior, how the precocious Rio came to join it, and Maki's painful past will be revealed. Episodes: 13 colored episodes (all half-hour) Age rating: Teenagers (May contain bloody violence, bad language, nudity) Sequel series to Burn Up W.Opening Song: \"Show Time\" by Mami Kanezuki Show Time Close your eyes and listen closely You can hear the beat of the city",
  "Aliases": [
    "Burn Up! eXcess",
    "Burn Up! W",
    "Burn-Up W - On the Case & In your Face"
  ],
  "Modified": "2025-05-23",
  "Seasons": {
    "0": {
      "ID": "532166",
      "URL": "https://www.thetvdb.com/series/burn-up-excess/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 5,
      "Episodes": {
        "1": {
          "ID": "4790708",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/burn-up-excess/episodes/4790708",
          "TitleEnglish": "Burn Up! (OVA)",
          "SummaryEnglish": "The trafficking of young women as sex slaves has reached epidemic proportions and the criminals aren't even getting caught. With the wealthy and powerful calling the shots, the chief of police says there's nothing that can be done. Even when one of his own officers, Yuka, is kidnapped during an attempted sting operation and sold into slavery herself. Now it's up to her fellow officers, Maki and Reimi, to break all the rules, steal weapons and armor from their own department, and get Yuka back themselves. They can only hope that they get to her before it's too late, and that they'll escape the rescue with their jobs...and their lives",
          "Aliases": []
        },
        "2": {
          "ID": "7240486",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/burn-up-excess/episodes/7240486",
          "TitleEnglish": "Skin Dive",
          "SummaryEnglish": "Representatives from governments around the world are gathered in Tokyo for an International Peace Forum. A mysterious woman and her team enter the building where the forum is being held and take the leaders and the building's occupants hostage. Police surround the building and sniper Maya impatiently awaits the order to fire on a hot rooftop. The terrorist group, which identifies itself as Falcon Claw, makes some strange demands including that the most popular idol singer, Yumi Kawai, perform a nude bungee jump from the top of the building. Their real strategy is using a virtual drug device to brainwash the leaders into getting their countries to purchase the devices after they leave. Team Warrior is dispatched to save the day and Rio performs the nude bungee jump as a distraction. The amateurish terrorists are captured however the female mastermind escapes.",
          "Aliases": []
        },
        "3": {
          "ID": "7240488",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/burn-up-excess/episodes/7240488",
          "TitleEnglish": "Search for the Virtual Idol",
          "SummaryEnglish": "Beautiful Virtual Idol Maria is the product of a company who also manufacture illegal battle androids. Maria only exists in cyberspace but yearns to experience the real world and escapes in a spare battle android body. Team Warrior is assigned to investigate an underworld battle over the android distribution and to find the now missing Maria. Maria, now in the android body, demands a ransom for her return, but when Rio prepares to hand over the money, the company's battle android attacks and captures her. Nanavel arrives with her huge mechanical attack android AFH-X01, El-Heggunte, but it malfunctions, destroying a city bridge and creating a massive budget blow-out. During the battle, Nanavel saves Maria by transferring her consciousness into El-Heggunte, much to Maria’s disgust.",
          "Aliases": []
        },
        "4": {
          "ID": "7240491",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/burn-up-excess/episodes/7240491",
          "TitleEnglish": "Policetown Assault - Act 1",
          "SummaryEnglish": "The police raid a smuggling operation and acquire a mysterious virtual reality device. Meanwhile there is an insight into Team Warrior's personal lives. Rio owes money and goes to a store to sell her used underwear, where she runs into Yuji, who's looking for used uniforms from the Olympic swim team. Maya plays target practice with a robber who's trying to escape with a bag of money. Lilica gets a call from her wealthy father who offers her birthday presents, such as a beach resort and a satellite. The next day, police headquarters are taken over by a terrorist group which includes Wolf Head, Jackal Head and Dober Head. Chisato, an accountant and a friend of Rio's is among many other police killed during the raid. Team Warrior is the only group left that can re-take the base.",
          "Aliases": []
        },
        "5": {
          "ID": "7240492",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/burn-up-excess/episodes/7240492",
          "TitleEnglish": "Policetown Assault - Act 2",
          "SummaryEnglish": "Team Warrior decide to take back the police headquarters from the terrorists rather than retreat with the approval of Maki Kawasaki although she is criticized by headquarters for her decision. Maya and Rio strip down to their brief battle undergarments and don their battle suits while the rest provide technical support. Maya has a new gun that's lighter, but more powerful than a tank gun and Rio gets a weapon called the \"Armored Knucklebuster\" which she wears it on her forearm giving her greater strength when she punches. Maya manages to take out Wolf Head, and Rio manages to take out Jackal Head and then they confront Dober Head disguised as a policeman but gain no information about their intentions. Although they won the battle, Team Warrior may not have won the war against the mysterious woman behind the manufacture of the deadly virtual reality devices.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "5923",
      "URL": "https://www.thetvdb.com/series/burn-up-excess/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "117295",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/burn-up-excess/episodes/117295",
          "TitleEnglish": "Team Warrior Goes Into Action",
          "SummaryEnglish": "The Mega Tokyo Tower has been hijacked by terrorists...and on it's opening day, too! What to do in a situation like this? Call in Team Warrior, of course! A crack team of beautiful young ladies (and one pervy guy), Team Warrior take on the kind of job that the regular police just can't handle. And this job fits the bill nicely: exploding mechanical bugs, psycho terrorists, big-wig hostages and shadowy figures pulling the strings.",
          "Aliases": []
        },
        "2": {
          "ID": "117296",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/burn-up-excess/episodes/117296",
          "TitleEnglish": "Undies, Go!",
          "SummaryEnglish": "While investigating a nefarious panty thief Rio stumbles upon a clue to the whereabouts of a group of jewel robbers. After a little more investigative work (thanks to Yuji's extensive knowledge of women's legs) and spot of under-cover reconnaissance, Team Warrior discover that the jewel thieves are in fact pre-op transvestites raising funds for a sex change in Morocco! What, you thought they were doing it for the money alone?",
          "Aliases": []
        },
        "3": {
          "ID": "117297",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/burn-up-excess/episodes/117297",
          "TitleEnglish": "From the Desert with Love!",
          "SummaryEnglish": "Cash strapped Rio dreams of her knight in shining amour that will whisk her away...and pay off all her debts! Lucky for her that a rich oil tycoon is just around the corner, and she's the one who's been assigned to protect him from would-be assassins. Maybe, just maybe he'll shower her with riches if she does a good job? Maybe?",
          "Aliases": []
        },
        "4": {
          "ID": "117298",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/burn-up-excess/episodes/117298",
          "TitleEnglish": "Rogue Father",
          "SummaryEnglish": "Trigger happy Maya receives news that her father is on his death bed. Rushing off to see him, she finds that the once proud land owner has been reduced to near poverty by ruthless entrepreneurs. Not one to give in without a fight, Maya and her 'family' plan revenge aboard a giant Russian airship. In her red bunny outfit, who would ever suspect her?",
          "Aliases": []
        },
        "5": {
          "ID": "117299",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/burn-up-excess/episodes/117299",
          "TitleEnglish": "An Idol Never Sleeps!",
          "SummaryEnglish": "After a series of death threats from a creepy stalker, the famous pop idol calls for help from Policetown with a request for Rio. Of all the officers in Policetown, why did they have to request the only one who doesn't like her? Not that Rio doesn't like her singing voice, she's just jealous of her popularity, and probably her metabolism, too.",
          "Aliases": []
        },
        "6": {
          "ID": "117300",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/burn-up-excess/episodes/117300",
          "TitleEnglish": "Rambo! Bravo! Rio Bimbo!",
          "SummaryEnglish": "How exactly did a klutz like Rio get herself in an elite force like Team Warrior, anyway? Well, yeah, you're going to find out in this episode as Maki remembers how she first met Rio. Back then she was a rookie cop with out a penny to her name...some things just don't change, eh?",
          "Aliases": []
        },
        "7": {
          "ID": "117301",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/burn-up-excess/episodes/117301",
          "TitleEnglish": "Short Vacation",
          "SummaryEnglish": "A murder, right in the heart of Policetown? Not to mention the numerous thefts, corrupt data and missing persons case, too. Sounds like a job for Team Warrior! But...where's Maki when you need her? She's on holiday reminiscing about her former fiancee, which leaves the rest of the team in a bind. It looks like it's up to Rio to solve the crimes...oh dear...",
          "Aliases": []
        },
        "8": {
          "ID": "117302",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/burn-up-excess/episodes/117302",
          "TitleEnglish": "Nanvel Kidnapped!",
          "SummaryEnglish": "Who let the transvestites out? After being released from prison, they are still searching for enough money for their Moroccan sex change holiday. Which is where Nanvel comes in. Her new invention, the optical diet machine, lets the user forget about all those rigorous diet schemes and just plain cheat. Wanting the machine for their own nefarious needs (don't ask), the transvestites kidnap Nanvel, forcing her to work for them. Too bad they didn't plan on taking Rio along for the ride...",
          "Aliases": []
        },
        "9": {
          "ID": "117303",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/burn-up-excess/episodes/117303",
          "TitleEnglish": "Slam Tank Part 1",
          "SummaryEnglish": "Escorting a new super AI tank across the border should have been a walk in the park for Team Warrior. But a neighbouring warring nation hijacks the plane, wanting the one-of-a-kind tank for itself. Things don't exactly go as planned for the would-be thieves, and the plane ends up grounded, the tank along with it. As the only survivor, Rio must take the tank across the border on foot. She soon discovers that the tank has a personality all of its own...",
          "Aliases": []
        },
        "10": {
          "ID": "117304",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/burn-up-excess/episodes/117304",
          "TitleEnglish": "Slam Tank Part 2",
          "SummaryEnglish": "Now in the middle of the desert with very little food and water, it's up to Rio to escort the tank safely across the border of the hostile nation. Of course, they still want the tank for themselves, so Rio has quite a fight on her hands if she wants to keep possession of the super tank.",
          "Aliases": []
        },
        "11": {
          "ID": "117305",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/burn-up-excess/episodes/117305",
          "TitleEnglish": "Watch Out for the Mecha Cop!",
          "SummaryEnglish": "This episode finds a disguised Ruby introducing a line of Mecha Cops that causes unease amongst the Team Warrior Office and focuses on the mystery of the Black Diamonds. It looks as if the women of Team Warrior might be out of a job.",
          "Aliases": []
        },
        "12": {
          "ID": "117306",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/burn-up-excess/episodes/117306",
          "TitleEnglish": "Invitation From the Past",
          "SummaryEnglish": "The Black Diamond mystery continues while Team Warrior investigates a plant suspected of manufacturing the mechacops. This mysterious link to the Black Diamond Case might prove dangerous for the team.",
          "Aliases": []
        },
        "13": {
          "ID": "117307",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/burn-up-excess/episodes/117307",
          "TitleEnglish": "The Last Stage of Goodbye",
          "SummaryEnglish": "Maki discovers the truth about her team's emergence as the mystery of the series' big baddie is revealed. An army of robot clones lays siege to the city. Team Warrior's got to pull themselves together to save everyone.",
          "Aliases": []
        }
      }
    }
  }
}