{
    "URL": "https://www.thetvdb.com/series/prince-of-tennis",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0466352/",
        "https://www.themoviedb.org/tv/27845"
    ],
    "TitleEnglish": "The Prince of Tennis",
    "SummaryEnglish": "Ryoma Echizen, a young tennis prodigy with many tennis championship wins, lies under his father's, Nanjiro Echizen a former pro tennis player, shadow. He joins the Seigaku Jr. High School Tennis Team, one of the best teams in Japan, who's goal is to become national champions. On the team, Ryoma, with help from his teammates, hopes to develop his own tennis style so he can defeat his father.",
    "Aliases": [
        "Tennis no Oujisama",
        "網球王子"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "20995",
            "URL": "https://www.thetvdb.com/series/prince-of-tennis/seasons/official/0",
            "# Episodes": 64,
            "Episodes": {
                "1": {
                    "ID": "425580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/425580",
                    "TitleEnglish": "New Year Special",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "425581",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/425581",
                    "TitleEnglish": "OVA - A Day on Survival Mountain",
                    "SummaryEnglish": "The regulars are conducting their practice in the mountain, rumors said that the practice was so hard that the regulars didn't speak for a week. Echizen Ryoma and the rest of the team went to S.K.B Tennis club, the club is actually owned by Sasabe! the training evolves into a showdown between the group of Sasabe and Seigaku, which Seigaku had utterly won in the end."
                },
                "3": {
                    "ID": "425585",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/425585",
                    "TitleEnglish": "Two Samurai: The First Game (Movie 1)",
                    "SummaryEnglish": "\"Ryoma's brother?! Here comes Ryoga Echizen!\" A conspiracy involving the members of the Aogaku tennis team takes place on a cruise ship. The ship sails along the Pacific, carrying a group of high profile celebrities from all over the world, enjoying their vacations. Among these flamboyant crowds are the members of the Aogaku tennis team, who have been cordially invited to play in the Exhibition Match on the cruise, hosted by a fanatic tennis-lover millionaire, Hikomaro Sakurafubuki. While the members are prepping for the match for the next day, a group of opponents walk up. Ryoma is cold and blunt as usual. But he is encountered by a boy who calls himself Ryoga Echizen, and says that he is Ryoma's elder brother. Everybody is flabbergasted, including Ryoma himself. That night, Tezuka and Oishi are called to Sakurafubuki's room and asked to lose the match tomorrow. The Exhibition Match turns out to be an illegal event, where the rich guests bet millions on the players. Threatened by Sakurafubuki to conspire in the gamble, the team hesitates having nowhere to get away to except for the ocean. Tezuka on the other hand refuses to give in, but what about the rest of the team? What about Ryoma?"
                },
                "4": {
                    "ID": "3072371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072371",
                    "TitleEnglish": "The Truth Behind the Genius",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "4114925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/4114925",
                    "TitleEnglish": "A Gift from Atobe",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "4283232",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/4283232",
                    "TitleEnglish": "Showdown in England's Tennis Fortress (Movie 2)",
                    "SummaryEnglish": null
                },
                "7": {
                    "ID": "4283233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/4283233",
                    "TitleEnglish": "Bonus: Upload Spirit",
                    "SummaryEnglish": null
                },
                "8": {
                    "ID": "4283234",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/4283234",
                    "TitleEnglish": "Live Action Movie",
                    "SummaryEnglish": null
                },
                "9": {
                    "ID": "4283235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/4283235",
                    "TitleEnglish": "Band of Princes Film Kick the Future",
                    "SummaryEnglish": "Music video featuring most of Prince of Tennis characters and two songs (Birthday and Rock 54) by Prince of Tennis original Seigaku voice actors. All players are presented as a band. Video itself is like a concert with some flashbacks."
                },
                "10": {
                    "ID": "3072391",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072391",
                    "TitleEnglish": "OVA 1: Return of the Prince",
                    "SummaryEnglish": "OVA series: The Natrional Arc First match of All-Japan National Tournament: Rokkaku vs. Higa. Ojii explains the Shukuchi Method, and Ryoma comes back from America!"
                },
                "12": {
                    "ID": "3072411",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072411",
                    "TitleEnglish": "OVA 3: The Fourth Counter",
                    "SummaryEnglish": "OVA Series: The Nationals Arc Fuji and Kawamura play together in the Doubles 2 match. During the match, Higa's coach signals his player to attack Ryuzaki-sensei with the ball. Fuji and Kawamura get angry at this and start playing at full force. However, it's not that easy because of the Shukuchi Method. Fuji uses his Fourth Counter: Kagerou Zutsumi, a.k.a. Dragonfly Illusion."
                },
                "13": {
                    "ID": "3072421",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072421",
                    "TitleEnglish": "OVA 4: Kikumaru All Alone",
                    "SummaryEnglish": "OVA Series: The Nationals Arc Kikumaru plays Singles 2 against Kai from Higa. During the game, it is shown how hard Kikumaru had trained to raise his stamina. His lateral movement has improved so much that it looks like there are two Kikumarus. This motion is called Seal Step, and it looks as if he has a doppelganger."
                },
                "14": {
                    "ID": "3072431",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072431",
                    "TitleEnglish": "OVA 5: The Longest Summer",
                    "SummaryEnglish": "OVA Series: The Nationals Arc Rikkai Dai's Yagyuu meets Kaidoh and asks him what he would do without his Snake. Kaido then asks Inui to let him play Doubles by himself and see how far he could go without his signature move."
                },
                "16": {
                    "ID": "3072451",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072451",
                    "TitleEnglish": "OVA 7: The Prince of Beach-Volleyball?!",
                    "SummaryEnglish": "OVA Series: The Nationals Arc In between matches: Seigaku is now a beach-volleyball team and plays with Rokkaku before training for the next match."
                },
                "18": {
                    "ID": "3072471",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072471",
                    "TitleEnglish": "OVA 9: Heart Not Giving In",
                    "SummaryEnglish": "OVA Series: The Nationals Arc The first match in the quarterfinals is Oshitari vs Momoshiro! Momoshiro in the Singles 3 Spot shows off his new style of play, but eventually loses because of an injury."
                },
                "19": {
                    "ID": "3072481",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072481",
                    "TitleEnglish": "OVA 10: Short-lived Match",
                    "SummaryEnglish": "OVA Series: The Nationals Arc Doubles 2, the second match of the quarterfinals: Inui-Kaido pair vs Mukahi-Hiyoshi pair. In a try for a short match against Inui and Kaido, Mukahi and Hiyoshi play with all they've got from the beginning. When Mukahi and Hiyoshi is at match point, Kaido and Inui show two new moves!"
                },
                "20": {
                    "ID": "3072491",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072491",
                    "TitleEnglish": "OVA 11: Tezuka Kunimitsu",
                    "SummaryEnglish": "OVA Series: The Nationals Arc Tezuka vs Kabaji in Singles 2 of the quarterfinals. An untold history about Tezuka in the Kyûshu Region before his rehabilitation is shown. In the present time, can Tezuka stand up to Kabaji's imitation of himself?"
                },
                "21": {
                    "ID": "3072501",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072501",
                    "TitleEnglish": "OVA 12: Two Of Us",
                    "SummaryEnglish": "OVA Series: The Nationals Arc A duel of the Golden Pairs: Kikumaru-Oishi vs Shishido-Ootori. Ootori's improved Neo Scud Serve & the Pile-Mirage formation puts Seigaku's Golden Pair to the test! But the Golden Pair achieves a new state: Synchro! However, the win goes to Hyotei as Kikumaru \"prevents\" Oishi from hitting the ball further and causing more injury to his wrist."
                },
                "23": {
                    "ID": "3072531",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072531",
                    "TitleEnglish": "OVA 14: Fudoumine vs. Shitenhouji Battle",
                    "SummaryEnglish": "OVA series: The Nationals Arc End of Singles 1 match between Hyotei and Seigaku. Shintenhouji faces Fudoumine to see who advances to the semi-finals, and Ryoma meets face-to-face with his new rival."
                },
                "24": {
                    "ID": "3072541",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072541",
                    "TitleEnglish": "OVA 15: Roar",
                    "SummaryEnglish": "OVA series: The Nationals Arc The Singles 3 match between Fuji and Shiraishi is played. Fuji's Triple Counters fail against Shiraishi's perfect \"Bible\" tennis, and everything seems to go downhill for Seigaku. As the match moves on, Fuji evolves the Triple Counters and also produces a new final counter called Hecatoncheires no Monban (Gate Keeper of Hecatonchires), which prevents the returned ball from going over the net. However, in the end, Shiraishi's cunning mind finds a way to hit the ball over the net, bringing the game to a tie break. Things go evenly until Fuji lobs the ball out of desperation. Despite all the effort of both players, the point is decided by a centimeter. It is noted in the following episode when Kawamura says he has never seen Fuji in such a state before."
                },
                "26": {
                    "ID": "3072561",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072561",
                    "TitleEnglish": "OVA 17: Seigaku's Burden",
                    "SummaryEnglish": "OVA series: The Nationals Arc Kawamura plays against Gin, the original creator of the Hadoukyuu, from Shitenhōji. Gin has 108 levels of Hadoukyuu. Kawamura is not able to return even one shot and loses 0-5 games and 0-40 points. After Akutsu awakens him, Kawamura realizes that he must give his all even if he knows he will lose. He then continues and puts his heart and soul into his final shot, what he calls the 'Final Hadoukyuu', which is stronger than Gin's 108 Hadoukyuu styles. Attempting to return Kawamura's shot, Gin injures his wrist severely. Kawamura wins the match by default and he reaches his dream of being the Number One power player of the Nationals!"
                },
                "27": {
                    "ID": "3072571",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072571",
                    "TitleEnglish": "OVA 18: The Two Doors",
                    "SummaryEnglish": "OVA series: The Nationals Arc Doubles 1 turns into a singles match when Tezuka and Chitose decide to duke it out. Inui and Zaizen step aside for their respective captains (Tezuka and Chitose). After Chitose takes the first game with his \"Saiki Kanpatsu no Kiwami,\" Tezuka decides to show Chitose his true power, revealing that he has opened the 2nd door of Muga No Kyōchi. In the end, Tezuka wins with a victory of 6-1. Meanwhile Rikkaidai has a few problems with their opponent Nagoya, and Akaya Kirihara, drenched in blood, has been hit all the way back to fence, making a huge dent..."
                },
                "28": {
                    "ID": "3072581",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072581",
                    "TitleEnglish": "OVA 19: One-Point Match",
                    "SummaryEnglish": "OVA series: The Nationals Arc Seigaku wins the match with Shintenhouji and moves on to the finals. Meanwhile, Rikkaidai's Akaya Kirihara transforms into a demon as they turn around from there to win and face Seigaku in the finals--it is revealed by Rikkaidai's members that they lost the first two matches on purpose to prove Akaya's true potential. Kintarō, unwilling to wait one year to be able to challenge Ryoma again--or Koshimae, as Kintarō calls him--asks Ryoma for a one-point match. In the end the ball splits into half, each half on one side of the court, turning the over-40 minutes match into a draw.."
                },
                "29": {
                    "ID": "3072591",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072591",
                    "TitleEnglish": "OVA 20: The Prince of Yakiniku",
                    "SummaryEnglish": "OVA series: The Nationals Arc Hyoutei, Shitenhouji, Higa, Seigaku and Rokkaku decide to take a break before the finals, and decide to eat Yakiniku. Here, Eiji jumps to host a Yakiniku eating along with Oshitari Yuushi from Hyotei. Along with the comedies of Inui's pants getting pulled off by Tezuka and heaps of bodies of players from said schools, the players end the night with a ¥1,274,960 bill, along with a ¥63,748 tax."
                },
                "30": {
                    "ID": "3072601",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072601",
                    "TitleEnglish": "OVA 21: Summit Showdown!",
                    "SummaryEnglish": "OVA series: The Nationals Arc Singles 3 of the finals: Tezuka vs Sanada. Tezuka uses Tezuka Zone, Saiki Kanpatsu no Kiwami, Hyakuren Jitoku no Kiwami and two of his new moves, Tezuka Phantom and Zero-Shiki Serve while Sanada uses his FuuRinKaInZanRai. When it's Sanada's match point, he combines three of his techniques KaRinRai (Fire, Forest, and Lightning) into one deadly attack. Sanada's KaRinRai scrapes the ground and the Zero-shiki serve was defeated. Tezuka tries to return the attack, but his racquet was blown away. Because of the generated force of the KaRinRai, the ball was popped back into the air, upon impact with Tezuka's racquet, heading to Sanada's side of the court. It was shown that Tezuka somehow added some spin to the ball, and it lands on the net. In the end, Sanada defeats Tezuka by a score of 7-5 when the ball drops from the net onto Tezuka's side."
                },
                "31": {
                    "ID": "3072611",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072611",
                    "TitleEnglish": "OVA 22: The Way We Play",
                    "SummaryEnglish": "OVA series: The Nationals Arc Doubles 2 of the finals: Inui-Kaidoh pair vs Yanagi-Kirihara pair. Inui's best data and Kaidoh's Tornado Snake are ineffective against Rikkaidai's pair. Inui seems ready to give up, but Kaidoh uses Yagyuu's Laser Beam. Kirihara transforms into a demon, purposely aiming at Inui and injuring him severely. Kaidoh turns into a demon himself, but was stopped by Inui. Soon after that, Inui collapses, Seigaku forfeits the match, and Inui is rushed to the hospital. This is the episode when they also find out that Ryoma lost his memory while he was still back in Karuizawa with his father, Echizen Nanjiroh. But while they were training for the National Finals something happened to cause Ryoma to lose all his memory about tennis."
                },
                "32": {
                    "ID": "3072621",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072621",
                    "TitleEnglish": "OVA 23: Can you see the Stars in Broad Daylight!?",
                    "SummaryEnglish": "OVA series: The Nationals Arc During the Singles 2 match between Fuji and Niou, the latter uses an illusory movement to transform into Tezuka. Aside from the appearance, he also has the ability to copy his signature techniques and playstyle. While Fuji is able to get out of the illusion, Niou creates yet another one, this time being Shiraishi the copied. It was a very close match,7-5, Fuji wins the match with his new technique, Hoshi Hanabi."
                },
                "33": {
                    "ID": "3072631",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072631",
                    "TitleEnglish": "OVA 24: The Only One in my Heart",
                    "SummaryEnglish": "OVA series: The Nationals Arc As the Golden Pair plays against Marui and Jackal in the Doubles 1 slot, players whom Ryoma had beaten before help him to recover his memory. In the meantime, Tooyama Kintarou challenges Rikkaidai's captain, Seiichi Yukimura, to a single-balled match just to make time for Ryoma to return. But finally, the Golden Pair wins the game for Seigaku, and all hope of winning is directed to Ryoma's match."
                },
                "34": {
                    "ID": "3072641",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072641",
                    "TitleEnglish": "OVA 25: The Prince vs The Child of God",
                    "SummaryEnglish": "OVA series: The Nationals Arc After Ryoma recovers his memories, he returns to the field court for his final match against Yukimura, just to find a completely crushed Kintarou, whom Ryoma had a hard time against. How far do Yukimura's abilities extend to?!"
                },
                "35": {
                    "ID": "3072651",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3072651",
                    "TitleEnglish": "OVA 26: Dear Prince~ To the Princes of Tennis",
                    "SummaryEnglish": "OVA series: The Nationals Arc After many hardships and suffering, Ryoma unlocks the final Muga gate, Teni Muhō No Kiwami (Pinnacle of Perfection), and defeats Yukimura with incredible moves. Seigaku wins the Nationals! In the end, we see the Freshmen Trio (now Juniors) along with Kaidoh being the new captain and Momoshiro being the new vice-captain. Tezuka plans to go to Germany to become better. Sakuno is carrying a red tennis racket and saying that cherry trees are blooming. We then see Ryoma in America about to beat another pair of tennis gangsters."
                },
                "36": {
                    "ID": "3075001",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3075001",
                    "TitleEnglish": "OVA 1: The Prince of Naniwa",
                    "SummaryEnglish": "Another Story OVA series: Messages from Past and Future After the Nationals, Seigaku goes on a trip to Osaka for the purpose of training with Shitenhouji. Meanwhile, back in America, Ryoma re-encounters with Ryoga, whom he sees training in a slum."
                },
                "37": {
                    "ID": "3075011",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3075011",
                    "TitleEnglish": "OVA 2: Turbulence, The Young Atobe",
                    "SummaryEnglish": "Another Story OVA series: Messages from Past and Future The story of Hyoutei's Third year regulars when they first entered middle school."
                },
                "38": {
                    "ID": "3075021",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3075021",
                    "TitleEnglish": "OVA 3: The Prince of Naniwa, The Second Act",
                    "SummaryEnglish": "Another Story OVA series: Messages from Past and Future When Momoshiro and Kaidoh lose their cool while training the first and second years and Ryoma returns from America to Osaka."
                },
                "39": {
                    "ID": "3075031",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3075031",
                    "TitleEnglish": "OVA 4: The Trials of Rikkai, A Rebel who Challenges an Emperor",
                    "SummaryEnglish": "Another Story OVA series: Messages from Past and Future A flashback to when Kirihara first joins Rikkadai and challenges the last years winning regulars of the national tournament so that he can become number one. He loses to Rikkai's Big Three, but he vows to beat them."
                },
                "40": {
                    "ID": "3075041",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3075041",
                    "TitleEnglish": "OVA 5: Oshitari on a Certain Day",
                    "SummaryEnglish": "Bonus Episode from Another Story OVA series: Messages from Past and Future"
                },
                "41": {
                    "ID": "3075051",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/3075051",
                    "TitleEnglish": "OVA 6: Oshitari on a Certain Day 2",
                    "SummaryEnglish": null
                },
                "42": {
                    "ID": "4252715",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/4252715",
                    "TitleEnglish": "OVA 1: Born! Captain Shiraishi Kuranosuke",
                    "SummaryEnglish": "Another Story II OVA series: The Times We Shared Shiraishi becomes the captain of Shitenhoji Tennis Club. In order to maintain the club, the members have to invite a new member. They try to attract Zaizen's attention by showing him jokes but Zaizen passes them off."
                },
                "43": {
                    "ID": "4252718",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/4252718",
                    "TitleEnglish": "OVA 2: The seven horrible mysteries of Seishun Gakuen",
                    "SummaryEnglish": "Another Story II OVA series: The Times We Shared The first years are told Seigaku's seven ghost stories by Momoshiro. They are quite common stories but the third year members leave the club room in a hurry. Fuji says \"It's time to confide this to you\" and he begins to tell what he experienced two years ago."
                },
                "44": {
                    "ID": "4252717",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/4252717",
                    "TitleEnglish": "OVA 3: The Two Wings of Kyushuu",
                    "SummaryEnglish": "Another Story II OVA series: The Times We Shared A story that flashbacks to the days when Tachibana and Chitose were team-mates and how their remarkable tennis skills earned them this nickname."
                },
                "45": {
                    "ID": "4252716",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/4252716",
                    "TitleEnglish": "OVA 4: Jirou's Awakening",
                    "SummaryEnglish": "Another Story II OVA series: The Times We SharedA history involving Jirou Akutagawa and Bunta Marui."
                },
                "46": {
                    "ID": "5269166",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/5269166",
                    "TitleEnglish": "OVA 1: Night Before the Invitation",
                    "SummaryEnglish": "The New Prince of Tennis OVA The national championship tournament has ended, and the Middle Schoolers are enjoying free time. Some of the events that occur include Atobe going to school on a Sunday, Tezuka lure fishing with his grandfather Kunikazu, Oshitari Yushi and Kenya getting heated over a lottery in a shopping mall, and Shiraishi being told a shocking truth by his sister Yukari as he cares for his rhinoceros beetle. Over in America Ryouma fights with some American friends for control of a tennis court to use for fun."
                },
                "47": {
                    "ID": "5269167",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/5269167",
                    "TitleEnglish": "OVA 2: Child of God VS Emperor",
                    "SummaryEnglish": "The New Prince of Tennis OVA The U-17 training camp has begun, and pairs are being forced to defeat their partners to remain at the camp. The episode focuses on the previously unshown duel between Rikkai partners Yukimura and Sanada."
                },
                "48": {
                    "ID": "5269168",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/5269168",
                    "TitleEnglish": "OVA 3: Carrying On the Legend",
                    "SummaryEnglish": "The New Prince of Tennis OVA The duels to remain in camp continue as Shirashi and Kenya are forced to face off. The history of how they became partners and friends as kids is also shown."
                },
                "49": {
                    "ID": "5269169",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/5269169",
                    "TitleEnglish": "OVA 4: What It Means to Be a Winner",
                    "SummaryEnglish": "The New Prince of Tennis OVA The winners are given a harsh training regiment and only 6 hours to finish it. After the regiment is completed they are able to enjoy the luxurious facilities and meals. Kikumaru and Otori are disheartened by their separation from their partners. As they commiserate with one another Atobe and Mizuki harshly state they can't afford to worry about the losers. Atobe and Mizuki both believe should they continue to do so, they will fall out of the camp themselves."
                },
                "50": {
                    "ID": "5269170",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/5269170",
                    "TitleEnglish": "OVA 5: Bonds Between Men",
                    "SummaryEnglish": "The New Prince of Tennis OVA After Shishido threw the match vs. Otori, Otori remains with the winners at the training camp and vows to become stronger. His turn finally comes to participate in the shuffle matches. Otori enthusiastically faces high schooler Enjoji, but when his Scud Serves prove useless he loses the match. Now Otori must figure out how to become stronger and keep his promise, but will his teammates have any suggestions that could help him?"
                },
                "51": {
                    "ID": "5269171",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/5269171",
                    "TitleEnglish": "OVA 6: Angel and Bible",
                    "SummaryEnglish": "The New Prince of Tennis OVA Before joining the camp Akaya promised he wouldn't play against the high schoolers ni Devil Mode. That promise is about to be in danger of being broken. Courts 3 and 5 face off. Oni's court 5 team of middle schoolers is overwhelmed by the surprising strength of the high school students and loses the first round. Doubles team Shiraishi and Akaya are tasked with playing the second round. However, their opponents Matsudaira and Miyako taunt Akaya in an attempt to provoke him and force him into devil mode. Should Akaya fall for the taunts, it will assure their loss, but if he can find a way to remain composed he will become stringer than ever."
                },
                "52": {
                    "ID": "5269172",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/5269172",
                    "TitleEnglish": "OVA 7: Prince of Secrets",
                    "SummaryEnglish": "The New Prince of Tennis OVA The losers return, bringing new energy to the training camp, when a new problem arises! Due to a bout of poor weather shipments of essential supplies have been unable to reach the camp. Unable to eat what they want, the stress builds on the middle schoolers. Their eyes fall upon a large bag brought into the camp by Horio. Under the guise of a pillow fight all the middle schoolers begin targeting Horio's bag, believing it will contain something they can use to boost their energy and continue in the dangerous camp."
                },
                "53": {
                    "ID": "5269177",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/5269177",
                    "TitleEnglish": "OVA 1: Prelude to a Revolution",
                    "SummaryEnglish": "The New Prince of Tennis OVA vs Genius 10 The Middle Schoolers participate in a series of court 2 & 3 intersquad matches to determine which group is truly stronger. After the matches they divide up into their rooms and unite with old friends. In room 205 Akaya tells his silent roommates stories about fallen soldiers. In room 201 Fuji and his roommates excitedly discuss the potted plants they brought. In room 211 the Golden Pair starts a pillow fight. Meanwhile Sanada meets with Coach Mifune and is told to take advantage of something about to come. 20 players, also known as the First String, are returning from their month long tour and are about to take the camps intensity to a new level."
                },
                "54": {
                    "ID": "5269178",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/5269178",
                    "TitleEnglish": "OVA 2: The Battle Begins",
                    "SummaryEnglish": "The New Prince of Tennis OVA vs Genius 10 After having been told about the first stringers by Sanada, some of the elite black coats begin matches with players 11-20 from the first string. Yanagi faces off against No. 17 Mitsuya. To Inui's surprise he calls Mitsuya \"Akuto-niisan.\" Mitsuya is the man who taught Yanagi Data Tennis when he was younger. Though it's a battle between two powerful Data Tennis players, Inui senses something is off when he sees Mitsuya toying with Yanagi. Meanwhile Momoshiro and Kenya battle the No. 18 Hira and No. 19 Hara Shitenhoji OB doubles team and find themselves struggling against their opponents' unique rhythm. While these battles take place, the remaining court 1 members inform the court 3 middle school winners about the first string and announce that court numbers no longer matter."
                },
                "55": {
                    "ID": "5269179",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/5269179",
                    "TitleEnglish": "OVA 3: Reflection and Illusion",
                    "SummaryEnglish": "The New Prince of Tennis OVA vs Genius 10 The middle schoolers' battle against the first string's No. 11 through 20 continues with the lone court 3 player and the lone Middle schooler chosen for enhancement participating. Yukimura's opponent is No. 11 Fuwa. However, before the first shot Fuwa offers Yukimura a handicap and blindfolds himself. Fuwa demonstrates his skills, despite his lack of vision, but Yukimura shows no signs of giving up. He even challenges Fuwa, saying he doesn't need a handicap, leading Fuwa to take off his blindfold. Yukimura is completely shocked when his power seems to backfire on him as Fuwa reveals his eyes reflect everything, but is Yukimura about to lose, or is Fuwa imagining everything in his head? Meanwhile, Irie plays against No. 20 Akiba. Akiba calls Irie's theatrical style \"cheap acting.\" Thrown into a rage by his words, Irie recalls his conversation with Atobe and remembers his previous match against Akiba."
                },
                "56": {
                    "ID": "5269180",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/5269180",
                    "TitleEnglish": "OVA 4: The Night Before the Battle",
                    "SummaryEnglish": null
                },
                "57": {
                    "ID": "5269181",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/5269181",
                    "TitleEnglish": "OVA 5: The Strongest Pair",
                    "SummaryEnglish": null
                },
                "58": {
                    "ID": "5269182",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/5269182",
                    "TitleEnglish": "OVA 6: Betrayal and Negotiations",
                    "SummaryEnglish": null
                },
                "59": {
                    "ID": "5269183",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/5269183",
                    "TitleEnglish": "OVA 7: Embrace the 10 Ball Strike and Sleep",
                    "SummaryEnglish": null
                },
                "60": {
                    "ID": "5269184",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/5269184",
                    "TitleEnglish": "OVA 8: The Emperor and the Monster",
                    "SummaryEnglish": null
                },
                "61": {
                    "ID": "5269185",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/5269185",
                    "TitleEnglish": "OVA 9: Resolve",
                    "SummaryEnglish": null
                },
                "62": {
                    "ID": "5269186",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/5269186",
                    "TitleEnglish": "OVA 10: The Guided Ones",
                    "SummaryEnglish": null
                },
                "63": {
                    "ID": "9615918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/9615918",
                    "TitleEnglish": "Upload Spirit",
                    "SummaryEnglish": "specials included in another story BD release"
                },
                "64": {
                    "ID": "9615919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/9615919",
                    "TitleEnglish": "Bunta`s Awakening",
                    "SummaryEnglish": "specials included in another story BD release"
                }
            }
        },
        "1": {
            "ID": "5929",
            "URL": "https://www.thetvdb.com/series/prince-of-tennis/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "117408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117408",
                    "TitleEnglish": "A Prince Appears",
                    "SummaryEnglish": "At the request of his father, Ryoma Echizen moves to Japan after having success at tennis in the United States, having won four consecutive American Junior Openings. On his way to a Japanese tennis tournament, he \"saves\" Sakuno Ryuzaki from some thugs. Due to this, he misses the tournament, however, he finds an opponent in the form of one of the thugs he met on the subway. He then puts his opponent, Sasabe, in his place during the match, where he reveals his exceptional tennis capabilities."
                },
                "2": {
                    "ID": "117409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117409",
                    "TitleEnglish": "Samurai Junior",
                    "SummaryEnglish": "Upon his arrival in Seishun Academy, \"Seigaku\" for short, Ryoma teaches a lesson to two juniors who are picking on the freshmen. Takeshi Momoshiro, one of the team's regulars, puts a stop to it and decides to play Ryoma in a tennis match. Noticing that Momoshiro has a bad ankle, Ryoma decides not to play with his dominant hand. Also, Sakuno's energetic friend, Tomoka, is introduced to Ryoma, and instantly proclaims herself to be his number one fan."
                },
                "3": {
                    "ID": "117410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117410",
                    "TitleEnglish": "The Seigaku Regulars Make Their Debut!",
                    "SummaryEnglish": "The Seigaku regulars are introduced, while a journalist, Mamoru Inoue, and a photographer, Saori Shiba, visit Seigaku in order to report on the team's upcoming ranking matches. Meanwhile, Ryoma defeats a second year non-regular, Arai, using an old broken tennis racket when the latter hides all three of Ryoma's rackets. Seeing his skill, the captain of the tennis team, Kunimitsu Tezuka, enters Ryoma's name on the roster for the intraschool ranking matches despite the fact that he is a freshman."
                },
                "4": {
                    "ID": "117411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117411",
                    "TitleEnglish": "The One Named 'Viper'",
                    "SummaryEnglish": "The Seigaku ranking matches has begun, and Ryoma and the Seigaku regulars continue to win their matches early on in the tournament. Ryoma then gets pitted against regular Kaoru Kaido in the third round, where the latter reveals his special move, the Snake shot. This throws Ryoma off guard, so he decides to switch to his dominant hand."
                },
                "5": {
                    "ID": "117412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117412",
                    "TitleEnglish": "Snake Shot",
                    "SummaryEnglish": "Kaido attempts to use his Snake shot to wear off Ryoma's stamina, and though Ryoma initially shows signs of sweating and fatigue, he surprises both Kaido and the spectators when his speed and power does not decrease. Near the end, it is revealed that Ryoma had been implementing a plan: he had been specifically hitting shots that Kaido had to bend his knees in order to return, thus Kaido would loose stamina far faster than Ryoma. His plan works, earning him the win."
                },
                "6": {
                    "ID": "117413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117413",
                    "TitleEnglish": "Nanjiro Echizen",
                    "SummaryEnglish": "Inoue plays a match with Nanjiro Echizen, the former \"Samurai Nanjiro\", a legendary tennis professional, to get answers about why he retired. Though Nanjiro appears to not be taking it seriously, his skills show otherwise, and he easily beats Inoue with both his eyes closed. However, Inoue finds out that Nanjiro is now focusing on developing the skills of his son, Ryoma. Meanwhile, Sakuno looks for Ryoma to learn more about him and tennis."
                },
                "7": {
                    "ID": "117414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117414",
                    "TitleEnglish": "The Two Ryomas",
                    "SummaryEnglish": "In Ryoma's next ranking match, he plays against Inui Sadaharu, who uses Data Tennis to counter Ryoma's play style. Using the data he gathered from Ryoma's previous match, Inui is able to dominate the match by accurately predicting and countering Ryoma's moves. Though irritated, Ryoma refuses to give up and reveals that he is glad to have transferred into Seigaku because he can now play against different types of players, like Inui."
                },
                "8": {
                    "ID": "117415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117415",
                    "TitleEnglish": "The Split Step",
                    "SummaryEnglish": "In order to counter Inui's data, Ryoma uses a new technique he had practiced when playing against his father, the One-footed Split Step. This requires him to continuously hop in place so he can react faster to the ball, as well as be able to move to another part of the court more quickly. Using this technique, Ryoma gains enough agility and speed to return Inui's calculated shots. This, along with the Twist Serve, surpasses Inui's data and turns the game into Ryoma's favor."
                },
                "9": {
                    "ID": "117416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117416",
                    "TitleEnglish": "The Hard Day",
                    "SummaryEnglish": "Inui continues to be unable to return Ryoma's Twist Serve, resulting in his eventual loss. Ryoma then wins his next games, and finally becomes a regular. Meanwhile, Inui plays against his next opponent, Kaido, who also surpasses Inui's data and takes a spot in the regulars as well. With eight spots taken, Inui loses his place as a regular, however, Seigaku's coach, Sumire Ryuzaki, asks him to help in the regulars' training instead. During training, he introduces his special and dreaded vegetable juice, which most of the regulars fall victim to."
                },
                "10": {
                    "ID": "117417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117417",
                    "TitleEnglish": "Counterattack! Sasabe Once Again",
                    "SummaryEnglish": "Ryoma and the rest of the freshmen go to where Kachiro's father works as a tennis coach. However, they find trouble with Sasabe again, but this time, Sasabe's father is the bigger problem. In order to teach him a lesson, Ryoma asks the father to teach him tennis. Though Sasabe warns his father not to, the latter is more than willing to do so. In their practice match, the father ends up pulling a muscle after Ryoma shows him just how much he should have listened to Kachiro's father's advice about warming up first."
                },
                "11": {
                    "ID": "117418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117418",
                    "TitleEnglish": "Ryoma vs. Momoshiro",
                    "SummaryEnglish": "Realizing that the only remaining singles slot left is singles 3, Ryoma and Momoshiro compete for it when they both want to play singles in the upcoming match against Gyokurin Middle School. However, when they decide to settle it with a match, they end up playing doubles against locals instead. Though they defeat their first few challengers, they are utterly defeated by two cocky Gyokurin players due to their lack of teamwork. It is then that the two decide to play doubles in the upcoming match."
                },
                "12": {
                    "ID": "117419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117419",
                    "TitleEnglish": "The Two 'AH UN Boys",
                    "SummaryEnglish": "Momoshiro and Ryoma volunteer to play in doubles 2, and develop a tactic to improve their playing coordination. However, despite their practice, they continue to clash with each other due to their natural dominant tendencies as singles players. In addition, their rivals use a strategy which takes advantage of Momoshiro and Ryoma's lack of coordination, turning the game into their favor."
                },
                "13": {
                    "ID": "117420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117420",
                    "TitleEnglish": "Real Men Play Doubles",
                    "SummaryEnglish": "With their new strategy, Gyokurin continues to dominate. Irritated, Ryoma and Momoshiro realize that they are truly not suited to be doubles players, and agree to split the court in half. Now they each only have to defend one half of the court and is able to utilize their individual skills. Though strange, it is an effective strategy that wins them the game. However, due to their shameful performance, they still receive punishment from their coach."
                },
                "14": {
                    "ID": "117421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117421",
                    "TitleEnglish": "The Swallow Return!",
                    "SummaryEnglish": "Fudomine Middle School, an unknown team that withdrew from last tournament for internal affairs, is Seigaku's next rival. In the first game, Seigaku's Shusuke Fuji and Takashi Kawamura find themselves struggling against the first Fudomine pair, forcing Fuji to use one of his Triple Counters, Tsubame Gaeshi, a technique that causes the ball to roll rather than bounce once it reaches the opponents' side of the court."
                },
                "15": {
                    "ID": "117422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117422",
                    "TitleEnglish": "Their Respective Fights",
                    "SummaryEnglish": "Determined to overcome Fuji's skills, Fudomine's Tetsu Ishida tries a desperate measure to seal Fuji's Tsubame Gaeshi by using a hit of considerable strength called Hadokyu. When he aims it directly toward Fuji, Kawamura decides to get in its way when he realizes that Fuji would not be able to return it. Hoverer, though he succeeds in returning it, he hurts his wrist in the process, forcing Seigaku to forfeit the match."
                },
                "17": {
                    "ID": "117424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117424",
                    "TitleEnglish": "The Small Winning Pose",
                    "SummaryEnglish": "Kaido desperately tries to recreate the Boomerang Snake, but he eventually stops his attempts when he decides to just play his style of tennis. With neither side yielding, Kamio's and Kaido's game becomes an endurance match. However, in the end, Kaido's willpower and persistence outlasts Kamio's stamina. Also, Momoshiro learns the identity of the girl he has been recently running into, who turns out to be Fudomine's player-coach and Kippei Tachibana's younger sister, An Tachibana."
                },
                "18": {
                    "ID": "117425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117425",
                    "TitleEnglish": "The Love Letter",
                    "SummaryEnglish": "Nanjiro Echizen finds a letter from Ryuzaki and remembers the days when he trained under her as a Seigaku regular. Meanwhile, Ryoma's opponent, Shinji Ibu, shows his skills when he is able to return Ryoma's Twist Serve, as well as his revealing his own serve, the Kick Serve, which is similar to the Twist Serve. Ryoma then switches to his left hand, and the game heats up between the two player's serves."
                },
                "19": {
                    "ID": "117426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117426",
                    "TitleEnglish": "Ryoma is Injured",
                    "SummaryEnglish": "Ryoma struggles to resist Ibu's \"spot\", a technique where Ibu forces Ryoma to hit certain shots that temporarily paralyzes his arm. However, when Ryoma tries to avoid the spot by continuously switching his racket from his left and right hands, the racket gets loose from his grip and it bounces back, hitting his eye. With his eyelid bleeding, it seems impossible for him to continue, but he insists on continuing the match."
                },
                "20": {
                    "ID": "117427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117427",
                    "TitleEnglish": "Time Limit",
                    "SummaryEnglish": "Impressed with his determination, Tezuka gives Ryoma ten minutes to finish the game, after which he will forfeit the match. In the end, Ryoma manages to overcome Ibu's \"spot\" and wins the match right before his alloted time had ended. With Ryoma's win, Seigaku wins the tournament, and after tending to his wounds, the Seigaku regulars celebrate in Kawamura's sushi restaurant."
                },
                "21": {
                    "ID": "117428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117428",
                    "TitleEnglish": "Is the Tennis Court Heating Up?",
                    "SummaryEnglish": "Due to their recent victories, spies from other schools begin to observe Seigaku's training. When they catch two of the spies spying on them even after school hours, Momoshiro and Ryoma teach the two of them a lesson in a doubles match. When the two spies are only able to score one point against them, they decide to practice their tennis, instead of spying on others."
                },
                "23": {
                    "ID": "117430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117430",
                    "TitleEnglish": "Appeared! Inui's Juice Deluxe",
                    "SummaryEnglish": "During their new training regimen, Kaido and Oishi are forced to drink Inui's special vegetable juice for losing in their training match, becoming very sick. Then, when Tezuka accidentally drinks all of Inui's juice, Inui is forced to use his \"Golden Power Remix Inui Juice\" on the loser of the Kikumaru and Ryoma match. When Ryoma fails to win the game within five shots, which was the requirement for him to win, he ends being the one to drink it."
                },
                "25": {
                    "ID": "117432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117432",
                    "TitleEnglish": "The Strongest Man in Seigaku, Part 1",
                    "SummaryEnglish": "Feeling that Ryoma's tennis is a simple copy of his father's, Tezuka asks coach Ryuzaki for permission to play an unofficial match against Ryoma. Before his match, Tezuka and Oishi go to a clinic to check whether or not Tezuka's arm has healed. Though it is healed, the doctor warns him not to play long matches and to not use his drop shot. After finding out he is fine, he meets up with Ryoma. Suspicious of the two's meeting, Oishi decides to follow the pair to see what is really going on."
                },
                "26": {
                    "ID": "117433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117433",
                    "TitleEnglish": "The Strongest Man in Seigaku, Part 2",
                    "SummaryEnglish": "During their match, in order to convince the latter to aim higher with his own style of tennis, Tezuka risks his re-injuring his arm by going all out in the match, resulting in Ryoma's defeat. Oishi, who was the sole spectator of the Tezuka and Ryoma match, talks to Tezuka about the outcome and its repercussions. The next day at school, the other team members, grow suspicious when Tezuka and Ryoma fail to appear during team practice two days in a row. Meanwhile, Ryoma asks Nanjiro for a match, in which the latter realizes that Ryoma has changed and will now get stronger."
                }
            }
        },
        "2": {
            "ID": "5930",
            "URL": "https://www.thetvdb.com/series/prince-of-tennis/seasons/official/2",
            "# Episodes": 27,
            "Episodes": {
                "1": {
                    "ID": "117434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117434",
                    "TitleEnglish": "Karupin's Adventure",
                    "SummaryEnglish": "Ryoma accidentally packs his cat's [Karupin's] favorite toy in his tennis bag, so Karupin follows him to school and explores the grounds. When Ryoma finds out his cat is on campus, he rushes to find him, worried about what may become of him. After finding out that Ryoma has been relentlessly searching for his cat, the other members help him in his search, eventually helping him find Karupin."
                },
                "2": {
                    "ID": "117435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117435",
                    "TitleEnglish": "A New Regular Appears!?",
                    "SummaryEnglish": "When Ryoma oversleeps before the match, Satoshi Horio, another freshman, is forced to impersonate Ryoma, but he gets challenged by another player when the latter hears him bragging about his supposed skills. Luckily for Horio, Ryoma arrives just in time to bail him out. Meanwhile, Hajime Mizuki, the manager of St. Rudolph's tennis team, tells Akiyama, Seigaku's opponent, how to target the Seigaku players' weak spots."
                },
                "3": {
                    "ID": "117436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117436",
                    "TitleEnglish": "Momo and Viper",
                    "SummaryEnglish": "The next tournament starts, and the Seigaku team is informed of their positions. Momoshiro and Kaido are unexpectedly paired up to play doubles 2 against St. Rudolph's Atsushi Kisarazu and Shinya Yanagisawa even though the two have been rivals since they were freshmen. Ironically, however, though they argue with each other, they appear to be a compatible team, who can play on each other's strengths and weaknesses."
                },
                "4": {
                    "ID": "117437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117437",
                    "TitleEnglish": "Mizuki's Scenario",
                    "SummaryEnglish": "Though Momoshiro and Kaido are a compatible team, they constantly butt heads in the court, resulting in them struggling as the opponents also know their strengths and weaknesses as well. However, the last ditch appearance of Kaido's latest technique, the Boomerang Snake, throws Mizuki's carefully laid plans in disarray since he believed that Kaido was unable to perform the technique at will. This also motivates Momoshiro to evolve as well."
                },
                "5": {
                    "ID": "117438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117438",
                    "TitleEnglish": "The Moon Volley",
                    "SummaryEnglish": "Momoshiro knocks out the St. Rudolph player Yanagisawa when his Dunk Smash accidentally hits the player, thus Seigaku wins doubles 2 by default. Eiji and Oishi, the famed Golden Pair, takes to the courts against St. Rudolph's Ichirou Kaneda and its captain, Yoshirou Akazawa. In the match, Mizuki's information helps the St. Rudolph pair tire out Eiji, which is when Oishi reveals his famed technique, the Moon Volley, which can land directly on the baseline."
                },
                "6": {
                    "ID": "117439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117439",
                    "TitleEnglish": "Super Move! Eiji's Pretend to Sleep Attack!?",
                    "SummaryEnglish": "Oishi and Eiji use a new formation that makes use of their exceptional teamwork, but when Eiji runs out of energy, he resorts to regaining his stamina by standing still on the court. In order to give Eiji time to regain his strength, Oishi plays against both the St. Rudolph players by himself. Just when the other pair was about to win, Eiji recovers at match point and saves the ball just in time, thanking his teammate for covering for him."
                },
                "7": {
                    "ID": "117440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117440",
                    "TitleEnglish": "The Tiebreak",
                    "SummaryEnglish": "Eiji recovers, and the \"Golden Pair\" take it to a tiebreaker. However, just when they have a run of three straight points, Eiji starts to lose his stamina again. St. Rudolph fights back and wins the match, but Akazawa accepts that they were lucky, while Mizuki starts to lose confidence in his data and predictions. In the next match, in which Ryoma is pitted against Yuta Fuji, the latter demonstrates his Twist Spin shot against Ryoma."
                },
                "8": {
                    "ID": "117441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117441",
                    "TitleEnglish": "Twist Spin Shot",
                    "SummaryEnglish": "Ryoma faces Yuta Fuji, Shusuke's younger brother and also the one rumored to be the lefty-killer, the player who specializes in defeating left-handed opponents. He quickly runs into trouble due to the opponent's tricky Rising shot, which is able to confuse Ryoma due to the ball's unusual motion, but eventually finds a way to counter it. As the match goes, Yuta's reasons for transferring to St. Rudolph from Seigaku is revealed. To prove his worth, Yuta performs his Twist Spin shot."
                },
                "9": {
                    "ID": "117442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117442",
                    "TitleEnglish": "Drive B",
                    "SummaryEnglish": "With his Rising shot and Twist Spin shot, Yuta is able to dominate the match, but Ryoma continues to find a way to counter the combination. After he advises Yuta to not use his Twist Spin shot anymore, Ryoma unveils his new move, Drive B, a technique that bounces in a B shape, to counter Yuta's technique. With it, Ryoma is able to win the match. The ruthlessness of Mizuki is revealed as he is shown to be the one who taught Yuta the Twist Spin shot, despite knowing that it can cause major damage to the user's arm."
                },
                "10": {
                    "ID": "117443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117443",
                    "TitleEnglish": "Big Brother, Syusuke Fuji",
                    "SummaryEnglish": "Angered by Mizuki's treatment of his younger brother, Fuji decides to teach him a lesson about tennis on the courts. Though Mizuki is confident in the data he has collected on Fuji, which seemingly goes according to his plan at first, the match ends with his complete defeat; Fuji had lost the first few games on purpose. Meanwhile, Fudomine unexpectedly defeats Hyotei Academy three games to zero."
                },
                "11": {
                    "ID": "117444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117444",
                    "TitleEnglish": "! Tennis Ball with Ryoma's Face",
                    "SummaryEnglish": "Nanjiro tricks Ryoma into teaching Sakuno and Tomoka tennis. While trying to teach the two girls tennis, however, Sakuno accidentally disrupts the practice of a school team. In order to help, Ryoma defeats the entire team, not knowing that they are one of Seigaku's next opponents, Ginka. Unbeknownst to them, Yamabuki's Jin Akutsu, who was planning to beat Ginka himself, is observing the entire event."
                },
                "12": {
                    "ID": "117445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117445",
                    "TitleEnglish": "Penal-Tea",
                    "SummaryEnglish": "Akutsu wreaks havoc in Seigaku, attacking Kachiro and Arai. Ryoma intervenes, and when Akutsu throws a rock at him, he is able to hit it back with his racket. However, when Akutsu throws several rocks at him, he gets injured in the process. When the regulars later spot Kawamura and Akutsu having a secret meeting, they are surprised to find that the two have known each other since childhood."
                },
                "13": {
                    "ID": "117446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117446",
                    "TitleEnglish": "Higuma Otoshi!",
                    "SummaryEnglish": "During training, the regulars end up running laps. When Inui announces that the last person to cross the finish line has to drink his new drink. Determined not lose, they all end up finishing at the same time. Later, Ryoma and Fuji face off in a practice match, where the two decide to go all out. During the match, Fuji reveals his second Triple Counter, the Higuma Otoshi (Bear Drop), which is able to counter Ryoma's smashes, but the latter is determined to find a way to defeat it."
                },
                "14": {
                    "ID": "117447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117447",
                    "TitleEnglish": "A Duel in the Rain",
                    "SummaryEnglish": "Through his continuous attempts, Ryoma finally figures out a way to defeat Fuji's counter. Meanwhile, the other regulars continue their own matches, with Tezuka quickly defeating his opponent, Momoshiro. Shortly after, the Seigaku practice matches are cut short due to rain. Unsatisfied with the incomplete match, Fuji and Ryoma continue their duel with each other. However, Ryuzaki puts a stop to it, scolding and lecturing them about the consequences."
                },
                "15": {
                    "ID": "117448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117448",
                    "TitleEnglish": "Trouble!",
                    "SummaryEnglish": "While making their way to their match against Yamabuki, some Fudomine players get into a car accident. Though they make it to their match, the trauma of the accident makes them unable to play at full strength against their opponents. After hearing about the accident from Akutsu, Fudomine's captain, Kippei Tachibana, has his team forfeit the match. Meanwhile, scared of being completely defeated, Seigaku's opponent willingly forfeits their match, so Seigaku faces their next opponent, Yamabuki."
                },
                "16": {
                    "ID": "117449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117449",
                    "TitleEnglish": "Oishi Being Targeted",
                    "SummaryEnglish": "Before their match against Yamabuki, Taichi Dan meets and talks to Ryoma about he [Dan] can not be a good tennis player because he is short, not knowing that Ryoma is a regular. During the doubles match, Oishi is targeted by the \"Jimmies\", a doubles pair who was victorious over Oishi and a senior the previous year. However, in the end, the Jimmies' overconfidence about their previous win results in Eiji and Oishi's victory."
                },
                "17": {
                    "ID": "117450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117450",
                    "TitleEnglish": "Lucky Sengoku",
                    "SummaryEnglish": "In the singles match, Momoshiro plays against Kiyosumi Sengoku, who is nicknamed Lucky Sengoku due to his outstanding luck. During the match, though Momoshiro seemingly dominates, he loses focus when Sengoku successfully uses Momoshiro's signature technique, the Dunk Smash. Sengoku then reveals his special technique, a powerful jumping serve called the Tiger Cannon. That, combined with his superb motion vision, allows him to take the lead against Momoshiro."
                },
                "18": {
                    "ID": "117451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117451",
                    "TitleEnglish": "Jack Knife",
                    "SummaryEnglish": "Desperate to win, Momoshiro inadvertently performs a high level technique called the \"Jack Knife\" during the match. With it, Momoshiro is able to take the lead, and eventually wins the match with sheer will when he realizes he has a cramped foot. Before his match with Akutsu, Ryoma is warned by his friends about his dangerous opponent, however, Ryoma ends up as the aggressive one when he starts the match out with smashing the ball directly toward Akutsu's face."
                },
                "19": {
                    "ID": "117452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117452",
                    "TitleEnglish": "The Devil on the Court",
                    "SummaryEnglish": "When Ryoma hits Akutsu in the face with a ball, Akutsu decides to get serious. Ryoma is then easily overwhelmed by Akutsu's physical power, unique and unpredictable tennis style, and \"one in ten years\" talent. During their match, Akutsu reminiscences about his time as a member of a tennis club, where he easily and mercilessly defeated its members and captain. Watching the match, Taichi Dan also ends up recalling the first time he had met Akutsu, whom he has admired since that day. Back in the present, Akutsu tells Ryoma that he will not score another point."
                },
                "20": {
                    "ID": "117453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117453",
                    "TitleEnglish": "Samurai Spirit",
                    "SummaryEnglish": "Akutsu's unique playing style continues to overwhelm Ryoma. Meanwhile, Kawamura reminiscences about Akutsu's violent history, where Akutsu is shown to have always been talented in physical activities. Though Ryoma believes he has finally found a way to overcome his opponent's unique style and score, Akutsu shows his potential as a tennis player. Despite it, Ryoma's determination allows him to finally score a point against Akutsu. As the match continues, Ryoma is finally able to adjust to Akutsu's style."
                },
                "21": {
                    "ID": "117454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117454",
                    "TitleEnglish": "I Can't Lose!",
                    "SummaryEnglish": "Evolving with each and every play, Ryoma holds his own against Akutsu, and finally turns the game around. After a flashback of how coach Banji recruited Akutsu into Yamabuki's tennis club, Banji gives Akutsu some \"secret advice\" in order to help him get back the advantage after seeing that he is starting to struggle. With it, Akutsu's determination to win in the tennis match increases, forcing back Ryoma once again, though the latter refuses to back down."
                },
                "22": {
                    "ID": "117455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117455",
                    "TitleEnglish": "The Decisive Moment",
                    "SummaryEnglish": "With Ryoma one point away from winning the match, the two, who are now on even footing, continue to struggle against each other. However, in the end, Ryoma's spirit and overwhelming potential help him win in the match, and would also win Akutsu's grudging respect. To everyone's surprise, Akutsu then announces his retirement from tennis. After the tournament's ceremony, Taichi Dan is inspired to become a tennis player by Akutsu and Ryoma."
                },
                "23": {
                    "ID": "117456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117456",
                    "TitleEnglish": "Different Kind of Fight",
                    "SummaryEnglish": "When Rikkai Dai's Akaya Kirihara accidentally stops at the wrong bus stop, he ends up visiting Seishun Academy. While he causes trouble for the Seigaku regulars during practice, the freshmen are stuck doing classroom duties. Horio then gets into trouble with an upperclassman, who is also a basketball player. In order to protect him, Ryoma and the basketball player have a free throw contest, with Ryoma using a tennis ball for a basketball and a broom for a racket. When he wins, he forces the upperclassman to do his remaining classroom duties."
                },
                "24": {
                    "ID": "117457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117457",
                    "TitleEnglish": "Segaku's Claim to Fame!",
                    "SummaryEnglish": "During the intraschool ranking matches, Momoshiro, Inui, and Tezuka all end up in the same block, meaning that one of them will not become a regular. With the other blocks finishing up, some of the regulars secure their spot on the team. However, when Momoshiro is defeated by both Tezuka and Inui, he ends up being the one knocked off the team. Later, Inui, who has been collecting data on his teammates all this time, attempts a victory over the intractable Tezuka."
                },
                "25": {
                    "ID": "117458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117458",
                    "TitleEnglish": "Inui's Challenge",
                    "SummaryEnglish": "Though the game starts off evenly matched, Inui begins to pull ahead by using his determination, the extra training he has done, and the data he has been gathering on Tezuka since their freshman years. As Tezuka continues to struggle against Inui's Data Tennis, Inui manages to return one of Tezuka's diffucult drop shots. However, Tezuka reveals uses a technique that shocks both his opponent and the spectators."
                },
                "26": {
                    "ID": "117459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117459",
                    "TitleEnglish": "Seigaku's Biggest Crisis",
                    "SummaryEnglish": "Tezuka uses the \"Tezuka Zone\", a technique which controls the spin of the ball so it will always return to him, and his \"Zero-Shiki drop shot\", a shot that rolls backward once it falls on the ground, to defeat Inui. Meanwhile, Momoshiro disappears and temporarily leaves the team causing anxiety within the whole team. When discussing Momoshiro's recent leave, Oishi and Eiji get into an argument when Eiji makes some \"insensitive remarks\", causing a division in the Golden Pair when they separate to play a doubles match with Kaido and Ryoma."
                },
                "27": {
                    "ID": "117460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117460",
                    "TitleEnglish": "The Momo Who's Returned",
                    "SummaryEnglish": "Momoshiro recovers his spirit after a match with Fudomine student and Tachibana's younger sister, An Tachibana, and also with an encounter with two of Hyotei Academy's regulars. Meanwhile, the Golden Pair makes up, and Tezuka is shown refusing Ryuzaki's offer to study abroad in Germany, choosing to stay in order to lead his team to the Nationals."
                }
            }
        },
        "3": {
            "Episodes": {}
        },
        "4": {
            "ID": "5932",
            "URL": "https://www.thetvdb.com/series/prince-of-tennis/seasons/official/4",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "117483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117483",
                    "TitleEnglish": "Seigaku vs. Jousei Shonan",
                    "SummaryEnglish": "The members of the Josei Shonan team are introduced."
                },
                "2": {
                    "ID": "117484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117484",
                    "TitleEnglish": "Fight of the Calm and the Passionate",
                    "SummaryEnglish": "Momoshiro is easily provoked by Josei Shonan's \"unit\", but gets his act together and makes a comeback. However, when Momo accidentally drinks some of Inui's experimental Juice, Seigaku is forced to forfeit the doubles two game."
                },
                "3": {
                    "ID": "117485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117485",
                    "TitleEnglish": "Thunderbolt",
                    "SummaryEnglish": "The \"Golden Pair\" of Seigaku has to play with a very weird combination of Josei Shonan members in the doubles one match."
                },
                "4": {
                    "ID": "117486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117486",
                    "TitleEnglish": "I Formation",
                    "SummaryEnglish": "The Golden Pair reveals a new formation that is similar to the Australian Formation."
                },
                "5": {
                    "ID": "117487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117487",
                    "TitleEnglish": "Style of the Pretender",
                    "SummaryEnglish": "Hiroshi Wakato, the copy genius of Josei Shonan, faces off against Kaido, who struggles to overcome Wakato's change-over technique."
                },
                "6": {
                    "ID": "117488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117488",
                    "TitleEnglish": "Viper vs. Fake Viper",
                    "SummaryEnglish": "Kaido continues to struggle against Wakato's technique, until he notices the key to Wakato's play style."
                },
                "7": {
                    "ID": "117489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117489",
                    "TitleEnglish": "Hanamura's Temptation",
                    "SummaryEnglish": "The Kaido/Wakato match goes to a tie-break and Kaido must overcome his fiercest opponent - himself."
                },
                "8": {
                    "ID": "117490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117490",
                    "TitleEnglish": "The Best Masterpiece",
                    "SummaryEnglish": "Singles two between Ryoma Echizen and Reiji Shinjo commences, with Ryoma seemingly heading for an easy victory until Shinjo introduces his Mirage technique."
                },
                "9": {
                    "ID": "117491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117491",
                    "TitleEnglish": "Deep Impulse",
                    "SummaryEnglish": "Shijo's old aggressive tennis style is revealed. His old style was previously sealed by Josei's coach, Aoi Hanamura, because it injured the opponent, making him want to quit tennis."
                },
                "10": {
                    "ID": "117492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117492",
                    "TitleEnglish": "The Result of the Deadly Duel",
                    "SummaryEnglish": "Ryoma overcomes the deadly power of Shijo's technique, Deep Impulse, and wins the game. The team then celebrates at Kawamura's sushi restaurant."
                },
                "11": {
                    "ID": "117493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117493",
                    "TitleEnglish": "High on Rhythm",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "117494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117494",
                    "TitleEnglish": "Prince of Tennis Special! (1)",
                    "SummaryEnglish": "The Seigaku team goes bowling, where everyone is knocked out by Inui Juice."
                },
                "13": {
                    "ID": "117495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117495",
                    "TitleEnglish": "Prince of Tennis Special! (2)",
                    "SummaryEnglish": "A short super deformed story, where Inui loses his glasses, follows the bowling fiasco."
                },
                "14": {
                    "ID": "117496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117496",
                    "TitleEnglish": "Seigaku, Da-Da-Dan!",
                    "SummaryEnglish": "Taichi Dan of Yamabuki arrives at Seigaku to challenge Ryoma to a match."
                },
                "15": {
                    "ID": "117497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117497",
                    "TitleEnglish": "Cheap Housing Beach Volleyball",
                    "SummaryEnglish": "The Seigaku team goes to the beach, where Sasabe and his father turns up for a beach volleyball challenge against Ryoma and Kaido."
                },
                "16": {
                    "ID": "117498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117498",
                    "TitleEnglish": "Rokkaku's Freshman Captain",
                    "SummaryEnglish": "Seigaku's regulars meet Rokkaku Middle School's regulars on their way home, and Kentaro Aoi has a practice match with Ryoma Echizen, revealing Kentaro's great ball control."
                },
                "17": {
                    "ID": "117499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117499",
                    "TitleEnglish": "The Boy with the Long Racket",
                    "SummaryEnglish": "Harukaze \"Bane\" Kurobane and Hikaru \"David\" Amane, who has a long racket, have a match against Momoshiro and Kawamura in doubles."
                },
                "18": {
                    "ID": "117500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117500",
                    "TitleEnglish": "Dash Hadokyu!",
                    "SummaryEnglish": "Kawamura develops a new technique that knocks out the rackets of their opponent. Though their opponent is surprised and worried about Kawamura's Dash Hadokyu, they find out that Kawamura can only use it once per game, otherwise, it will destroy his wrist."
                },
                "19": {
                    "ID": "117501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117501",
                    "TitleEnglish": "The Secret Plan to Seal Kikumaru",
                    "SummaryEnglish": "Eiji's acrobatic play is sealed by Rokkaku's Saeki Kojirō, until he reveals his amazing Seal Step. Unfortunately, Eiji's stamina is drained easily."
                },
                "20": {
                    "ID": "117502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117502",
                    "TitleEnglish": "Tsubame Gaeshi, Broken",
                    "SummaryEnglish": "Fuji's Tsubame Gaeshi becomes useless due to Rokkaku's Marehiko Itsuki's ability to hit a sinker, ball with no spin. Fuji then makes Itsuki hit a cord ball, thus creating a spin, allowing Fuji to use Tsubame Gaeshi again."
                },
                "21": {
                    "ID": "117503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117503",
                    "TitleEnglish": "Ryoma, Get Pumped!",
                    "SummaryEnglish": "Ryoma fights Kentaro Aoi in a game that is to be continued until the next day, but after almost 3 hours, they are still not finished with the game."
                },
                "22": {
                    "ID": "117504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117504",
                    "TitleEnglish": "Finishing Smash",
                    "SummaryEnglish": "After the long game, Ryoma finally wins the match against Kentaro."
                },
                "23": {
                    "ID": "117505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117505",
                    "TitleEnglish": "Prince of Billiards",
                    "SummaryEnglish": "Fuji exacts his revenge for the previous bowling outing by introducing the team to billiards, only for Ryoma to foil his victory."
                },
                "24": {
                    "ID": "117506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117506",
                    "TitleEnglish": "The Cursed Racket",
                    "SummaryEnglish": "Ryoma finds a mysterious racket which was believed to be \"cursed\". Strange misfortunes keep happening to the finder of the racket..."
                },
                "25": {
                    "ID": "117507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117507",
                    "TitleEnglish": "Captain Oishi",
                    "SummaryEnglish": "In the absence of Tezuka, a tense Oishi puts the team through its paces."
                },
                "26": {
                    "ID": "117508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117508",
                    "TitleEnglish": "Eat Rikkaidai",
                    "SummaryEnglish": "Lunch at Kawamura's sushi place; the team watches Fudomine's defeat by Rikkaidai, witnessing Akaya's play that injured Tachibana in the game. The team vows to extract revenge and win."
                }
            }
        },
        "5": {
            "ID": "5933",
            "URL": "https://www.thetvdb.com/series/prince-of-tennis/seasons/official/5",
            "# Episodes": 27,
            "Episodes": {
                "1": {
                    "ID": "117509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117509",
                    "TitleEnglish": "Mizuki's Whispers",
                    "SummaryEnglish": "Momoshiro and Kaido get tricked into playing a doubles match with Mizuki from St. Rudolph and Kajimoto from Jyousei Shounan. They were forced to set aside their differences to win or else they would have to leave Seigaku."
                },
                "2": {
                    "ID": "117510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117510",
                    "TitleEnglish": "Sleepless Night",
                    "SummaryEnglish": "The night before the big match with Rikkaidai, the Seigaku players realize where they should really be. The night before the big match with Rikkaidai, the Seigaku players realize where they should really be."
                },
                "3": {
                    "ID": "117511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117511",
                    "TitleEnglish": "Ryoma vs. Sanada",
                    "SummaryEnglish": "The match with Rikkaidai is suspended for a week due to the rain; nonetheless, Ryoma challenges Genichirō Sanada of Rikkaidai to a match."
                },
                "4": {
                    "ID": "117512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117512",
                    "TitleEnglish": "Ryoma Utterly Defeated",
                    "SummaryEnglish": "Ryoma lost to Sanada, afterwards Akutsu teaches him a lesson"
                },
                "5": {
                    "ID": "117513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117513",
                    "TitleEnglish": "Off to the Cottage!",
                    "SummaryEnglish": "The Seigaku team goes on a training trip. Meanwhile Inoue checks on Seigaku's next opponent, Rikkaidai."
                },
                "6": {
                    "ID": "117514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117514",
                    "TitleEnglish": "The Captain Appears!",
                    "SummaryEnglish": "Yamato Yūdai, the previous Captain of Seigaku, shows up for the training camp. He teaches a skeptical Ryoma some valuable lessons about tennis."
                },
                "7": {
                    "ID": "117515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117515",
                    "TitleEnglish": "Surprise at Camp",
                    "SummaryEnglish": "A \"bear\" intrudes upon the training camp, and it's up to the regulars to defeat it and save the hostages. After using a combination of their moves, the \"bear\" is revealed to be a burglar who has been breaking into the areas' homes."
                },
                "8": {
                    "ID": "117516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117516",
                    "TitleEnglish": "Tennis Biathalon",
                    "SummaryEnglish": "A special training session awaits."
                },
                "9": {
                    "ID": "117517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117517",
                    "TitleEnglish": "Jump, Kabaji!",
                    "SummaryEnglish": "The Hyotei Academy tennis team shows up for an intensive session with Seigaku. Kikumaru faces off with the genius copycat player Kabaji Munehiro, while Inui faces Hiyoshi Wakashi. Kikumaru eventually wins as Kabaji tires, unable to sustain the copying of Kikumaru's acrobatic play."
                },
                "10": {
                    "ID": "117518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117518",
                    "TitleEnglish": "Original Prodigy: Fuji Syuusuke",
                    "SummaryEnglish": "The genius players, Yūshi Oshitari of Hyotei and Shusuke Fuji of Seigaku, face off while Ryō Shishido faces Oishi. The match between Fuji and Oshitari evolves into a battle of Higuma Otoshi and ends with Fuji overcoming Oshitari's Higuma Otoshi and gaining victory. The second match ends as Shishido and Oishi retire."
                },
                "11": {
                    "ID": "117519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117519",
                    "TitleEnglish": "Hadokyuu vs. Scud Serve",
                    "SummaryEnglish": "Mukahi Gakuto plays Momoshiro while Ootori Chotarou faces Kawamura."
                },
                "12": {
                    "ID": "117520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117520",
                    "TitleEnglish": "Atobe the Beautiful",
                    "SummaryEnglish": "Kaidoh faces Akutagawa Jirou, while Ryoma faces Keigo Atobe. Kaidoh eventually uses the Hadōkyū to hit a Boomerang Snake, which knocks out Jirou."
                },
                "13": {
                    "ID": "117521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117521",
                    "TitleEnglish": "Ryoma is Going!",
                    "SummaryEnglish": "Atobe sees Ryoma's limitless potential. During this game, Ryoma starts to develop his new move, and he practices it with Oishi after his practice game with Hyotei."
                },
                "14": {
                    "ID": "117522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117522",
                    "TitleEnglish": "Baseball Game Filled with Men",
                    "SummaryEnglish": "A chibi episode where the characters play a game of baseball, followed by a Western shootout comedy."
                },
                "15": {
                    "ID": "117523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117523",
                    "TitleEnglish": "Seigaku vs Rikkaidai! I'll be the One Who'll Win! (1)",
                    "SummaryEnglish": "This is it! After one week's postponement of their match, it's finally here! But Momoshiro and Kaidoh are missing!"
                },
                "16": {
                    "ID": "117524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117524",
                    "TitleEnglish": "Seigaku vs Rikkaidai! I'll be the One who'll Win! (2)",
                    "SummaryEnglish": null
                },
                "17": {
                    "ID": "117525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117525",
                    "TitleEnglish": "Battle Ceremony",
                    "SummaryEnglish": "Momoshiro and Kaidoh vs. Bunta Marui and Jackal Kuwahara."
                },
                "18": {
                    "ID": "117526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117526",
                    "TitleEnglish": "Tightrope Walking Doubles",
                    "SummaryEnglish": "Marui's move is revealed. The ball \"walks\" across the net."
                },
                "19": {
                    "ID": "117527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117527",
                    "TitleEnglish": "Kikumaru was Read by Niou",
                    "SummaryEnglish": "Kikumaru is read by Niou, which angers him. The Golden Pair experiences a tension that makes the first half of the game in favor of Rikkaidai."
                },
                "20": {
                    "ID": "117528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117528",
                    "TitleEnglish": "Yagyuu's Decision",
                    "SummaryEnglish": "The Golden Pair is able to make a comeback, thanks to Oishi's patience."
                },
                "21": {
                    "ID": "117529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117529",
                    "TitleEnglish": "Inui Hollers",
                    "SummaryEnglish": "Inui faces his former doubles partner, Renji Yanagi, in a match that will determine who's stronger."
                },
                "22": {
                    "ID": "117530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117530",
                    "TitleEnglish": "Conclusion of the Remembered",
                    "SummaryEnglish": "Everybody is surprised when Inui says that he'll forget all his data, only to find out that he actually didn't. Renji is manipulated by Inui, who makes their match from before continue."
                },
                "23": {
                    "ID": "117531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117531",
                    "TitleEnglish": "Kirihara's Red Trap",
                    "SummaryEnglish": "The genius of Seigaku, Shūsuke Fuji, faces Rikkaidai's Akaya Kirihara. A battle of an 'Angel' against a 'Demon'. Kirihara intentionally injures Fuji's right knee."
                },
                "24": {
                    "ID": "117532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117532",
                    "TitleEnglish": "Angry Fuji",
                    "SummaryEnglish": "Kirihara continues to injure Fuji. Tachibana arrives despite his injury (also dealt by Kirihara) and cheers Fuji on. However, when Kirihara attempts to injure Tachibana again, Fuji finally becomes angry at Kirihara's sadistic style of tennis and unleashes his potential on Kirihara and tells him that \"tennis must not be used as a tool to breed hatred.\" Though being told he should go to the hospital, Fuji insists on staying for the next match to support his teammate!"
                },
                "25": {
                    "ID": "117533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117533",
                    "TitleEnglish": "Clash! Ryoma vs. Sanada",
                    "SummaryEnglish": "The deciding game!! Sanada's invisible swing initially pushed back Ryoma, putting him at a disadvantage. Ryoma hasn't won in 3 games, but he gains advantage by using a new move called \"Cyclone Smash\", holding Sanada back."
                },
                "26": {
                    "ID": "117534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117534",
                    "TitleEnglish": "Invisible Serve",
                    "SummaryEnglish": "Having all his moves sealed, Ryoma can only use his \"Cyclone Smash\". However, having used it repeatedly while enduring Sanada's serves caused him to tire out and his eyes to hurt, so he continued the match with his eyes closed. Pushed by the need to fight for Yukimura (Rikkaidai’s captain), Sanada uses his “Invisible Serve”, a move that effectively hides his swing and the path of the ball."
                },
                "27": {
                    "ID": "117535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117535",
                    "TitleEnglish": "Conclusion - Which One Will Win?",
                    "SummaryEnglish": "Ryoma, after temporarily losing his morale due to not being able to return the “Invisible serve”, eventually starts to feel the pressure from his peers and challengers. This, along with his desire not to lose, pushes him to go into the State of Self-Actualization and uses the techniques of other players. Rikkaidai loses the game and heads to the Nationals as runner-up. When they go to Kawamura's sushi place to celebrate, coach Ryuzaki comes with news that Rikkaidai's captain Yukimura Seiichi's surgery is successful."
                }
            }
        },
        "6": {
            "ID": "5934",
            "URL": "https://www.thetvdb.com/series/prince-of-tennis/seasons/official/6",
            "# Episodes": 37,
            "Episodes": {
                "1": {
                    "ID": "117536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117536",
                    "TitleEnglish": "The Samurai's Ballad",
                    "SummaryEnglish": "The story of Nanjiro Echizen and how he met his wife, Rinko Takeuchi. We see a bit of story behind why he retires abruptly from tennis."
                },
                "2": {
                    "ID": "117537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117537",
                    "TitleEnglish": "We Want To See Tezuka!",
                    "SummaryEnglish": "The team visits Tezuka in Germany. Tezuka brings them around the city; however, some of them got split up. Ryoma ends up playing a match with a lady that turns out to be Tezuka's trainer."
                },
                "3": {
                    "ID": "117538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117538",
                    "TitleEnglish": "Never Give Up",
                    "SummaryEnglish": "Thanks to Ryoma's persistence in playing, the lady, Hannah Essenheimer, found her will to return to professional tennis."
                },
                "4": {
                    "ID": "117539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117539",
                    "TitleEnglish": "The Zany Teni-Puri Family",
                    "SummaryEnglish": "A chibi comedy featuring the Seigaku team as a family."
                },
                "5": {
                    "ID": "117540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117540",
                    "TitleEnglish": "The Best Sushi Chef in Japan",
                    "SummaryEnglish": "Kawamura's father, the sushi chef, was injured, and Kawamura has to do his part in the shop along with a troubled man named Gen."
                },
                "6": {
                    "ID": "117541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117541",
                    "TitleEnglish": "My Prince",
                    "SummaryEnglish": "Kurumi, a young and insecure girl who has lost her will to pursue her dream, becomes infatuated with Fuji and gets a date from him. Meanwhile, Momoshiro, Ryoma and Kikumaru befriend the person who unwittingly crushed little Kurumi's illusions... her own older sister Narumi."
                },
                "7": {
                    "ID": "117542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117542",
                    "TitleEnglish": "Kikumaru's Summer Vacation",
                    "SummaryEnglish": "Kikumaru won a contest to have his popular idols, the Chocolates J-Pop idol group, visit his house. The problem is, his teammates keep showing up."
                },
                "8": {
                    "ID": "117543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117543",
                    "TitleEnglish": "Junior Selection Camp, Gathered",
                    "SummaryEnglish": "28 players from several of the surrounding schools have gathered at a camp to decide the 8 people who will be representing Japan against the American team. They are soon divided into three different groups."
                },
                "9": {
                    "ID": "117544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117544",
                    "TitleEnglish": "The Member Who Was Not Trusted",
                    "SummaryEnglish": "Kamio is accused of a misdeed and sets out to find the real culprit."
                },
                "10": {
                    "ID": "117545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117545",
                    "TitleEnglish": "Ryoma vs. Kirihara! Beyond Battle Rage",
                    "SummaryEnglish": "The real culprit of the misdeed is revealed - it's Ann-chan! Also, Kirihara claims he has changed, but can he prove it?"
                },
                "11": {
                    "ID": "117546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117546",
                    "TitleEnglish": "Sengoku Kiyosumi Reborn!",
                    "SummaryEnglish": "Sengoku shows us his new style of play, a sport inside of a sport, also known as boxing! Ryuzaki-sensei falls ill and must be hospitalized."
                },
                "12": {
                    "ID": "117547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117547",
                    "TitleEnglish": "Welcome Back, Tezuka Kunimitsu!",
                    "SummaryEnglish": "Ryuzaki-sensei got ill! Tezuka returns to Japan to be the temporary coach and is accepted by the team after he proves himself worthy. Don't miss the welcome party. Who would've thought that Atobe and company can perform like J-Pop idols?"
                },
                "13": {
                    "ID": "117548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117548",
                    "TitleEnglish": "The Ultimate Showdown",
                    "SummaryEnglish": "Atobe and Sanada have a match. The two were quite energetic and wanted to prove something. It's all because of Tezuka's presence."
                },
                "14": {
                    "ID": "117549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117549",
                    "TitleEnglish": "The Boy Who Came from America",
                    "SummaryEnglish": "The arrival of the American team's Kevin Smith has shown up looking for Ryoma. Unable to find him, he challenges other Jr. Highs, leaving a message for Ryoma. Meanwhile, at the camp, Tezuka puts Shishido and Oishi against Ootori and Kikumaru in a doubles match."
                },
                "15": {
                    "ID": "117550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117550",
                    "TitleEnglish": "Tezuka's Choice",
                    "SummaryEnglish": "Tezuka has been thinking about his choice for the Invitational Team and has come to a rather difficult decision."
                },
                "16": {
                    "ID": "117551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117551",
                    "TitleEnglish": "Formation! A Dream Team",
                    "SummaryEnglish": "Finally! The Team composed of the best players selected!"
                },
                "17": {
                    "ID": "117552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117552",
                    "TitleEnglish": "Ryoma and Kevin",
                    "SummaryEnglish": "After being stopped by Tezuka from having a match with Kevin, Ryoma tries to find Kevin the next day."
                },
                "18": {
                    "ID": "117553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117553",
                    "TitleEnglish": "The US Team's Ambition",
                    "SummaryEnglish": "The U.S. team introduce themselves in public!"
                },
                "19": {
                    "ID": "117554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117554",
                    "TitleEnglish": "The Most Powerful! Atobe and Sanada",
                    "SummaryEnglish": "Atobe and Sanada are paired as doubles and show the U.S. team their power."
                },
                "20": {
                    "ID": "117555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117555",
                    "TitleEnglish": "Baker's Scenario",
                    "SummaryEnglish": "Cassidy and Lee of the U.S. team are able to make a comeback! Atobe and Sanada must do something!"
                },
                "21": {
                    "ID": "117556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117556",
                    "TitleEnglish": "The Tango Toward Destruction",
                    "SummaryEnglish": "Atobe and Sanada finally play as a doubles pair."
                },
                "22": {
                    "ID": "117557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117557",
                    "TitleEnglish": "Gorgeous Guys' Duo",
                    "SummaryEnglish": "Kikumaru and Oshitari Vs. the Griffey Brothers! Their match must follow what Mr. Baker wants."
                },
                "23": {
                    "ID": "117558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117558",
                    "TitleEnglish": "Sorrowful Marionettes",
                    "SummaryEnglish": "Mr. Baker told the Griffey Brothers to lose their match, but because they saw how Kikumaru and Oshitari played they couldn't just do it."
                },
                "24": {
                    "ID": "117559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117559",
                    "TitleEnglish": "Bobby Max The Beast",
                    "SummaryEnglish": "A very powerful tennis player of the U.S. team! Sengoku must do something!"
                },
                "25": {
                    "ID": "117560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117560",
                    "TitleEnglish": "Defying the Limits",
                    "SummaryEnglish": "A battle of endurance. Who will win?"
                },
                "26": {
                    "ID": "117561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117561",
                    "TitleEnglish": "Genius Vs Tennis Machine",
                    "SummaryEnglish": "Fuji vs the U.S. team's \"Tennis Machine\" Arnold - someone who could accurately hit the ball at the places he wanted."
                },
                "27": {
                    "ID": "117562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117562",
                    "TitleEnglish": "1mm Battle",
                    "SummaryEnglish": "A very close battle between Fuji and Arnold! Fuji secures another win with Tsubame Gaeshi and Higuma Otoshi."
                },
                "28": {
                    "ID": "117563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117563",
                    "TitleEnglish": "Who Will Play?",
                    "SummaryEnglish": "Kirihara vs Kevin Smith. Kirihara has developed the Phantom Ball, which is to be used against left handers. The first games are dominated by Kirihara until he crashes into the net pole after hitting another Phantom Ball."
                },
                "29": {
                    "ID": "117564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117564",
                    "TitleEnglish": "The Phantom Ball that Vanished",
                    "SummaryEnglish": "Kirihara's shoulder injury prevents him from hitting many Phantom Balls, and it finally becomes too much for him to keep on playing. Ryoma takes his place and continues playing from the current score."
                },
                "30": {
                    "ID": "117565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117565",
                    "TitleEnglish": "The Long Awaited Confrontation - Ryoma vs. Kevin",
                    "SummaryEnglish": "Ryoma takes Kirihara's place on the court. After discovering that Kevin copied most of his techniques, Ryoma uses the Cyclone Smash, which Kevin did not have a chance to copy, and reverses the score."
                },
                "31": {
                    "ID": "117566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117566",
                    "TitleEnglish": "Illusion",
                    "SummaryEnglish": "Kevin debuts his original move, Illusion, and the game goes into tie-break. However, Ryoma manages to counter it by watching the shadow of the ball."
                },
                "32": {
                    "ID": "117567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117567",
                    "TitleEnglish": "Game and Match",
                    "SummaryEnglish": "A very nice match between the two rivals! A match that touches the hearts of the audience: the rivalry between Kevin and Ryoma turns into friendship."
                },
                "33": {
                    "ID": "117568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117568",
                    "TitleEnglish": "Run, Momo!",
                    "SummaryEnglish": "Momoshiro treated Ryoma for a lunch, but something happened that he must pay 10,000 yen before the time limit ends! He leaves Ryoma at the store to insure that he will come back to finish off the payment or Momo and Ryoma's chance at the national tournament is being threatened with a call to the cops for them not paying for the food."
                },
                "34": {
                    "ID": "117569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117569",
                    "TitleEnglish": "The Golden Pair's Memories",
                    "SummaryEnglish": "The Golden pair's memories on how they became friends and eventually doubles pair."
                },
                "35": {
                    "ID": "117570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117570",
                    "TitleEnglish": "Kaidoh's Unknown World",
                    "SummaryEnglish": "Kaido loses his memory trying to save Ryoma from a certain head and face injury. Ryoma and Momoshiro try to get his memory back by playing a match against Kaido and Yuuta that sparks a really good side of him, and he gains back his memory in the end!"
                },
                "36": {
                    "ID": "117571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117571",
                    "TitleEnglish": "Seigaku's Shocking Secret Plans",
                    "SummaryEnglish": "Ryuzaki-sensei will be out of the hospital soon. The Seigaku tennis club wants to surprise her when she comes back. Also, another surprising thing happens."
                },
                "37": {
                    "ID": "117572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117572",
                    "TitleEnglish": "The Tenipuri Family Goes to Hawaii?! - Christmas at the Tenipuri Family",
                    "SummaryEnglish": "A cute chibi episode of the Seigaku family having their Christmas vacation."
                }
            }
        },
        "7": {
            "ID": "5935",
            "URL": "https://www.thetvdb.com/series/prince-of-tennis/seasons/official/7",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "117573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117573",
                    "TitleEnglish": "Seigaku's Specialty, Again",
                    "SummaryEnglish": "Kawamura vs. Oishi showdown."
                },
                "2": {
                    "ID": "117574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117574",
                    "TitleEnglish": "Eternal Rivals! Momoshiro vs. Kaidoh",
                    "SummaryEnglish": "Intraschool ranking match again! It's getting tense because Ryoma, Momoshiro and Kaido all belong to the same block. It's Momoshiro Vs Kaido as the highlight of the afternoon match."
                },
                "3": {
                    "ID": "117575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117575",
                    "TitleEnglish": "Ryoma's Decision",
                    "SummaryEnglish": "Ryoma confronts his father about his invitation to the US Open. Also, Kikumaru vs. Inui! Inui's eyes are revealed for the first time! (Well, technically, it's just one eye...)"
                },
                "4": {
                    "ID": "117576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117576",
                    "TitleEnglish": "Wavering Thoughts",
                    "SummaryEnglish": "Ryoma couldn't think well because of the US Open, and the Nationals are coming near. What will he do?"
                },
                "5": {
                    "ID": "117577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117577",
                    "TitleEnglish": "Be Passionate, Echizen!",
                    "SummaryEnglish": "Still about the US Open. Ryoma is about to decide! Ryoma and Momo are having a match and Momo is already full-going from the start."
                },
                "6": {
                    "ID": "117578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117578",
                    "TitleEnglish": "To My Dear Friend",
                    "SummaryEnglish": "Momoshiro is still angry with Ryoma. Meanwhile, Ryoma is moping and having conflicting feelings about going to the U.S. Open. Eventually, the two make up and play a friendly match. Even though Ryoma wins, Momoshiro technically wins for the block. However, Momoshiro urges Ryoma to take the opportunity and go to the U.S. Open. Finally having made up his mind, Ryoma decides to accept the offer."
                },
                "7": {
                    "ID": "117579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117579",
                    "TitleEnglish": "Goodbye Seigaku",
                    "SummaryEnglish": "Ryoma is about to leave Japan for the US Open. Everybody is doing something for Ryoma."
                },
                "8": {
                    "ID": "117580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117580",
                    "TitleEnglish": "Samurai in New York",
                    "SummaryEnglish": "Ryoma Echizen at New York at last! He's adjusting to the place and he even met with Kevin Smith there and played tennis with him."
                },
                "9": {
                    "ID": "117581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117581",
                    "TitleEnglish": "Tezuka Kunimitsu vs. Fuji Syusuke",
                    "SummaryEnglish": "Tezuka and Fuji have a match to determine Seigaku's number one in the intraschool ranking. This match, which lasts until episode 176, truly awakens Fuji's full potential as a tennis player. Flashbacks reveal a match between the two when they were first years, their subsequent friendship, and the implications of Tezuka's injury. Fuji takes an early lead, but the match is far from over."
                },
                "10": {
                    "ID": "117582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117582",
                    "TitleEnglish": "Seriousness in the Third Year",
                    "SummaryEnglish": "Tezuka and Fuji's match intensifies as they each gradually begin to reveal their best moves (Tezuka's Zero-Shiki Drop/Tezuka Zone and Fuji's Triple Counters). Tezuka slowly begins to surpass Fuji. As he begins to struggle, Fuji reminisces about their first year match (which included the promise of a rematch) and their developing friendship. He then realizes that he is afraid of finding out the results of both of them playing to their full potential and that this is quite possibly the last match they will ever have against each other, and he concludes that if he doesn't play his hardest, he will regret it. His hits suddenly get sharper, and Tezuka comments that the true Fuji has awakened."
                },
                "11": {
                    "ID": "117583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117583",
                    "TitleEnglish": "Climax",
                    "SummaryEnglish": "Once Fuji starts playing his hardest, Tezuka starts to get pushed back. With heart and soul completely in the match, the two battle at their hardest. Tezuka wins by using Zero-Shiki Drop Shot with his right hand in mid-air, surprising Fuji and everyone else."
                },
                "12": {
                    "ID": "117584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117584",
                    "TitleEnglish": "Unforgettable Promise",
                    "SummaryEnglish": "Ryoma goes back to Japan to play a game with Tezuka because he wants to put an end to the rivalry that he left so he can mentally move on to the US Open."
                },
                "13": {
                    "ID": "117585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prince-of-tennis/episodes/117585",
                    "TitleEnglish": "Goodbye, Prince",
                    "SummaryEnglish": "Last episode of the series, which shows how Ryoma defeated Tezuka and the world's number one seed, Lleyton Hewitt. The Opening Rites of The All-Japan Nationals are also shown."
                }
            }
        }
    }
}