{
    "URL": "https://www.thetvdb.com/series/ex-driver",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Science Fiction",
        "Sport"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/C01E-2CFC-0F8E-1186-1FC1-1",
        "https://www.imdb.com/title/tt1000946/",
        "http://www.b-ch.com/ttl/index.php?ttl_c=250",
        "https://www.themoviedb.org/tv/37181",
        "https://www.themoviedb.org/tv/37181",
        "https://en.wikipedia.org/wiki/%C3%89X-Driver"
    ],
    "TitleEnglish": "eX-Driver",
    "SummaryEnglish": "In the world, a 100 years in the future, no one drives cars - instead, computer-controlled, electrically powered \"AI cars\" automatically take you where you want to go. However, when the AI cars mysteriously start to run amok, an organization called eX-Driver is established to figure out why.",
    "TitleJapanese": "エクスドライバー",
    "SummaryJapanese": "そう遠くない未来……。街を走るのは全てAIカー(人工知能搭載車)。人々はすでに“運転”を忘れ、ガソリン車をドライブするのは特別な技術者だけになっていた――。エクスドライバーである榊野理沙、遠藤ローナ、菅野走一の3人は、暴走してしまったAIカーを無事故で止めるために今日も活躍する!!",
    "Aliases": [
        "eXDriver"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "532190",
            "URL": "https://www.thetvdb.com/series/ex-driver/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "5393509",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/ex-driver/episodes/5393509",
                    "TitleEnglish": "eX-Driver the Movie",
                    "SummaryEnglish": "After winning the domestic preliminary round, Lisa, Lorna, and Soichi advance to the eX-Driver World Race Competition held in Los Angeles, as the team representing Japan. As a bad omen, they encounter a reckless AI car the first night they arrive at Los Angeles. Although they successfully stop the car, the local police department is not very happy about the incident and insists to examining their cars overnight.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5446407",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/ex-driver/episodes/5446407",
                    "TitleEnglish": "Nina & Rei Danger Zone",
                    "SummaryEnglish": "The story takes place on a world 100 years in the future, a few years before Lisa and Lorna joined the eX-Driver organization. In this world people do not drive, but \"ride\" computer-controlled electrically powered \"AI cars\" that automatically take you where you want to go. However, one AI car mysteriously starts to run amok. Now it is up to Nina and Rei — the main drivers for the eX-Driver organization — to solve the mystery behind this AI car...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "7099542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ex-driver/episodes/7099542",
                    "TitleEnglish": "Special 1: Car",
                    "SummaryEnglish": "a special video showing the real cars used in the anime",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "7099547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ex-driver/episodes/7099547",
                    "TitleEnglish": "Special 2: Behind the scenes",
                    "SummaryEnglish": "the behind the scenes of the soul that is how it was realized.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "6006",
            "URL": "https://www.thetvdb.com/series/ex-driver/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "118864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ex-driver/episodes/118864",
                    "TitleEnglish": "AI vs RECIPRO",
                    "SummaryEnglish": "The first episode introduces us to this world and how the AI car system operates. Every now and then an AI car goes out of control and the eX-Driver's are called in to stop them.",
                    "TitleJapanese": "エーアイ vs レシプロ",
                    "SummaryJapanese": "近未来、理沙とローナは、高校生だけどエクスドライバーとして活躍中。AIカーが暴走してしまったら無事故で止めるのが2人の仕事。ある夜、いかれた男達の乗る違法改造されたAIカーが現れた。愛車のインプレッサで追いかける理沙。だが、ふとした油断で理沙の乗るインプレッサが大破してっっ!!"
                },
                "2": {
                    "ID": "118866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ex-driver/episodes/118866",
                    "TitleEnglish": "On and On",
                    "SummaryEnglish": "We see the rivalry between Lisa and Souichi develop as well as get to know Lorna, Lisa and Souichi better.",
                    "TitleJapanese": "恐怖の報酬",
                    "SummaryJapanese": "理沙とローナの窮地に現れた少年、走一。彼は理沙より年下の上、飛び級で同級生になってしまうほどの頭脳の持ち主だった。走一のエクスドライバーとしてチームに加入する事が面白くない理沙は、テストコースで走一に挑むが、あっさりと負けてしまう。そんな時、理沙たちの学校のテスト問題を積んだAIカーが暴走した!!"
                },
                "3": {
                    "ID": "118867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ex-driver/episodes/118867",
                    "TitleEnglish": "No Problem",
                    "SummaryEnglish": "Keyne Tokioka, a popular TV show host/reporter is doing a feature story on the eX-Driver's and he selects Lorna as the lead, Lisa is disappointed (also a bit jealous) since she wanted to be the lead of the show. The TV crew follows them around as we get to see the inner workings of what's its like to be an eX-Driver.",
                    "TitleJapanese": "真実の姿",
                    "SummaryJapanese": "ある日、eX-D本部に届いたテレビ局からの密着取材の申請をうけて、理沙やローナたちのところに取材クルーがやってくることになった。しかも、番組レポーターが人気レポーターのケイン時岡と知って、心ウキウキ大ハリキリの理沙。相変わらず無関心なローナだったが、そのローナが取材のメインに抜擢されてしまい……。"
                },
                "4": {
                    "ID": "118868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ex-driver/episodes/118868",
                    "TitleEnglish": "Regulations of Love",
                    "SummaryEnglish": "When the eX-Driver's run into problems stopping a run away car, an eX-Rider shows like an eX-Driver but on a bike instead of a car!",
                    "TitleJapanese": "恋のレギュレーション",
                    "SummaryJapanese": "AIカーが道路の両端に並び、その間を暴走AIカーが突っ走っていた。それを追う理沙、ローナ、走一。だが理沙の油断が原因で、ストラトスは出遅れてしまう。そこへ1台のバイクが駆け付け、鮮やかな手並みで暴走を食い止めた。そのバイクの乗り手こそ、バイクのエクスドライバー、エクスライダーであった！"
                },
                "5": {
                    "ID": "118869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ex-driver/episodes/118869",
                    "TitleEnglish": "Crossroads",
                    "SummaryEnglish": "There haven't been any run away cars for a long time so the eX-Driver's have some down time. Souichi is overhauling the Seven's engine while Lorna and Lisa decide to head for the beach.",
                    "TitleJapanese": "とまらない暴走",
                    "SummaryJapanese": "エクスドライバーとAIカー企業の努力の甲斐あって、暴走事故も減って久々に休暇をもらった理沙とローナ。二人はロータスヨーロッパで海に向かうが、その途中渋滞が発生した。それは暴走車が原因だったが、いつもと違うのは、そのAIカーは無人！ その上、謎のプログラムが仕掛けられた改造車だったのだ！"
                },
                "6": {
                    "ID": "118870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ex-driver/episodes/118870",
                    "TitleEnglish": "The Last Mile",
                    "SummaryEnglish": "This episode starts at the eX-Driver command center, where Mr. Munakata, Nina and the other guy are tracking the runaway gasoline cars on their computers, hoping that when they run out of gas they'll have to leave the city and things can get back to normal.",
                    "TitleJapanese": "最後の戦い",
                    "SummaryJapanese": "AIカーの暴走を仕組みエクスドライバーに挑戦してきたのは、かつて宗方の部下でもあった藤堂とその仲間たちだった。彼らの挑発に乗った理沙は重傷を負ってしまう。さらに、ローナのヨーロッパは大破。走一でさえも彼らの暴走を止められなかった。理沙たちの出動が無理な今、藤堂の宣戦布告に宗方は――!?"
                }
            }
        }
    }
}