[
  {
    "URL": "https://www.thetvdb.com/series/magical-shopping-arcade-abenobashi",
    "Genres": [
      "Action",
      "Adventure",
      "Animation",
      "Anime",
      "Comedy"
    ],
    "Other Sites": [
      "https://www.imdb.com/title/tt0398412/",
      "https://www.themoviedb.org/tv/12144"
    ],
    "TitleEnglish": "Magical Shopping Arcade Abenobashi",
    "SummaryEnglish": "Childhood friends Arumi and Sasshi are residents of the Abenobashi commercial district in Osaka, Japan. After an accident, they find themselves transported to an alternate sword and sorcery world. Their attempt to get back to reality finds them traversing a series of nonsensical worlds built on science fiction, war, fantasy, dating sim games and American movies. Each alternate Abenobashi is a surreal manifestation of Sasshi's otaku interests, populated by analogs of the protagonists relatives and acquaintances and a blue-haired stranger known as Eutus. Their quest to return home is at core a bildungsroman because the Abenobashi dimensions are mostly hobby worlds of increasing sophistication. Sasshi does not want to go home, and in fact is the sole force propelling them between worlds. While chasing the cat in the first episode, Arumi's grandfather fell off the roof and died. With this new trauma pressuring him in addition to his apprehension about the destruction of the shopping arcade and the Asahinas' moving away, Sasshi was no longer willing or able to cope with reality, and unbeknownst to even himself, he had caused their dimension to rewrite itself into worlds echoing his escapist obsessions.",
    "Aliases": [
      "Abenobashi mahou shoutengai",
      "Abenobashi mahô shôtengai",
      "Abenobashi mahō shōtengai",
      "Abenobashi Mahou Shotengai"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
      "0": {
        "ID": "21078",
        "URL": "https://www.thetvdb.com/series/magical-shopping-arcade-abenobashi/seasons/official/0",
        "# Episodes": 3,
        "Episodes": {
          "1": {
            "ID": "4154037",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/magical-shopping-arcade-abenobashi/episodes/4154037",
            "TitleEnglish": "Outtakes 1",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "2": {
            "ID": "4154038",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/magical-shopping-arcade-abenobashi/episodes/4154038",
            "TitleEnglish": "Outtakes 2",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "3": {
            "ID": "5758612",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/magical-shopping-arcade-abenobashi/episodes/5758612",
            "TitleEnglish": "Outtakes 3",
            "SummaryEnglish": null,
            "Aliases": []
          }
        }
      },
      "1": {
        "ID": "6113",
        "URL": "https://www.thetvdb.com/series/magical-shopping-arcade-abenobashi/seasons/official/1",
        "# Episodes": 13,
        "Episodes": {
          "1": {
            "ID": "121639",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/magical-shopping-arcade-abenobashi/episodes/121639",
            "TitleEnglish": "Mystery! [Abenobashi Shopping Arcade]",
            "SummaryEnglish": "Summer is almost over and Sasshi learns his close friend Arumi is moving soon. To make matters worse, recent developments have put many of the local shops out of business and a new shopping area is on the way. There seems to be something behind it, but Sasshi and Arumi soon find that they aren`t in Osaka anymore, and instead, have suddenly been transported to a strange and magical world.",
            "Aliases": []
          },
          "2": {
            "ID": "121640",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/magical-shopping-arcade-abenobashi/episodes/121640",
            "TitleEnglish": "Adventure! [Abenobashi Sword and Sorcery Shopping Arcade]",
            "SummaryEnglish": "Osaka is gone, and Arumi and Sasshi find themselves in a world full of dragons and strange mythical creatures. All the familiar faces from back home are here, but with completely different personalities, and the two are suddenly enlisted to conquer an evil force.",
            "Aliases": []
          },
          "3": {
            "ID": "121641",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/magical-shopping-arcade-abenobashi/episodes/121641",
            "TitleEnglish": "Hook Up! [Abenobashi Great Milky Way Shopping Arcade]",
            "SummaryEnglish": "Sasshi and Arumi believe that a strange goblin they encountered when first arriving in the Middle Ages has the power to send them home. He sends them away, but now they are stuck in a futuristic version of their home, and mecha combat may be their only means of escape.",
            "Aliases": []
          },
          "4": {
            "ID": "121642",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/magical-shopping-arcade-abenobashi/episodes/121642",
            "TitleEnglish": "Fire It Up! [Abenobashi Hong Kong Combat Shopping Arcade]",
            "SummaryEnglish": "It seems that the goblin just can't get things right. Another attempt to send Arumi and Sasshi back home finds them now in Hong Kong, and Sasshi is enlisted to train and be a part of an upcoming tournament. He may not know martial arts, but he'll have more than enough knowledge by the time this is over. Now, if the goblin could just get things straight, this would all be over.",
            "Aliases": []
          },
          "5": {
            "ID": "121643",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/magical-shopping-arcade-abenobashi/episodes/121643",
            "TitleEnglish": "Extinction! [Abenobashi Ancient Dinosaur Shopping Arcade]",
            "SummaryEnglish": "Sasshi and Arumi thought for sure that they were going back home this time, but that`s just not to be. Instead, they find themselves in a prehistoric version of their home, complete with the usual cast of strange relatives that they have grown accustomed to seeing. But, they soon have more problems when they are on the run from the natives and trying to get a baby dinosaur back to his family.",
            "Aliases": []
          },
          "6": {
            "ID": "121644",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/magical-shopping-arcade-abenobashi/episodes/121644",
            "TitleEnglish": "In the Night Fog! [Abenobashi Hard Boiled Shopping Arcade]",
            "SummaryEnglish": "Now, Sasshi and Arumi are in a new version of their home that has a vibe very similar to 1930's gangster films, but they both end up working on opposites sides, unintentionally of course. Just like everything else, things aren't always what them seem, especially when it comes to killing.",
            "Aliases": []
          },
          "7": {
            "ID": "121645",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/magical-shopping-arcade-abenobashi/episodes/121645",
            "TitleEnglish": "Flashback! [Magical Shopping Arcade Birth]",
            "SummaryEnglish": "There aren't any wacky themes here. Instead, it's a more somber look at how the magical shopping arcade was born, as told from those that were there some 50 years ago. It doesn't explain what's going on in Arumi and Sasshi's case, however, but it reveals some other important information.",
            "Aliases": []
          },
          "8": {
            "ID": "121646",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/magical-shopping-arcade-abenobashi/episodes/121646",
            "TitleEnglish": "Set Your Heart Aflutter! [Abenobashi Campus Shopping Arcade]",
            "SummaryEnglish": "Sasshi thinks that finally he and Arumi might have made it back to their world. That is, until he notices all of the cute high school girls wandering around in droves, and it's at that point he realizes that they have managed to find their way into the real life equivalent of a dating simulation video game. Sasshi of course couldn't be happier, but things aren't so good for Arumi, who has been transformed in a goblin (and is much shorter than she'd like to be), and that's just one of the many things that are infuriating her.",
            "Aliases": []
          },
          "9": {
            "ID": "121647",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/magical-shopping-arcade-abenobashi/episodes/121647",
            "TitleEnglish": "It Cries! [The Bush Warbler Heiankyo]",
            "SummaryEnglish": "Arumi has left Sasshi out of pure frustration; probably because she looks like a goblin and probably due to the fact that she's grown to over 50 feet high, but that's beside the point. Eutus, however, has agreed to help Sasshi get back home and reveals the truth to him, as well as their karmic connection. He decides to allow Sasshi to become a Onmyou apprentice, but the help he's going to receive from Eutus is going to be more than minimal.",
            "Aliases": []
          },
          "10": {
            "ID": "121648",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/magical-shopping-arcade-abenobashi/episodes/121648",
            "TitleEnglish": "Fluffy, Bubbly! [Abenobashi Fairy Tale Shopping Arcade]",
            "SummaryEnglish": "Determined to find the perfect place that will make Arumi happy, and where he won't have to deal with his grandfather's death, Sasshi puts the two of them in a fairy tale world, but Arumi isn't happy at all. She's even less pleased when a giant teddy bear attacks the land and she's forced to take on the guise of a magic girl, complete with magic baton and annoying animal sidekick.",
            "Aliases": []
          },
          "11": {
            "ID": "121649",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/magical-shopping-arcade-abenobashi/episodes/121649",
            "TitleEnglish": "Resolution! [Abenobashi Battlefield Shopping Arcade]",
            "SummaryEnglish": "After the troubles of the amusement park, Sasshi and Arumi are now at war. On both side of a conflict, the two armies fight for the Abenobashi Shopping Arcade. When it comes to war and cliches, its all here in the chaos.",
            "Aliases": []
          },
          "12": {
            "ID": "121650",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/magical-shopping-arcade-abenobashi/episodes/121650",
            "TitleEnglish": "Huge Reversal?! [Abenobashi Hollywood Shopping Arcade]",
            "SummaryEnglish": "The two kids now find themselves in a world of Sasshi's favorite movies. He really enjoys the big Hollywood movies, from Raiders of the Lost Ark to Monty Python. Its all here and more inside Sasshi movie-land.",
            "Aliases": []
          },
          "13": {
            "ID": "121651",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/magical-shopping-arcade-abenobashi/episodes/121651",
            "TitleEnglish": "Return to Life! [The Legendary Omnyou Mystic]",
            "SummaryEnglish": "Arumi and Sasshi have finally made there way home. But Arumi's grandfather will still be dead. Sasshi refuses to let that happen, so he jumps again into another world. But in the end he cannot dream away reality.",
            "Aliases": []
          }
        }
      }
    }
  }
]