{
    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Family",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0192903/",
        "https://www.themoviedb.org/tv/34723"
    ],
    "TitleEnglish": "Jubei-chan: The Ninja Girl",
    "SummaryEnglish": "Jiyu \"Jubei\" Nanohana and her ineffectual father recently moved to the country from Tokyo, so she's a new student at Hontsuru Junior High. She immediately wins the hearts of the proudly \"unrefined\" Bantaro and the elegant kendo champion, Shiro. Although she's unaware of it, Jubei is the reincarnation of master swordsman Yagyu Jubei. His loyal retainer Koinusuke has spent the last 300 years looking for the person destined to inherit the \"lovely eye patch\" that transforms the wearer into an unbeatable warrior. In addition to Yagyu's soul, Jubei has inherited a 300-year-old vendetta: the Ryujoji clan wants to eliminate her so they can",
    "Aliases": [
        "Jubei-chan - Lovely Gantai no Himitsu",
        "Jubei-Chan 2: The Counterattack of Siberia Yagyu",
        "Jubei-Chan The Ninja Girl - Secret of the Lovely Eyepatch",
        "十兵衛ちゃん２ ～シベリア柳生の逆襲～",
        "Jubei-chan 2 ~Siberia Yagyuu no Gyakushuu~",
        "十兵衛ちゃん ーラブリー眼帯の秘密",
        "J2: The Counterattack of the Siberia Yagyu"
    ],
    "Modified": "2025-08-16",
    "Seasons": {
        "0": {
            "ID": "532275",
            "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "7540938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/7540938",
                    "TitleEnglish": "Alternate trailer endings",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "7540939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/7540939",
                    "TitleEnglish": "Ending eye-catches",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "7540940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/7540940",
                    "TitleEnglish": "Shinkage sword lesson",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "7540942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/7540942",
                    "TitleEnglish": "Tea ceremony lesson",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "7540944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/7540944",
                    "TitleEnglish": "The making of Jubei-chan 2",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "6285",
            "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "126102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/126102",
                    "TitleEnglish": "The Birth of Yagyu Jubei II",
                    "SummaryEnglish": "Jiyu Nanohana, a fourteen-year old junior highschool student who attends Hontsuru Jr.High unexpectedly meets Koinosuke Odago, an assistant of Yagyu Jubei who has searched 300 years for a worthy successor for the Lovely Eyepatch. He implores Jiyu to accept the Eyepatch but she steadfastly refuses."
                },
                "2": {
                    "ID": "126101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/126101",
                    "TitleEnglish": "Falling in Love with the Enemy",
                    "SummaryEnglish": "The problem between Jiyu and Koinosuke continues as a new assassin arrives to eliminate Yagyu Jubei II."
                },
                "3": {
                    "ID": "126100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/126100",
                    "TitleEnglish": "Men's Hearts Were Swaying",
                    "SummaryEnglish": "The conflict continues when two new assassins arrive, takes the form of Jiyu's new teachers. They challenge her to a duel but is badly defeated, but Bantaro is injured during their fight."
                },
                "4": {
                    "ID": "126099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/126099",
                    "TitleEnglish": "The Road of No Return",
                    "SummaryEnglish": "Bantaro was cured by Shiro's mother. As things begin back to normal, Hajime appears and asks Shiro to join their clan; Shiro explains that he as no intentions of doing so, but Hajime reminds him that he knows Shiro has a longing to fight Jubei II and leaves. He then accompanies Jiyu and asks her about the Eyepatch, she says it is nothing and throws it away."
                },
                "5": {
                    "ID": "126094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/126094",
                    "TitleEnglish": "The Enemy Brought a Memory with Them",
                    "SummaryEnglish": "Mikage and her husband are requested to defeat Jubei II, they kidnap both Sai and Koinosuke in order to force Jiyu to give up the Eyepatch in exchange for the hostages. When Mikage puts on the Eyepatch, though, it starts burning her. Jiyu remembers that her mom felt hot before she died and instinctively jumps in and rips the Eyepatch off, leaving a smoky Mikage. Jiyu says that although they look similar, Mikage is not her mom. She transforms and defeat them."
                },
                "6": {
                    "ID": "126093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/126093",
                    "TitleEnglish": "My Next Enemy is Yesterday's Ally",
                    "SummaryEnglish": "In order to release Jiyu from the burden of becoming Yagyu Jubei and being targeted by the Ryujoji, Shiro challenges her to a duel. Later, Jiyu meets a Ryujoji assassin, he explains their 300-year old grudge and goal to her."
                },
                "7": {
                    "ID": "126092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/126092",
                    "TitleEnglish": "She Had Grasped the Secret Before She Knew It!",
                    "SummaryEnglish": "Jubei II defeats the assassins. Afterward, Shiro and Jubei II engage in a duel, he cuts off the Eyepatch, but as soon as Jiyu returns to her normal self, she collapses. Bantaro takes her to a doctor while Hajime attacks Shiro, and takes the Eyepatch."
                },
                "8": {
                    "ID": "126091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/126091",
                    "TitleEnglish": "I Attached This Thing to My Head",
                    "SummaryEnglish": "Jiyu is resting in Shiro's house. Sai tries to cool her down and remembers the memories of his deceased wife."
                },
                "9": {
                    "ID": "126090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/126090",
                    "TitleEnglish": "Dad's Premonition of Love",
                    "SummaryEnglish": "Back to Hajime's hideout, he has not discovered the power of the Eyepatch, thus, he orders his men to go get Jiyu. Meanwhile, the Nanohanas is having a party, Mikage appears during the show and tells Jiyu about their changed lives."
                },
                "10": {
                    "ID": "126098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/126098",
                    "TitleEnglish": "This is Where to Make the Effort",
                    "SummaryEnglish": "Jiyu along with Koinosuke and the Ruffians are being held hostages, Hajime tortures her friends, forcing her to tell him the power of the Eyepatch. Shiro appears and fights him, Hajime is defeated by Jubei II. When Shiro goes back and thanks the old teacher, it turns out that he became possessed by Taiko Daiyu's spirit."
                },
                "11": {
                    "ID": "126097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/126097",
                    "TitleEnglish": "But the Path Curves Ahead",
                    "SummaryEnglish": "Mikage while exploring the Ryujoji's hideout, she was attacked by Shiro/Taiko Daiyu and was heavily injured. Sai finds her Mikage stumbles out and collapses in front of him. He brings her home, treats her and then hugs her, but Jiyu sees everything and runs off. Mikage tells him to protect Jiyu and that the Ryujoji grudge lives on. As soon as she runs outside, a possessed Shiro appears and attacks her."
                },
                "12": {
                    "ID": "126096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/126096",
                    "TitleEnglish": "I Had Met a Daughter That I Never Knew",
                    "SummaryEnglish": "The fight between the possessed Shiro and Jubei II continues as Sai tries to stop them. Jubei II however, says that she has to end this grudge and Jiyu's soul will rest in her eternally."
                },
                "13": {
                    "ID": "126095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/126095",
                    "TitleEnglish": "Night Gave Way to a Brand New Day",
                    "SummaryEnglish": "While Jubei II fights Shiro/Taiko Daiyu, Koinosuke explains everything to the rest. Jubei II is exhausted and nearly killed by Taiko Daiyu, but Shiro takes over his body and holds back the thrust. Jubei defeats him and Taiko Daiyu's spirit leaves the body. She tells everyone that she cannot return when Taiko Daiyu still exists. Sai lets him to take over his body and fights Jubei. During their battle, Sai's spirit jumps out and grab his daughter's spirit while Jubei II destroy Taiko Daiyu. Though they have won the battle, but Koinosuke left. A few days later, the heroes celebrate the formation of The New Student Lovelies, Jiyu looks at the Koinosuke whistle and says she'll blow on it when she wants to see him."
                }
            }
        },
        "2": {
            "ID": "198671",
            "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "1773771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/1773771",
                    "TitleEnglish": "It Melted Somewhere on Earth",
                    "SummaryEnglish": "Three hundred years ago, Yagyu Jubei fights Kita Ressai, the leader of the Northen Yagyu that has been eliminated by the Edo Yagyu. In the ensuing battle, Kita Ressai along with Jubei's wife and daughter were swallowed and drown in the ice. In the present day, Jiyu Nanohana encounters a strange child holding the Lovely Eyepatch and tries to give her. After fleeing away from the child, Jiyu meets a young transfer student named Freesia. She takes Freesia to her home just in time to be attacked by Kita Furo and the Siberian Yagyu. The strange child appears and swiftly sticks the Eyepatch on Jiyu, transforming her into Jubei II. The battle ends in her favor, but then a mysterious swordwoman appears and attacks her."
                },
                "2": {
                    "ID": "1773781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/1773781",
                    "TitleEnglish": "Fate Has Arrived by Coincidence",
                    "SummaryEnglish": "The swordwoman who claims herself the true Yagyu Jubei II nearly kills Jiyu, she searchs for the Eyepatch but it is taken back by the child. Jiyu awakens in her room and asks Freesia; she says she will stay one night. Meanwhile, Jiyu's father Sai meets up with his old boss and decides to write a ghostnovel. Back to the Siberian Yagyu, they are attacked by the swordwoman, this makes Kita Furo attack Jiyu. At the end of the day, the child reappears and introduces herself."
                },
                "3": {
                    "ID": "1773791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/1773791",
                    "TitleEnglish": "An Unneeded Item Had Been Thrown Away",
                    "SummaryEnglish": "Kita Furo bursts in through the front door and demands a duel with Jubei, but even without the Eyepatch, Jiyu is still able to defened herself. The following day, Furo attacks her again and is defeated, Jiyu however, is forced to face the swordwoman. At the heat of their fight, she tries to give her the Eyepatch, but it is taken by the child, Ayunosuke. For reaching her limits, Jiyu collapses, Shiro and the Ruffians quickly take her to the doctor, and Ayunosuke collapses in despair."
                },
                "4": {
                    "ID": "1773801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/1773801",
                    "TitleEnglish": "Father That Never Returned",
                    "SummaryEnglish": "Mikage decides to investigate, she runs across the swordwoman and just in time to save Ayunosuke from falling. After restoring her health, Jiyu blows the whistle and asks Ayunosuke about the Eyepatch. Ayunosuke explains everything, and though Jiyu is moved with tears, she refuses to accept the Eyepatch, swearing that she will never become Yagyu Jubei again."
                },
                "5": {
                    "ID": "1773811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/1773811",
                    "TitleEnglish": "Peaceful in a Fake Family",
                    "SummaryEnglish": "The Siberian Yagyu decide to defeat Jubei while they are out shopping. They kidnap Freesia, forcing Jiyu to withdraw. On the other hand, Jiyu does not want to transform and when she reaches the top of the castle, Freesia is pushed down into the moat to drown. This makes Jiyu jump off and save her friend. As they drown, Ayunosuke sticks the Eyepatch on Jiyu, she transforms into Jubei II and defeats White Tiger Nizaemon. Meanwhile, Mikage's husband informs her about Kita Furo."
                },
                "6": {
                    "ID": "1773821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/1773821",
                    "TitleEnglish": "Yesterday's Friend was the Enemy",
                    "SummaryEnglish": "In order to defeat Yagyu Jubei II, Kita Furo sets foot on training. Jiyu feels depressed for breaking an important promise, and discovers that Sai has continued to ghostwrite. Upset, she runs away; Mikage while after her, meets up with Nizaemon who has been defeated before. He begs her to convince Jiyu to free the rest of the Siberian Yagyu. Furo later catches up Jiyu, demands her to fight, but she refuses even when Nizaemon begs her to fight and Ayunosuke asks her to accept the Eyepatch. Suddenly, Freesia appears and takes the Eyepatch."
                },
                "7": {
                    "ID": "1773831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/1773831",
                    "TitleEnglish": "Cut, Fell, and Disappeared",
                    "SummaryEnglish": "Despite having stolen the Eyepatch, Ayunosuke still manages to take it back as she believes it is rightful owned by Jiyu. In front of Jiyu's eyes, Freesia transforms into the mysteries swordwomen and takes down Furo, she forces Ayunosuke to give her the Eyepatch or she will slice her up. In a dramatic showdown, Jiyu transforms and takes on Freesia in a fantastic cliff top fight. Just as Jubei II begins to deliver the final blow, Jiyu's spirit stops her, seeing this, Freesia immediately slices her across the torso, Jiyu falls toward the forest below. With Jiyu out of the way temporarily, Freesia tries her best to charm Sai and make him forget about his real daughter."
                },
                "8": {
                    "ID": "1773841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/1773841",
                    "TitleEnglish": "Found Myself Smiling After Defeat",
                    "SummaryEnglish": "Jiyu lies injured in the forest with Ayunosuke tending her wounds while Sai blames himself for her disappearance. Taking advantage of Sai's emotional state, Freesia continues to deceive him by playing the model daughter, but she is haunted by what happened in Hontsuru Castle. In order to paint Jiyu in the worst possible light, she lies to everyone about her absent. Meanwhile, Ayunosuke tries her best to make Jiyu accept the Eyepatch, Jiyu however refuses, says that her task is over. Ayunosuke runs away, and lies transformed into a 300-year old body."
                },
                "9": {
                    "ID": "1773851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/1773851",
                    "TitleEnglish": "Swords That Crossed Paths Before",
                    "SummaryEnglish": "Upset that he could not match both Jubei II, Kita Furo calls up his father's power. He recollects his childhood memories when he first crossed with the original Yagyu Jubei, and the fallen time of the Northern Yagyu. As Jiyu recovers, she encounters Furo, tells him that everything is over. Feeling guilty for his daughter's disappearance and recalling his deceased wife, Sai agonizes over his failings as a father and as a human being. When Jiyu returns home, hoping a warm reunion with her father, Sai however, deceived by Freesia, slaps her instead. Confused by this, Jiyu leaves home and Sai is in despair."
                },
                "10": {
                    "ID": "1773861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/1773861",
                    "TitleEnglish": "I Returned to Myself of That Day",
                    "SummaryEnglish": "Mikage finds out about what happened to Ayunosuke, sets out to search Jiyu who now is in a state of confusion, she does not recognizes Sai and believes that Mikage is her mother. Then Mikage knocks out Sai and calls her husband to keep an eye on him, and takes Jiyu to Ayunosuke's side. Elsewhere, Shiro and the Ruffians question the Siberian Yagyu just in time Freesia decides to eliminate them all."
                },
                "11": {
                    "ID": "1773871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/1773871",
                    "TitleEnglish": "Time to Decide One's Path",
                    "SummaryEnglish": "Jiyu continues to confuse even when Mikage begs her to take up her sword once more. Nizaemon informs them about Freesia; Kita Furo decides it is time to end his fight, begs Jiyu for a rematch after finished Freesia. Sai appears and instead of trying to help her he tells her to stop running from her destiny. Jiyu finally returns to her old self, accepts the Lovely Eyepatch and revives Ayunosuke. After defeating Kita Furo, Freesia is shocked when she sees Jiyu, the two rivals engage one another in a duel."
                },
                "12": {
                    "ID": "1773881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/1773881",
                    "TitleEnglish": "Only My Spirit Was Absent",
                    "SummaryEnglish": "The showdown between the two Yagyu Jubei II continues, Freesia becomes exhausted by Jubei's unrestrained power and withdraws. After her near defeat, Sai suddenly offers her the \"Mutodori\" technique, Shiro and the Ruffians try to calm her dowm, but all are refused. She keeps on fighting, but Jiyu tells her that the Eyepatch she made excepted her as the true Yagyu Jubei the second, Freesia finally realizes this, becomes friends with her again. As things start to go right, the spirit of Kita Ressai takes over Furo's body and transforms into a giant ice monster, demanding Jubei a final battle."
                },
                "13": {
                    "ID": "1773891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jubei-chan-the-ninja-girl/episodes/1773891",
                    "TitleEnglish": "Spade, Heart and it Was Alright",
                    "SummaryEnglish": "The ice monster makes Jiyu and Freesia fight side by side. As Jiyu's fever begins to spread, she entrusts Freesia as the battle continues, and uses her fever to melt the monster. Kita Furo is freed, provokes Jiyu to a duel and loses. The monster starts reconstitute himself so fast that the two Jubei II's fight as one, together they wipe out Kita Ressai, releasing him from his hatred. The spirit of Yagyu Jubei congratulates them both before leaving with Koinosuke and Ayunosuke. A few days later, Jiyu while walking along with her friends, she sees Ayunosuke sleeping and rushes to her side. The ending credits shows how the lives of other characters change (for example, Furo becomes a police officer)."
                }
            }
        }
    }
}