{
  "URL": "https://www.thetvdb.com/series/berserk",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Drama",
    "Fantasy",
    "Horror",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0318871/",
    "https://www.themoviedb.org/tv/35935"
  ],
  "TitleEnglish": "Berserk",
  "SummaryEnglish": "In this world, is the destiny of mankind controlled by some transcendental entity or law? Is it like the hand of God hovering above? At least it is true and man has no control, even over his own will. In medieval times war raged throughout the countryside. Feudal lords would give large sums of money to mercenaries who could rid them of their enemies. One such mercenary is Guts. He wields a sword almost larger than he is and holds tremendous strength and courage. When he joins a band of mercenaries known as the Band of the Hawk, he finds a purpose to fight for other than money and helps the Hawks to become the most feared enemy on the battlefield. This anime is adapted from the manga of the same name created by Kentaro Miura.",
  "Aliases": [
    "Kenpuu Denki Berserk",
    "Kenpu denki baruseruku"
  ],
  "Modified": "2025-10-06",
  "Seasons": {
    "0": {
      "ID": "21214",
      "URL": "https://www.thetvdb.com/series/berserk/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 6,
      "Episodes": {}
    },
    "1": {
      "ID": "6365",
      "URL": "https://www.thetvdb.com/series/berserk/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": "Through betrayal and blood, a new king came to power. His demons-helped acts hang until a heavily armed warrior comes to the city one night. All covered with weapons, armor and scars, he calls himself Black Sword. The size of his sword can only be compared with his hatred of the king and his demons.",
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "127396",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127396",
          "TitleEnglish": "The Black Swordsman",
          "SummaryEnglish": "A blacksmith is forging an enormous sword while a dark man with only one eye and one arm stands back and watches. The dark man approaches a castle by a large town. There is an Inn there where some castle guards burst in with a girl demanding a fight, but instead just have some drinks. The grandfather of the girl attempts to rescue her, but is badly beaten in the attempt. Suddenly one of the castle guards is shot in the head by a crossbow bolt and others soon follow. The dark man walks into the inn and shoots another castle guard in the shoulder. He walks up to the injured castle guard and orders him to tell his master the Black Swordsman has come. He slays another soldier with his enormous sword and leaves the inn. The injured castle guard goes to his Master's Minister and explains about the Black Swordsman. The minister orders that this criminal must be found. He is afraid of bringing the news to his master. While a search begins, the injured castle guard tells his master wha",
          "Aliases": []
        },
        "2": {
          "ID": "127397",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127397",
          "TitleEnglish": "Band of the Hawk",
          "SummaryEnglish": "There is a great battle-taking place at a fort. The attackers are doing well, except one thing stands in their way - Baruso. Baruso is a huge grey knight and he states that none shall pass him. The leader of the attackers orders his knights to attack him and if they do, they shall receive a huge bounty. No one attempts to fight; they merely stand back in ore. But then a young 15-year-old Guts steps forward with a large sword intending to defeat Baruso. He is mocked and laughed at by the other soldiers. But it is when Baruso mocks him the most that Guts charges at Baruso. After a brief clash of sword and axe, Guts cracks Baruso's axe and then slices at his side with his giant sword. While Baruso falls to the ground begging for mercy Guts raises his sword and finishes Baruso off. The on looking defender's leader Griffith decides it is time to evacuate the fort. Guts receives his bounty from one of the leaders. The leader insists that Guts joins his army as a high-ranking soldier where he",
          "Aliases": []
        },
        "3": {
          "ID": "127398",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127398",
          "TitleEnglish": "First Battle",
          "SummaryEnglish": "Guts and Griffith begin their sword fight. After Guts gets knocked down, he says how good Griffith is with a sword; using only one hand (Guts likes the challenge). Griffith tells Guts they can carry on the fight after he has fully recovered, but Guts tells him to shut up and they carry on. Meanwhile Corcas and a few other members of the Hawk run up the hill to see what is happening. They want to help Griffith, but Casca orders them to stay back as this is what Griffith commanded. Griffith finds the sword fight fairly easy with Guts and soon enough he starts to swing at Guts' sides causing him injury. In desperation Guts pick soil up with the end of his sword and throws it into Griffith's face. While Griffith is temporarily blinded, Guts lifts up his sword to make the finishing blow, but as his sword lands, he finds Griffith balanced on top of the blade. Griffith informs Guts that he can't use his sword, but Guts laughs and says 'in battle, there is only one way you should be using your",
          "Aliases": []
        },
        "4": {
          "ID": "127399",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127399",
          "TitleEnglish": "The Hand of God",
          "SummaryEnglish": "Griffith and Guts develop their friendship. Griffith shows his \"Ha-ou no Tamago\" pendant. Guts reminisces about his childhood. He had been adopted by a fighter named Gambino, who trained him to fight. But Gambino became violent and despondent after being injured and one day tried to kill Gatts. In self defense, Guts killed Gambino and ever since, has been a traveling sword for hire.",
          "Aliases": []
        },
        "5": {
          "ID": "127400",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127400",
          "TitleEnglish": "A Wind of Swords",
          "SummaryEnglish": "Guts is now a commander in Griffith's army and he is taking great risks in battle. Although he succeeds, Casca takes him to task for it. Griffith is knighted and the nobles become jealous. Guts saves the Hawks in battle, to Casca's chagrin.",
          "Aliases": []
        },
        "6": {
          "ID": "127401",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127401",
          "TitleEnglish": "Zodd the Immortal",
          "SummaryEnglish": "In another raid, Guts and Griffith come across a demon known as Nosferatu Zodd. Amazingly, they survive the combat against the powerful creature though both men are injured.",
          "Aliases": []
        },
        "7": {
          "ID": "127402",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127402",
          "TitleEnglish": "The Sword's Owner",
          "SummaryEnglish": "Griffith and Guts are injured and Griffith uses this in his political machinations; getting closer to the nobles and the King. He also flirts with the King's daughter. Guts and some of the Hawks feel that Griffith is pulling away from them.",
          "Aliases": []
        },
        "8": {
          "ID": "127403",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127403",
          "TitleEnglish": "Conspiracy",
          "SummaryEnglish": "Griffith and Guts continue to have success in battle and Griffith is made a count. General Yurius is furious about this, and the minister Foss plants the idea of murder in his mind. The plan is to shoot Griffith with a poison arrow during an upcoming hunt.",
          "Aliases": []
        },
        "9": {
          "ID": "127404",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127404",
          "TitleEnglish": "Assassination",
          "SummaryEnglish": "Griffith saves Charlotte when her horse bolts during a fox hunt. Yurius, the king's younger brother, attempts to have him assassinated, but the assassin's arrow strikes Griffith's pendant and leaves him unhurt. Griffith plots his revenge.",
          "Aliases": []
        },
        "10": {
          "ID": "127405",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127405",
          "TitleEnglish": "Nobleman",
          "SummaryEnglish": "Guts, sent by Griffith, assassinates Yurius and his son Adonis. Griffith gets closer to Charlotte. The Hawks depart for yet another mission.",
          "Aliases": []
        },
        "11": {
          "ID": "127406",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127406",
          "TitleEnglish": "The Battle",
          "SummaryEnglish": "On a stormy battlefield, Casca, Griffith's second in command, is wounded while fighting the leader of an enemy army. Guts runs to her rescue but when she passes out at the edge of a cliff, he cannot catch her in time and they both fall into the river below.",
          "Aliases": []
        },
        "12": {
          "ID": "127407",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127407",
          "TitleEnglish": "Together",
          "SummaryEnglish": "Casca is still unconscious, so Guts shelters them in a cave while the rain pours down. She comes to and tells Guts about her past and about Griffith's. She was a peasant's daughter and was bought by a nobleman, who tried to rape her. Griffith came by and threw down the sword which she used to kill the man. Ever since then, she has been with Griffith. She also reveals that Griffith financed his ambitions by selling himself to Gennon, a governor of Chudan.",
          "Aliases": []
        },
        "13": {
          "ID": "127408",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127408",
          "TitleEnglish": "Prepared For Death",
          "SummaryEnglish": "Guts and Casca try to fight their way back to the Hawks while the enemy army they were fighting from before try to stop them.",
          "Aliases": []
        },
        "14": {
          "ID": "127409",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127409",
          "TitleEnglish": "Bonfire of Dreams",
          "SummaryEnglish": "Casca finds Judeau's division of Hawks and leads them back to where Guts was fighting alone. Although injured, he defeated all the enemy soldiers by himself. They return to the Hawks' camp and Casca tends to Guts' wounds. But since Guts knows of Casca's feelings for Griffith, he pushes her to him and walks off.",
          "Aliases": []
        },
        "15": {
          "ID": "127410",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127410",
          "TitleEnglish": "The Decisive Battle",
          "SummaryEnglish": "The King of Midland and his various generals confer about Doldrey Castle, long since captured by the Chudan Empire. Griffith plans an attack and the King agrees despite the protests of his other officers. Only one other general supports Griffith's actions. The Hawks attack Doldrey.",
          "Aliases": []
        },
        "16": {
          "ID": "127411",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127411",
          "TitleEnglish": "The Conqueror",
          "SummaryEnglish": "With the help of Nosferatu Zodd (who threw a sword down on the battlefield after Guts broke his), Guts defeats the defender of Doldrey Castle in one on one combat.",
          "Aliases": []
        },
        "17": {
          "ID": "127412",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127412",
          "TitleEnglish": "Moment of Glory",
          "SummaryEnglish": "With the victory at Doldrey, Griffith is promoted to White Phoenix General, an aristocratic title. The Queen of Midland and other court conspirators try to poison Griffith.",
          "Aliases": []
        },
        "18": {
          "ID": "127413",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127413",
          "TitleEnglish": "Tombstone of Flames",
          "SummaryEnglish": "Griffith has his revenge by having the Queen's castle burned down, then covers his tracks by having Guts kill the men he had hired to set the fire. With Griffith's position secure and winter coming, the Hawks relax at the castle. Guts, now 18, decides it is time for him to move on.",
          "Aliases": []
        },
        "19": {
          "ID": "127414",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127414",
          "TitleEnglish": "Separation",
          "SummaryEnglish": "Griffith will not let Guts simply leave. He says that Guts belongs to him. With a single swing of his sword, Guts defeats Griffith by cutting through his sword and leaves the Hawks. Later on, Griffith seduces Charlotte in her room and is caught (and sentenced to imprisonment).",
          "Aliases": []
        },
        "20": {
          "ID": "127415",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127415",
          "TitleEnglish": "Sparks",
          "SummaryEnglish": "Guts is on the road again, occasionally entering in tournaments for practice. He arrives at the home of Godo the swordsmith and stays there for a while while Godo crafts a new sword for him. Guts practices more on his sword techniques with the help of Godo's little daughter Erika. Then he finds out about what happened to the Hawks and Griffith.",
          "Aliases": []
        },
        "21": {
          "ID": "127416",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127416",
          "TitleEnglish": "Confession",
          "SummaryEnglish": "Guts returns in time to save the remaining Hawks from annihilation. Casca is angry at him, then tries to kill herself in frustration, but Guts stops her. He and Casca become romantically involved.",
          "Aliases": []
        },
        "22": {
          "ID": "127417",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127417",
          "TitleEnglish": "Infiltration",
          "SummaryEnglish": "With Guts help, Casca and the Hawks hope to rescue Griffith. While they are off, a group of injured Hawks are wiped out by demons. Guts, Casca and the rest of the rescue group break a wounded, emaciated Griffith out of the Tower of Rebirth.",
          "Aliases": []
        },
        "23": {
          "ID": "127418",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127418",
          "TitleEnglish": "Eve of the Feast",
          "SummaryEnglish": "Breaking away from the King's pursuing armies, the few Hawks left contemplate their future. Guts comforts Casca, who is despondent over Griffith's condition. Griffith begins to dream/hallucinate and escapes in a wagon. As the Hawks pursue him, a solar eclipse suddenly transforms the landscape into a scene from hell.",
          "Aliases": []
        },
        "24": {
          "ID": "127419",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127419",
          "TitleEnglish": "The Great Eclipse",
          "SummaryEnglish": "Seduced by the promises of demons and his dreams from his childhood, Griffith agrees to fulfill his destiny and become one of the God Hand demons. A seal is branded onto the Hawks after Griffith confers with God Hand.",
          "Aliases": []
        },
        "25": {
          "ID": "127420",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/berserk/episodes/127420",
          "TitleEnglish": "Time of Eternity",
          "SummaryEnglish": "Griffith's men are sacrificed to the demon's appetites. Guts fights on, at first to save Griffith, then to save himself from the result of Griffith's ambition. Judeau and the others there are all killed, except Casca. Griffith emerges as Femto, the fifth God Hand demon. Femto rapes Casca, and Guts cuts off his own trapped arm to help her. It is all in vain. Demons hold him down, impaling his right eye, while he screams in fury. A healed Guts leaves Godo's house for destinations unknown, to have his revenge on God Hand.",
          "Aliases": []
        }
      }
    }
  }
}