{
  "URL": "https://www.thetvdb.com/series/the-big-o",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Drama",
    "Mystery",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0280240/",
    "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH428960",
    "https://www.themoviedb.org/tv/18241"
  ],
  "TitleEnglish": "The Big O",
  "SummaryEnglish": "Forty years ago, a mysterious worldwide event happened that eliminated all memories from prior to that point. From this completely blank start, man began to rebuild. With no knowledge of even how to operate machinery or use electricity, the process was slow. Eventually man did regain this knowledge and elements of society such as industry and agriculture began to resume. However, the common hole in all of mankind's thoughts remained, the world that had existed before the memories were lost was nothing more than a vague figure in the shadows.",
  "Aliases": [],
  "Modified": "2025-05-23",
  "Seasons": {
    "0": {
      "ID": "21450",
      "URL": "https://www.thetvdb.com/series/the-big-o/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {}
    },
    "1": {
      "ID": "6795",
      "URL": "https://www.thetvdb.com/series/the-big-o/seasons/official/1",
      "TitleEnglish": "The Big O",
      "SummaryEnglish": "As a combined hybrid of detective, mediator, and enforcer, Roger Smith’s primary resource is his keen, analytical mind, but it doesn’t hurt to have a mansion filled with gadgets, his butler Norman, and his attractive assistant Dorothy to fall back on. Additionally, for those times when cases end up “in dispute,” he also has the biggest, baddest back-up that any cop or small army could ever hope for: the Big O, a giant robot loaded with all the extras.",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "136205",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136205",
          "TitleEnglish": "Roger the Negotiator",
          "SummaryEnglish": "Roger Smith, top negotiator of Paradigm City, is hired to oversee the retrieval of R. Dorothy Wayneright, the kidnapped daughter of the wealthy scientist Miguel Soldano.",
          "Aliases": []
        },
        "2": {
          "ID": "136206",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136206",
          "TitleEnglish": "Dorothy, Dorothy",
          "SummaryEnglish": "Dorothy, distraught from having seen Dorothy-1 destroyed, suddenly disappears after the Big O returns to its underground base.",
          "Aliases": []
        },
        "3": {
          "ID": "136207",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136207",
          "TitleEnglish": "Electric City",
          "SummaryEnglish": "Recently, there's been a number of power outages in Paradigm. Roger is hired by Paradigm Power Management to go to the Electric City and negotiate with the locals the reactivation of the hydroelectric power plant. They say a god lives in the water.",
          "Aliases": []
        },
        "4": {
          "ID": "136208",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136208",
          "TitleEnglish": "Underground Terror",
          "SummaryEnglish": "A journalist named Michael Seebach has gone missing for three months, and has taken his latest manuscript with him. Paradigm hires Roger to retrieve the manuscript.",
          "Aliases": []
        },
        "5": {
          "ID": "136209",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136209",
          "TitleEnglish": "Bring Back My Ghost",
          "SummaryEnglish": "Roger is hired by a wealthy and blind old woman to help find her son, Bonny, for her birthday the next day.",
          "Aliases": []
        },
        "6": {
          "ID": "136210",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136210",
          "TitleEnglish": "A Legacy of Amadeus",
          "SummaryEnglish": "Sick and tired of waking up to the banging of piano keys, Roger brings Dorothy to a piano bar, where he hires R. Instro to teach her.",
          "Aliases": []
        },
        "7": {
          "ID": "136211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136211",
          "TitleEnglish": "The Call from the Past",
          "SummaryEnglish": "Roger is hired to negotiate the price of fish when a rumored sea titan scares away all the fishermen.",
          "Aliases": []
        },
        "8": {
          "ID": "136212",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136212",
          "TitleEnglish": "Missing Cat",
          "SummaryEnglish": "An abandoned kitten sparks a confrontation with a mad biologist.",
          "Aliases": []
        },
        "9": {
          "ID": "136213",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136213",
          "TitleEnglish": "Beck Comes Back",
          "SummaryEnglish": "Beck breaks out of prison and has a new scheme up his sleeve. Roger is brought in to negotiate in the kidnapping of the son of a wealthy man.",
          "Aliases": []
        },
        "10": {
          "ID": "136214",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136214",
          "TitleEnglish": "Winter Night Phantom",
          "SummaryEnglish": "A mysterious bomber is murdering retired Paradigm officials.",
          "Aliases": []
        },
        "11": {
          "ID": "136215",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136215",
          "TitleEnglish": "Daemonseed",
          "SummaryEnglish": "It is Heaven's Day, the anniversary of the founding of Paradigm City.",
          "Aliases": []
        },
        "12": {
          "ID": "136216",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136216",
          "TitleEnglish": "Enemy is Another Big!",
          "SummaryEnglish": "It is reported that Schwarzwald is still living, piloting a Megadeus of his own which is wrapped in bandages. Roger is hired to deliver a very large severance check.",
          "Aliases": []
        },
        "13": {
          "ID": "136217",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136217",
          "TitleEnglish": "R-D",
          "SummaryEnglish": "An assassin stalks the streets of the Paradigm City and the only clue is the killer's calling card, which reads, \"Cast in the name of God, ye not guilty.\"",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "6796",
      "URL": "https://www.thetvdb.com/series/the-big-o/seasons/official/2",
      "TitleEnglish": "The Big O II",
      "SummaryEnglish": "The world's best negotiator is back as Roger Smith takes on the city's criminal underground once more. Together with his assistant Dorothy Wayneright, the two take on cases that throw them into the darkest parts of the city. It's a good thing they have backup in the form of the Big O, a giant robot through which Roger delivers the swift hand of justice. However, what might destroy Roger may not be his enemies, but his own past.",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "136218",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136218",
          "TitleEnglish": "Roger the Wanderer",
          "SummaryEnglish": "Roger Smith takes on the three foreign MegaDeuses, as well as the demons in his own mind. The battles he fights, both internal and external, will change Paradigm City forever.",
          "Aliases": []
        },
        "2": {
          "ID": "136219",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136219",
          "TitleEnglish": "Negotiation with the Dead",
          "SummaryEnglish": "Roger is hired by a woman to protect her husband, a retired Senator, from an assassin. Apparently, the assassin is working for the same people who controlled the \"\"mad bomber\"\" from Act:10 \"\"Winter Night Phantom\"\" and the murderous android in Act:13 \"\"R-D\"\".",
          "Aliases": []
        },
        "3": {
          "ID": "136220",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136220",
          "TitleEnglish": "Day of the Advent",
          "SummaryEnglish": "An unknown object crashes to Earth inside Paradigm City. While the general populace takes it as a good sign, Roger Smith isn't so sure, especially when he is hired to perform a very unusual Negotiation--one that will bring him into direct conflict with Paradigm CEO Alex Rosewater.",
          "Aliases": []
        },
        "4": {
          "ID": "136221",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136221",
          "TitleEnglish": "Leviathan",
          "SummaryEnglish": "Schwartzvald rears his bandaged head again, and a new MegaDeus threatens Paradigm City. Business as usual? Roger Smith sure doesn't think so.",
          "Aliases": []
        },
        "5": {
          "ID": "136222",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136222",
          "TitleEnglish": "The Greatest Villain",
          "SummaryEnglish": "When Beck kidnaps Roger Smith, R. Dorothy must take the case. Prepare yourself for R. Dorothy Waynewright...the Negotiator. Paradigm City will never be the same.",
          "Aliases": []
        },
        "6": {
          "ID": "136223",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136223",
          "TitleEnglish": "Eyewitness",
          "SummaryEnglish": "Someone is killing androids in Paradigm City. After several attacks, Paradigm HQ dispatches a special agent to assist in the case: Freddy O'Reilly. But Freddy is an android himself. He and Dastun have an uneasy working relationship. When Dorothy is targeted, she manages to avoid being destroyed and is taken in for police questioning.",
          "Aliases": []
        },
        "7": {
          "ID": "136224",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136224",
          "TitleEnglish": "Stripes",
          "SummaryEnglish": "Roger is still having strange flashbacks. He can only assume that they are memories, but he's not quite sure. Frustrated, he returns to visit Gordon Rosewater, the man who built Paradigm City, on his farm. Gordon only offers vague platitudes and cryptic responses, until he gives Roger one very important clue.",
          "Aliases": []
        },
        "8": {
          "ID": "136225",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136225",
          "TitleEnglish": "The Third Big",
          "SummaryEnglish": "Roger Smith & Dan Dastun race to R. Dorothy's aid, while Alex Rosewater finally unveils \"\"Big Fau\"\". But can he control the power of a MegaDeus once it is unleashed?",
          "Aliases": []
        },
        "9": {
          "ID": "136226",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136226",
          "TitleEnglish": "Hydra",
          "SummaryEnglish": "Roger is unsympathetic to Alex's problems. Alex pushes his science group to reactivate the Big Fau. Underground tremors and a power outage draw attention to these tests, and the union spy Vera unleashes a three-headed giant electric eel. Once again, Roger and the Big O find themselves facing a giant monster to protect all of Paradigm City.",
          "Aliases": []
        },
        "10": {
          "ID": "136227",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136227",
          "TitleEnglish": "Twisted Memories",
          "SummaryEnglish": "Beck!!!!! I love it when that guy shows up; it makes me feel all alliterative inside. Let's see... Beck's back, with an army of annoying android assassins [oh yeah, it's gonna be one of *those* episodes]. Alex Rosewater deals with his Daddy Issues in a very negative way [so long, Amber Waves of Grain(tm)], while at the same using Beck to kidnap R. Dorothy. And we're just gettin' warmed up...",
          "Aliases": []
        },
        "11": {
          "ID": "136228",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136228",
          "TitleEnglish": "The Big Fight",
          "SummaryEnglish": "Roger Smith and Big O slug it out with Alan Gabriel and \"\"Big Duo Inferno\"\" (hereafter referred to simply as \"\"Big Duo\"\"), while Alex Rosewater uses R. Dorothy's Memories to complete Big Fau. And the Union is still out there...",
          "Aliases": []
        },
        "12": {
          "ID": "136229",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136229",
          "TitleEnglish": "The War of Paradigm City",
          "SummaryEnglish": "When high-altitude bombing levels Paradigm City, Alex Rosewater proclaims his \"\"New Order\"\". Meanwhile, Roger Smith and Angel uncover the soul-shattering secrets behind the Event, and the founding of Paradigm City.",
          "Aliases": []
        },
        "13": {
          "ID": "136230",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-big-o/episodes/136230",
          "TitleEnglish": "The Show Must Go On",
          "SummaryEnglish": "From the cover of \"\"Scientific American\"\", August 2003... \"\"ARE YOU A HOLOGRAM? (Quantum physics says the entire universe might be)\"\" Now just imagine if that was really the case, and you'll have \"\"The Show Must Go On\"\" in a nutshell, which is apparently where Paradigm City has been all these years. As for the rest... R. Dorothy rises from her deathbed, thanks (in part) to Beck. Roger Smith and Alex Rosewater stage the Showdown of the Century, while Gordon Rosewater shows Angel her true destiny. Oh, and that little prank by Adult Swim? We are not amused.",
          "Aliases": []
        }
      }
    }
  }
}