{
  "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Drama",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0327386/",
    "https://www.themoviedb.org/tv/42729"
  ],
  "TitleEnglish": "The Twelve Kingdoms",
  "SummaryEnglish": "Nakajima Youko is your average somewhat timid high school student. One day, a strange man named Keiki appears before her, swearing allegiance. Before she could properly register what was happening, demon-like creatures attack Youko and her friends, after which they are pulled into a different world. A world unlike what she has ever known. Separated from Keiki, Youko and her friends must do whatever they can if they wish to survive in this new world.",
  "Aliases": [
    "Juuni Kokuki"
  ],
  "Modified": "2025-10-05",
  "Seasons": {
    "1": {
      "ID": "6998",
      "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/seasons/official/1",
      "# Episodes": 45,
      "Episodes": {
        "1": {
          "ID": "140125",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140125",
          "TitleEnglish": "Shadow of the Moon, Sea of the Shadow - Chapter One",
          "SummaryEnglish": "Haunted by a recurring nightmare, timid, red-haired Youko feels like an outcast, then becomes one after the stranger Keiki appears and swears fealty to her before she is carried off by a winged creature to another world.",
          "Aliases": []
        },
        "2": {
          "ID": "140126",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140126",
          "TitleEnglish": "Shadow of the Moon, Sea of the Shadow - Chapter Two",
          "SummaryEnglish": "Youko, captured and on her way for judgement as an evil kaikyaku from the sea, meets up with classmates Yuka and Asano, who were also transported here but separated during a demon attack.",
          "Aliases": []
        },
        "3": {
          "ID": "140127",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140127",
          "TitleEnglish": "Shadow of the Moon, Sea of the Shadow - Chapter Three",
          "SummaryEnglish": "Attacked on their way for judgement, Youko uses the mystical sword Keiki gave her. Escaping, the three are befriended by a native woman who feeds and clothes them, then offers them work in another town. On the way Youko has another vision.",
          "Aliases": []
        },
        "4": {
          "ID": "140128",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140128",
          "TitleEnglish": "Shadow of the Moon, Sea of the Shadow - Chapter Four",
          "SummaryEnglish": "Takki, their apparent saviour, has less innocent plans for Youko and Yuka than getting them work in an inn. While they make their escape, Asano meets another kaikyaku (people from our world), an old man who arrived before the end of WW2.",
          "Aliases": []
        },
        "5": {
          "ID": "140129",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140129",
          "TitleEnglish": "Shadow of the Moon, Sea of the Shadow - Chapter Five",
          "SummaryEnglish": "Yuka believes herself to be the chosen one instead of Youko, and takes up with the kirin Kourin. After Youko and Asano are separated, she tries to kill Youko, but injures her instead.",
          "Aliases": []
        },
        "6": {
          "ID": "140130",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140130",
          "TitleEnglish": "Shadow of the Moon, Sea of the Shadow - Chapter Six",
          "SummaryEnglish": "Rescued by the rat half-beast Rakushun, Youko recovers and Rakushun tells her about the world of the 12 Kingdoms. Together they head for En, where they will be more kindly treated. Yuka is betrayed.",
          "Aliases": []
        },
        "7": {
          "ID": "140131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140131",
          "TitleEnglish": "Shadow of the Moon, Sea of the Shadow - Chapter Seven",
          "SummaryEnglish": "Youko saves her travelling companions, but Rakushun is hurt. Youko takes up with the entertainers she'd met previously, as their guard. They arrive at the port for her to take ship to En, but it's full of officials looking for her.",
          "Aliases": []
        },
        "8": {
          "ID": "140132",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140132",
          "TitleEnglish": "Shadow of the Moon, Sea of the Shadow - Chapter Eight",
          "SummaryEnglish": "King Kou changes Yuka's appearance so she can fight Youko without being recognised - then sends bird demons to do the job when the two young women are on board ship. A larger demon fights the birds, and Yuka changes back to merely human.",
          "Aliases": []
        },
        "9": {
          "ID": "140133",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140133",
          "TitleEnglish": "Shadow of the Moon, Sea of the Shadow - Chapter Nine",
          "SummaryEnglish": "Youko and Rakushun are reunited, and go to see a kaikyaku teacher who, with Rakushun, explains more about the world. Youko's fate is uncovered. Fighting invading youmo, she meets King En.",
          "Aliases": []
        },
        "10": {
          "ID": "140134",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140134",
          "TitleEnglish": "Shadow of the Moon, Sea of the Shadow - Chapter Ten",
          "SummaryEnglish": "King En takes Youko and Rakushun to his palace, where more explanations of how the royal system works are given. At the same time Yuka is being similarly educated by the kaikyaku teacher. Youko has important decisions to make.",
          "Aliases": []
        },
        "11": {
          "ID": "140135",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140135",
          "TitleEnglish": "Shadow of the Moon, Sea of the Shadow - Chapter Eleven",
          "SummaryEnglish": "En's minister explains to Youko and Rakushun Enki's story, and how he came to choose the King of En.",
          "Aliases": []
        },
        "12": {
          "ID": "140136",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140136",
          "TitleEnglish": "Shadow of the Moon, Sea of the Shadow - Chapter Twelve",
          "SummaryEnglish": "Finding out about the last queen of Kei, Youko doubts her own ability to rule wisely. Yuka finally finds out how King Kou has used and betrayed her, and stops fighting against Youko.",
          "Aliases": []
        },
        "13": {
          "ID": "140137",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140137",
          "TitleEnglish": "Shadow of the Moon, Sea of the Shadow - Final Chapter",
          "SummaryEnglish": "King Kou defeats himself: King En and Youko rout the false queen of Kei and Youko, reluctantly, agrees to take her rightful place. Keiki restores Yuka to Japan, where she finds a strange boy whose art looks like a map of the 12 kingdoms.",
          "Aliases": []
        },
        "14": {
          "ID": "140138",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140138",
          "TitleEnglish": "Shadow of the Moon, Sea of the Shadow - Reminiscence Chapter",
          "SummaryEnglish": "Rakushun instructs Youko in the history of the world in which she is to play such an important role, and summarises the story so far.",
          "Aliases": []
        },
        "15": {
          "ID": "140139",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140139",
          "TitleEnglish": "Sea of the Wind, Shore of the Labyrinth - Chapter One",
          "SummaryEnglish": "Keiki and Youko travel to Mt Hou for the new queen's coronation. They detour to Keiki's 'home' and Youko hears the story of Taiki, the missing kirin of the kingdom of Tai.",
          "Aliases": []
        },
        "16": {
          "ID": "140140",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140140",
          "TitleEnglish": "Sea of the Wind, Shore of the Labyrinth - Chapter Two",
          "SummaryEnglish": "Taiki learns more of the history of the 12 kingdoms, and of his own nature and destiny.",
          "Aliases": []
        },
        "17": {
          "ID": "140141",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140141",
          "TitleEnglish": "Sea of the Wind, Shore of the Labyrinth - Chapter Three",
          "SummaryEnglish": "Keiki and Taiki meet at Lady Gyokuyou's suggestion, and although their first meeting does not go well, they soon become friends and learn from each other.",
          "Aliases": []
        },
        "18": {
          "ID": "140142",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140142",
          "TitleEnglish": "Sea of the Wind, Shore of the Labyrinth - Chapter Four",
          "SummaryEnglish": "Taiki's first attempt to find the ruler of Tai from among those assembled at the solstice fails - although he does meet two particular people, one of whom he likes, the other of whom scares him.",
          "Aliases": []
        },
        "19": {
          "ID": "140143",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140143",
          "TitleEnglish": "Sea of the Wind, Shore of the Labyrinth - Chapter Five",
          "SummaryEnglish": "Taiki tames his first demon - one of the most dangerous in the 12 kingdoms - and chooses the king of Tai, but not in accordance to the will of the heavens.",
          "Aliases": []
        },
        "20": {
          "ID": "140144",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140144",
          "TitleEnglish": "Sea of the Wind, Shore of the Labyrinth - Final Chapter",
          "SummaryEnglish": "Keiki, Enki and King En conspire to prove Taiki correct, causing great relief. In the present, in Japan, Yuka is convinced the strange young man belongs in the 12 kingdoms.",
          "Aliases": []
        },
        "21": {
          "ID": "140145",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140145",
          "TitleEnglish": "Sea of the Wind, Shore of the Labyrinth - Reminiscence Chapter",
          "SummaryEnglish": "Enki tells us more about the 12 kingdoms, then reveals that King Tai and Taiki went missing - presumed dead, although Enki doubts it - after only a year of ruling.",
          "Aliases": []
        },
        "22": {
          "ID": "326265",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/326265",
          "TitleEnglish": "Sea of the Wind, Shore of the Labyrinth - Correspondence Chapter",
          "SummaryEnglish": "Rakushun and Youko correspond: Rakushun is doing very well, and Youko is coping, although finding the complexities of the royal court confusing. The date is set for the coronation.",
          "Aliases": []
        },
        "23": {
          "ID": "140146",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140146",
          "TitleEnglish": "A Great Distance in the Wind, the Sky at Dawn - Chapter One",
          "SummaryEnglish": "The kaikyaku Suzu has lived as a slave to the harsh Lady Riyou for 100 years. After her father, the cruel King of Hou, is executed, Shoukei loses her immortality and is cast out. Youko prepares for her coronation.",
          "Aliases": []
        },
        "24": {
          "ID": "140147",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140147",
          "TitleEnglish": "A Great Distance in the Wind, the Sky at Dawn - Chapter Two",
          "SummaryEnglish": "Ruling a kingdom wisely is full of difficulties and pitfalls, as the new queen swiftly finds out. Suzu finds out Youko is a kaikyaku as well, and desires to visiting her.",
          "Aliases": []
        },
        "25": {
          "ID": "140148",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140148",
          "TitleEnglish": "A Great Distance in the Wind, the Sky at Dawn - Chapter Three",
          "SummaryEnglish": "Suzu dreams of Youko welcoming her as a sister. Shoukei's status is discovered and her life threatened - as is Youko's when one of her officials apparently betrays her.",
          "Aliases": []
        },
        "26": {
          "ID": "140149",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140149",
          "TitleEnglish": "A Great Distance in the Wind, the Sky at Dawn - Chapter Four",
          "SummaryEnglish": "Suzu escapes to Sai, and is made welcome. For her own protection, Shoukei is exiled to Kyou. Youko takes control - but her decisions may not be the best or wisest.",
          "Aliases": []
        },
        "27": {
          "ID": "140150",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140150",
          "TitleEnglish": "A Great Distance in the Wind, the Sky at Dawn - Chapter Five",
          "SummaryEnglish": "Shoukei is forced to work as a slave in Kyou. Suzu sets out for Kei, meeting up with the performing group that took in Youko when she first arrived, and meets Asano, who appears to have suffered some sort of dangerous mental breakdown.",
          "Aliases": []
        },
        "28": {
          "ID": "140151",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140151",
          "TitleEnglish": "A Great Distance in the Wind, the Sky at Dawn - Chapter Six",
          "SummaryEnglish": "As Youko travels through Kei, learning the realities of the kingdom, Shoukei escapes Kyou, intent on taking the Queen of Kei's place and regaining her own kingdom. Asano sneaks onto the ship carrying Suzu to Kei.",
          "Aliases": []
        },
        "29": {
          "ID": "140152",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140152",
          "TitleEnglish": "A Great Distance in the Wind, the Sky at Dawn - Chapter Seven",
          "SummaryEnglish": "Wise old Enho teaches Youko about the basics of ruling the kingdom. Shoukei is caught and imprisoned for stealing from Queen Kyou. Asano proves himself less than perfectly sane.",
          "Aliases": []
        },
        "30": {
          "ID": "140153",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140153",
          "TitleEnglish": "A Great Distance in the Wind, the Sky at Dawn - Chapter Eight",
          "SummaryEnglish": "Shoukei bribes her way free and she and Rakushun set off to find Youko. Suza, Asano and young orphan Seishuu arrive in Kei and Suzu unknowingly meets Youko under tragic circumstances.",
          "Aliases": []
        },
        "31": {
          "ID": "140154",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140154",
          "TitleEnglish": "A Great Distance in the Wind, the Sky at Dawn - Reminiscence Chapter",
          "SummaryEnglish": "Rakushun explains how the world of the 12 kingdoms works to Shoukei, which starts to change her whole attitude. Asano is tempted to join the mysterious and ruthless Shoukou.",
          "Aliases": []
        },
        "32": {
          "ID": "140155",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140155",
          "TitleEnglish": "A Great Distance in the Wind, the Sky at Dawn - Chapter Nine",
          "SummaryEnglish": "Believing Youko to be responsible for the death of Seishuu, Suzu arms herself and determines to face her. Shoukei heads for Wa Province, not knowing the offer of work and a place to stay for refugees is from the evil Shoukou.",
          "Aliases": []
        },
        "33": {
          "ID": "140156",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140156",
          "TitleEnglish": "A Great Distance in the Wind, the Sky at Dawn - Chapter Ten",
          "SummaryEnglish": "Suzu joins the resistance against Shoukou. Shoukei is unknowingly saved by Youko when she nearly gives herself away. Shoukou tasks Asano with finding Youko, since he knows what she looks like.",
          "Aliases": []
        },
        "34": {
          "ID": "140157",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140157",
          "TitleEnglish": "A Great Distance in the Wind, the Sky at Dawn - Chapter Eleven",
          "SummaryEnglish": "Asano leads Shouko to where Youko has been staying, with disastrous results. Meanwhile Suzu unwittingly instructs Youko, causing her to rethink her actions and determine to do better in future.",
          "Aliases": []
        },
        "35": {
          "ID": "140158",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140158",
          "TitleEnglish": "A Great Distance in the Wind, the Sky at Dawn - Chapter Twelve",
          "SummaryEnglish": "Suzu and Shoukei finally connect and find they have the same objectives. Still in disguise and seeking Enho, who has been abducted by Shoukou, Youko meets the two young women and the resistance at an inn.",
          "Aliases": []
        },
        "36": {
          "ID": "140159",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140159",
          "TitleEnglish": "A Great Distance in the Wind, the Sky at Dawn - Chapter Thirteen",
          "SummaryEnglish": "The fighting begins, with the resistance proving itself tactically brilliant. Shoukou finds himself under siege and in considerable danger.",
          "Aliases": []
        },
        "37": {
          "ID": "140160",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140160",
          "TitleEnglish": "A Great Distance in the Wind, the Sky at Dawn - Chapter Fourteen",
          "SummaryEnglish": "Shoukou surrenders to the queen. Asano tries to redeem himself by delivering a message to Shoukei's rebels, but they are already on the way. Youko, Suzu and Shoukei finally all meet.",
          "Aliases": []
        },
        "38": {
          "ID": "140161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140161",
          "TitleEnglish": "A Great Distance in the Wind, the Sky at Dawn - Chapter Fifteen",
          "SummaryEnglish": "Youko reveals her identity to Suzu and Shoukei, and their developing friendship is confirmed. The Imperial Army arrives - to Youko's alarm, as only she is supposed to be able to mobilise it. They realise there is a traitor in the court.",
          "Aliases": []
        },
        "39": {
          "ID": "140162",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140162",
          "TitleEnglish": "A Great Distance in the Wind, the Sky at Dawn - Final Chapter",
          "SummaryEnglish": "Queen Kei, having learned much about her world, her kingdom, and most of all her people, takes her rightful place, on the throne and in control. Her first order is to rescind the rule of prostration except on official or formal occasions.",
          "Aliases": []
        },
        "40": {
          "ID": "326266",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/326266",
          "TitleEnglish": "In the Moonlight",
          "SummaryEnglish": "Queen Kei sends a wise messenger to Gekkei, who has been ruling Hou after killing its king but refusing to take the title. Kei and Rakushun follow King En to Mt Shou, where he goes on a mysterious pilgrimage every year.",
          "Aliases": []
        },
        "41": {
          "ID": "140163",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140163",
          "TitleEnglish": "Sea God of the East, Azure Sea of the West - Chapter One",
          "SummaryEnglish": "En starts to tell Kei and Rakushun a story about his early years as king, when Enki was kidnapped to force him to act like a true ruler by Kouya, who he'd met as an orphan child who'd been taken in and raised by a youma.",
          "Aliases": []
        },
        "42": {
          "ID": "140164",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140164",
          "TitleEnglish": "Sea God of the East, Azure Sea of the West - Chapter Two",
          "SummaryEnglish": "Showing surprising astuteness and wisdom, En starts to do what is needed at the same time as advancing to Gen Province to rescue Enki. Lady Ribi, En's insider imprisoned with Enki, tries to help him escape.",
          "Aliases": []
        },
        "43": {
          "ID": "140165",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140165",
          "TitleEnglish": "Sea God of the East, Azure Sea of the West - Chapter Three",
          "SummaryEnglish": "Trying to escape, Enji finds Atsuyu's father imprisoned and starving - though unable to die as he's an immortal sen-nin - by his own usurping son, and realises that his trust in Atsuyu is misplaced.",
          "Aliases": []
        },
        "44": {
          "ID": "140166",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140166",
          "TitleEnglish": "Sea God of the East, Azure Sea of the West - Final Chapter",
          "SummaryEnglish": "Atsuyu reveals his true nature to the court and in the face of condemnation admits defeat, but fails even then to be honest. King En promises a land of green meadows and fruitfulness to all his subjects.",
          "Aliases": []
        },
        "45": {
          "ID": "140167",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-twelve-kingdoms/episodes/140167",
          "TitleEnglish": "Sea God of the East, Azure Sea of the West - Reminiscence Chapter",
          "SummaryEnglish": "Reviewing King En and Atsuyu's story provides a thoughtful Queen Kei with more to consider in governing her own kingdom. En delights Youko and Rakushun when he tells them Rakushun is to be at her side from now on as friend and protector.",
          "Aliases": []
        }
      }
    }
  }
}