{
    "URL": "https://www.thetvdb.com/series/macross-ii",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0113726/",
        "https://www.themoviedb.org/tv/82247"
    ],
    "TitleEnglish": "Macross II",
    "SummaryEnglish": "A.D. 2089 - 80 years have passed since Space War I changed the lives of both human and Zentraedi races. Both races are at peace on Earth when a new alien race called the \"Marduk\" appear within the Solar System. While covering the first battle between the U.N. Spacy and the Marduk fleet, SNN rookie reporter Hibiki Kanzaki discovers Ishtar, an \"Emulator\" that enhances the Marduk's combat abilities through singing. Hibiki brings Ishtar to Earth to teach her the values of life and culture. Together with ace Valkyrie pilot Silvie Gena, Hibiki and Ishtar must find a way to save Earth from total destruction at the hands of the Marduk leader Ingues.",
    "Aliases": [
        "The Super Dimension Fortress Macross II -Lovers Again-",
        "The Super Dimension Fortress Macross II"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "21771",
            "URL": "https://www.thetvdb.com/series/macross-ii/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8252008",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/macross-ii/episodes/8252008",
                    "TitleEnglish": "Macross II: The Movie",
                    "SummaryEnglish": "Manga Entertainment consolidated the six episodes in 1995 into a single VHS cassette called Macross II: The Movie. This compilation removed the opening and ending credits for episodes 2 through 5, as well as the episode previews."
                }
            }
        },
        "1": {
            "ID": "7256",
            "URL": "https://www.thetvdb.com/series/macross-ii/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "142992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-ii/episodes/142992",
                    "TitleEnglish": "Contact",
                    "SummaryEnglish": "Hibiki Kanzaki, an entertainment report for SNN (Scramble News Network), exposes Sylvie Gena and Exxegran at a secret meeting at a hotel, earning his breaking story huge ratings. He is reprimanded by veteran reporter and cameraman Dennis Lone for only being interested in ratings, and then his bureau chief tells him he must apologize to both Exxegran and Sylvie or he'll lose his job. Sylvie catches Hibiki as he's leaving the SNN building and says she wants to talk with him. As they are talking at the Culture Park, the SDF-1 Macross gives off a huge energy burst, and then Sylvie is recalled due to a large number of unidentified ships defolding near Jupiter. He is assigned to be the Valkyrie pilot to take the drunk Dennis Lone to cover the story."
                },
                "2": {
                    "ID": "142993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-ii/episodes/142993",
                    "TitleEnglish": "Ishtar",
                    "SummaryEnglish": "Lord Feff follows Hibiki and Ishtar back to Earth ad turns in the story. He doesn't tell anyone other than his friend Mash about Ishtar. As he's filming the sleeping Ishtar for his story, she wakes and is afraid, wondering where she is. After being fitted with a translator, she is able to understand Hibiki and he is able to clam her down enough to learn her name. She learns there are Zentran and Meltran (males and females) living together on the planet with the humans. While they are talking, the SDF-1 Macross emits another energy discharge, and Ishtar says that it's the light of the Alus. Hibiki then turns on the news and learns that the military is preventing SNN from broadcasting all of the footage and is glossing over the actual events of the battle."
                },
                "3": {
                    "ID": "142994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-ii/episodes/142994",
                    "TitleEnglish": "Festival",
                    "SummaryEnglish": "The media continues to cover up the threat of the invading Marduk, assuring the populace that U.N. Spacy, and during the report, Ishtar sees an advertisement for the annual U.N. Spacy Moon Festival and asks to go. Hibiki asks her again who she is, and she says she needs to go to the ship before she can tell him. After finishing a date with Nexx Gilbert, Sylvie sees Hibiki and Ishtar riding down the street on his motorcycle and decides to follow them."
                },
                "4": {
                    "ID": "142995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-ii/episodes/142995",
                    "TitleEnglish": "Marduk Disorder",
                    "SummaryEnglish": "The Marduk torture Hibiki as they try to determine who the SNN is and what what he did to contaminate Ishtar. Ishtar is transported to another ship in order to be examined so they can determine what needs to be done to decontaminate her from her exposure to the alien culture. Sylvie rescues Hibiki just before he is to be brainwashed. As they are escaping, Hibiki keeps stopping to record parts of the ship and they discover the Marduk are using mind control to keep the Zentradi soldiers fighting for them."
                },
                "5": {
                    "ID": "142996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-ii/episodes/142996",
                    "TitleEnglish": "Station Break",
                    "SummaryEnglish": "Lord Emperor Ingues orders all of his ships to begin the attack on Earth. Sylvie explains to Commander Exxegran what happened and why they were out with the Marduk ships. Hibiki, meanwhile, hijacks the emergency military channel and broadcasts information the military has been suppressing, and is arrested."
                },
                "6": {
                    "ID": "142997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-ii/episodes/142997",
                    "TitleEnglish": "Sing Along",
                    "SummaryEnglish": "The Marduk have broken through every defense launched by U.N. Spacy, and civilians are evacuated to underground bunkers for safety. Sylvie begins executing her secret plan by jail-breaking Hibiki and taking him to the SDF-1 Macross. Ishtar makes it to the Macross and begins looking for the center of the ship. Sylvie discovers that it is still operational and she launches it. They launch an attack on the Marduk mothership, but it has little effect. Ingues counterattacks and the Macross itself is destroyed, except for the bridge section. The Marduk attack destroys everything in their path."
                }
            }
        }
    }
}