{
    "URL": "https://www.thetvdb.com/series/macross-ii",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0113726/",
        "https://www.themoviedb.org/tv/82247"
    ],
    "TitleEnglish": "Macross II",
    "SummaryEnglish": "A.D. 2089 - 80 years have passed since Space War I changed the lives of both human and Zentraedi races. Both races are at peace on Earth when a new alien race called the \"Marduk\" appear within the Solar System. While covering the first battle between the U.N. Spacy and the Marduk fleet, SNN rookie reporter Hibiki Kanzaki discovers Ishtar, an \"Emulator\" that enhances the Marduk's combat abilities through singing. Hibiki brings Ishtar to Earth to teach her the values of life and culture. Together with ace Valkyrie pilot Silvie Gena, Hibiki and Ishtar must find a way to save Earth from total destruction at the hands of the Marduk leader Ingues.",
    "TitleJapanese": "超時空要塞マクロスII -LOVERS AGAIN-",
    "SummaryJapanese": "地球人とゼントラーディ軍ボドル基幹艦隊との決戦後、和解した地球人とゼントラーディ人は共存の道を歩み始めた。それからも地球は幾度と無く異星人の脅威にさらされたが、そのたびに可変戦闘機と歌の力で切り抜けてきた。そして、80年の月日が流れた。\n2090年代。太陽系の木星軌道上へ、異星人とおぼしき未確認艦隊がデフォールドしてくる。地球統合軍は敵をはぐれゼントラーディ艦隊と認識し、歌によるカルチャーショックを与えるべく「オペレーションミンメイ（「ミンメイディフェンス」）で迎え撃つ。それは序盤こそ効果を発揮したが、途中から敵艦隊からも歌が発せられたため、形勢は逆転していく。まもなく、激しさを増した敵の攻撃によってミンメイディフェンスを崩された統合軍は敗北してしまった。\nその戦場を取材中だったTVレポーターの神崎ヒビキは、統合軍の攻撃で轟沈寸前となっていた敵艦内から歌巫女のイシュタルを救出し、地球へ連れて帰る。また、ヒビキは戦場の記録映像も持ち帰ったが、統合軍の検閲によって統合軍が勝利したかのように報道されてしまう。その後、イシュタルは地球の郊外にそびえ立つマクロスのことを伝説に残る「アルスの船」ではないかと考えるが、敵の戦艦に捕らわれたヒビキは新たな敵「マルドゥーク軍」が戦いの歌でゼントラーディ兵を服従させてきた異星人だったことを知る。ヒビキが統合軍の女性パイロットのシルビー・ジーナとともに奔走する一方、地球の文化に触れたイシュタルは戦いを止めるべく、戦場へ愛の歌を捧げるのだった。",
    "Aliases": [
        "The Super Dimension Fortress Macross II -Lovers Again-",
        "The Super Dimension Fortress Macross II"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "21771",
            "URL": "https://www.thetvdb.com/series/macross-ii/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8252008",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/macross-ii/episodes/8252008",
                    "TitleEnglish": "Macross II: The Movie",
                    "SummaryEnglish": "Manga Entertainment consolidated the six episodes in 1995 into a single VHS cassette called Macross II: The Movie. This compilation removed the opening and ending credits for episodes 2 through 5, as well as the episode previews.",
                    "TitleJapanese": "Macross II: The Movie",
                    "SummaryJapanese": "Manga Entertainment consolidated the six episodes in 1995 into a single VHS cassette called Macross II: The Movie. This compilation removed the opening and ending credits for episodes 2 through 5, as well as the episode previews."
                }
            }
        },
        "1": {
            "ID": "7256",
            "URL": "https://www.thetvdb.com/series/macross-ii/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "142992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-ii/episodes/142992",
                    "TitleEnglish": "Contact",
                    "SummaryEnglish": "Hibiki Kanzaki, an entertainment report for SNN (Scramble News Network), exposes Sylvie Gena and Exxegran at a secret meeting at a hotel, earning his breaking story huge ratings. He is reprimanded by veteran reporter and cameraman Dennis Lone for only being interested in ratings, and then his bureau chief tells him he must apologize to both Exxegran and Sylvie or he'll lose his job. Sylvie catches Hibiki as he's leaving the SNN building and says she wants to talk with him. As they are talking at the Culture Park, the SDF-1 Macross gives off a huge energy burst, and then Sylvie is recalled due to a large number of unidentified ships defolding near Jupiter. He is assigned to be the Valkyrie pilot to take the drunk Dennis Lone to cover the story.",
                    "TitleJapanese": "コンタクト",
                    "SummaryJapanese": "TVレポーターのヒビキは、突如襲来してきた謎の敵と統合軍の戦闘を取材することになった。統合軍の歌による攻撃を押さえようと民間用バルキリーを飛ばすヒビキ。だが、実際に彼が目撃した光景は、次々に撃破される味方の姿だった。そして、混乱したまま大破した敵戦艦に突入したヒビキは、美しい少女と出会う…。"
                },
                "2": {
                    "ID": "142993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-ii/episodes/142993",
                    "TitleEnglish": "Ishtar",
                    "SummaryEnglish": "Lord Feff follows Hibiki and Ishtar back to Earth ad turns in the story. He doesn't tell anyone other than his friend Mash about Ishtar. As he's filming the sleeping Ishtar for his story, she wakes and is afraid, wondering where she is. After being fitted with a translator, she is able to understand Hibiki and he is able to clam her down enough to learn her name. She learns there are Zentran and Meltran (males and females) living together on the planet with the humans. While they are talking, the SDF-1 Macross emits another energy discharge, and Ishtar says that it's the light of the Alus. Hibiki then turns on the news and learns that the military is preventing SNN from broadcasting all of the footage and is glossing over the actual events of the battle.",
                    "TitleJapanese": "イシュタル",
                    "SummaryJapanese": "謎の少女を大破した敵戦艦から連れ帰ったヒビキ。そして、今まで知ることのなかった地球の文化に触れて行く内に心を開いた少女は、ヒビキに自らをイシュタルと名乗る。そんな彼女に地球の文化を教えるべくテーマパークへ向かうヒビキ。だが、マクロスの姿を見たイシュタルは表情を曇らす。「あれはアルスの船!?」と…。"
                },
                "3": {
                    "ID": "142994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-ii/episodes/142994",
                    "TitleEnglish": "Festival",
                    "SummaryEnglish": "The media continues to cover up the threat of the invading Marduk, assuring the populace that U.N. Spacy, and during the report, Ishtar sees an advertisement for the annual U.N. Spacy Moon Festival and asks to go. Hibiki asks her again who she is, and she says she needs to go to the ship before she can tell him. After finishing a date with Nexx Gilbert, Sylvie sees Hibiki and Ishtar riding down the street on his motorcycle and decides to follow them.",
                    "TitleJapanese": "フェスティバル",
                    "SummaryJapanese": "マクロスの艦橋で、ヒビキに自分のことを話すイシュタル。そしてイシュタルは、初めて知った地球の歌をもっと知りたいとヒビキに願い出る。そんな彼女を月面のムーンフェスティバルへ連れて行くヒビキ。だが、フェスティバルもクライマックスというところで、シルビーと歌手のウェンディが敵に捕われてしまい…。"
                },
                "4": {
                    "ID": "142995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-ii/episodes/142995",
                    "TitleEnglish": "Marduk Disorder",
                    "SummaryEnglish": "The Marduk torture Hibiki as they try to determine who the SNN is and what what he did to contaminate Ishtar. Ishtar is transported to another ship in order to be examined so they can determine what needs to be done to decontaminate her from her exposure to the alien culture. Sylvie rescues Hibiki just before he is to be brainwashed. As they are escaping, Hibiki keeps stopping to record parts of the ship and they discover the Marduk are using mind control to keep the Zentradi soldiers fighting for them.",
                    "TitleJapanese": "マルドゥーク ディスオーダ",
                    "SummaryJapanese": "マルドゥークに捕らえられ、その尖兵として洗脳を施されそうだったヒビキは、シルビーによって救出された。そして、イシュタルを救おうと、彼女が運び込まれた旗艦サーライドにバルキリーIIで突入するヒビキとシルビー。一方、イシュタルはマルドゥークの戦いが間違いだと発言したために洗脳を施されようとしていた…。"
                },
                "5": {
                    "ID": "142996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-ii/episodes/142996",
                    "TitleEnglish": "Station Break",
                    "SummaryEnglish": "Lord Emperor Ingues orders all of his ships to begin the attack on Earth. Sylvie explains to Commander Exxegran what happened and why they were out with the Marduk ships. Hibiki, meanwhile, hijacks the emergency military channel and broadcasts information the military has been suppressing, and is arrested.",
                    "TitleJapanese": "ステーション・ブレーク",
                    "SummaryJapanese": "イシュタル救出に失敗したヒビキとシルビーは、地球に戻った。そして、マルドゥーク艦内の映像を人々に公開しようと軍内部の器材で放送を試みるヒビキたちだったが、保安部隊に取り押さえられてしまう。その頃、統合軍とマルドゥーク軍による戦闘が開始されていた。だが、マクロスキャノンを用いても状況は変わらずに…。"
                },
                "6": {
                    "ID": "142997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-ii/episodes/142997",
                    "TitleEnglish": "Sing Along",
                    "SummaryEnglish": "The Marduk have broken through every defense launched by U.N. Spacy, and civilians are evacuated to underground bunkers for safety. Sylvie begins executing her secret plan by jail-breaking Hibiki and taking him to the SDF-1 Macross. Ishtar makes it to the Macross and begins looking for the center of the ship. Sylvie discovers that it is still operational and she launches it. They launch an attack on the Marduk mothership, but it has little effect. Ingues counterattacks and the Macross itself is destroyed, except for the bridge section. The Marduk attack destroys everything in their path.",
                    "TitleJapanese": "シング・アロング",
                    "SummaryJapanese": "マルドゥーク軍の圧倒的な火力により壊滅状態に陥った統合軍。今や地球人類の命運は、風前の灯火に等しいものだった。そんな局面を打開すべくエクセグラン司令官は、敵の中央集権的指揮系統の弱点をつくべくマクロスの主砲による敵旗艦へのピンポイント攻撃をシルビーに命じる。果たして、地球人類の命運は…!?"
                }
            }
        }
    }
}