{
    "URL": "https://www.thetvdb.com/series/monster",
    "Genres": [
        "Adaptation",
        "Adult Animation",
        "Anime - Seinen",
        "Psychological Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0434706/",
        "https://www.ntv.co.jp/monster/",
        "https://www.tvmaze.com/shows/8244/show-slug",
        "https://www.themoviedb.org/tv/30981",
        "https://www.wikidata.org/wiki/Q100944081",
        "https://en.wikipedia.org/wiki/Monster_(manga)"
    ],
    "TitleEnglish": "Monster",
    "SummaryEnglish": "Kenzou Tenma, a Japanese brain surgeon in Germany, had it all: incredible skill at his work, a rich and beautiful fiancee, and a promising career at his hospital. However, after becoming disenchanted by hospital politics, he chose to save the life of a young boy who got shot in the head over the life of the mayor. As a result he lost the support of the hospital director, as well as his position in the hospital and his fiance. A short time later, the hospital director and the doctors that replaced him were murdered, and once again he was catapulted back onto the top. But as the chief suspect of the murders, Tenma did not get a easy life. As a matter of fact, it seems that the boy he saved was much more than he had appeared to be... Now to clear his name and to correct his past mistake, Tenma must get to the bottom of these and other murders, and investigate the truth of the Monster who is behind all of this.",
    "Aliases": [
        "Monster (2004)",
        "MONSTER"
    ],
    "Modified": "2025-08-08",
    "Seasons": {
        "0": {
            "ID": "22061",
            "URL": "https://www.thetvdb.com/series/monster/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "443448",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/monster/episodes/443448",
                    "TitleEnglish": "Extra 1 - The Beginning (Recap)",
                    "SummaryEnglish": "This episode is a total recap of episodes 1-17.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6547959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/6547959",
                    "TitleEnglish": "The Nameless Monster",
                    "SummaryEnglish": "What is the Nameless Monster? Some may call it the dark passenger, it goes by many names and its seeks a name as it devours those who cannot restrain themselves. Will you let the monster have your name?",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "7712",
            "URL": "https://www.thetvdb.com/series/monster/seasons/official/1",
            "# Episodes": 74,
            "Episodes": {
                "1": {
                    "ID": "149697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149697",
                    "TitleEnglish": "Herr Dr. Tenma",
                    "SummaryEnglish": "Doctor Tenma is a brilliant Japanese neurosurgeon who works at Eisler Memorial Hospital in Germany. He is doing well professionally and is even engaged to the director's daughter, Eva. One day, a boy with a gunshot wound to the head is brought to him.",
                    "Aliases": []
                },
                "2": {
                    "ID": "149698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149698",
                    "TitleEnglish": "Downfall",
                    "SummaryEnglish": "The price for disobeying Dr. Heinemann's orders to instead operate on the boy proves costly for Dr. Tenma and his career.",
                    "Aliases": []
                },
                "3": {
                    "ID": "149699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149699",
                    "TitleEnglish": "Murder Case",
                    "SummaryEnglish": "After three doctors are found dead, Tenma is reinstated as the chief surgeon. His career takes off, and even Eva tries to win him back. Unfortunately, all that success has attracted the attention of Detective Lunge.",
                    "Aliases": []
                },
                "4": {
                    "ID": "149700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149700",
                    "TitleEnglish": "Night of the Execution",
                    "SummaryEnglish": "Adolf Junkers has information about the serial murders that is vital to the police, but he is afraid to reveal them. Dr. Tenma's care for Adolf Junkers however wins him over. However, his close relationship with Junkers leads him to a night of shocking horror.",
                    "Aliases": []
                },
                "5": {
                    "ID": "149701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149701",
                    "TitleEnglish": "The Girl From Heidelberg",
                    "SummaryEnglish": "Nina Fortner, a talented young student in Heidelberg has been having nightmares. She also cannot remember anything about her life before she was 10 years old. She soon suffers from fainting spells at her university and starts receiving anonymous emails.",
                    "Aliases": []
                },
                "6": {
                    "ID": "149702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149702",
                    "TitleEnglish": "Disappearance Report",
                    "SummaryEnglish": "Nina finally receives an email informing her to meet the anonymous sender at a specified time and place. Meanwhile, Dr. Tenma asks Mauler, an editor for a local publisher, for assistance in his search for the Liebert girl.",
                    "Aliases": []
                },
                "7": {
                    "ID": "149703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149703",
                    "TitleEnglish": "Mansion of Tragedy",
                    "SummaryEnglish": "Tenma and Nina return to the Fortners’ residence to find Mauler and Nina’s parents dead. Two detectives arrive to take them to the station for questioning, but certain things don't look right.",
                    "Aliases": []
                },
                "8": {
                    "ID": "149704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149704",
                    "TitleEnglish": "The Fugitive",
                    "SummaryEnglish": "Eva tries to threaten Dr. Tenma — unless he gets back together with her, she will reveal to the police that the tie that was found at the scene of the crime is his!",
                    "Aliases": []
                },
                "9": {
                    "ID": "149705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149705",
                    "TitleEnglish": "The Girl and the Seasoned Soldier",
                    "SummaryEnglish": "An old mercenary soldier named Hugo is interrogated by Lunge about a student of his — a doctor named Tenma.",
                    "Aliases": []
                },
                "10": {
                    "ID": "149706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149706",
                    "TitleEnglish": "A Past Erased",
                    "SummaryEnglish": "Tenma encounters a burglar named Heckel who claims to have seen the killer. It soon results in Heckel leading Tenma to a couple of murderers.",
                    "Aliases": []
                },
                "11": {
                    "ID": "149707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149707",
                    "TitleEnglish": "511 Kinderheim",
                    "SummaryEnglish": "Tenma learns that Johan used to be in an orphanage known as Kinderheim 511, where he meets an injured boy named Dieter and a former East German official named Hartmann who used to work there.",
                    "Aliases": []
                },
                "12": {
                    "ID": "149708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149708",
                    "TitleEnglish": "A Little Experiment",
                    "SummaryEnglish": "Dieter is picked up by Hartmann before Tenma could return, and Tenma learns more about the experiments in Kinderheim 511.",
                    "Aliases": []
                },
                "13": {
                    "ID": "149709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149709",
                    "TitleEnglish": "Petra and Schumann",
                    "SummaryEnglish": "In a small village, Dr. Schumann worries over the health of his sick but stubborn old friend, Petra.",
                    "Aliases": []
                },
                "14": {
                    "ID": "149710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149710",
                    "TitleEnglish": "Left Behind",
                    "SummaryEnglish": "Inspector Lunge investigates the murder of a prostitute and suspects a senator named Dr. Boltzmann of involvement. His dedication to his work however takes a toll on his family life. Meanwhile, the vindictive Eva continues to press Lunge to catch Tenma. She also has a new lover, her gardener.",
                    "Aliases": []
                },
                "15": {
                    "ID": "149711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149711",
                    "TitleEnglish": "Be My Baby",
                    "SummaryEnglish": "Dr. Tenma and Nina Fortner's investigations lead them to a powerful man known as 'The Baby', who belongs in an extremist organisation. They soon learn that the organisation has special plans for the Turkish district tomorrow.",
                    "Aliases": []
                },
                "16": {
                    "ID": "149712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149712",
                    "TitleEnglish": "Wolf's Confession",
                    "SummaryEnglish": "Nina escapes the mansion. And Tenma meets with the unrecognizable General Wolf at the mansion later.",
                    "Aliases": []
                },
                "17": {
                    "ID": "149713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149713",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "The extremists plans are put into action, and Tenma decides to postpone his search for Johan and instead heads to the Turkish district to warn the people there. Dieter and Heckel are captured by the skinheads. And Nina tries to get information about the 'main dish' from 'The Baby'.",
                    "Aliases": []
                },
                "18": {
                    "ID": "149714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149714",
                    "TitleEnglish": "Five Sugars",
                    "SummaryEnglish": "Nina meets with an old friend and boss, Mister Rosso. The delightful old boss however, has a very dark past.",
                    "Aliases": []
                },
                "19": {
                    "ID": "149715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149715",
                    "TitleEnglish": "Monster's Abyss",
                    "SummaryEnglish": "Tenma visits Rudy, a criminal psychologist, who is working on cases involving a murderer named Jurgens.",
                    "Aliases": []
                },
                "20": {
                    "ID": "149716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149716",
                    "TitleEnglish": "Journey to Freiham",
                    "SummaryEnglish": "Tenma and Dieter hitch a ride with an elderly couple on the way to Freiham. Tenma wonders if the couple plan to turn him in.",
                    "Aliases": []
                },
                "21": {
                    "ID": "149717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149717",
                    "TitleEnglish": "Happy Holidays",
                    "SummaryEnglish": "Nina confronts Muller, one of the two detectives responsible for the death of her foster parents, the Fortners. Muller discovers that his protege, Roberto, is actually working for Johan.",
                    "Aliases": []
                },
                "22": {
                    "ID": "149718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149718",
                    "TitleEnglish": "Lunge's Trap",
                    "SummaryEnglish": "Lunge determines that the murder of a wealthy, middle-aged, childless couple does not fit the usual modus operandi of the serial murders and decides to use this opportunity to lure Tenma to a trap. However, before he can arrest him, Lunge is critically wounded by the real criminal. Tenma is able to treat Lunge's injuries.",
                    "Aliases": []
                },
                "23": {
                    "ID": "149719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149719",
                    "TitleEnglish": "Eva's Confession",
                    "SummaryEnglish": "Eva Heinemann is arrested for public drunkenness and hooks up with Roberto, with whom she was with the night before her arrest. Roberto then reveals his link to Johan and Eva confesses that she was actually a witness the night Junkers was killed by Johan.",
                    "Aliases": []
                },
                "24": {
                    "ID": "149720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149720",
                    "TitleEnglish": "Of Men and Dining",
                    "SummaryEnglish": "In exchange for her life, Roberto tells Eva to confront Tenma, who is currently treating a mob boss at a country house. Eva is promptly wounded by Roberto when she is unable to complete her task but is saved by Tenma.",
                    "Aliases": []
                },
                "25": {
                    "ID": "149721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149721",
                    "TitleEnglish": "Thursday's Boy",
                    "SummaryEnglish": "Karl Neumann and Lotte Frank are both students who read latin to Hans Georg Schubert. Lotte attempts to assist Karl in finding out his past while trying to figure out the identity of a boy who reads to Schubert on Thursdays. When they both discover who he is, they find the boy, Edmund Farren, in his dormitory, dead.",
                    "Aliases": []
                },
                "26": {
                    "ID": "149722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149722",
                    "TitleEnglish": "The Secret Woods",
                    "SummaryEnglish": "A man who claims to be the son of a millionaire has committed suicide, and a detective is determined to solve the case.",
                    "Aliases": []
                },
                "27": {
                    "ID": "149723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149723",
                    "TitleEnglish": "Proof",
                    "SummaryEnglish": "Richard's past and present situation is revealed. Johan continues to bond with the Schuwald family and his intention is revealed.",
                    "Aliases": []
                },
                "28": {
                    "ID": "149724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149724",
                    "TitleEnglish": "Just One Case",
                    "SummaryEnglish": "Richard re-investigates his old homicide cases and makes a frightening discovery.",
                    "Aliases": []
                },
                "29": {
                    "ID": "149725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149725",
                    "TitleEnglish": "Execution",
                    "SummaryEnglish": "Robert delves into Johan's past and makes a shocking discovery. Dr. Gillen speaks to Peter Jurgens, a serial murderer about Johan's possible involvement and gets a tragic reply. Johan confronts Robert about Stephen Joos. And Dr. Reichwen receives tragic news from the police.",
                    "Aliases": []
                },
                "30": {
                    "ID": "149726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149726",
                    "TitleEnglish": "Decision",
                    "SummaryEnglish": "Suspecting foul play in Robert's 'accidental' death fall, Dr. Reichwen makes some discoveries in his investigations. But as he later realizes, his investigations may have put him in harms way.",
                    "Aliases": []
                },
                "31": {
                    "ID": "149727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149727",
                    "TitleEnglish": "In Broad Daylight",
                    "SummaryEnglish": "Dr. Tenma and Dr. Reichwen finally meet. Dr. Reichwen intends to proof Dr. Tenma's innocence in the homicides, but Dr. Tenma has other ideas.",
                    "Aliases": []
                },
                "32": {
                    "ID": "149728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149728",
                    "TitleEnglish": "Sanctuary",
                    "SummaryEnglish": "Lotte and Karl are drifting apart. Lotte meets Nina Fortner and they become friends. Dr. Tenma searches for a perfect spot to shoot Johan.",
                    "Aliases": []
                },
                "33": {
                    "ID": "149729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149729",
                    "TitleEnglish": "A Child's View",
                    "SummaryEnglish": "Dieter learns of a life threatening game that children are playing. Mr. Schuwald decides to donate his whole book collection to the Munich University Library under the suggestion of Karl and Johan.",
                    "Aliases": []
                },
                "34": {
                    "ID": "149730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149730",
                    "TitleEnglish": "At the Edge of Darkness",
                    "SummaryEnglish": "The 'Margot Langer' impostor tries to blackmail Johan. Dr. Tenma helps a young 'doctor' at an illegal clinic",
                    "Aliases": []
                },
                "35": {
                    "ID": "149731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149731",
                    "TitleEnglish": "My Nameless Hero",
                    "SummaryEnglish": "Lunge tries to get into Dr. Tenma's mind by pretending to be him. Dr. Gillen learns something about Johan during an interview with a psychotic killer. Dr. Reichwen tries to warn the Lieberts of Johan's true nature. Dr. Tenma scouts for a perfect sniping location.",
                    "Aliases": []
                },
                "36": {
                    "ID": "149732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149732",
                    "TitleEnglish": "The Monster of Chaos",
                    "SummaryEnglish": "Dr. Reichwein reveals the true nature of Johan to Mr. Schuwald. Dr. Tenma gets ready to assassinate Johan. Lunge concludes that Dr. Tenma will kill Schuwald next. Lotte confronts Nina about Johan.",
                    "Aliases": []
                },
                "37": {
                    "ID": "149733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149733",
                    "TitleEnglish": "A Nameless Monster",
                    "SummaryEnglish": "The episode begins with a fairy tale about a Monster without a name. Nina reads the story from the picture book and has a sense of deja vu. Johan's evil plans for the book donation ceremony is carried out. Dr. Tenma meets a big obstacle in his attempt to kill Johan.",
                    "Aliases": []
                },
                "38": {
                    "ID": "149734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149734",
                    "TitleEnglish": "The Demon in My Eyes",
                    "SummaryEnglish": "Dr. Tenma has a gun pointed at Roberto, but Roberto has the rifle pointed at him. Nina, Dr.Reichwen and Dieter arrive to find the whole library in flames. People are trapped inside and the doors are all locked. Karl reads the report on his mother's life and death. Dr. Tenma tries to rescue those trapped in the building. Johan reveals the monster inside of him to Schuwald.",
                    "Aliases": []
                },
                "39": {
                    "ID": "149735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149735",
                    "TitleEnglish": "The Hell in His Eyes",
                    "SummaryEnglish": "Lunge, from the BKA, learns that Johan may indeed exist. Nina goes into regressive hypnosis to learn more about the picture book and her past. Mr. Schuwald has a message for Dr. Tenma and sends Karl to Dresden to pass it to him.",
                    "Aliases": []
                },
                "40": {
                    "ID": "149736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149736",
                    "TitleEnglish": "Grimmer",
                    "SummaryEnglish": "The episode introduces Grimmer. Grimmer is a freelance journalist doing an in-depth research into the abuses in the orphanages in East Germany. Grimmer meets with Dr. Tenma during their trip to Prague, and they become more acquainted when Tenma is faced with an immigration problem.",
                    "Aliases": []
                },
                "41": {
                    "ID": "149737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149737",
                    "TitleEnglish": "Ghosts of 511",
                    "SummaryEnglish": "Grimmer stubbornly stalks Petrov for his experimental research papers chronicaling the abuses at Kinderheim 511, but he gets a surprise instead.",
                    "Aliases": []
                },
                "42": {
                    "ID": "149738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149738",
                    "TitleEnglish": "The Adventures of the Magnificent Steiner",
                    "SummaryEnglish": "Grimmer has the key that Petrov gave him, and a former Czechoslovakian secret police organization wants it. Caught and tortured, Grimmer tells his abductors about 'the Magnificent Steiner'.",
                    "Aliases": []
                },
                "43": {
                    "ID": "149739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149739",
                    "TitleEnglish": "Detective Suk",
                    "SummaryEnglish": "A new inspector, detective Suk is on the case of Zeman's homicide. During his investigation, he discovers that there is more to Zeman's murder than first assumed. Suk also meets a lady at a bar whom he falls head over heels for.",
                    "Aliases": []
                },
                "44": {
                    "ID": "149740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149740",
                    "TitleEnglish": "Double Darkness",
                    "SummaryEnglish": "After the death of his seniors, Suk is left to re-investigate case from the very beginning. He gets information from the orphans about a meeting with Grimmer. His intention to arrest Grimmer takes a different turn however when he gets deeper into the investigation. The episode also reveals that there is more to the nameless lady at the bar than she lets on.",
                    "Aliases": []
                },
                "45": {
                    "ID": "149741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149741",
                    "TitleEnglish": "The Monster's Afterimage",
                    "SummaryEnglish": "Suk is put under surveillance by the new commissioner. Together with Grimmer, Suk retrieves the tape and research papers from the deposit box. But their movements is watched by various sides.",
                    "Aliases": []
                },
                "46": {
                    "ID": "149742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149742",
                    "TitleEnglish": "Contact",
                    "SummaryEnglish": "Dr. Tenma learns about Suk's fugitive status from a journalist. And sets out to find him. Meanwhile, Suk and Grimmer goes into hiding, but is quickly found, surrounded and attacked by the STB. The STB's assault comes to a bloody end.",
                    "Aliases": []
                },
                "47": {
                    "ID": "149743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149743",
                    "TitleEnglish": "The Door to Nightmares",
                    "SummaryEnglish": "Nina's experience in Prague is a nightmare for her. Tenma and Grimmer meets with a top man in the Czechoslovakian STB. They are offered a deal which Grimmer refuses to accept.",
                    "Aliases": []
                },
                "48": {
                    "ID": "149744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149744",
                    "TitleEnglish": "The Scariest Thing",
                    "SummaryEnglish": "Johan visits Suk's mother. Tenma and Grimmer learns of his visit. They, including Col. Ranke, listen to Johan's tape. Lunge arrives in Prague for a 'holiday'. His investigation leads him to the sketches of Franz Bonaparta.",
                    "Aliases": []
                },
                "49": {
                    "ID": "149745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/149745",
                    "TitleEnglish": "The Cruelest Thing",
                    "SummaryEnglish": "Grimmer and Tenma tries to stop Johan from subjecting Milo, one of the orphans, to one of the most cruel fate.",
                    "Aliases": []
                },
                "50": {
                    "ID": "300652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/300652",
                    "TitleEnglish": "The Rose Mansion",
                    "SummaryEnglish": "Lunge investigates the secret behind the Red Rose Mansion. Tenma and Grimmer separate, but Tenma finds himself in trouble.",
                    "Aliases": []
                },
                "51": {
                    "ID": "300653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/300653",
                    "TitleEnglish": "The Monster's Love Letter",
                    "SummaryEnglish": "Schubert, with the help of Reichwein, re-explores his past with Karl Neumann's real mother and realizes his link to Johan. As news of Tenma's arrest spreads, various people react with shock and horror, with the exception of Eva Heinemann, who is insistent that Tenma pay dearly for rejecting her. Suk tries to leave the hospital he is in to try to help Tenma, but is stopped by the Prague Police who inform him that Grimmer has sent a note to them exonerating Suk from any involvement of the deaths of the police officers. Runge also gets news of the arrest as well, but he is more interested in the Mansion of Red Roses, where he obtains a letter possibly addressed to the twins' mother. Tenma is deported back to Dusseldorf.",
                    "Aliases": []
                },
                "52": {
                    "ID": "300654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/300654",
                    "TitleEnglish": "The Lawyer",
                    "SummaryEnglish": "Former patients of Eisler Memorial Hospital enlist the aid of Alfred Baul, a lawyer, to represent Tenma. Baul in turn asks for the assistance of Fritz Vardemann. Vardemann visits Tenma in prison, and agrees to take on the defense, but is then called to the hospital when his wife goes into labor with their first child. When Baul visits Tenma in prison, Tenma is shocked to see that Baul is Roberto. Roberto then says that Eva Heinemann will be his next target.",
                    "Aliases": []
                },
                "53": {
                    "ID": "305806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/305806",
                    "TitleEnglish": "Determination",
                    "SummaryEnglish": "After hearing Roberto's threat against Eva, Tenma decides to confess to all charges against him so he can be placed in the same van transporting a prisoner to a Federal Penetentary as the prisoner is arranging for a jailbreak.",
                    "Aliases": []
                },
                "54": {
                    "ID": "305807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/305807",
                    "TitleEnglish": "The Escape",
                    "SummaryEnglish": "Tenma and Milch are on the run with the injured Gustav and Helene. Eva finds her life in danger when she discovers that the attorney she's supposed to meet, Mr.Baul, is none other than Roberto.",
                    "Aliases": []
                },
                "55": {
                    "ID": "305808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/305808",
                    "TitleEnglish": "Room 402",
                    "SummaryEnglish": "Dr. Tenma takes Verderman hostage in a desperate search for Eva. And Verderman's dark past is revealed.",
                    "Aliases": []
                },
                "56": {
                    "ID": "305809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/305809",
                    "TitleEnglish": "The Never-Ending Journey",
                    "SummaryEnglish": "Nina and Dieter enters the Red Rose Mansion, but Nina faints from her disturbing experience. And they end up in the care of a puppeteer name Lipsky.",
                    "Aliases": []
                },
                "57": {
                    "ID": "305810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/305810",
                    "TitleEnglish": "That Night",
                    "SummaryEnglish": "A flashback to Johan’s and Nina’s past, to the time before the Liebert’s homicides reveals the reason behind Johan’s killing. Police makes a startling discovery at the burnt down mansion. Tenma finally learns where Eva is. And Lunge reveals Lipsky’s true identity.",
                    "Aliases": []
                },
                "58": {
                    "ID": "305811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/305811",
                    "TitleEnglish": "I Hate This Job",
                    "SummaryEnglish": "Martin, a hired hand, is hired by General Wolf's ex-associates to ‘take care’ of Eva. But his emotions get in the way of his orders.",
                    "Aliases": []
                },
                "59": {
                    "ID": "305812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/305812",
                    "TitleEnglish": "The Man Who Saw the Devil",
                    "SummaryEnglish": "Tenma manages to find Martin. A drunken Eva spots Johan at a party. Martin receives his final orders from his boss but his feelings gets in the way. And Martin gets way over his head when he tries to investigate Johan and his disciple, and the truth about his past is revealed.",
                    "Aliases": []
                },
                "60": {
                    "ID": "305813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/305813",
                    "TitleEnglish": "The Man Who Knew Too Much",
                    "SummaryEnglish": "Martin’s attempt to save Eva costs him his life, his last minutes with Tenma reveals a terrible secrets about Martin’s boss, Peter Chapek and the about the experiments.",
                    "Aliases": []
                },
                "61": {
                    "ID": "305814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/305814",
                    "TitleEnglish": "The Door to Memories",
                    "SummaryEnglish": "Nina returns to the apartment that she lived in with her mother and Johan and encounters another memory. She then returns to Munich and Dr. Reichwein where she volunteers for hypnosis to find the truth behind these memories. After she nearly kills Dr. Gillen in a hypnotic rage, she leaves Dr. Reichwein's house to try to stop Tenma from killing her brother. Meanwhile, Suk and Vardemann team up to interview former residents of the Mansion of Red Roses to gather information on Franz Bonaparta's reading sessions with his picture books, and for Vardemann to find out more about his father's true involvement.",
                    "Aliases": []
                },
                "62": {
                    "ID": "301294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/301294",
                    "TitleEnglish": "A Pleasant Dinner Table",
                    "SummaryEnglish": "While trying to escape from police in Frankfurt, Tenma is hit by a van. He awakes in the Turkish Quarter of the city, the same one that he saved from The Baby's plot. The man who saved him plans to kill Petr Capek at a convention, but he fails at this task and is shot dead. Nina, in Frankfurt, sees the picture of Petr Capek and it triggers yet another memory.",
                    "Aliases": []
                },
                "63": {
                    "ID": "303463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/303463",
                    "TitleEnglish": "Unrelated Murders",
                    "SummaryEnglish": "Egon Weissbach was one of the first investigators in the murder of the Liebert parents. On his last day on the job before retirement, he is escorting a convicted serial murderer but wants to know why he killed someone who did not fit his modus operandi. At the same time, Dr. Gillen is interviewing several murderers wondering why they killed someone who also did not fit their usual targets. Both realize that all these criminals committed murders outside their usual scope at the request of a young man, presumably Johan.",
                    "Aliases": []
                },
                "64": {
                    "ID": "303462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/303462",
                    "TitleEnglish": "The Baby's Depression",
                    "SummaryEnglish": "The Baby is killed by a prostitute, and his death sends shockwaves in Petr Capek's organization. Capek becomes paranoid as to who is loyal or not and accidentally kills one of his guards. He makes it to his cottage where Johan is waiting for him.",
                    "Aliases": []
                },
                "65": {
                    "ID": "303461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/303461",
                    "TitleEnglish": "Johan's Footprints",
                    "SummaryEnglish": "Capek tries to berate Johan for his actions and tells him that everything should be done according to Capek's plans but Johan simply disagrees and disappears. Capek realizes his hold on his organization is crumbling and has his men pick up Nina in Frankfurt. Eva accosts the young man who was introduced to Johan, Christof Sievernich, demanding answers.",
                    "Aliases": []
                },
                "66": {
                    "ID": "303460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/303460",
                    "TitleEnglish": "Welcome Home",
                    "SummaryEnglish": "Capek reveals to Nina that her and her twin brother Johan are the products of a eugenics experiment designed to breed \"the perfect children\". Tenma has wounded Christof and is driving him and Eva to the hospital while demanding answers on Petr Capek. While Eva makes a phone call at a payphone, Tenma sneaks away.",
                    "Aliases": []
                },
                "67": {
                    "ID": "303459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/303459",
                    "TitleEnglish": "I'm Back",
                    "SummaryEnglish": "Nina confronts Johan who presents her with a story on what happened when many people were poisoned at the Mansion of Red Roses. Nina realizes that she was the one who witnessed these deaths, the shock of this revelation nearly drives her to suicide, but she is saved by Tenma. Capek is gunned down by members of his organization when they find out about the guard that Capek killed.",
                    "Aliases": []
                },
                "68": {
                    "ID": "303458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/303458",
                    "TitleEnglish": "Ruhenheim",
                    "SummaryEnglish": "With a postcard obtained through Lipsky, Lunge arrives in Ruhenheim. There he meets up with Grimmer, whose research has led him to this town as well. A working-class couple in this town realize they won the lottery. Fearing that everyone else wants to kill them, the husband buys an arsenal of weapons.",
                    "Aliases": []
                },
                "69": {
                    "ID": "303457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/303457",
                    "TitleEnglish": "The Peaceful House",
                    "SummaryEnglish": "Lunge and Grimmer conclude something terrible is happening in Ruhenheim when random gunshots ring out, people are either murdered or disappearing, and any roads out of town are flooded by torrential rain. As Nina recovers in a nearby hospital, Tenma, using a lead from Capek, travels to Prague and meets with Lipsky and determines that Johan is in Ruhenheim.",
                    "Aliases": []
                },
                "70": {
                    "ID": "303456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/303456",
                    "TitleEnglish": "The Town Massacre",
                    "SummaryEnglish": "As time passes, more people in Ruhenheim are being shot dead by mysterious people and each other. Both Grimmer and Lunge determine that the owner of a local hotel is Klaus Poppe, also known as Franz Bonaparta. After subduing a man who was giving weapons to everyone in the town, they obtain information that one of the ringleaders is in a second hotel.",
                    "Aliases": []
                },
                "71": {
                    "ID": "303455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/303455",
                    "TitleEnglish": "The Wrath of the Magnificent Steiner",
                    "SummaryEnglish": "Tenma runs into Lunge, the latter apologizing for his previous accusations against Tenma. Nina and Dr. Gillen rush to Ruhenheim. After the winning lottery couple is wounded in an attack on Bonaparta's hotel, Grimmer rushes out to the streets to reason with the unknown assailants.",
                    "Aliases": []
                },
                "72": {
                    "ID": "303454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/303454",
                    "TitleEnglish": "A Nameless Man",
                    "SummaryEnglish": "Lunge confronts Roberto, one of the ringleaders, in a hotel room. Both are subsequently wounded in the fight. Nina and Gillen arrive in Ruhenheim where they find a house containing drawings of the two twins by Bonaparta. This triggers a final memory and the secret to Johan's madness and motives, his quest for true solitude, as well as forgiveness for his actions. Bonaparta accompanies Tenma on his quest to find and kill Johan.",
                    "Aliases": []
                },
                "73": {
                    "ID": "303453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/303453",
                    "TitleEnglish": "Scenery for a Doomsday",
                    "SummaryEnglish": "Bonaparta attempts to shoot Johan dead, but is gunned down by Roberto, who dies of his own injuries soon afterwards. With the massacre now over, authorities rush into the town and attempt to determine what happened. Just as an officer is about to arrest Dr. Tenma, an ambulance worker arrives asking for Tenma's assistance.",
                    "Aliases": []
                },
                "74": {
                    "ID": "303452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monster/episodes/303452",
                    "TitleEnglish": "The Real Monster",
                    "SummaryEnglish": "It has been some time since the tragic blood battle, and everyone is working hard to put their lives back to normal. Tenma finally locates a woman he has been searching for, and she reveals some startling information.",
                    "Aliases": []
                }
            }
        }
    }
}