{
    "URL": "https://www.thetvdb.com/series/burst-angel",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0409536/",
        "https://www.themoviedb.org/tv/31701"
    ],
    "TitleEnglish": "Burst Angel",
    "SummaryEnglish": "In a crime-ridden future Japan, Kyohei Tachibana is a peaceful student at a culinary school, dreaming of going to France for advanced study as a patissier (pastry chef). To afford the trip, he accepts a part-time job as private cook to a strange group of women - Sei, Meg, Jo and Amy. To Kyohei's astonishment, they turn out to be a band of violent mercenaries, and he finds himself in the line of fire.",
    "Aliases": [
        "Bakuretsu Tenshi"
    ],
    "Modified": "2025-07-20",
    "Seasons": {
        "0": {
            "ID": "22369",
            "URL": "https://www.thetvdb.com/series/burst-angel/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "606031",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/606031",
                    "TitleEnglish": "Infinity (OVA)",
                    "SummaryEnglish": "These events occur in Westland, New York, during the 21st century. With a sharp knife, a murderer is indiscriminately killing people… A girl witnesses one of these murders, and the knife is turned on the helpless girl shaking with fear. Meg returns to this town with Joe to celebrate the “birthday” of Shirley, who used to live with Meg. Orphans, they had decided that the day they first met would be her birthday. In the past, Meg had taken care of three little children, including Shirley, just before meeting Joe. The children were then adopted by a police officer, Sam. He possessed a strong sense of justice and they are supposedly living happily together now. Meg and Joe happen to help a person and receive a reward. They buy a present for Shirley with the reward money and go to meet Sam. However, they notice him acting strangely. Upon questioning him, he explains that Shirley was assaulted by a murderer and seriously injured. Joe says to the grieving and angry Meg, “Let’s exact revenge on the murderer for Shirley.” However, the murderer gradually approaches them from behind. The cruel black eyes fall on Meg and Joe… To make matters worse, a dark plot casts its shadow over Meg, Joe, Sam, and the whole town.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6235066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/6235066",
                    "TitleEnglish": "Burst Angel Battle Record of All 24 Episodes",
                    "SummaryEnglish": "Re-telling of the entire series",
                    "Aliases": []
                },
                "4": {
                    "ID": "9238639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/9238639",
                    "TitleEnglish": "The Lightness and Darkness of Jo",
                    "SummaryEnglish": "The Lightness and Darkness of Jo, a recap episode that was originally screened at Anime Expo in 2005. It tells about Jo's early day, and draws heavily from episode 15 of the series.",
                    "Aliases": []
                },
                "5": {
                    "ID": "9238640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/9238640",
                    "TitleEnglish": "Battle Record of All 24 Episodes",
                    "SummaryEnglish": "This basically trims the series down to an hour and a half concentrating on the battles.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "8176",
            "URL": "https://www.thetvdb.com/series/burst-angel/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "157517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157517",
                    "TitleEnglish": "Hell Comes Silently",
                    "SummaryEnglish": "Kyohei, a culinary student, takes a mysterious job working for four women: Sei, Meg, Amy, and Jo. They are a special taskforce, and when one of their jobs goes awry, Kyohei is kidnapped.",
                    "Aliases": []
                },
                "2": {
                    "ID": "157518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157518",
                    "TitleEnglish": "The Heartless Gunfighter",
                    "SummaryEnglish": "Meg is kidnapped by a cybot, and Jo goes after her, taking Kyohei. They go into the most dangerous part of town and retrieve Meg, along with a piece of the cybot.",
                    "Aliases": []
                },
                "3": {
                    "ID": "157519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157519",
                    "TitleEnglish": "City Where The Beast Howls",
                    "SummaryEnglish": "Kyohei has second thoughts about his new job. The girls go after a lunatic named Anthony Wong, and get involved in a secret experiment along with Wong's brother.",
                    "Aliases": []
                },
                "4": {
                    "ID": "157520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157520",
                    "TitleEnglish": "The Brothers Die at Dawn",
                    "SummaryEnglish": "Meg is trapped on a train with Wong and his brother, Jack Liang. Hinode Pharmaceuticals has been performing experiments on Wong, and he turns into a monster. This monster drives the train into a Hinode building, and Jo saves Meg at the last second.",
                    "Aliases": []
                },
                "5": {
                    "ID": "157521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157521",
                    "TitleEnglish": "Mansion Where Lurks the Demon",
                    "SummaryEnglish": "Meg goes undercover at an all-girls school named St. Luciana Academy. She investigates an elite clique called Ishtar, and is attacked by a monster.",
                    "Aliases": []
                },
                "6": {
                    "ID": "157522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157522",
                    "TitleEnglish": "Wash this Garden with Blood!",
                    "SummaryEnglish": "The students at the all-girls school have been used as test subjects, turning one girl, called Nadeshiko Volban, into a monster. Jo joins the school and kills the monstrous girl.",
                    "Aliases": []
                },
                "7": {
                    "ID": "157523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157523",
                    "TitleEnglish": "Black Sky",
                    "SummaryEnglish": "A giant mechanized crow abducts Meg. It is searching for a deadly nanobot virus that has been injected in Kyohei. Jo takes Kyohei at gunpoint to look for the crow.",
                    "Aliases": []
                },
                "8": {
                    "ID": "157524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157524",
                    "TitleEnglish": "The Wounded Outlaw",
                    "SummaryEnglish": "Jo and Kyohei are on the run from Sei's underlings, as they search for the crow. Jo and Sei resolve their differences, and Jo defeats the crow using Django in time to save Kyohei.",
                    "Aliases": []
                },
                "9": {
                    "ID": "157525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157525",
                    "TitleEnglish": "Party of the Dragon",
                    "SummaryEnglish": "Sei agrees to a political marriage for the sake of Bailan, but the groom, Jei, doublecrosses them. Meg's flying white tiger chi is unleashed, and Jei and his men are defeated.",
                    "Aliases": []
                },
                "10": {
                    "ID": "157526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157526",
                    "TitleEnglish": "Uncharted Cyberspace",
                    "SummaryEnglish": "Someone has been posting pictures of Amy in cyberspace, so she and Kyohei go shopping for electronics. A group of \"monitormen\" wants her to join them in cyberspace permanently, but she defeats them.",
                    "Aliases": []
                },
                "11": {
                    "ID": "157527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157527",
                    "TitleEnglish": "Eastern Angel, Western Hawk",
                    "SummaryEnglish": "Jo is ordered to protect Mega Rider, a Japanese wrestler. Ultra Beast, his opponent, turns into a monster and Jo goes off to kill it.",
                    "Aliases": []
                },
                "12": {
                    "ID": "157528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157528",
                    "TitleEnglish": "Tower of Tears",
                    "SummaryEnglish": "A cybot attacks Osaka. RAPT is trying to take over the Osaka police, and they have planted a man in the Osaka police. The man captures Meg, as Jo fights the cybot.",
                    "Aliases": []
                },
                "13": {
                    "ID": "157529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157529",
                    "TitleEnglish": "Showdown in Osaka",
                    "SummaryEnglish": "Takane Katsu saves Meg from the dirty cop, Iriki. Then Takane and Jo take down the cybot, extracting its brain and killing Iriki in the process.",
                    "Aliases": []
                },
                "14": {
                    "ID": "157530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157530",
                    "TitleEnglish": "Wild Kids",
                    "SummaryEnglish": "A flashback reveals Meg and Jo's history. Meg is the leader of a group of orphans who find Jo in a river with amnesia.",
                    "Aliases": []
                },
                "15": {
                    "ID": "157531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157531",
                    "TitleEnglish": "Slingin' Oil",
                    "SummaryEnglish": "In a bit of fan service, the group goes to the beach. A giant squid causes a flaming oil spill, and Jo takes it down with Django.",
                    "Aliases": []
                },
                "16": {
                    "ID": "157532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157532",
                    "TitleEnglish": "The Man with No Name",
                    "SummaryEnglish": "Jo goes after a mysterious cybot, and meets a mute samurai. The cybot destroyed a village he was protecting, and he seeks revenge.",
                    "Aliases": []
                },
                "17": {
                    "ID": "157533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157533",
                    "TitleEnglish": "Dueling Angels",
                    "SummaryEnglish": "The cybot is piloted by Maria, a woman with special abilities like Jo. When she and Jo fight, it transports them to another reality. In this reality, the mute samurai defeats the cybot with a magic sword. Sei shows up with Django in the middle of the battle.",
                    "Aliases": []
                },
                "18": {
                    "ID": "157534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157534",
                    "TitleEnglish": "The Immortal Classmate",
                    "SummaryEnglish": "Kyohei runs into a friend from school, Akio. Akio has joined the yakuza and become a cyberoid. Akio's boss Eiji has turned on him, and they destroy each other.",
                    "Aliases": []
                },
                "19": {
                    "ID": "157535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157535",
                    "TitleEnglish": "24 Hour Strategy",
                    "SummaryEnglish": "Takane and Leo visit the filming of a television drama, when Takane goes berserk then becomes unconscious. A glowing brain is controlling Tokyo's children, including Takane, and sends them after the group. Jo destroys the brain, and everyone returns to normal.",
                    "Aliases": []
                },
                "20": {
                    "ID": "157536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157536",
                    "TitleEnglish": "Blood Red Highway",
                    "SummaryEnglish": "A RAPT police cybot attacks Takane on the freeway. Its glowing brain causes it to attack innocent people. It calls in reinforcements, but Jo and the team destroy them all.",
                    "Aliases": []
                },
                "21": {
                    "ID": "157537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157537",
                    "TitleEnglish": "New Sheriff in Town",
                    "SummaryEnglish": "Bailan have joined forces with RAPT. They force Sei to disband the group, then send them on one last mission to kill the mutated governor, Ishihara.",
                    "Aliases": []
                },
                "22": {
                    "ID": "157538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157538",
                    "TitleEnglish": "Genocide Angels",
                    "SummaryEnglish": "Jo is captured, and her past is revealed. She is a bio-weapon, the same as Maria. They are the two survivors of a death match to choose the best. Maria comes on to Meg, then kidnaps her and Jo. Note: also called \"The Devil You Love.\"",
                    "Aliases": []
                },
                "23": {
                    "ID": "157539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157539",
                    "TitleEnglish": "Red Sea Gallows",
                    "SummaryEnglish": "Maria takes Jo and Meg to a ship in the ocean. Jo and Maria have a duel, and Maria's desire to kill Jo abates. Jo, Meg and Maria are then attacked by RAPT cybots and Maria is seemingly killed.",
                    "Aliases": []
                },
                "24": {
                    "ID": "157540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/burst-angel/episodes/157540",
                    "TitleEnglish": "Angels, Explode!",
                    "SummaryEnglish": "Jo knocks Meg unconscious for her own safety, and Sei and Jo take down RAPT, with the help of Leo, Takane and Amy. After a long gun battle with RAPT cybots across town, Jo and Sei enter the RAPT HQ and destroy its supercomputer, along with killing the head of RAPT, which leads to the base exploding with them inside. Later on, Meg awakens on the beach and discovers what happened. The story ends with Meg replacing Jo in a scene similar to the entry credits but with a red Django. The fates of Leo, Takane, Kyouhei and Amy are left ambiguous, but it is implied they survived the final battle and fled from Tokyo.",
                    "Aliases": []
                }
            }
        }
    }
}