{
    "URL": "https://www.thetvdb.com/series/yukikaze",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0378730/",
        "https://www.themoviedb.org/tv/69797"
    ],
    "TitleEnglish": "Yukikaze",
    "SummaryEnglish": "Unbeknownst to the general population, 33 years ago, an alien force opened an inter-dimensional gate in Antarctica to invade the Earth. The unified forces of Earth formed a military unit under command of The United Nations to combat the aliens. Using the latest aeronautical technology, they were able to push the aliens back through the portal to the planet they call \"Fairy\". But the war still rages on. Rei Fukai, a pilot in the elite Special Air Force (SAF) unit, flies the Yukikaze, an advanced fighter with an almost sentient computer control system. Opening Song: Not titled Closing Song: \"RTB\"",
    "TitleJapanese": "戦闘妖精雪風",
    "SummaryJapanese": "南極に出現した超空間通路から侵攻してきた謎の異星体ジャム。人類はその先鋒を撃退し、逆に超空間通路の向こう側に攻め込み、そこに存在した惑星フェアリィに橋頭堡となる基地を築いてジャムの侵攻を食い止めていた。設立初期には選び抜かれた精鋭によって構成されていたフェアリィ空軍 (FAF) だったが、長引く消耗戦にエリートの損失を嫌った各国は、やがて犯罪者や精神疾患者といった社会的不適合者の中から才能を持つものに訓練を施し、FAFに送り込むようになる。\n\nそのFAFの主要基地の一つ「フェアリィ」に属する戦術戦闘航空団特殊戦第五飛行戦隊、通称ブーメラン戦隊は、社会不適合者のなかでも他者に関心を持たないという心理傾向がある人間ばかりを集め、高性能な戦術戦闘電子偵察機「スーパーシルフ」を擁する対ジャム戦における戦術電子偵察部隊であり、たとえ目前の味方を見捨ててでも敵の情報を持ち帰る事だけを要求される特殊部隊だった。\n\n極めて高度な中枢制御体を搭載し、完全自律制御による高度な戦術判断や戦闘機動を可能とするスーパーシルフ。その3番機 (B-503)、パーソナルネーム「雪風」のパイロット、深井零は、雪風を自らの半身と偏愛し、雪風以外のあらゆるものを「関係ない」と切り捨てるまでに雪風が全てと信じていた。一方、特殊戦の前線指揮官で零の唯一の友人でもあるジェイムズ・ブッカーは、ジャムの戦術やそれに対する雪風の振る舞いを疑問視し、「この戦いに、人間は必要なのか？」との疑念を抱く。",
    "Aliases": [
        "Sentou Yousei Yukikaze"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "22385",
            "URL": "https://www.thetvdb.com/series/yukikaze/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "8487245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yukikaze/episodes/8487245",
                    "TitleEnglish": "Fighting Fairy Girl: Rescue Me, Mave-chan!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "戦闘妖精少女 たすけて！メイヴちゃん",
                    "SummaryJapanese": "山間の田舎から仲間に送り出されて、東京のアニメイベントへ生まれて初めてやって来た17歳の主人公・レイ。見るもの聞くもの初めてのアニメイベントに圧倒されつつ、興奮を抑えきれないレイは、一息つきにトイレに入った瞬間、見たこともない世界に迷い混んでしまう。何が何だかわからないまま、レイはメイヴちゃんと名乗るナイフを持った少女にいきなり襲われる。間一髪、スーパーシルフちゃんに助けられたレイは、その世界が、アニメファンの想念が創りだすイメージの世界であることを知るが…。"
                },
                "2": {
                    "ID": "11163518",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/yukikaze/episodes/11163518",
                    "TitleEnglish": "Battle Fairy Yukikaze: Experimental Movie",
                    "SummaryEnglish": "A bonus video included in the Bluray release",
                    "TitleJapanese": "戦闘妖精雪風 EXPERIMENTAL MOVIE",
                    "SummaryJapanese": "アニメ BD 戦闘妖精雪風 映像特典"
                },
                "3": {
                    "ID": "11163526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yukikaze/episodes/11163526",
                    "TitleEnglish": "Aircrafts in Yukikaze from the Pilot’s Eyes",
                    "SummaryEnglish": "Talk session by military commentator Isaku Okabe and aviation cameraman Satoshi Akatsuka (former F-15 pilot)",
                    "TitleJapanese": "「戦闘妖精雪風」の航空機表現",
                    "SummaryJapanese": "軍事評論家・岡部いさく氏、航空カメラマン・赤塚 聡氏(元F-15パイロット)によるトークセッション"
                }
            }
        },
        "1": {
            "ID": "8199",
            "URL": "https://www.thetvdb.com/series/yukikaze/seasons/official/1",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "157815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yukikaze/episodes/157815",
                    "TitleEnglish": "Danger Zone (1)",
                    "SummaryEnglish": "The story begins with footage of the 30 year war, and all the hardships mankind has had with the alien prescense known as \"\"the Jam\"\". We are now shown a group of jets engaging the Jam in a ariel battle. Enter Rei Fukai, a young pilot who gets the honor of flying Yukikaze. On their way back to base, Rei and his co-pilot encounter another jet fighter, it appears to be one of their own, but Yukikaze gives the order that it's an enemy. Rei shoots it down. Upon his arrival, he is scolded by his superior, and friend, James. He is brought before the commanding officiers and he explains to them how Yukikaze recvealed it to be a Jam. On their way home, James tries to comfort Rei. The next day James takes Rei out for a little relaxation. He tells him stories about how far along Rei has come. Rei seems to be a little cheered up now. The next morning James discusses Yukikaze with his general, Lynn. Later that day Rei and his co-pilot are sent off on a mission. They are attacked by the Jam, but are",
                    "TitleJapanese": "OPERATION:1",
                    "SummaryJapanese": "ある日、帰投中の雪風は未確認機の襲撃を受ける。スーパーシルフと同型の不明機をジャムと判断した雪風に従い、零は不明機を撃墜した。負傷しつつも辛くも帰還した零は査問にかけられるが、結局不明機の正体は分からずじまいであった。束の間の休息の後、任務に復帰した零と雪風に、再び不明機が襲いかかる。"
                },
                "2": {
                    "ID": "157816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yukikaze/episodes/157816",
                    "TitleEnglish": "Danger Zone (2)",
                    "SummaryEnglish": "James and an injured Rei watch as the rebuilt Yukikaze takes off for a test run. James informs the general about the successful test flight of the new Yukikaze, but at the same time the entire control tower team seems to be dissapointed in Rei's previous actions. Elsewhere a dog fight with the Jam is taking place. The auto-piloted Yukikaze destroys the Jam fighter. Unknowingly, Rei is controlling Yukikaze with his mind. He sub-consciously makes Yukikaze attack the landing field back at the base. Later that night, James and the general discuss how Rei doesn't remember a thing and thought it was just a bad dream. They also discuss how Yukikaze could possibly be linked with him like this. Later Rei meets with a doctor who is against him ever piloting Yukikaze again.. Enraged Rei walks out on her. The next day James goes over the improvements made on Yukikaze with Rei. He informs Rei on his mission for the next day. A team goes out the next morning with Rei piloting the Yukikaze, his co-pi",
                    "TitleJapanese": "OPERATION:2",
                    "SummaryJapanese": "瀕死の重傷を負って雪風に強制射出され、意識不明となった零。上官のブッカー少佐は零の回復を信じ、開発中の無人戦闘機・FRX-99を有人化したFRX-00を開発する。そんな中、出撃した新鋭機ファーンIIの編隊がエンジンに不調をきたす。情報収集行動中だったFRX-00が飛来し、編隊を救うのだが…。"
                },
                "3": {
                    "ID": "157817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yukikaze/episodes/157817",
                    "TitleEnglish": "Fog of War (1)",
                    "SummaryEnglish": "The flying fortess Banshee has been taken over by the JAM. Rei is sent to investigate and try to regain control, but it may prove to be too much for him to handle.",
                    "TitleJapanese": "OPERATION:3",
                    "SummaryJapanese": "搭載艦載機部隊を発着艦させつつ、惑星フェアリイの空を巡航する巨大空中空母、バンシーIV。ある日、バンシーがシステム暴走によって着艦直前の友軍機を撃墜する事件が発生する。システム軍団の技術大尉、トマホーク・ジョンと共にバンシーへと向かった零は、バンシーがジャムに汚染されているという疑いを深める…。"
                },
                "4": {
                    "ID": "157818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yukikaze/episodes/157818",
                    "TitleEnglish": "Fog of War (2)",
                    "SummaryEnglish": "Rei and James head to Earth for a field test of an engine model, but are interrupted by 3 JAM planes that followed them. Seeing the ineptness of the Japanese Navy, Rei and James must deal with them. While meeting with the navy officials, they meet the writer Lynn Jackson. Their return trip is interrupted as well...but by whom?",
                    "TitleJapanese": "OPERATION:4",
                    "SummaryJapanese": "人類側の新技術や新兵器を次々とコピーし、新しい戦術で攻撃を加えて来るジャム。一方、零はメイヴに換装した新型エンジン、スーパーフェニックスMk.XIの燃焼テストのため、ブッカー少佐と共に地球へ赴く。同時に、3機のジャムが地球へと侵入した。日本海軍空母・アドミラル56は直ちに艦載迎撃機を発進させるが…。"
                },
                "5": {
                    "ID": "343821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yukikaze/episodes/343821",
                    "TitleEnglish": "Evacuation",
                    "SummaryEnglish": "It's time for pest control. As the end draws near, the SAF go about exterminating all the JAM Human Clones. However, there way back home is blocked by the entire JAM fleet. Can they find the strenght needed to push thru and make it home, or will sacrifices be made?",
                    "TitleJapanese": "OPERATION:5",
                    "SummaryJapanese": "ジャムによる総攻撃が予想される中、クーリィ准将はライトゥーム中将とリンネベルグ少将をお茶会に招く。だがその最中ジャムの総攻撃が始まり撃破されていくフェアリイ空軍。しかし、それはクーリィたちがジャムとジャムに汚染された者たちに仕組んだ罠だった。混乱の中、零の命令を受けた雪風は無人で基地を離陸する。"
                }
            }
        }
    }
}