{
  "URL": "https://www.thetvdb.com/series/yukikaze",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Drama",
    "Science Fiction",
    "War"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0378730/",
    "https://www.themoviedb.org/tv/69797"
  ],
  "TitleEnglish": "Yukikaze",
  "SummaryEnglish": "Unbeknownst to the general population, 33 years ago, an alien force opened an inter-dimensional gate in Antarctica to invade the Earth. The unified forces of Earth formed a military unit under command of The United Nations to combat the aliens. Using the latest aeronautical technology, they were able to push the aliens back through the portal to the planet they call \"Fairy\". But the war still rages on. Rei Fukai, a pilot in the elite Special Air Force (SAF) unit, flies the Yukikaze, an advanced fighter with an almost sentient computer control system. Opening Song: Not titled Closing Song: \"RTB\"",
  "Aliases": [
    "Sentou Yousei Yukikaze"
  ],
  "Modified": "2025-05-27",
  "Seasons": {
    "0": {
      "ID": "22385",
      "URL": "https://www.thetvdb.com/series/yukikaze/seasons/official/0",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "8487245",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yukikaze/episodes/8487245",
          "TitleEnglish": "Fighting Fairy Girl: Rescue Me, Mave-chan!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "11163518",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/yukikaze/episodes/11163518",
          "TitleEnglish": "Battle Fairy Yukikaze: Experimental Movie",
          "SummaryEnglish": "A bonus video included in the Bluray release",
          "Aliases": []
        },
        "3": {
          "ID": "11163526",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yukikaze/episodes/11163526",
          "TitleEnglish": "Aircrafts in Yukikaze from the Pilot’s Eyes",
          "SummaryEnglish": "Talk session by military commentator Isaku Okabe and aviation cameraman Satoshi Akatsuka (former F-15 pilot)",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "8199",
      "URL": "https://www.thetvdb.com/series/yukikaze/seasons/official/1",
      "# Episodes": 5,
      "Episodes": {
        "1": {
          "ID": "157815",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yukikaze/episodes/157815",
          "TitleEnglish": "Danger Zone (1)",
          "SummaryEnglish": "The story begins with footage of the 30 year war, and all the hardships mankind has had with the alien prescense known as \"\"the Jam\"\". We are now shown a group of jets engaging the Jam in a ariel battle. Enter Rei Fukai, a young pilot who gets the honor of flying Yukikaze. On their way back to base, Rei and his co-pilot encounter another jet fighter, it appears to be one of their own, but Yukikaze gives the order that it's an enemy. Rei shoots it down. Upon his arrival, he is scolded by his superior, and friend, James. He is brought before the commanding officiers and he explains to them how Yukikaze recvealed it to be a Jam. On their way home, James tries to comfort Rei. The next day James takes Rei out for a little relaxation. He tells him stories about how far along Rei has come. Rei seems to be a little cheered up now. The next morning James discusses Yukikaze with his general, Lynn. Later that day Rei and his co-pilot are sent off on a mission. They are attacked by the Jam, but are",
          "Aliases": []
        },
        "2": {
          "ID": "157816",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yukikaze/episodes/157816",
          "TitleEnglish": "Danger Zone (2)",
          "SummaryEnglish": "James and an injured Rei watch as the rebuilt Yukikaze takes off for a test run. James informs the general about the successful test flight of the new Yukikaze, but at the same time the entire control tower team seems to be dissapointed in Rei's previous actions. Elsewhere a dog fight with the Jam is taking place. The auto-piloted Yukikaze destroys the Jam fighter. Unknowingly, Rei is controlling Yukikaze with his mind. He sub-consciously makes Yukikaze attack the landing field back at the base. Later that night, James and the general discuss how Rei doesn't remember a thing and thought it was just a bad dream. They also discuss how Yukikaze could possibly be linked with him like this. Later Rei meets with a doctor who is against him ever piloting Yukikaze again.. Enraged Rei walks out on her. The next day James goes over the improvements made on Yukikaze with Rei. He informs Rei on his mission for the next day. A team goes out the next morning with Rei piloting the Yukikaze, his co-pi",
          "Aliases": []
        },
        "3": {
          "ID": "157817",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yukikaze/episodes/157817",
          "TitleEnglish": "Fog of War (1)",
          "SummaryEnglish": "The flying fortess Banshee has been taken over by the JAM. Rei is sent to investigate and try to regain control, but it may prove to be too much for him to handle.",
          "Aliases": []
        },
        "4": {
          "ID": "157818",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yukikaze/episodes/157818",
          "TitleEnglish": "Fog of War (2)",
          "SummaryEnglish": "Rei and James head to Earth for a field test of an engine model, but are interrupted by 3 JAM planes that followed them. Seeing the ineptness of the Japanese Navy, Rei and James must deal with them. While meeting with the navy officials, they meet the writer Lynn Jackson. Their return trip is interrupted as well...but by whom?",
          "Aliases": []
        },
        "5": {
          "ID": "343821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yukikaze/episodes/343821",
          "TitleEnglish": "Evacuation",
          "SummaryEnglish": "It's time for pest control. As the end draws near, the SAF go about exterminating all the JAM Human Clones. However, there way back home is blocked by the entire JAM fleet. Can they find the strenght needed to push thru and make it home, or will sacrifices be made?",
          "Aliases": []
        }
      }
    }
  }
}