{
  "URL": "https://www.thetvdb.com/series/hime-chans-ribbon",
  "Genres": [
    "Animation",
    "Anime",
    "Children",
    "Comedy",
    "Drama",
    "Fantasy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0104421/",
    "http://www.usagi.org/doi/hime/index.html",
    "https://www.themoviedb.org/tv/432"
  ],
  "TitleEnglish": "Hime Chan's Ribbon",
  "SummaryEnglish": "The story begins when Erika, from the Magic World, gives Himeko a magical ribbon and pendant that allows her to assume the identity of anyone in the Human World just by looking in the mirror and saying the magic words: parallel, parallel turn me into (name)! The ribbon is a part of Erikas' \"Observation of the Human World\" training, which lasts for one year. The only drawback is that Hime chan must keep the ribbon and all of its powers a secret from everyone. Hime chan eventually gains other magical items and gets into all kinds of predicaments trying to get herself out of trouble and hide her secret from everyone.",
  "Aliases": [
    "Hime-chan no Ribbon",
    "Hime's Ribbon",
    "Hime-chan's Ribbon"
  ],
  "Modified": "2025-05-23",
  "Seasons": {
    "0": {
      "ID": "533005",
      "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "8836393",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/8836393",
          "TitleEnglish": "Ribbon Collection Special",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "8217",
      "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/seasons/official/1",
      "# Episodes": 61,
      "Episodes": {
        "1": {
          "ID": "157990",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/157990",
          "TitleEnglish": "I Became a Magic User",
          "SummaryEnglish": "A very cute girl, with long blonde hair and a red ribbon, Erika, a Princess from the Land of Magic gives a tomboy Hime-chan a magical ribbon which could transform her into any other living person on Earth. In the Land of Magic, everybody's duty is to invent magical items. Erika has invented the ribbon she gave to Hime-chan for one year, in return for the permission to let her observe. But Hime-chan is somewhat scared to do so, until she hears a voice from her stuffed animal Pokota that can now talk.",
          "Aliases": []
        },
        "2": {
          "ID": "157991",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/157991",
          "TitleEnglish": "Shock! Senpai’s Confession",
          "SummaryEnglish": "Since she arrives at the school gate late, Hime-chan spots Gori-sensei on guard. She uses a car mirror to turn herself into the principal. After that she stands in front of a mirror to turn back to her own self, but it doesn't work at all. She later turns herself into her sister Aiko. Hasekura confesses to her thinking it's real Aiko.",
          "Aliases": []
        },
        "3": {
          "ID": "157992",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/157992",
          "TitleEnglish": "Transformation into the Senpai I Admire",
          "SummaryEnglish": "Hime-chan realizes that Hasekura must be thinking that he confessed his love to her sister Aiko for real the day before! Also it must have been a shock to him to see Aiko running away. Daichi comes by and does what Hime-chan asked him to do, try to pick up Aiko, so Himeko (transformed into Hasekura) could heroically save her, and make a new confession to the real Aiko on senpai's behalf.",
          "Aliases": []
        },
        "4": {
          "ID": "157993",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/157993",
          "TitleEnglish": "Hime-chan Transforms into the Principal",
          "SummaryEnglish": "At school, everybody is setting up the stage. While installing lights, a student falls off a ladder onto Hasekura. He sprained his ankle and won't be able to play his role. so the play will be canceled. Hime-chan turns herself into the principal so she could postpone the performance of the theater club until the following week",
          "Aliases": []
        },
        "5": {
          "ID": "157994",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/157994",
          "TitleEnglish": "The Powerful Girl Hikaru Appears",
          "SummaryEnglish": "Himeko and Daichi were running away from the teacher. They climbed over a fence, but Himeko's ribbon got torn apart. When Hime-chan landed on the ground, she tried to talk to Pokota, her little stuffed lion. But the magic didn't work any more. A strange girl came asking for Hime-chan. Hibino Hikaru, number 1 member of the Daichi fan club who thinks she's the prettiest girl in the school, and that she was going to marry Daichi in the future.",
          "Aliases": []
        },
        "6": {
          "ID": "157995",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/157995",
          "TitleEnglish": "Daichi Meets Daichi",
          "SummaryEnglish": "After meeting Hikaru, Hime-chan was in the form of Daichi. But since the magic ribbon hadn't fully recovered yet, she could not return to her normal self. Hime-chan found Daichi's hideout. When she was looking for a way inside, Hime-chan ran into the real Daichi.",
          "Aliases": []
        },
        "7": {
          "ID": "157996",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/157996",
          "TitleEnglish": "The Secret is Discovered?!",
          "SummaryEnglish": "Daichi is suspicious of Himeko. Himeko starts to stumble off, but then her vision goes blurry, and she passes out, collapsing to the floor of the gym. She turns out to have a big fever, and is sent home. Daichi vists her at home, they argue and she pretends not to know what he's talking about. Himeko and Pokota see a little boy leaving Daichi's apartment. Himeko wants to pump him for information about Daichi, so she turns into her little sister Yumeko to achieve this.",
          "Aliases": []
        },
        "8": {
          "ID": "157997",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/157997",
          "TitleEnglish": "Transform into the Kidnapper!",
          "SummaryEnglish": "Hime-chan was sneaking around the park where Daichi's younger brother Shintaro was playing. Then Shintaro started crying as some guy grabbed him and pulled him into a car. Daichi and Hime-chan follow the kidnapper to his hideout to save Shintaro.",
          "Aliases": []
        },
        "9": {
          "ID": "157998",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/157998",
          "TitleEnglish": "Pinch! Memory to be Erased",
          "SummaryEnglish": "Since Himeko revealed the secret of ribbon's powers to Daichi, Erika must erase her memory and take the magical item. Will she be able to sway her father, the King, to forgive her and grant her more time? Meanwhile, Daichi brings Hime-chan back to his hideout as she explains everything that happened until now more properly.",
          "Aliases": []
        },
        "10": {
          "ID": "157999",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/157999",
          "TitleEnglish": "I Like You More Than a Meat Bun",
          "SummaryEnglish": "The teacher introduced a new transfer student, Arisaka Sei. The rumor spread around that he's together with Himeko. Hikaru congratulated Hime-chan. Erika said that she thought that she had seen Sei somewhere before.",
          "Aliases": []
        },
        "11": {
          "ID": "158000",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158000",
          "TitleEnglish": "The Ribbon Is in Danger!",
          "SummaryEnglish": "Sei took control over Pokota and sent him to attack Daichi. Himeko doesn't believe that he would do that because he's always nice to her. Daichi thinks that Sei might be from the Land of Magic.",
          "Aliases": []
        },
        "12": {
          "ID": "158001",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158001",
          "TitleEnglish": "You Said You Loved Me",
          "SummaryEnglish": "Hime-chan was following Sei home from the amusement park as Yumeko. Hime-chan went into the yard of Sei's house. She tried to peek in through the window. But Sei came and caught her.Sei revealed that his real name was Sei Array, and Erika's fiancee.",
          "Aliases": []
        },
        "13": {
          "ID": "158002",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158002",
          "TitleEnglish": "SMAP Came",
          "SummaryEnglish": "It's been 2 weeks since Arisaka Sei Array went back to the Land of Magic. On her way back home, Hime-chan sees, on TV in a shop window, the SMAP [seven idol singers] team singing Egao no Genki on stage [that is the anime's own OP theme!], and thinks to herself it would be nice to bring them to the Christmas event. She intends to turn herself successively into each of the SMAP members and then they'll be able to hold a party!",
          "Aliases": []
        },
        "14": {
          "ID": "158003",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158003",
          "TitleEnglish": "Powerful Hikaru’s Great Guess",
          "SummaryEnglish": "Hikaru and lots of other girls started chasing Kusanagi Tsuyoshi (trasnformed Hime) in the streets. Out of breath, Hime-chan/Tsuyoshi hid himself in the bushes of the nearby park, when Hikaru caught up to her and the pendant started beeping, and even worse, the photographer took a picture of both of them. Later, Hikaru thinks to herself that the Tsuyoshi she has met wasn't quite like the one she has seen on TV. Will she discover Hime's secret?",
          "Aliases": []
        },
        "15": {
          "ID": "158004",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158004",
          "TitleEnglish": "Pokota’s SOS from the Stormy Mountain",
          "SummaryEnglish": "Hikaru heard Pokota speak at the cabin on a school ski trip. She later decided to go skiing by herself, with Pokota in her pocket and headed for the back woods ignoring \"danger\" sign and fell down the cliff. Hime-chan must risk revealing that Pokota is alive by putting the ribbon on and going out to save Hikaru.",
          "Aliases": []
        },
        "16": {
          "ID": "158005",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158005",
          "TitleEnglish": "Hikaru Can See Through Everything",
          "SummaryEnglish": "Hime-chan needed someone to sew pokota. Daichi said that he would be gone for a couple days, and asked Hime to \"fill in for him\" at school if needed. Just as Hime-chan transformed, a bee went into Hikaru's face. When Hikaru looked up, she saw Daichi. Daichi ran down past Hikaru. Hikaru was surprised. Hikaru began to suspect something.",
          "Aliases": []
        },
        "17": {
          "ID": "158006",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158006",
          "TitleEnglish": "What?  I Can’t Change Back!",
          "SummaryEnglish": "Hikaru was at a hamburger store wondering why Hime-chan didn't transform. She was with some of the other girls of the Daichi fan club. One of the other girls had a science fiction book. The title was \"parallel world\", and when Hikaru saw it, she realized what the magic word for Hime-chan's transformation was. She decides to set a trap for her with the help of a magazine photographer.",
          "Aliases": []
        },
        "18": {
          "ID": "158007",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158007",
          "TitleEnglish": "A Smile Matches You for Sure",
          "SummaryEnglish": "At Hime-chan's birthday party, Erika is filling in for her. She still can't transform back. Erika said that her grandfather, the strongest person in the land of magic, might be able to help Hime-chan. Later Sei told Daichi that that only way Hime-chan could return to her normal body was if she died.",
          "Aliases": []
        },
        "19": {
          "ID": "158008",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158008",
          "TitleEnglish": "Chokoreeto ga Ippai",
          "SummaryEnglish": "Two days before Valentine's Day Gori (the teacher) made and announcement that no chocolate was allowed in school. Everyone was very disappointed. After school that day Manami asked Hime-chan and Icchan to go shopping for chocolates with her. She wondered if she should give it to Daichi.",
          "Aliases": []
        },
        "20": {
          "ID": "158009",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158009",
          "TitleEnglish": "Idols Are Trouble",
          "SummaryEnglish": "Hime-chan's father comes back home with a big smile on his face: he has been hired to make a film with Hoshino Mayuri, the famous idol singer. Hime-chan transforms into a man visibly from the studios' staff to get in so she could get an autograph from Mayuri.",
          "Aliases": []
        },
        "21": {
          "ID": "158010",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158010",
          "TitleEnglish": "Go for Your Dream!",
          "SummaryEnglish": "Hime scolds Daichi for doing dangerous things, the truck has an accident, and the horse it was carrying runs away. Daichi quickly runs after it, jumps onto the horse's back, and manages to control him. The horse's master, a cute brown haired-girl, kindly scolds the horse she calls Dream-gou. Sayuri asks for Daichi's help. Sayuri who got hurt, so Daichi asks Himeko to take her place.",
          "Aliases": []
        },
        "22": {
          "ID": "158011",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158011",
          "TitleEnglish": "Go Go Grandma",
          "SummaryEnglish": "Hime had plenty of free tickets for Mayuri's new movie. Daichi, dashes and steals one and says he'd like to see the movie too. Daichi runs into his grandfather who tells him there's a croquet game today. Daichi isn't happy but cannot refuse to help them. Hime-chan and Pokota are watching the movie, but Hime-chan can't calm down, so she leaves to go and get Daichi. Hime-chan transforms into Rie, who left the game because of back pain, or they wouldn't be able to continue the game.",
          "Aliases": []
        },
        "23": {
          "ID": "158012",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158012",
          "TitleEnglish": "Goodbye First Love",
          "SummaryEnglish": "While cleaning Hime's room, Aiko stumbles onto her old diary she wrote while she had a crush on Hasekura. She doesn't wanna hurt her sister so she stops seeing Hasekura, and starts dating another guy. Himeko, realizing something strange is going on, sets out to fix the situation at hand.",
          "Aliases": []
        },
        "24": {
          "ID": "158013",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158013",
          "TitleEnglish": "Welcome to the Magical Kingdom",
          "SummaryEnglish": "\"Good-bye my first love. Thanks for the memories,\" Hime-chan said as she tore up her diary and threw the shreds out the window. Then Hime-chan saw Erika on her broom. Erika told Hime-chan that she was going to have a birthday party. She had gotten the approval to allow Hime-chan to come.",
          "Aliases": []
        },
        "25": {
          "ID": "158014",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158014",
          "TitleEnglish": "Let’s Go, My Unrivaled Papa",
          "SummaryEnglish": "Daichi told Hime-chan and Pokota that Shintaro began telling lies about one week ago. Shintaro said to other kids that his father was actually Fire Cop (tv show character). Hime-chan and Daichi went to the TV studio (where Hime-chan's father worked), and borrowed the Fire Cop costume. Hime-chan and Daichi then went to Daichi's father and tried to talk hime into doing it.",
          "Aliases": []
        },
        "26": {
          "ID": "158015",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158015",
          "TitleEnglish": "The Magnetic Girl Transfer Student",
          "SummaryEnglish": "Some guys in sunglasses were trying to grab a girl. Hime-chan thought that the girl was getting kidnapped. So she transformed into the policeman that she had met. Hime-chan ran toward the scene and threw her Himeko kick into the guys. Gori introduced a transfer student, Hijiri Yuka. It was the cute girl that Hime-chan had saved earlier. She recognized Daichi and called him \"Dai-chan\". She had lived next door to Daichi.",
          "Aliases": []
        },
        "27": {
          "ID": "158016",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158016",
          "TitleEnglish": "The Story of Daichi’s First Love?!",
          "SummaryEnglish": "TV crew hand come to interview Yuka. She said that Dai-chan was the most important person to her. She later applies for the same role in school play as Himeko. She later follows Diachi to his hideout staircase.",
          "Aliases": []
        },
        "28": {
          "ID": "158017",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158017",
          "TitleEnglish": "Ruthless Hime-chan!",
          "SummaryEnglish": "Class was trying to decide what to do for the freshman party. Hime-chan's idea \"takoyaki house\" won. Yuka starts often fainting from being overworked. Later, Pokota saw Yuka getting kidnapped on the street. Himeko and Daichi go to save her.",
          "Aliases": []
        },
        "29": {
          "ID": "158018",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158018",
          "TitleEnglish": "Hearts Connected by an Old Promise",
          "SummaryEnglish": "Yuka needs to go abroad to play a role in a movie. Her birthday is tommorow. She's happy Daichi remembered, but gets mad when she realises he forgot a promise he made when they were kids.",
          "Aliases": []
        },
        "30": {
          "ID": "158019",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158019",
          "TitleEnglish": "Pokota! Run for Your Love",
          "SummaryEnglish": "In the Land of Magic, Camille is preparing some strange chemical beverage. Laughing, he swears that, thanks to it, Roberia will lose her head over him, but he drops the vial right onto Pink. Pink must be kissed within 12 hours or she will sleep forever. Now it's up to Pokota to save the one he loves.",
          "Aliases": []
        },
        "31": {
          "ID": "158020",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158020",
          "TitleEnglish": "Cookies for Mother's Day",
          "SummaryEnglish": "Aiko, Yumeko, and Hime-chan are talking to each other about what they will give Mother next Sunday. Aiko then suggests to her sisters to make a present of their own. She'll try to bake some cakes, so Hime-chan will try to have some cookies ready too. But there is just one problem, Himeko is bad at cooking. Will she be able to pull this one off without cheating?",
          "Aliases": []
        },
        "32": {
          "ID": "158021",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158021",
          "TitleEnglish": "Hikaru! The Shocking Kiss with Daichi",
          "SummaryEnglish": "Hikaru was at home bored. There was nothing she wanted to watch on TV. Then Hikaru found a book on card fortune telling. She starts making up predictions, and then, one by one they come true. Then she predicts that Daichi will kiss her by the end of the week, and that Sei will kiss Hime-chan! Will these predictions come true as well?",
          "Aliases": []
        },
        "33": {
          "ID": "158022",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158022",
          "TitleEnglish": "Carefree Kamilu Causes Big Trouble",
          "SummaryEnglish": "Kantaro (Sei's bird) came because Camille had asked him to check up on Sei. Kantaro said that Sei's popularity had gone down in the land of magic, even with young girls. Sei made a bet with Camille to go out with 5 girls within 2 days. Because Camille looks exactly like Daichi, his actions create a lot of trouble for him.",
          "Aliases": []
        },
        "34": {
          "ID": "158023",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158023",
          "TitleEnglish": "Don’t Give Up! Immature Teacher",
          "SummaryEnglish": "Yamashita Hatsune, Himeko's old neighbor, is coming back to be a teacher of Hime-chan's class at Kazetachi Junior High. Kids from the class bully her and she becomes discouraged about being a techer. Can Himeko help her get her confidence back?",
          "Aliases": []
        },
        "35": {
          "ID": "158024",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158024",
          "TitleEnglish": "Watch Out for Pochi the Lost Dog!",
          "SummaryEnglish": "Hime-chan spotted a little dog on the street. Hime-chan took the dog home. They call him Pochi and decide to keep it until they find the real owner. Meanwhile, Hikaru is very disstressed and looking for Daichi, but he doesn't have a clue why when Himeko tells him about it.",
          "Aliases": []
        },
        "36": {
          "ID": "158025",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158025",
          "TitleEnglish": "Hasekura-senpai! Following the Dreams of His Youth",
          "SummaryEnglish": "Aiko is upset because Hasekura had an exchange student program and the exam was coming up on Sunday. He had a chance to go to America for a half year, and it had always been his dream to go study abroad. Hime-chan turned herself into Aiko and called Hasekura. Hime-chan said that she just wanted to wish him well, and also to do a good luck charm.",
          "Aliases": []
        },
        "37": {
          "ID": "158026",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158026",
          "TitleEnglish": "The Day the Hideout Disappears…",
          "SummaryEnglish": "Himeko took some of her old toys to the hideout. Hime-chan saw Gori and a couple other men by the gate making measurements outside of the house. They were going to tear down the old house. Hime-chan quickly used the mirror in her palette to transform into Gori-sensei. Then Hime-chan made a copy of herself, and Gori saw two \"ghosts\".",
          "Aliases": []
        },
        "38": {
          "ID": "158027",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158027",
          "TitleEnglish": "Mischievous Imps, Major Trouble!",
          "SummaryEnglish": "Camille accidentally releases Masshi and Hosshi, two big eared, fluffy animals, from a jar they were trapped in. They decided to follow Hime-chan. They go to her school and use their powers to prank teachers and students.",
          "Aliases": []
        },
        "39": {
          "ID": "158028",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158028",
          "TitleEnglish": "Pancakes Are a Sweet Trap",
          "SummaryEnglish": "Masshi and Hosshi (the two fairies who escaped from the land of magic) were playing around in the human world. Hime-chan was given some new magic to catch them. Camille said that he came to help find the fairies. Camille brought some special potion with him. When Gori was going to scold the students, the eraser fell on top of his head. Hime-chan knew that the fairies must be around. Then Hime-chan used her palette to capture the fairies.",
          "Aliases": []
        },
        "40": {
          "ID": "158029",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158029",
          "TitleEnglish": "Operation Friendship Goes Awry",
          "SummaryEnglish": "Icchan and Manami tease Hime-chan about Daichi, who retorts that she and he are just friends. Hikaru also thinks it's so great to be able to rely on boys' friendship, so Icchan and Manami get mad and tell her their girls' friendship is as good. But Hikaru doesn't believe them, as her mother told her, only a boys' friendship is strong enough and girls' friendship is an illusion since all they believe in is love.",
          "Aliases": []
        },
        "41": {
          "ID": "158030",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158030",
          "TitleEnglish": "The little lovers",
          "SummaryEnglish": "At a nearby theater, a knight uses his magical sword to defeat the evil monster and rescue the princess. Shintaro [Daichi's younger brother], calls Yumeko. He comes to her but she shyly says she doesn't know him, even though they have played together in the past. [Note: Shintaro DID play with Yumeko in episode 7 but that was Hime-chan transformed into Yumeko] The other kids tease Shintaro for having been dumped by her.",
          "Aliases": []
        },
        "42": {
          "ID": "158031",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158031",
          "TitleEnglish": "UFO camp",
          "SummaryEnglish": "Hime-chan and Pokota cannot sleep because of the warmth of the night (it's summer), so they go to the window and open it, and spot a strange light moving quickly in the sky. The next day at school, Icchan is sleepy, as she didn't sleep much the previous night because she also saw the UFO. Then Daichi and Tetsu come by and invite the three girls to go camping where they'll see plenty of shooting stars far from the city lights. They beg Gori-sensei, who also saw the UFO and used to belong to a UFO club at school, to escort them.",
          "Aliases": []
        },
        "43": {
          "ID": "158032",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158032",
          "TitleEnglish": "Sunrise at the pool",
          "SummaryEnglish": "Manami takes Hime-chan and Icchan to a swimsuit store. They go in and each of them quickly picks up the swimsuit they like. At Hime-chan's home, Father shows them some entrance tickets he got for the amusement park where he plans to take his family the next day. Later in her room, Hime-chan tells Pokota that she is confronted with a dilemma: she wants to go with her friends to the Waterland (superbig swimming pools). Hime-chan splits herself and sends Hime-copy with her father and Yumeko to the amusement park.",
          "Aliases": []
        },
        "44": {
          "ID": "158033",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158033",
          "TitleEnglish": "Hikaru's \"doesn't get it\" summer vacation",
          "SummaryEnglish": "Wearing track suits Daichi, Hime-chan, Icchan, and Manami run into a very strange man who is hiding himself behind dark glasses, scarf, and trench coat. But Icchan recognizes him as Gori-sensei immediately, startling everyone. Gori looks like he is trying to \"avoid\" Hikaru by all means. She dislikes summer holidays because everybody goes to the countryside, leaving her alone.",
          "Aliases": []
        },
        "45": {
          "ID": "158034",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158034",
          "TitleEnglish": "Memory of a first love",
          "SummaryEnglish": "The phone is ringing at Hime-chan's house, so she hurries but falls down the stairs. It is Hasekura-senpai. He wants to talk to Aiko but she has gone out. After hanging up, Hime-chan remembers that Hasekura is going to leave that Sunday. Back in her room, Hime-chan looks at the sky out of the window, lost in her thoughts.",
          "Aliases": []
        },
        "46": {
          "ID": "158035",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158035",
          "TitleEnglish": "Hasekura-senpai...goodbye",
          "SummaryEnglish": "It was Saturday night, just one day before Hasekura-senpai was leaving for America. Hime-chan, in her pajamas, is looking out of her window to the night sky, thinking. Pokota comes by, and tells her with a little voice that she might still be in love with Hasekura.",
          "Aliases": []
        },
        "47": {
          "ID": "158036",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158036",
          "TitleEnglish": "A summer vacation without Daichi",
          "SummaryEnglish": "The weather is wonderful outside.. but Hime-chan is just sleeping at her desk, \"on\" her homework. Her mother comes in and tells her that she is leaving with her husband to hand in her manuscript, and that she will be back in the evening. Then as Hime-chan starts to sleep again, Aiko and Yumeko come in and ask her if she wants to go to the swimming pool with them. But Hime-chan just wants to stay home and sleep.",
          "Aliases": []
        },
        "48": {
          "ID": "158037",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158037",
          "TitleEnglish": "Mom's the target",
          "SummaryEnglish": "The editor gives a message for her mother that he got from somebody in the audience. The message says, \"Hurry to hit the end mark. Otherwise you'll be in the grip of death\". It scares them all but the editor doesn't remember whom he got it from. Himeko notices that the strange guy has left, and wonders if he is the author of this message.",
          "Aliases": []
        },
        "49": {
          "ID": "158038",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158038",
          "TitleEnglish": "Heart baton run amok",
          "SummaryEnglish": "Just after Hanako [Hime-chan's mother] has got the phone call saying that Yumeko has disappeared from the kindergarten, Daichi's father goes there and asks Yumeko's teacher and classmates what they have seen. The kids tell him that the guy who has been seen with Yumeko was wearing dark glasses. At home, Hime-chan says it was the same guy she had seen looking at her mother during the reception.",
          "Aliases": []
        },
        "50": {
          "ID": "158039",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158039",
          "TitleEnglish": "A small Hime-chan and a big mistake",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "51": {
          "ID": "158040",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158040",
          "TitleEnglish": "The promise tied to the ribbon",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "52": {
          "ID": "158041",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158041",
          "TitleEnglish": "Good-bye, Pokota?",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "53": {
          "ID": "158042",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158042",
          "TitleEnglish": "Writing a love story isn't that easy",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "54": {
          "ID": "158043",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158043",
          "TitleEnglish": "Manami, only thinking about kendo",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "55": {
          "ID": "158044",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158044",
          "TitleEnglish": "Himeko's struggling love course",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "56": {
          "ID": "158045",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158045",
          "TitleEnglish": "Memories playback",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "57": {
          "ID": "158046",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158046",
          "TitleEnglish": "A presentiment of love, just a bit but..",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "58": {
          "ID": "158047",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158047",
          "TitleEnglish": "Please take me to the future",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "59": {
          "ID": "158048",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158048",
          "TitleEnglish": "Lots of good-byes",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "60": {
          "ID": "158049",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158049",
          "TitleEnglish": "I love you, Daichi, so much",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "61": {
          "ID": "158050",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hime-chans-ribbon/episodes/158050",
          "TitleEnglish": "Lots of confusion in the Land of Magic",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}