{
    "URL": "https://www.thetvdb.com/series/maburaho",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0399990/",
        "https://www.themoviedb.org/tv/42442"
    ],
    "TitleEnglish": "Maburaho",
    "SummaryEnglish": "Maburaho is a romantic comedy of magical proportions, about a high school magician who suddenly becomes the target of three beautiful girls. The main character is a somewhat depressed seventeen-year-old high school student, Kazuki Shikimori. He attends, rather reluctantly, the elite Aoi Academy, a school for training people in the intricacies of powerful magic. In this world, where the ability to use magic is paramount, each magician is limited in the number of times he or she can use magic spells, and performing more spells than the limit allows will cause the user to die and turn into dust. In this regard, unlike the average enrolled magician whose limit is typically in the thousands, Kazuki is considered an underachiever, since he can only wield magic a mere eight times during his entire life.",
    "Aliases": [],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "533044",
            "URL": "https://www.thetvdb.com/series/maburaho/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5164390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/5164390",
                    "TitleEnglish": "Episode 7 Video Commentary",
                    "SummaryEnglish": "Video Commentary for Episode 7 with the main English Voice Cast."
                }
            }
        },
        "1": {
            "ID": "8304",
            "URL": "https://www.thetvdb.com/series/maburaho/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "159588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159588",
                    "TitleEnglish": "They Came...",
                    "SummaryEnglish": "Kazuki Shikimori is a poor student and a prestigious school of magic. He can only use his magic 8 times before he turns to ash and disappears. In the first episode, Yuna Miyama transfers to the Aoi Academy and claims to be Kazuki's wife. Meanwhile, Rin Kamishiro and Kuriko Kizitubaki are instructed by their families to meet Kazuki and obtain his genes, as they may create the most powerful magician in the world."
                },
                "2": {
                    "ID": "159589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159589",
                    "TitleEnglish": "It Fell...",
                    "SummaryEnglish": "Kazuki realizes the truth that the girls were only sent to him because of his precious genes. However, Yuna reminds him of his past, where she promised Kazuki that she will become her wife someday. In this episode, Kazuki used his magic to create snow. Kuriko and Rin realize that Kazuki really has some magnificent magical capability, despite the the low number of times he can use magic, commenting that it is almost impossible to create snow during summer. Kazuki's magic count drops to seven attempts."
                },
                "3": {
                    "ID": "159590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159590",
                    "TitleEnglish": "It Appeared...",
                    "SummaryEnglish": "In Kazuki's dorm room appears a mysterious ghost by the name of Elizabeth. Elizabeth demanded some things from Yuna and Kazuki. Later on, Kazuki broke his promise to the ghost which infuriated her. Elizabeth took Yuna to a void dimension where Kazuki thought she was being tortured, where in truth she was only being tickled. Kazuki used his precious magic to get Yuna back. His magic caused the women's and men's dorm to merge. Because Kuriko looks like Elizabeth's mother, Elizabeth decides to take up residence in Kuriko's breasts. Kazuki's magic count drops to six in this episode."
                },
                "4": {
                    "ID": "159591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159591",
                    "TitleEnglish": "I Saw It...",
                    "SummaryEnglish": "Kazuki is having nightmares that he is being attacked by a behemoth; at the same time, a rumor of a behemoth inside the campus is floating around. Dr. Akai, the school doctor, was sealing a behemoth in a forbidden room since he is not powerful enough to abolish it. As it turns out, there was another behemoth being raised by Nakamaru. Kuriko decides to battle the beasts, but they overpower her. To save her, Kazuki ends up using his magic. His magic count drops to five in this episode."
                },
                "5": {
                    "ID": "159592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159592",
                    "TitleEnglish": "She Made It...",
                    "SummaryEnglish": "Rin has a crush on the biology club president, who is transferring out of the school. She attempts unsuccessfully to make him a goodbye meal until the others give her a hand. Rin, who does not know how to cook, finally manages to prepare a meal for her senior, but before she gets a chance to present her gift to him, she stumbles and drops the food. Kazuki uses his magic to undo Rin's fall. Rin decides to give the meal to Kazuki instead of her senior, and she is impressed with him when he eats the whole meal, despite its terrible taste. Kazuki's magic count drops to four in this episode."
                },
                "6": {
                    "ID": "159593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159593",
                    "TitleEnglish": "We Were Found Out...",
                    "SummaryEnglish": "Kazuki parents are coming for a visit and the girls all attempt to make a good first impression. Rin watches some videos on proper behavior in order to prepare for the visit. Kuriko plans a meal of Kazuki's parent's favorite food: eels. Yuna focuses her attention on Kazuki hoping to show his parents that she's the one for him."
                },
                "7": {
                    "ID": "159594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159594",
                    "TitleEnglish": "We Met...",
                    "SummaryEnglish": "It is time for the Aoi Festival and Kazuki's class, Class B, has done nothing to prepare. Then Yamase, an old childhood friend of Kazuki who is in class F, appears to make him an offer that would solve both their classes problems for the Festival: a joint play performance. During the chaos of the festival, Class B summons a beast that goes out of control, and Kazuki is left to save Yamase from it. His magic count drops to three as a result."
                },
                "8": {
                    "ID": "159595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159595",
                    "TitleEnglish": "Gone and Done It...",
                    "SummaryEnglish": "The day begins when Kazuki encounters a young boy who has just stolen three necklaces from Yukihiko Nakamaru. The three girls attempt to find out the mystery behind the necklaces and the little boy while at the same time trying protect the boy from Nakamaru's revenge. The three girls end up reminiscing about their previous times with Kazuki."
                },
                "9": {
                    "ID": "159596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159596",
                    "TitleEnglish": "He Used It...",
                    "SummaryEnglish": "With a magic count of only three, the girls start thinking of ways to help Kazuki increase his magic count. Kuriko mentions a magical spa that is supposed to increase a person's magic count. As it turns out, the three girls and Kazuki must play and beat a baseball team from hell. If they win Kazuki gets one more magic attempt but if they lose they must go to baseball camp in hell for all eternity. Kazuki and the girls end up winning the game, but only after Kazuki had to resort to using his magic, so, while he did gain an extra use of magic from the game, it had gone to waste. His magic count remained at three by the end of the episode."
                },
                "10": {
                    "ID": "159597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159597",
                    "TitleEnglish": "It Was Spent...",
                    "SummaryEnglish": "In another effort to increase Kazuki's magic count, Kuriko and the girls search for a mysterious a blue magatama that could help Kazuki with his low magic problem. The magatama is tied to a girl who was cursed with bad luck in the past. Yuna has her own bout of bad luck from the magatama that does not surface until several episodes later."
                },
                "11": {
                    "ID": "159598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159598",
                    "TitleEnglish": "I Opened It...",
                    "SummaryEnglish": "Yuna's father sent Dr. Akai some vials containing potions that might help Kazuki increase his magic count. Yuna ended up inadvertently releasing a pathogen from the vials that takes on her form but completely opposite personality. While Yuna goes around thinking of ways to save Kazuki, Dark Yuna wreaks havoc in the school."
                },
                "12": {
                    "ID": "159599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159599",
                    "TitleEnglish": "He Disappeared...",
                    "SummaryEnglish": "As a result of the previous two episodes, Yuna has contracted a magical sickness that threatens to turn her into ash by depleting her magic count. Kazuki ends up using the last of his magic to save her life. Instead of turning to ash, however, Kazuki becomes a ghost."
                },
                "13": {
                    "ID": "159600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159600",
                    "TitleEnglish": "He Came Back...",
                    "SummaryEnglish": "Starting with this episode, the focus of the girls shifts from trying to increase Kazuki's magic count to attempting to collect all of Kazuki's ashes in order to get his body back. Also, a mysterious girl meets Kazuki next to the maple tree. She asks Kazuki to point her in the direction to the old school building. Unfortunately, what Kazuki doesn't realize is that the mysterious girl wants to turn Kazuki into a complete ghost and add him to her collection of ghosts."
                },
                "14": {
                    "ID": "159601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159601",
                    "TitleEnglish": "We Were Trapped...",
                    "SummaryEnglish": "Kazuki meets with Ghost Collector at her house. Yuna, Kuriko, and Rin follow him into the house. Kazuki talks with the Ghost Collector, named Shino, trying to decide between being a human versus being a ghost. However, the three girls encounter many traps within the house. As Dr. Akai enters the house, he reveals that Shino is his sister. Shino will be watching Kazuki and the girls from now on."
                },
                "15": {
                    "ID": "159602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159602",
                    "TitleEnglish": "He Ascended...",
                    "SummaryEnglish": "Rin's master shows up, trying to make her go back to the head family since Kazuki is dead. Rin pretends to be betrothed with Kazuki, and Rin's master wants to fight Rin and Kazuki as to show he is good enough to marry Rin. Rin's master later told Kazuki a bit about Rin's past and how he was forced to become cruel to Rin instead of the kind \"big brother\" when he was named her master. He also told Kazuki that what Rin needs now isn't intense training, but someone to allow her to feel the warmth of friendship, which he deprived Rin of when she was a child. A week later, the duel took place, which went short when Rin's master collapsed due to old age. As his time nears, he apologized for all the harshness he done to Rin as her master, hoped for her forgiveness and bade Rin farewell; then he died, his soul went to the moon and Rin cried over his body."
                },
                "16": {
                    "ID": "159603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159603",
                    "TitleEnglish": "We Snooped...",
                    "SummaryEnglish": "Kuriko has been absent from several student council meetings. Elizabeth asks Rin, Yuna, and Kazuki to track her down. After following her, they discover she is on a date with a strange man who is up to no good. But it was revealed that the man was a criminal wanted for cheating money of women, and Kuriko is helping the police in getting the evidence to arrest him. Rin, Yuna, and Kazuki, due to misunderstanding, almost messed her up, which Kuriko was quite infuriated about."
                },
                "17": {
                    "ID": "159604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159604",
                    "TitleEnglish": "They Decided...",
                    "SummaryEnglish": "By strange twist of fate, it is revealed that Nakamura also has some powerful genes himself. These events force the Kazetsubaki Family and the Kamishiro Clan to change their plans in respect to Kazuki's genes. Kazuki felt deeply pathetic about Yuna and the girls leaving even though they wanted to stay, Rin said that she is the one that really doesn't respect her clan's decision, Kuriko said that Kazuki teased her so much that she really doesn't want to go away, and Yuna actually won't leave without becoming Kazuki's wife. It gave Kazuki the hope to struggle on and the girls some hope to bring Kazuki back to life. Later on, Dr. Akai informs them that the news about Nakamura was a mistake."
                },
                "18": {
                    "ID": "159605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159605",
                    "TitleEnglish": "They Set It Up... Ya See",
                    "SummaryEnglish": "Nakamaru and Matsuda orchestrate a fight between Rin (the Master of the Sword) and Sayumi (the Master of the Fists). During the end of the fight, Rin and Sayumi were to race around the track to predict the winner of the fight. However, a group of monks also participated but surprisingly won the race, causing Nakamaru and Matsuda's scheme to fail."
                },
                "19": {
                    "ID": "159606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159606",
                    "TitleEnglish": "He Changed... Ya See",
                    "SummaryEnglish": "On the end of the previous episode, Yuna, Kuriko, Rin, and Yamase all suddenly get horny, and get dragged towards Kazuki. The women compare breasts in the shower and feel each other up, there is nudity. A strange black circle seems to follow Kazuki, and the girls are drawn to him again during dinner. After the girls decide on how to spend their free time with Kazuki, deciding on which times Kazuki dates each, and some comments from Yamase, everyone goes to bed. In the night, it is revealed that the magic circle was created by Shino. The next day, during each of the dates, Shino decides to stalk everyone, looking for an opportunity to capture Kazuki. At Yamase's turn, she cheats and takes Kazuki to somewhere in the forest, while masking their auras. Yuna and the other become infuriated and start searching. While they are talking, Shino manages to capture Kazuki and Yamase, then proceeds to try and make Kazuki a complete ghost. Yuna arrives, and manage to free Yamase, but cannot reach Kazuki because of Shino. Yamase and Yuna are then restrained again, when Kuriko and Rin arrive. Rin then frees Yuna and Yamase, Kuriko restrains Shino's monster. Rin then holds off Shino, while Yuna and Yamase go to save Kazuki, who is then dragged into the portal, that turns him into a ghost. Yuna and Yamase then proceed to jump in after him, saving him and returning to him a lot of his ashes. Everyone leaves on a train, and Yamase says that Kazuki hasn't changed."
                },
                "20": {
                    "ID": "159607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159607",
                    "TitleEnglish": "She Delivered It...",
                    "SummaryEnglish": "Karei Hirosaki, Kazuki's dorm manager, is attempting to return a lunch box to Yuna. Throughout the story the main characters retell their interactions with Kazuki since they first met him."
                },
                "21": {
                    "ID": "159608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159608",
                    "TitleEnglish": "He Was Lit Up...",
                    "SummaryEnglish": "Kuriko tries to return her share of Kazuki's ashes to him, but she fails everytime. Then her older sister informed her that she will leave for New York, but not before she attends her family's Cinderella Party, in which the party ends at midnight. Kuriko decided to bring Kazuki along as her \"man\". As time passed, however, she wasn't able to restore Kazuki's ashes to him and ended up losing a shoe after running up toward the balcony when Kazuki found her standing on the stairs in hesitation of what to do. Kuriko confessed her love for Kazuki and said that this is the last time she will ever see him and they kissed... almost, as then Kuriko's ashes finally passed on into Kazuki, making him a step closer to being human again. Next day, it's seen that Kuriko somehow cancelled her journey to NY and stayed with Kazuki."
                },
                "22": {
                    "ID": "159609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159609",
                    "TitleEnglish": "He Kept It...",
                    "SummaryEnglish": "Rin Kamishiro is still worrying about what will happen to Kazuki if she returns his ashes, things are made more complicated when Kuriko decides that Kazuki will take Rin on a date for the day in an attempt to restore Kazuki's ashes. Fearful that once his ashes return, Kazuki will lose all memory of the girls; Rin resolves to leave, with Kazuki's ashes and never return, but she repents after witnessing the lengths he will go to keep a promise. After demanding that Kazuki will not forget the girls, she returns his ashes and everything seems fine until Kazuki collapses in pain. The episode ends with Yamase on a train wondering how everyone is."
                },
                "23": {
                    "ID": "159610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159610",
                    "TitleEnglish": "We Were Seen...",
                    "SummaryEnglish": "In a bid to find Kazuki's final ashes Yuna, Kuriko, Rin, Yamase and Dr. Haruaki Akai travel into Kazuki's mind. This leads to a startling revelation and a terrible choice."
                },
                "24": {
                    "ID": "159611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maburaho/episodes/159611",
                    "TitleEnglish": "It Ended...",
                    "SummaryEnglish": "Kazuki's body was restored with Yuna and Chihaya's ashes. But now, instead of one Kazuki, there are now ten! In the end, Kuriko suggested that she would take around six Kazukis all for herself and the remaining four will be given to Rin, Yuna, and Chihaya. Yuna disapproved as she is (or so she believes) Kazuki's wife and she would consider it unfaithful should any of the ten Kazukis date another girl."
                }
            }
        }
    }
}