{
    "URL": "https://www.thetvdb.com/series/es-otherwise",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0450911/",
        "https://www.themoviedb.org/tv/12341"
    ],
    "TitleEnglish": "E's Otherwise",
    "SummaryEnglish": "E's (Pronounced \"S\") Otherwise is based on a popular comic series featured in the G Fantasy Monthly. Born through mutations, E's possess abilities that far exceed normal human beings. 15 year old Kai Kudo -who has powers different from the rest of the E's- together with his sickly sister Hikaru was protected from a world that fears E's by an organization called ASHURUM. ASHURUM is one of the 12 corporations that now rules the world. Scouted by Eiji, Kai was delegated to the ASHURUM special force AESES and undergo intensive training, such as sharpshooting, martial arts, and hacking, not to mention psychic training. Whenever he was free, Kai visited Hikaru at the hospital belongs to the organization, but Hikaru's condition never improved. After one year of training, Shen-lon-another psychic in AESES who felt threatned by Kai from the first time he saw him- told Kai Eiji really only wanted his sister Hikaru, because she was said to have had amazing psychic powers, but was too si",
    "Aliases": [],
    "Modified": "2025-05-23",
    "Seasons": {
        "1": {
            "ID": "33293",
            "URL": "https://www.thetvdb.com/series/es-otherwise/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "372541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372541",
                    "TitleEnglish": "A Superficial Peace",
                    "SummaryEnglish": "Kai Kudō, said to have supernatural psychic abilities, is revived by Eiji Sagimiya in the ASHURUM corporation. After undergoing a year of intense training in the AESES division, Kai is given the mission to arrest a psychic criminal roaming the streets. After finding the criminal, Kai is soon able to trap him in a sphere of water.",
                    "Aliases": []
                },
                "2": {
                    "ID": "372542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372542",
                    "TitleEnglish": "We Are Not For Destruction",
                    "SummaryEnglish": "Eiji assigns the AESES division to infiltrate Gald, a run-down city led by crime syndicates. Kai tries to persuade Eiji for him not to carry his gun for this mission, seeing as he is against killing his opponents. Meanwhile, Yuki Tokugawa is sent to see Erimiya, who tells him that the ASHURUM corporation has sent the AESES division to find the Sacrament of Calvaria from within the city.",
                    "Aliases": []
                },
                "3": {
                    "ID": "372543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372543",
                    "TitleEnglish": "The Arrow That Has Been Loosed",
                    "SummaryEnglish": "In the midst of the inflamed city, Kai rescues a girl inside a building and leaves her in the care of Ruri Hisaishi. However, Ruri is soon shot by a group of residents, causing Kai react out of rage. Elsewhere, Shin-Lu Belvedere is rendered unconscious due to Erimiya's power. Her brother Shen-Long Belvedere comes to her aid and also attacks Kai for ignoring the operation, causing a mass explosion encompassing the city.",
                    "Aliases": []
                },
                "4": {
                    "ID": "372544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372544",
                    "TitleEnglish": "At the Place He Washed Ashore",
                    "SummaryEnglish": "Kai is washed ashore to a greenhouse, where is treated for his wounds and then interrogated by Yuki, who is soon interrupted by his younger sister Asuka Tokugawa. Doctor Asakura, believing that the ASHURUM corporation has brainwashed the AESES division, suggests that Kai should stay in the greenhouse to recuperate from his weakened state before returning to the ASHURUM corporation.",
                    "Aliases": []
                },
                "5": {
                    "ID": "372545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372545",
                    "TitleEnglish": "Magnificent Approach",
                    "SummaryEnglish": "Failing to make breakfast for him, Asuka takes Kai with her to the shopping district. While on their way back, Asuka senses what Kai is struggling with. Kai is later summoned by Yuki to enter a casino disguised as a couple, given the task to assist the police department in having a crime syndicate leader arrested.",
                    "Aliases": []
                },
                "6": {
                    "ID": "372546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372546",
                    "TitleEnglish": "Experimental City",
                    "SummaryEnglish": "Kai and Yuki are assigned to locate a cybernetic human for a client. When they find the human in the streets, they noticed it wearing a laser ring. Asuka later comes along, making matter worse, as she becomes a target. The three escape to a warehouse storing some weapons. When the cybernetic human finds them again, Kai shoots at it repeatedly, gradually disabling it and soon causing it to self-destruct.",
                    "Aliases": []
                },
                "7": {
                    "ID": "372547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372547",
                    "TitleEnglish": "Purple Destiny",
                    "SummaryEnglish": "Kai and Yuki are hired at a library to capture a man wearing a purple mask, who is after the first edition of a comic book series. Leonid, an acquaintance of Yuki, later finds the two in the library. When the masked man appears, it is revealed that he has psychic powers and has been identified as a comic book enthusiast. The masked man becomes weak after using up his powers after being chased.",
                    "Aliases": []
                },
                "8": {
                    "ID": "372548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372548",
                    "TitleEnglish": "Rise and Fall of Tokugawa",
                    "SummaryEnglish": "Kai and Yuki discuss about how Asuka is unable to cook and about how Yuki chooses to protect her. When the three decide to go to a ramen shop, Yuki is displeased with its service. After acquiring the necessary ingredients for the perfect recipe, the three open up their own outdoor ramen shop, attracting many customers. Unfortunately, Asuka accidentally destroys it.",
                    "Aliases": []
                },
                "9": {
                    "ID": "372549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372549",
                    "TitleEnglish": "Charmed Soul",
                    "SummaryEnglish": "Leonid tells Yuki to convince Kai to dress up like a woman again, setting him up on a date with a client named Edgar Hanson. Kai becomes speechless when Edgar unexpectedly proposes to him. It is soon realized that Edgar is wanted for an arrest, explaining that he is an arms broker in order to secure the alliance of the twelve guerrilla corporations of Gald.",
                    "Aliases": []
                },
                "10": {
                    "ID": "372550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372550",
                    "TitleEnglish": "Rewritten Memory",
                    "SummaryEnglish": "Shin-Lu is released from the hospital and taken to the laboratory to have her memory overridden, unbeknownst to Shen-Long. Later on, Shen-Long encounters Maxim Feller, along with Sherry and Kyou, who are now his new teammates. Kyou provokes Shen-Long into a duel, but Maxim intervenes and restricts Shen-Long's powers. Shin-Lu later confronts Shen-Long about how he put Kai's life in danger by the explosion he caused at Gald.",
                    "Aliases": []
                },
                "11": {
                    "ID": "372551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372551",
                    "TitleEnglish": "Sweet Gloom",
                    "SummaryEnglish": "Kai becomes a bodyguard for Dzhyuma for a few days. Yuki finds out that Dzhyuma is the adopted son of the president of the anti-psychic weaponry production guerrilla corporation. Kai and Yuki prevent a man from stealing Dzhyuma's research equipment, but the two become suspicious of Dzhyuma's intentions. He momentarily shows his jamming device, capable of weakening the psychics through electromagnetic waves.",
                    "Aliases": []
                },
                "12": {
                    "ID": "372552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372552",
                    "TitleEnglish": "Blind Spot",
                    "SummaryEnglish": "Dzhyuma is permitted by Yuki to borrow Kai for his research, yet Kai grows to respect him. While Dzhyuma goes on a date with Asuka, Kai and Yuki walk them from a distance. It is not long before Kai and Yuki are forced to use the jamming device against two psychics sent by Dzhyuma's father. Dzhyuma sends his regards to Kai and Yuki, and he leaves Asuka with a gown as a gift of his affection.",
                    "Aliases": []
                },
                "13": {
                    "ID": "372553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372553",
                    "TitleEnglish": "Naive Passion",
                    "SummaryEnglish": "Yuki goes to an orphanage to donate, but he is too embarrassed for Kai and Asuka to know. Meanwhile, Kai and Asuka go out to search for a lost cat in the streets. The two eventually track down the lost cat in a restricted area, and they then receive a monetary reward from the owner. Maria later contacts Yuki for him to bring her the psychic that he has been sheltering, not knowing she was referring to Asuka instead of Kai.",
                    "Aliases": []
                },
                "14": {
                    "ID": "372554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372554",
                    "TitleEnglish": "A Lonely Shooting Star",
                    "SummaryEnglish": "Shen-Long begins to see changes in his sister's personality over time. Professor Chigaya summons Shin-Lu to participate in a mock battle against Shen-Long in the training chamber. Shin-Lu easily defeats her brother in combat, to which Eiji compares the psychic abilities of Kai to that of Maxim. Shen-Long is taken to the intensive care unit room, but he disappears when Shin-Lu enters the room.",
                    "Aliases": []
                },
                "15": {
                    "ID": "372555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372555",
                    "TitleEnglish": "Denizens of Paradise",
                    "SummaryEnglish": "Kai begins to lose control of his psychic powers, and he vanishes right before Asuka's eyes. He appears at a cathedral, where he meets a group of psychic children who called him through telepathy. Kai tries to escape, but he is stopped by Cardinal Ghibelline. After evading to the outside, Kai meets Erimiya, who tells him to discover himself. Soon after, Shen-Long attacks Kai for how Shin-Lu has changed after the explosion at Gald.",
                    "Aliases": []
                },
                "16": {
                    "ID": "372556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372556",
                    "TitleEnglish": "Similar Calibers",
                    "SummaryEnglish": "Ghibelline proves his knowledge about Kai from research, much to the latter's dismay. After Kai seeing a sickly Raphael being tested against anti-psychic weaponry, Ghibelline requests Kai to stay at the cathedral in order to use his psychic powers to find the Sacrament of Calvaria. Kai encounters Maxim, who attacks him mercilessly. At the same time, Hikaru collapses in Eiji's presence, due to the psychic energy felt through Kai.",
                    "Aliases": []
                },
                "17": {
                    "ID": "372557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372557",
                    "TitleEnglish": "Exodus to Light",
                    "SummaryEnglish": "Kai attempts to release the psychic children from the cathedral, but Ghibelline does any means necessary to prevent the matter. When Raphael becomes separated along with Kai from the other children, he uses telepathy to reach out to and reunite with them, as they all make their way to the outside. Kai asks Yuki to take the psychic children to the orphanage for the time being.",
                    "Aliases": []
                },
                "18": {
                    "ID": "372558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372558",
                    "TitleEnglish": "Same Bed, Different Dreams",
                    "SummaryEnglish": "Shin-Lu tries persuade Kai to return to the ASHURUM corporation, even to the point of singing. Kyou shows up and taunts Kai for being weak, and Shin-Lu also tries to prove to him that she has gotten strong through training. Meanwhile, Asuka is visited by Maria, who wants to bring her to see Erimiya. However, Maxim arrives and tries to capture Asuka for his own purposes, to which Maria does anything she can to prevent that from happening.",
                    "Aliases": []
                },
                "19": {
                    "ID": "372559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372559",
                    "TitleEnglish": "Drift in the Current",
                    "SummaryEnglish": "Shen-Long takes Shin-Lu back to the ASHURUM corporation, later realizing that Eiji was wounded when Hikaru collapsed. Sherry calls Kyou in for a mission, later recognized as to capture Asuka. After Kai says his farewell to Raphael, he recalls about a discussion with Eiji concerning telepathy. Yuki, who resists working with Maria, learns that Asuka is a psychic. Kai finds out that Yuki and Asuka are headed towards the guerrilla home base.",
                    "Aliases": []
                },
                "20": {
                    "ID": "372560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372560",
                    "TitleEnglish": "Desire and Destiny",
                    "SummaryEnglish": "Kai goes back to the cathedral, surprisingly finding Leonid investigating about the home base, and they soon find an underground passageway that might lead there. Hitomi gives an impatient Shen-Long some information about Shin-Lu's behavioral change after her rehabilitation. Yuki, Asuka, and Maria board with Sherry and Kyou on a ship serviced by Rikumi, but the former three are unaware that they are directing the latter two into the home base.",
                    "Aliases": []
                },
                "21": {
                    "ID": "372561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372561",
                    "TitleEnglish": "Frozen Flame",
                    "SummaryEnglish": "Yuki prevents Sherry from stealing Erimiya's will, but he is later charged at by Kyou as a distraction. Erimiya defends himself against Maxim's attacks, but it is not long before he is overwhelmed. Kai appears and defeats Kyou, and he then fights Maxim for Erimiya's life. However, Erimiya's dies in Kai's arms when Maria arrives.",
                    "Aliases": []
                },
                "22": {
                    "ID": "372562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372562",
                    "TitleEnglish": "Rhapsody",
                    "SummaryEnglish": "Maria comes to the house to battle Kai, assuming that he was one who killed Erimiya. Kai knocks her unconscious after saying he is not at fault. In the next morning, Kai attempts to reason with Maria, but she leaves by pointing out how the guerrilla corporations treat psychics as weapons rather than as people. Eiji travels to Gald to show Erimiya's will to Ghibelline, convincing an alliance with him.",
                    "Aliases": []
                },
                "23": {
                    "ID": "372563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372563",
                    "TitleEnglish": "Far Away Dawn",
                    "SummaryEnglish": "Unable to cease the two military forces of the rivaled corporations from engaging in war, Kai inflames his psychic energy and eradicates the area. This has an effect upon Hikaru, who calls out for Kai, although Asuka is somehow able to hear her voice as well. Sherry and Shin-Lu prepare to head towards the home base. Maxim, now recuperated, fails to tell Eiji that he dreamed of seeing Kai as his reflection.",
                    "Aliases": []
                },
                "24": {
                    "ID": "372564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372564",
                    "TitleEnglish": "The Awakening Evil",
                    "SummaryEnglish": "Asakura unveils to Hitomi that Eiji has not only been altering the memories of the psychics, but has also been planning to create a society of psychics. Meanwhile, Eiji reveals to Kai his superior psychic abilities, while noting that Kai currently has no identity. Asakura further mentions that it is possible to restore the memories of the psychics. Kai finds Shen-Long when he breaks into the laboratory, however Chigaya tries to interfere.",
                    "Aliases": []
                },
                "25": {
                    "ID": "372565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372565",
                    "TitleEnglish": "Collection Time",
                    "SummaryEnglish": "Eiji bring Hikaru to the home base via helicopter. After making it to the arms hangar, Kai and Shen-Long use a military airplane to travel back to Gald. A wounded Leonid appears at the house with footage of the home base. A cybernetic Kyou soon shows up and attacks Maria, yet Yuki chases him away using the jamming device and a bazooka gun. After viewing the footage, Leonid says that Gald has become an execution site.",
                    "Aliases": []
                },
                "26": {
                    "ID": "372566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/es-otherwise/episodes/372566",
                    "TitleEnglish": "The Upcoming New Era",
                    "SummaryEnglish": "Shen-Long is forced to fight Shin-Lu, and Maria later settles a score with Maxim. Kai goes into the chamber where Hikaru is contained. When Kai is unable to stand his ground against Eiji, Yuki arrives and attempts to save Hikaru. Hikaru emits a burst of light awakening the Sacrament of Calvaria, yet Asuka is able to calm her down from afar. Kai and Eiji disappear as they collide in psychic energy, causing destruction within the city. Yuki, Asuka, and Hikaru all wait for Kai to return back to them one day.",
                    "Aliases": []
                }
            }
        }
    }
}