{
    "URL": "https://www.thetvdb.com/series/onmyou-taisenki",
    "Genres": [
        "Animation",
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0963017/",
        "https://www.themoviedb.org/tv/34175"
    ],
    "TitleEnglish": "Onmyou Taisenki",
    "SummaryEnglish": "Welcome to the Onmyou Taisenki guide at TV Tome. Onmyou Taisenki is a digimon-like anime, has these things that look like digivices that are used by the heroes of the story. All his life, Riku Tachibana has been raised by his grandfather. For some reason, the old man has always been fond of strange hand gestures, and they've rubbed off on Riku, who performs them almost subconsciously, to his classmates' great amusement. One day, however, it suddenly becomes clear to Riku what his grandfather has been surreptitiously teaching him. And the teachings could mean the difference between life and death for Riku.",
    "Aliases": [
        "The Chronicle of the Big Battle between Yin and Yang",
        "Onmyou Tai Senki"
    ],
    "Modified": "2025-07-21",
    "Seasons": {
        "1": {
            "ID": "9481",
            "URL": "https://www.thetvdb.com/series/onmyou-taisenki/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "180507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180507",
                    "TitleEnglish": "Koujin! Byakko no Kogenta",
                    "SummaryEnglish": "Riku Tachibana seems to be an ordinary middle school student with the worries of what club to join. His unique feature is that he makes odd hand gestures, and he does not know what they really are. His childhood friend Momo-chan goes through the first of many denials of liking Riku as more than just a friend. Riku decides to ask his grandfather what the gestures mean, and soon after, he finds himself making a contract with the Shikigami, Byakko no Kogenta. Riku finally discovers what those hand gestures are for, as he is now a Toujinshi of the Ten-ryuu",
                    "Aliases": []
                },
                "2": {
                    "ID": "180508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180508",
                    "TitleEnglish": "Attack of the Chi-ryū",
                    "SummaryEnglish": "The news of Yamase's disappearance has reached Chi-ryuu Toujinshi Ujiyama and Yuuma Asuka, who has just defeated a Toujinshi of the Ten-ryuu with his powerful Shikigami, Byakko no Rangetsu. Much to Ujiyama's dismay, he is told by Yuuma to investigate Yamase's leads on the Head of the Ten-ryuu. Meanwhile, as his grandpa rests in the hospital, Riku searches for clues on some old documents found in his grandpa's bedroom. However, it is not long till Ujiyama and his Shikigami, Oobi no Mumyou, confront Riku and Kogenta.",
                    "Aliases": []
                },
                "3": {
                    "ID": "180509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180509",
                    "TitleEnglish": "Clash of the Byakko",
                    "SummaryEnglish": "Following a lead from his grandpa's notes, Riku goes to Ooiwasai to search for some more In. Soon after, he is attacked by Misasa, a Chi-ryuu Toujinshi, and her Shikigami, Kanro no Komaki. Can Riku find the new In before it's too late? And what will happen when Riku and Kogenta come face-to-face with Yuuma and Rangetsu?",
                    "Aliases": []
                },
                "4": {
                    "ID": "180510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180510",
                    "TitleEnglish": "Strength of the Sword! Saikaidō Kotetsu",
                    "SummaryEnglish": "Following a lead from their new friend, Masaomi, Riku and Kogenta go to the mountain region of Myoureizan in search of the In for \"Saikaidou Kotetsu.\" Along the way, Riku meets a Toujinshi of the Ten-ryuu, Teru. Because he doesn't want to get Riku involved, Teru goes off by himself. Soon after, Riku and Kogenta fight against two Chi-ryuu Toujinshi, Hazan (Shikigami - Enoki no Otochika) and Dougen (Shikigami - Tsubaki no Gorouza). Teru joins in the battle with his Shikigami, Akagane no Isoroku. Also, Riku finds out the identity of Kogenta's \"partner.\"",
                    "Aliases": []
                },
                "5": {
                    "ID": "180511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180511",
                    "TitleEnglish": "Fight Between Dragons and Tigers",
                    "SummaryEnglish": "One night, Masaomi explains to Riku about what Toujinshi and Shikigami are, and why the Ten-ryuu and the Chi-ryuu are currently fighting. It seems that the Chi-ryuu is interested in opening the Fukumaden Kimon, a gate that leads to demons and a power that could destroy the world, and the Ten-ryuu are trying to keep the Fukumaden Kimon closed. Masaomi also says that when Toujinshi lose their Shikigami, the Toujinshi lose their memories. Later, when Riku decides to clean up the damaged shrine, Yuuma confronts him, asking him about the Head of the Ten-ryuu. Then, his little brother, Souma, sick of Yuuma being on Mikazuchi's side, steps in and attempts to fight with him. However, Yuuma and Rangetsu end up fighting against Masaomi and his Shikigami, Seiryuu no Kibachiyo. Also, Riku and Kogenta face another Chi-ryuu Toujinshi and his Shikigami, Hanmou no Masurao",
                    "Aliases": []
                },
                "6": {
                    "ID": "180512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180512",
                    "TitleEnglish": "Dance! Toujinfu",
                    "SummaryEnglish": "Kogenta really wants Riku to start training, but Riku doesn't know how to go about it. Then, thanks to some of Rina's books, Riku gets some information on a special area for training. So, he, Rina, and Momo find a training area for using Toujinfu (cards for Toujin seals). Before the training could actually begin, Riku and Kogenta must fight against another Earth Style Toujinshi, Gonpachi, and his Shikigami, Souka no Raiden. The battle gets tough when Riku and Kogenta have to deal with Gonpachi and Raiden and also have to protect Momo and Rina from the demons that reside in the training area.",
                    "Aliases": []
                },
                "7": {
                    "ID": "180513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180513",
                    "TitleEnglish": "Invoke! Wave-Cutting Blade",
                    "SummaryEnglish": "The Boat Club goes on their first outdoor practice. Riku, though, has an objective to fulfill while on this trip. Using translations of his grandpa's notes, he and Kogenta find a new In. Meanwhile, Danjou, a Chi-ryuu Toujinshi, and his Shikigami, Akagane no Misohito, terrorize a nearby rural town in search for a Ten-ryuu Kimon and then open it. To do so, they force the village leader into showing them the location of the Kimon. Riku and Kogenta find and confront Danjou and Misohito. When Riku decides to use the newly-found In, it inexplicably doesn't work. Can Riku get the In to work in time?",
                    "Aliases": []
                },
                "8": {
                    "ID": "180514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180514",
                    "TitleEnglish": "Yumma and Souma",
                    "SummaryEnglish": "Souma gets frustrated by Mikazuchi, his brother Yuuma, and the Ten-ryuu. So, he decides to run away, but he doesn't have any money. With no place else to go, he heads back to Riku's destroyed shrine. There, he and his Shikigami, Ikazuchi no Fusanoshin, fight Kirihito, a Chi-ryuu Toujinshi, and his Shikigami, Uzumibi no Mingobee, who have been requested by Mikazuchi to eliminate Souma.",
                    "Aliases": []
                },
                "9": {
                    "ID": "180515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180515",
                    "TitleEnglish": "The Fighting Heart",
                    "SummaryEnglish": "One night, Kogenta decides to teach Riku a new In as proof of their trust towards each other: Hissatsu - Hundred Ghost Obliteration Attack. As described by Kogenta, it focuses all of his remaining energy into one powerful blast. After the attack, however, Kogenta would be unable to move, and if the enemy survives, then Kogenta would be completely defenseless. Kogenta takes this matter lightly, but Riku thinks that he's just being selfish. Now, Riku tries to find ways to get stronger as a Toujinshi (while leaving his Drive with Kogenta stuck in it in his freezer). Soon after, Riku is challenged by Izou Kenzaki, a rank-5 Chi-ryuu Toujinshi, and his Shikigami, Kurogane no Fuji. Riku, with a more serious (and scary) look of determination on his face, and Kogenta fare well against Izou and Fuji. But when Izou starts to use cheating methods, Riku must choose whether or not to use the new In that Kogenta taught him.",
                    "Aliases": []
                },
                "10": {
                    "ID": "180516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180516",
                    "TitleEnglish": "Battle at the Mysterious Ancient Capital",
                    "SummaryEnglish": "Riku's grandpa finally wakes up, and he tells Riku to go to the Ten-ryuu Taihaku Shrine in Kyoto. He eventually finds the Taihaku shrine and meets a young girl who seems to be the only person working at the shrine. She begins Riku's \"training,\" but then a Chi-ryuu Toujinshi named Chihaya busts in and summons his Shikigami, Kaede no Kurenai. When they are about to finish off Riku and Kogenta, the girl reveals herself as Nazuna, a Toujinshi of the Ten-ryuu, and summons her Shikigami, Hiiragi no Horin.",
                    "Aliases": []
                },
                "11": {
                    "ID": "180517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180517",
                    "TitleEnglish": "Secret of The Ten-ryū Ruins",
                    "SummaryEnglish": "The Chi-ryuu learns that Chihaya has disappeared from his post at the Taihaku shrine. So, Mikazuchi sends Izou and two rookie Chi-ryuu Toujinshi, Shinonome (Shikigami - Hanmou no Ninkurou) and Kasumi (Shikigami - Mebuki no Fuurai), to Kyoto to investigate. Yuuma also comes to Kyoto for his own reasons. Teru finds his way to the Taihaku shrine, and shortly after, he starts his training. He also takes a liking to Nazuna-chan. It's not long until Izou, Shinonome, and Kasumi make it to the Taihaku shrine and fight with Riku, Nazuna, and Teru in a huge battle royale. As the fight goes on, Izou grows desperate and becomes willing to take out on of his own teammates in order to win.",
                    "Aliases": []
                },
                "12": {
                    "ID": "180518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180518",
                    "TitleEnglish": "Heaven and Earth Shock - Daikoujin",
                    "SummaryEnglish": "While Masaomi and Kibachiyo fight Yakumo and (one of) his Shikigami, Seiryuu no Buryune, Riku and Kogenta battle Yuuma and Rangetsu. When all else fails, Riku decides to use the In that Kogenta taught him before: Hundred Ghost Obliteration Attack. But something strange happens to Kogenta after Riku uses it...",
                    "Aliases": []
                },
                "13": {
                    "ID": "180519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180519",
                    "TitleEnglish": "The Bond Between Two People",
                    "SummaryEnglish": "Kogenta is severely injured after the battle with Yuuma and Rangetsu. Nazuna uses a technique in which Horin heals Kogenta. Riku leaves the Taihaku Shrine with Momo and Rina to give Kogenta the time he needs to recover. During their time away from each other, Riku and Kogenta reminisce about the time they've spent together",
                    "Aliases": []
                },
                "14": {
                    "ID": "180520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180520",
                    "TitleEnglish": "Fukumaden Invasion",
                    "SummaryEnglish": "Riku gets a note from his grandpa that he has left on a journey. When Riku goes to the destroyed shrine, he finds the site completely rebuilt. Nazuna tells Riku about the moon magatama and how it can allow people to enter and exit the world of Fukumaden at shrines. When Souma tells them that the Earth Style has already been in and out of Fukumaden, Riku and Nazuna take it upon themselves to go into Fukumaden. They end up in a grassy moss field. They use their Onmyou divination board to help them navigate, only to find two Earth Style Toujinshi, Kanna (Shikigami - Shuusui no Erekiteru) and Mozu (Shikigami - Hiiragi no Toubee).",
                    "Aliases": []
                },
                "15": {
                    "ID": "180521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180521",
                    "TitleEnglish": "Kimon Escape",
                    "SummaryEnglish": "Mizuki wants to be recognized by her fiance, Yuuma, who's too busy tending to the battle-scarred Rangetsu. So, Mizuki teams up with Kanna to enter Fukumaden and find a Toujin stone. Nazuna goes back to Kyoto to bring back her belongings so that she can move into Riku's house. Souma wants to go to Fukumaden with Riku to show that he can be useful, despite Nazuna's words. The two groups meet and battle in a rocky mountain field. Souma and Fusanoshin get in an electrifying battle with Kanna and Erekiteru while Riku and Kogenta fight with Mizuki and her Shikigami, Kanro no Kuradayuu.",
                    "Aliases": []
                },
                "16": {
                    "ID": "180522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180522",
                    "TitleEnglish": "Return of the Assassin",
                    "SummaryEnglish": "Mozu teams up with easy-going Kikusaki (Shikigami - Houjou no Ruri) to search for more Toujin stones, and a deranged Izou goes with them, hoping to destroy Riku and Kogenta. Teru meets up with Riku and Souma. They head into a desert field of Fukumaden, where they do battle with Mozu, Kikusaki, and Izou.",
                    "Aliases": []
                },
                "17": {
                    "ID": "180523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180523",
                    "TitleEnglish": "Byakko's Great Underwater Decisive Battle",
                    "SummaryEnglish": "Momo, Rina, and Ryuuji come with Riku and Nazuna to a water field in the Fukumaden. Riku, Kogenta, Nazuna, and Horin then must fight underwater against the Chi-ryuu's Mutsuki (Shikigami - Gyoujaku no Ebihiko) and Daikan (Shikigami - Shuusui no Ryuukon).",
                    "Aliases": []
                },
                "18": {
                    "ID": "180524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180524",
                    "TitleEnglish": "The Sealed Fortress",
                    "SummaryEnglish": "Masaomi's bike gets a flat tire. A passerby on a motorcycle helps repair his wheel. As a way of showing his thanks, Masaomi gives the man a special coupon. It is revealed later that his name is Hayate Takamiya, a Toujinshi of the Chi-ryuu. When he and his Shikigami, Aogane no Juuzo, cross paths with Masaomi and Kibachiyo, the battle is going to be intense",
                    "Aliases": []
                },
                "19": {
                    "ID": "180525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180525",
                    "TitleEnglish": "Fight to The Death at The Secret Hot Spring",
                    "SummaryEnglish": "Riku recieves a letter from Teru. It says that he needs his help at the Kitaguni Hot Spring Village Shinzansou. It turns out that Teru ate a lot of food that wasn't his at an inn in Shinzansou. So, to pay off his debt, he's working for the inn. But the real reason why Teru requests Riku's aid is that he needs his help in getting rid of the demons that have been attacking the people of the inn.",
                    "Aliases": []
                },
                "20": {
                    "ID": "180526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180526",
                    "TitleEnglish": "The Terrifying Daikōjin",
                    "SummaryEnglish": "Oosumi, the Technology Research Department Chief for the Chi-ryuu, speaks of putting a Toujin stone into a Shikigami. When the revenge-driven Izou hears about this, he takes the Toujin stone he got from a while back into Fukumaden with him. Riku, Souma, and Nazuna head into a rocky mountain field of Fukumaden in search of more Toujin stones. Riku gets seperated from the group, and he is soon confronted by Izou. They summon their Shikigami and do battle. Kogenta easily handles Fuji, but when Izou embeds his Toujin stone into his Shikigami, Fuji then transforms into his Daikoujin form and starts beating Kogenta. Not wanting Kogenta to die, Riku unintentionally uses the Daikoujin and makes Kogenta turn into a huge monster again",
                    "Aliases": []
                },
                "21": {
                    "ID": "180527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180527",
                    "TitleEnglish": "And His Name Is Yakumo",
                    "SummaryEnglish": "Riku wakes up and finds himself in another part of Fukumaden. He is then attacked by a masked Toujinshi named Taishin and his Shikigami, Shousetsu no Magahoshi. They think that Riku is the Ten-ryuu Toujinshi named Yakumo. With Kogenta unconscious, all Riku can do is run away, using Toujinfu to help him escape. Outside the Fukumaden, Masaomi appears and learns of the news that Riku is gone. Masaomi, Nazuna, and Souma return to the rocky mountain sector of Fukumaden to search for Riku. They are soon confronted by Mizuki and Kanna. When Riku is cornered, the real Yakumo appears and summons Buryune to fight the masked Toujinshi and Magahoshi, who are actually a part of a faction called the Jin-ryuu.",
                    "Aliases": []
                },
                "22": {
                    "ID": "180528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180528",
                    "TitleEnglish": "The Seal Engraved on the Heart",
                    "SummaryEnglish": "Riku and Kogenta arrive in a tranquil part of the Fukumaden. Riku feels very nostalgic about this place. But a Chi-ryuu Toujinshi, Gaitatsu and his Shikigami, Aogane no Nanaya, come and decide to destroy the place in search of the Toujin stone.",
                    "Aliases": []
                },
                "23": {
                    "ID": "180529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180529",
                    "TitleEnglish": "Byakko Disappears",
                    "SummaryEnglish": "Riku has been having a lot of dreams lately, each involving a pleasant yet sad woman. When the giant Kimon in the Mikazuchi building opens, a lot of Youkai run amuck. Although Mikazuchi closes the Kimon with ease, there are still some Youkai out there. So, Nazuna uses Toujinfu to gather the remaining Youkai, and then Souma and Fusanoshin finish them off. At night, Yuuma and Rangetsu return and fight Riku and Kogenta. Kogenta is winning the battle, but Riku seems to be in a daze.",
                    "Aliases": []
                },
                "24": {
                    "ID": "180530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180530",
                    "TitleEnglish": "The Past, Once Again",
                    "SummaryEnglish": "Kogenta is dead, and Riku has lost all of his memories from when he was a Ten-ryuu Toujinshi. So, he doesn't remember Souma, Nazuna, or the boat club. Masaomi discovers that Riku's contract with Kogenta has not been cut. But, Riku seems to be rejecting his contract for some reason. To get Riku to accept his contract and restore his memories, not only will Kogenta have to be revived, but Riku will also have to walk down a difficult path, one that will reveal his ancient past.",
                    "Aliases": []
                },
                "25": {
                    "ID": "180531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180531",
                    "TitleEnglish": "Unsealed, The Zero Drive",
                    "SummaryEnglish": "Riku has regained his memories and is reunited with Kogenta. He also meets Yakumo again, who tells him about the Fukumaden and the past. There once was a man named Utsuho, and he had the terrible power to control the Youkai. He used the Youkai to attack Kyoto, the capital city at the time. The Toujinshi used their power to fight Utsuho and eventually won. Utsuho and the Youkai were sealed in a dimension far away. The Toujinshi split into two factions: the Ten-ryuu to guard the seal and the Chi-ryuu to destroy the Youkai that leaked out of the seal. The place where Utsuho is sealed is the Fukumaden. Soon after, the Jin-ryuu Toujinshi Taishin and his Shikigami, Magahoshi, return and attack the group. Riku runs away, and Yakumo chooses to fight him alone. With his new Zero Drive, Yakumo seems to be making short work of Taishin. But when Magahoshi becomes a Daikoujin, Yakumo will need the help of all five of his Shikigami: Shousetsu no Tankamui, Ikazuchi no Takamaru, Kurogane no Rikudou, Enoki no Sanemaro, and Seiryuu no Buryune.",
                    "Aliases": []
                },
                "26": {
                    "ID": "180532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/180532",
                    "TitleEnglish": "Daikimon Opened",
                    "SummaryEnglish": "Riku and Souma head for the Chi-ryuu base, the main building of Mikazuchi Products. Along the way, Souma gives Riku some backrgound information on Mikazuchi, the Head of the Chi-ryuu. He has made a great impact on Japan with his projects and mergers. Mikazuchi is also an expert Toujinshi, and it is said that he uses the power his Shikigami to control his \"luck\" in the market. When they enter the building, Souma is left behind while Riku heads up to see Mikazuchi. Riku meets him and asks what was the crime that the Ten-ryuu committed a thousand years ago. Mikazuchi explains that the Ten-ryuu were not guarding the seal of the Fukumaden. Instead, they were taking provisions and resources from the Fukumaden. Thus, the Chi-ryuu had suffered many casualties from the Youkai that were coming out of the unguarded seal. So, the Chi-ryuu attacked the main Ten-ryuu base. Then, Riku and Kogenta fight Yuuma and Rangetsu once more atop of the building. In the meantime, the Chi-ryuu gets ready to open the Daikimon.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "16651",
            "URL": "https://www.thetvdb.com/series/onmyou-taisenki/seasons/official/2",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "312533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312533",
                    "TitleEnglish": "End of the Season Madness",
                    "SummaryEnglish": "Riku feels that there is no use in fighting Mikazuchi right now, so he and Souma head back to Tenjinchou on a bus. The ride home gets disrupted by a giant spider Youkai known as Tsuchigumo. Riku, Souma, and their Shikigami manage to destroy the Tsuchigumo and continue their ride home. But the ride gets disrupted again by a large Youkai. This time, however, Momo and Rina join the fight and summon their Shikigami, Houjou no Nene and Iyashibi no Hiyoshino. Huh?!",
                    "Aliases": []
                },
                "2": {
                    "ID": "312534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312534",
                    "TitleEnglish": "Quickening of the Seal",
                    "SummaryEnglish": "It's summer, but it's snowing! The strange weather is due to the Daikimon that the Chi-ryuu opened. Speaking of the Chi-ryuu, they have initiated more of their plans by opening the 4 Kimon. Mikazuchi takes advantage of the abnormal weather change by announcing that he and the Mikazuchi group will care for the public by lowering the prices for vegetables, despite the cold weather. The Mikazuchi Group's stocks go up. By controlling the food, they will control the country's government. Also, since resources are scarce because of the cold climate, Mikazuchi's oil reserves will give the Mikazuchi Group control over energy maintenance and casting board. Teru comes back and reports that there are Youkai terrorizing people. As Head of the Ten-ryuu, Riku leads a Youkai extermination.",
                    "Aliases": []
                },
                "3": {
                    "ID": "312535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312535",
                    "TitleEnglish": "Invitation to Enemy Territory",
                    "SummaryEnglish": "Yakumo is attacked by Shoukaku, a Toujinshi of the Jin-ryuu, and his Shikigami, Oobi no Yatarou. Yakumo fends off the attackers and discovers what the Jin-ryuu are planning. Masaomi gives Riku information about the Chi-ryuu's 4 Kimon. While on their way to one of those 4 Kimon, Riku, Souma, and Nazuna meet an kind-hearted, inexperienced Chi-ryuu Toujinshi named Subaru and his Shikigami, Tsubaki no Houshun. When Riku and the gang befriend Subaru, Houshun is destroyed by the Ten-ryuu Suppression Department Chief of the Chi-ryuu, Taizan, and his Shikigami, Souka no Onishiba.",
                    "Aliases": []
                },
                "4": {
                    "ID": "312536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312536",
                    "TitleEnglish": "A Man Racing to the 4 Kimon",
                    "SummaryEnglish": "Following Taizan and Onishiba into a Kimon portal, Riku and Kogenta end up in Tousa of Shikoku, where a local village's crops have been growing immensely. But the only crops worth of value are the mandarin oranges, which are owned by the Mikazuchi Group. Riku and Kogenta then fight the Chi-ryuu Daikimon Construction Head, the elderly Nankai, and his Shikigami, Shuusui no Namazubou. Will Riku and Kogenta be able to defeat Nankai's 30-year bond with Namazubou?",
                    "Aliases": []
                },
                "5": {
                    "ID": "312537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312537",
                    "TitleEnglish": "Built-up Emotions",
                    "SummaryEnglish": "Yuuma must protect Mizuki while fending off two Toujinshi of the Jin-ryuu, Shoukaku (Shikigami - Oobi no Yatarou) and Zenjou (Shikigami - Tsubaki no Kantarou). Also, Souma reveals the tragedy of the Asuka family.",
                    "Aliases": []
                },
                "6": {
                    "ID": "312538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312538",
                    "TitleEnglish": "Gold Rush at the Beach",
                    "SummaryEnglish": "Teru needs help from Riku and the gang at the beach. There is a dangerous Youkai that eats humans, two of which are a baby's mom and dad. Since Teru is close to the parents, he grows angry. His madness is even scarier than the Youkai!",
                    "Aliases": []
                },
                "7": {
                    "ID": "312539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312539",
                    "TitleEnglish": "A Reunion That Transcends Time",
                    "SummaryEnglish": "Taizan has one of his subordinates, Murasame (Shikigami - Shirogane no Chiyorozu), set a trap for Riku, saying that his parents have been found in the Fukumaden. The trap was meant to make Riku lose his fighting spirit, but it actually made Riku so angry that he uses the Daikoujin and has Kogenta destroy everything in the Fukumaden.",
                    "Aliases": []
                },
                "8": {
                    "ID": "312540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312540",
                    "TitleEnglish": "Dragon and Tiger, Again",
                    "SummaryEnglish": "Yuuma and Mizuki reach an exit from the Fukumaden, but then Masaomi appears and blocks their escape. So, Yuuma and Rangetsu will have to fight Masaomi and Kibachiyo once more.",
                    "Aliases": []
                },
                "9": {
                    "ID": "312541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312541",
                    "TitleEnglish": "The Price of Power",
                    "SummaryEnglish": "Yuuma returns from the Fukumaden. He is offered to become in charge of the Daikimon, but he declines. Now, Yuuma and Rangetsu will have to deal with Mikazuchi and his Shikigami, Akagane no Itsumu. Elsewhere, Riku's boat tournament takes place. However, the Chi-ryuu's Mutsuki returns and attacks Riku. Mutsuki also has a new partner, Madoka (Shikigami - Uzubimi no Koufuku).",
                    "Aliases": []
                },
                "10": {
                    "ID": "312542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312542",
                    "TitleEnglish": "Stray Shikigami Koroku's Ordeal",
                    "SummaryEnglish": "Riku and Kogenta meet a Shikigami named Genbu no Koroku, who knows of a way to repair the Kotetsu sword. Riku and Kogenta also find one of the Chi-ryuu's Shikimon. While Riku's friends work with Koroku repairing the sword, Riku and Kogenta fight the Chi-ryuu's Oosumi and her Shikigami, Kanro no Miyuki.",
                    "Aliases": []
                },
                "11": {
                    "ID": "312543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312543",
                    "TitleEnglish": "Broken Trust",
                    "SummaryEnglish": "Relationships are put to the test as Mikazuchi tells Yuuma to confront Taizan and as Riku and Kogenta face the Chi-ryuu's Kureyama and his Shikigami, Enoki no Kongou.",
                    "Aliases": []
                },
                "12": {
                    "ID": "312544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312544",
                    "TitleEnglish": "Falling Stars Of Calamity",
                    "SummaryEnglish": "Riku and Kogenta discover the truth about Masaomi and Kibachiyo and hear what Masaomi says about Kogenta. Yuuma and Rangetsu take on Taizan and Onishiba. Yakumo and his 5 Shikigami battle Shukaku and Yatarou once more.",
                    "Aliases": []
                },
                "13": {
                    "ID": "312545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312545",
                    "TitleEnglish": "Climatic Battle!  Ten and Chi",
                    "SummaryEnglish": "The Heads of the Ten-ryuu and Chi-ryuu, Riku and Yuuma, fight Mikazuchi in one gigantic battle.",
                    "Aliases": []
                },
                "14": {
                    "ID": "312546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312546",
                    "TitleEnglish": "Master Drive, Byakko Reborn",
                    "SummaryEnglish": "Riku and Yuuma use their new Master Drives to fight the Itsumu-possessed Mikazuchi.",
                    "Aliases": []
                },
                "15": {
                    "ID": "312547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312547",
                    "TitleEnglish": "Utsuho Revives",
                    "SummaryEnglish": "Things have quieted down until Yuuma and Rangetsu challenge Riku and Kogenta again. But they will soon learn that a greater evil is upon them.",
                    "Aliases": []
                },
                "16": {
                    "ID": "312548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312548",
                    "TitleEnglish": "Awakening of the Blue",
                    "SummaryEnglish": "Youkai flood the city, people turn into stone, and Masaomi/Gasshin reappears in front of Riku.",
                    "Aliases": []
                },
                "17": {
                    "ID": "312549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312549",
                    "TitleEnglish": "Dirtied Savior",
                    "SummaryEnglish": "After fighting Masaomi/Gasshin and Kibachiyo, Riku and Yuuma have to work together as they try to find and confront Utsuho.",
                    "Aliases": []
                },
                "18": {
                    "ID": "312550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312550",
                    "TitleEnglish": "Red Trap",
                    "SummaryEnglish": "Riku and Yuuma face one Jin-ryuu trap after another. Divine punishment from 1000 years occur. Masaomi/Gasshin's sister Usubeni is revived.",
                    "Aliases": []
                },
                "19": {
                    "ID": "312551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312551",
                    "TitleEnglish": "Burn Up!  Souma",
                    "SummaryEnglish": "Souma goes off on his own to rescue the kidnapped Nazuna.",
                    "Aliases": []
                },
                "20": {
                    "ID": "312552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312552",
                    "TitleEnglish": "Farewell, Yakumo",
                    "SummaryEnglish": "Yakumo and Masaomi/Gasshin fight once again. For Yakumo and his five Shikigami, it will be their last battle.",
                    "Aliases": []
                },
                "21": {
                    "ID": "312553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312553",
                    "TitleEnglish": "Fierce Attack of the Yondaiten",
                    "SummaryEnglish": "Masaomi/Gasshin meets with Riku and reveals everything that has happened in the past.",
                    "Aliases": []
                },
                "22": {
                    "ID": "312554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312554",
                    "TitleEnglish": "Qualifications to Be the Head",
                    "SummaryEnglish": "While Riku meets the resurrected Raihou and talk about what it means to be a head, Yuuma fights alongside Souma and the others against Shoukaku and his Yondaiten-empowered Shikigami.",
                    "Aliases": []
                },
                "23": {
                    "ID": "312555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312555",
                    "TitleEnglish": "The End of a Dream",
                    "SummaryEnglish": "While Masaomi/Gasshin and Kibachiyo fight Taizan and Onishiba, Riku is stuck in the illusion, created by Utsuho, that he is with his parents.",
                    "Aliases": []
                },
                "24": {
                    "ID": "312556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312556",
                    "TitleEnglish": "With Our Bonds At Stake",
                    "SummaryEnglish": "Riku and Yuuma along with their friends finally confront Utsuho, who reveals to be able to manipulate the bonds between Toujinshi and their Shikigami.",
                    "Aliases": []
                },
                "25": {
                    "ID": "312557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312557",
                    "TitleEnglish": "Demise of the Taikyoku",
                    "SummaryEnglish": "The 3 Masters, Riku, Yuuma, and Masaomi/Gasshin, all fight Utsuho in one final battle.",
                    "Aliases": []
                },
                "26": {
                    "ID": "312558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/onmyou-taisenki/episodes/312558",
                    "TitleEnglish": "Among The Passing Seasons",
                    "SummaryEnglish": "The Shikigami return, despite Utsuho killing all of them. Utsuho also discovers why all the Shikigami came to him 1200 years ago. Afterwards, everybody has a happy ending, and a certain someone returns to Riku.",
                    "Aliases": []
                }
            }
        }
    }
}