{
    "URL": "https://www.thetvdb.com/series/elfen-lied",
    "Genres": [
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/0477-86E1-AF8F-2962-FB16-T",
        "https://www.imdb.com/title/tt0480489/",
        "https://www.vap.co.jp/elfenlied/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH00925046",
        "https://www.tvmaze.com/shows/2061/show-slug",
        "https://www.themoviedb.org/tv/42671",
        "https://en.wikipedia.org/wiki/Elfen_Lied"
    ],
    "TitleEnglish": "Elfen Lied",
    "SummaryEnglish": "The diclonius, otherwise known as a two-horned human, are mutants of the human species, and may well be the next step in human evolution. The diclonius have horns and strong telekinetic powers represented by \"vectors\". However with this great power, they can easily destroy the human race. Fearful of their power, humans quarantined the diclonius into secret research facilities to study. However, in a freak accident, a enraged female diclonius escaped, killing many guards in the process. While escaping, she is shot in the head, and falls into the ocean. As a result she has waves of amnesia. Later, she washes ashore. There, she meets two people named Kouta and Yuka, who name the female diclonius \"Nyuu\", after the only word she can say. They decide to watch after her, but of course, the research facility can't have this, and begin trying to retrieve her by any means necessary.",
    "TitleJapanese": "エルフェンリート",
    "SummaryJapanese": "二角奇人（ディクロニウス）は、人間の突然変異体………頭から生えた角を持ち、第6感とも言える特殊な能力と手を持っていた。人類を淘汰する可能性をも秘めた彼らミュータントたちは、その危険な能力のため、国家施設に隔離、研究されていた。\n\n\n\nしかし、偶発的事故により、ディクロニウスの少女ルーシーは拘束を破り、警備員らを殺戮、研究所を逃げ出す。が、その途中で記憶喪失となってしまう。過去と記憶を無くしたルーシーは、鎌倉・由比が浜に流れ着くが、その浜辺でコウタとユカに出会い、「にゅう」と名付けられ、コウタの住む楓荘に居候することになる……。",
    "Aliases": [],
    "Modified": "2025-09-01",
    "Seasons": {
        "0": {
            "ID": "23400",
            "URL": "https://www.thetvdb.com/series/elfen-lied/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "180552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elfen-lied/episodes/180552",
                    "TitleEnglish": "In the Passing Rain",
                    "SummaryEnglish": "This episode was made after the original series. Events take place somewhere within the timespan of episode eleven. Trying to fit in, Nana gets scolded and runs off. She meets Bantou and promises to bring him Nyuu. But when it begins to rain and Nyu hits her head, will Nana survive? Parts of Lucy’s past are revealed, including her connection with Kurama.",
                    "TitleJapanese": "通り雨にて 或いは、少女はいかにしてその心情に至ったか？",
                    "SummaryJapanese": "家事も上手く出来ずにゅう（ルーシー）とも打ち解けることの出来ないナナ。楓荘に居づらくなったナナは偶然出会った坂東ににゅうの事をしゃべってしまう…。"
                }
            }
        },
        "1": {
            "ID": "9482",
            "URL": "https://www.thetvdb.com/series/elfen-lied/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "180539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elfen-lied/episodes/180539",
                    "TitleEnglish": "A Chance Encounter",
                    "SummaryEnglish": "An unknown girl with invisible hands, or vectors, and telepathic powers escapes from a secret facility. The next day two cousins, Kouta and Yuka, find her. But she is different from before. She can only say one word, nyuu. Not knowing anything about her, the two cousins take her in. Kurama, the head scientist from th efacility where she escaped, has sent a merciless man, Bando, after her. With Bando tracking Nyuu, and Nyuu herself, will Kouta and Yuka be safe?",
                    "TitleJapanese": "邂逅",
                    "SummaryJapanese": "突然変異によって生まれた新人類ルーシー。とある研究施設に研究対象として拘束されていたが、偶然拘束が解かれてしまう。「2m以内には近づくな！」と厳命されるただならない状況で、警備員たちは全裸の上に硬質マスクを着けたルーシーを追うが、ルーシーは彼らを次々に殺戮。不可解にも、彼女の前に立ちはだかる警備員たちは見えない巨大な力で千切り殺されてしまうのだ。そして研究室長である蔵間の追跡の手を逃れ、ルーシーは施設を脱出、海へと身を投げてしまう…。\n\n一方、大学入学のため、幼馴染のユカが住む町・鎌倉へ来た大学生コウタは、極楽寺でユカと再会する。思い出の場所を散策する二人は、由比ガ浜で、「にゅう？」としか話さない不思議な少女と出会う。「にゅう」と名づけ、部屋へと連れて行くが…。"
                },
                "2": {
                    "ID": "180540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elfen-lied/episodes/180540",
                    "TitleEnglish": "Annihilation",
                    "SummaryEnglish": "After breaking Kouta’s seashell, Nyuu runs way. Kouta finds her later at the beach, but he isn’t the only one. Bando and Satou, two members of the SAT who are after Lucy, are there as well. With Lucy acting more like an animal than a murder, does she stand a chance against the cold-hearted Bando?",
                    "TitleJapanese": "掃討",
                    "SummaryJapanese": "妹の形見の貝殻を割ってしまい、コウタに家を出て行けと言われたにゅうは、夜の砂浜で貝殻を探す。ルーシー確保のため派遣された特殊部隊の坂東は、記憶を失いにゅうとなったルーシーを海岸で発見。当局から射殺許可が出ていたため、おおっぴらに人間を撃ち殺せることに狂喜する。にゅうを探しに来たコウタを殴って気絶させ、にゅうとの対決にのぞむが、手ごたえのないにゅうにがっかり。しかし、ルーシーの記憶が目覚め、新人類だけが持つ2メートルの見えない手＝ベクターで坂東を半殺しにする。なすすべのない坂東をもてあそぶルーシー。「…飽きた」と止めを刺そうとした瞬間、ルーシーはまたにゅうとなってしまう…。突然入れ替わるルーシーとにゅう、事件に巻き込まれたコウタ、そしてそれを目撃していた家出少女マユ…。"
                },
                "3": {
                    "ID": "180541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elfen-lied/episodes/180541",
                    "TitleEnglish": "Deep Feelings",
                    "SummaryEnglish": "It’s the calm after the storm... but the calm won’t last long. Kurama and the secret facility are sending two people after Lucy. One is the newly healed and stronger Bando. The other is a diclonius just like Lucy. At Kouta’s house, Yuka and a homeless girl named Mayu talk about the events that happened two nights ago at the beach. All of a sudden, Nyuu slips and falls. She bangs her head and Lucy awakens inside of her. Will Kouta and the others be safe with the murderous Lucy in their house? And will Lucy stand a chance against a fellow diclonius?",
                    "TitleJapanese": "胸裡",
                    "SummaryJapanese": "コウタは雨に濡れたにゅうの服を着替えさせているところを、ユカに見られてしまう。慌てて言い訳するが、怒ったユカは家を飛び出してしまう。\n\nその頃、研究所では蔵間とナナが面会をしていた。久しぶりに蔵間に会えたナナは涙を流して喜ぶが、蔵間は「ナナ、おまえに頼みがある」と話しかける。「お願いってなに？　ナナ、パパのお願いなら、なんでもきいちゃうよ」と言うナナに、蔵間は「人を一人殺して欲しい」とルーシーの抹殺を頼む…。"
                },
                "4": {
                    "ID": "180542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elfen-lied/episodes/180542",
                    "TitleEnglish": "Attack",
                    "SummaryEnglish": "After alerting the soldiers and Kurama to Lucy’s whereabouts, Nana confronts her and the two begin to fight in a cemetery. Can Nana hold Lucy off long enough for Kurama and the others to arrive? Meanwhile, hearing loud noises in the cemetery, Mayu stumbles upon the two fighting.",
                    "TitleJapanese": "触撃",
                    "SummaryJapanese": "ナナは「ルーシーを連れ戻す」という蔵間との約束を守るため、家を飛び出だしたルーシーと接触する。だが、ルーシーは説得するナナを無視してその場を立ち去ろうとする。ナナはルーシーを引き止めるが、唐突にルーシーのベクターがナナの額に突き刺さる。「…動くな、脳の血管をわずか1ミリ動かすだけでお前を殺せる」ナナが恐る恐る自分の身体に目をやると、幾本ものベクターが身体に突き刺さっている。そしてルーシーのベクターがナナを殴り飛ばす。だが、ナナは「こんなの全然痛くないもん！」と一気に複数のベクターを噴出し、反撃する。ナナは、ルーシーより長いベクターで彼女の首を掴み、振り回し、叩き付ける。ルーシーもベクターを伸ばすが、ナナには届かない。そしてナナは「大丈夫、殺さないよ。でも……懲らしめてあげる。パパに代わって」と、毅然とルーシーを見つめる…。"
                },
                "5": {
                    "ID": "180543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elfen-lied/episodes/180543",
                    "TitleEnglish": "Receipt",
                    "SummaryEnglish": "Mayu’s tragic past is revealed. She remembers back to when she ran away from home. At school, Yuka and Kouta’s new professor is none other than Yu Kakuzawa, Chief Kakuzawa’s son. He instantly notices Nyuu as Lucy and tricks Kouta into handing her over to him.",
                    "TitleJapanese": "落掌",
                    "SummaryJapanese": "楓荘の朝、マユを起こそうと部屋に行ったユカは、「これ以上迷惑はかけられない」と手紙だけを残し、マユが楓荘を出ていってしまったことを知る。コウタとユカはマユを楓荘で引き取ろうと相談し、マユを探しに出かける。\n\nその頃、行くあてもなく歩き続けたマユは、たどり着いた海岸で、飼い主だという女性にわん太を連れて行かれてしまう…。本当に独りぼっちになってしまったマユは、今日が自分の14歳の誕生日だった事を思い出し、涙を流す…。"
                },
                "6": {
                    "ID": "180544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elfen-lied/episodes/180544",
                    "TitleEnglish": "Innermost Feelings",
                    "SummaryEnglish": "With new, stronger hands, Bando searches for Lucy hoping to gain revenge. But, Lucy is still missing, because after killing Professor Kakuzawa, she runs away again. Kouta and Yuka set out to look for her, but cannot find her.",
                    "TitleJapanese": "衷情",
                    "SummaryJapanese": "坂東は自分の命と引き替えに、去勢手術を受けなければならない。だが、その手術の直前に医者を殴り、病院から脱走する。\n\nその頃、コウタは角沢教授に引き取られたにゅうの事が気になり大学へと向かうが、教授室には角沢教授もにゅうもいなかった。角沢教授の助手・荒川に連れられて教授室地下の実験室へ向かうと、そこににゅうの姿はなく、角沢教授の切断された首が転がっていた。ショックを受けるコウタは、荒川から角沢教授の研究内容と“角の生えた人間”の処遇を聞かされる…。"
                },
                "7": {
                    "ID": "180545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elfen-lied/episodes/180545",
                    "TitleEnglish": "Confrontation",
                    "SummaryEnglish": "After fighting, Bando and Nana realize that they are allies and not enemies. Nana agrees to bring Lucy to the beach when she senses her. Meanwhile, at the temple, Mayu meets Nana. The two become friends and Mayu agrees to bring Nana back to her house for food.",
                    "TitleJapanese": "際会",
                    "SummaryJapanese": "研究所から逃がされ、海岸に漂着したナナ。だが、そこには坂東がいた。ナナをみつけ「何なんだ、その角は？」と拳銃を向ける坂東に対し、ナナは「あなたが100人いたって私には勝てないよ」と答えるが、拳銃から発砲された50口径タングステン弾はナナの身体を確実に傷つけていく…。手も足も出ず、攻撃され続けるナナ。そして「ディクロニウスは人類にとって害虫だ」と言われた時、ナナは「私がこんな世界消しちゃえばいいんだ」と覚醒し、反撃を始める！！"
                },
                "8": {
                    "ID": "180546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elfen-lied/episodes/180546",
                    "TitleEnglish": "Beginning",
                    "SummaryEnglish": "After Lucy is knocked out by Nana Kouta tends to her. She sleeps and relives her childhood in a dream, revealing many things about her. Meanwhile, Nana tells Mayu about Lucy and the diclonius and Arakawa is called in to work for Director Kakuzawa...",
                    "TitleJapanese": "嚆矢",
                    "SummaryJapanese": "マユに連れられ楓荘に着くナナ。だが、目の前にいるにゅうをルーシーだと思い、攻撃を仕掛けてしまう。それを見ていたコウタはナナを殴ってしまい、ナナは「何も悪くないのに…」と泣きながら楓荘を飛び出してしまう。マユはナナを追いかけ、いきなり人を殴るのは悪い事だとナナを諭す。するとナナは研究所とルーシーの事をマユに話し始める…。\n\nその頃、研究所には角沢教授の助手・荒川が角沢長官に呼び出され、ディクロニウスの研究を手伝え、と強要されていた…。"
                },
                "9": {
                    "ID": "180547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elfen-lied/episodes/180547",
                    "TitleEnglish": "Reminiscence",
                    "SummaryEnglish": "More of Lucy's past is revealed: Her meeting with Kouta, their friendship that will end in tragedy, and the reason why Lucy became the killer she is today.",
                    "TitleJapanese": "追憶",
                    "SummaryJapanese": "隠れて飼っていた子犬を施設の子供たちに惨殺され、悲しみに暮れるルーシー。そこで偶然、幼い頃のコウタと出会う。コウタはルーシーの角を見て「かっこいい」と興味を覚えるが、常に角が原因で周りから忌み嫌われてきたルーシーはコウタの意外な言葉に戸惑う。「僕と友達になってよ」というコウタに、ルーシーは「私に構うな、私はお前たちが大嫌いだ」とその場を立ち去るが、コウタの「明日の今頃ここで待ってるから！」という言葉が気になり、翌日雨の中コウタを待ち続ける。「来る訳が無い、私には居場所がないだけだ」とあきらめかけていた頃、いきなりコウタが現れ「角が嫌いなら隠しちゃえばいいよ」とルーシーに帽子をかぶせる。驚きと同時に戸惑いを隠せないルーシーは、だんだんとコウタに心を寄せていく…。"
                },
                "10": {
                    "ID": "180548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elfen-lied/episodes/180548",
                    "TitleEnglish": "Infant",
                    "SummaryEnglish": "Lucy and Nana start to fight, but Mayu stops them and Lucy turns back to Nyuu, hugging Kouta and telling him she likes him. Later, Kurama's past is revealed and so is more about the dicloniuses.",
                    "TitleJapanese": "嬰児",
                    "SummaryJapanese": "戦いを再開するルーシーとナナ。マユは止めに入るがディクロニウス同志の戦闘は再び行われる…。一方的に攻撃を仕掛けるナナだったが、ルーシーは「その程度で、私を殺すつもりか！……殺せないなら、殺すしかないな」と呟きながら、ベクターをナナに放つ！　だが、ナナを殺させまいとマユが半泣きでルーシーに抱きつき、そして、見上げる…。突然のマユの決死の行動に呆然とするルーシーは、マユの泣き顔に幼い頃のコウタを思い出し、にゅうに戻ってしまう。\n\nその頃、蔵間はディクロニウスの研究に関わる事になった若かりし頃を思い出していた。そして、その思い出には壮絶な蔵間の過去があった…。"
                },
                "11": {
                    "ID": "180549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elfen-lied/episodes/180549",
                    "TitleEnglish": "Complication",
                    "SummaryEnglish": "Number 35, Mariko, is released and immediately kills the soldiers around her. The professors, who were prepared for this, set off one of the explosives inside her, destroying her arm. Later, they fly her to where Nyuu and Nana are. Meanwhile, Nana is enjoying living in the inn but Kouta tells her she needs to work as well. Things seem to be going as peaceful as it can get... but how long with the peace last?",
                    "TitleJapanese": "錯綜",
                    "SummaryJapanese": "最強のディクロニウスであり、蔵間の実の娘でもあるマリコ。角沢長官は、研究所の最深部に隔離されていたマリコをルーシー捕獲の為に解放する。しかし本能的に人間を殺すマリコに協力させるのは容易ではない。5年間親代わりをさせていた斉藤を使ってマリコを説得させようと試みるが、あっさりと惨殺されてしまう。だが、その時マリコの体も爆発する！　そう、マリコの体内には至る所に爆弾が仕掛けられていた…。マリコは言いなりになるしかなく、ルーシー捕獲の為、研究所を発つ…。"
                },
                "12": {
                    "ID": "180550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elfen-lied/episodes/180550",
                    "TitleEnglish": "Quagmire",
                    "SummaryEnglish": "Mariko is torturing and playing with Nana like an insect while Kouta runs to her to protect her. Mariko temporally looses her vectors, thanks to Nana, and has to be sent back. Nyuu follows Kouta, but when the soldiers start to shoot at her she turns into Lucy. Seeing the bloodthirsty Lucy, Kouta recalls everything...",
                    "TitleJapanese": "泥濘",
                    "SummaryJapanese": "まるで昆虫の羽をむしる様に、血まみれのナナの手足を奪っていくマリコ。それは子供特有の残酷な無邪気さでもあった…。いい加減にしろ、とマリコを止める白河。だが、マリコは「飽きた…」とナナに無数のベクターを放ち、とどめをさそうとするる。と、そこへナナを探していたコウタが現れる。その場の状況に驚きつつ、ナナに駆け寄るコウタ…。ナナは「どうして来たのよ！早く逃げて！　殺されちゃうよー」とコウタに叫ぶが、マリコのベクターがコウタに向かって放たれる…！"
                },
                "13": {
                    "ID": "180551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elfen-lied/episodes/180551",
                    "TitleEnglish": "No Return",
                    "SummaryEnglish": "Yuka informs Mayu of Kouta's past. Meanwhile, Lucy and Mariko find each other and face off in a fight. Now, Nana and Kurama have to find Mariko because Kurama needs to kill her...",
                    "TitleJapanese": "不還",
                    "SummaryJapanese": "忌まわしい記憶を取り戻したコウタは、混乱し、呆然としていた。一方、ベクターが復活したマリコはルーシーの気配を感じて展望台へと向かう。無人の展望台で、最強のディクロニウス同士が繰り広げる激しいベクター戦。マリコの憎悪とともに放たれた無数のベクターがルーシーに襲い掛かる！　角を折られ、崩れ落ちるルーシー。\n\nその時、ナナに導かれた蔵間が姿をあらわす。蔵間に「パパ」と呼びかけるナナを見たマリコは、泣きながらベクターでナナを嬲る。それを見た蔵間は、実の娘であるマリコに銃口を向け…。"
                }
            }
        }
    }
}