[
  {
    "URL": "https://www.thetvdb.com/series/major",
    "Genres": [
      "Animation",
      "Anime",
      "Drama",
      "Sport"
    ],
    "Other Sites": [
      "https://www.imdb.com/title/tt1693435/",
      "https://www6.nhk.or.jp/anime/program/detail.html?i=major",
      "https://www.themoviedb.org/tv/29602"
    ],
    "TitleEnglish": "Major",
    "SummaryEnglish": "Major is a drama about emotional joy and heartbeak on the baseball diamond. As father, son and teacher (now turned Goro's mom since his first mom's death). More than ever these three will be closer than ever to becoming a complete family. Until an unthinkable tragic event visits the family in a harsh way. Now, Momoko Hoshino (Goro's new mom) and Goro will have to make their dreams come true and reach for the victory in the baseball scene. To make that happen, Goro trains everytime to live up to his father's legacy. And he also forms a new team of little leaguers. Called; The Dolphins. Which he pitches for the team. Emotions of joy and sadness, victory and defeat will now play a part in Goro's everyday training and game as he plays for the Dolphins and eventually steps into the majors.",
    "Aliases": [
      "メジャー"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
      "0": {
        "ID": "23471",
        "URL": "https://www.thetvdb.com/series/major/seasons/official/0",
        "# Episodes": 4,
        "Episodes": {
          "1": {
            "ID": "797271",
            "TYPE": "Movies",
            "URL": "https://www.thetvdb.com/series/major/episodes/797271",
            "TitleEnglish": "The Winning Shot of Friendship",
            "SummaryEnglish": "Goro briefly returns to Japan after a triumphant season in the US. He is heading towards Fukuoka where he played baseball when he was a fifth grader. Having just moved into a new town, this is where Goro faced a critical point in his life.",
            "Aliases": []
          },
          "2": {
            "ID": "3701591",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/3701591",
            "TitleEnglish": "Message",
            "SummaryEnglish": "After fourteen years in the Major League Baseball, Goro returns to Japan because of a surgery that forced him to quit his life as a pitcher. He is determined to continue playing the game, but now as a fielder in his home country. Trouble arises as Izumi, his eldest daughter, is unable to understand his actions.",
            "Aliases": []
          },
          "3": {
            "ID": "4349455",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/4349455",
            "TitleEnglish": "World Series: Volume 1",
            "SummaryEnglish": "Goro is determined to help the Indiana Hornets win the World Series against the Texas Raiders. In Game 6 a ball flies at his head, a ball similar to the same shot that killed his dad, from Gibson Junior. The Hornets go on to lose Game 6, setting up a decisive Game 7. Goro must try to convince his coach and his teammates that he can play despite the risk of a concussion. At the same time Shigeno goes into labor with her and Goro's first child, a little baby girl. Shigeno hides this information from Goro hoping he can play in Game 7 and become the best in the world, but the rest of her family questions the decision, knowing Goro's stubborn streak.",
            "Aliases": []
          },
          "4": {
            "ID": "4349456",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/4349456",
            "TitleEnglish": "World Series: Volume 2",
            "SummaryEnglish": "Goro is determined to help the Indiana Hornets win the World Series against the Texas Raiders. In Game 6 a ball flies at his head, a ball similar to the same shot that killed his dad, from Gibson Junior. The Hornets go on to lose Game 6, setting up a decisive Game 7. Goro must try to convince his coach and his teammates that he can play despite the risk of a concussion. At the same time Shigeno goes into labor with her and Goro's first child, a little baby girl. Shigeno hides this information from Goro hoping he can play in Game 7 and become the best in the world, but the rest of her family questions the decision, knowing Goro's stubborn streak.",
            "Aliases": []
          }
        }
      },
      "1": {
        "ID": "9554",
        "URL": "https://www.thetvdb.com/series/major/seasons/official/1",
        "# Episodes": 26,
        "Episodes": {
          "1": {
            "ID": "181642",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/181642",
            "TitleEnglish": "Goro's Dream and Daddy's Dream",
            "SummaryEnglish": "Goro is a young 5 year old boy who admires his Father. His father is one of the star pitchers for the Yokohama Blue Oceans, but when his father injures his shoulder, young Goro must decide what is more important to him- following his love of the game or following his Father's wishes",
            "Aliases": []
          },
          "2": {
            "ID": "181643",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/181643",
            "TitleEnglish": "Their Friendship",
            "SummaryEnglish": "Goro disregards his father's advice and decides to continue training to become a future Pro pitcher. Meanwhile, his father is visited by his old friend and teammate, Shigeno. Shigeno says Honda's true abilities have always been in pitching and not batting, but Honda must decide on his own whether to continue baseball by focusing on hitting or find an entirely new occupation.",
            "Aliases": []
          },
          "3": {
            "ID": "181644",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/181644",
            "TitleEnglish": "I Hate You, Daddy!",
            "SummaryEnglish": "Goro meets and befriends another little boy named Toshiya, with whom he plays catch. During one of their sessions, they witness a Little League team in play and decide they want to become Little Leaguers. Goro's father forbids it due to the use of hard baseballs. Can Honda reach his son and show him the true reason he won't let him play before they lose their bond?",
            "Aliases": []
          },
          "4": {
            "ID": "181645",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/181645",
            "TitleEnglish": "A Birthday One Day Late",
            "SummaryEnglish": "Due to her consistent care of his son, Goro, Honda begins to see Goro's nursery school teacher, Momoko Shimizu, in a romantic light. He makes the decision to propose to her after Goro advances from her school. Momoko is asked by Honda to take Goro out for his birthday, as he plans to celebrate it with him a day later.",
            "Aliases": []
          },
          "5": {
            "ID": "181646",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/181646",
            "TitleEnglish": "The Man From the Majors",
            "SummaryEnglish": "Joe Gibson, a Major League pitcher, has come over to Japan due to a wealthy amount of money he is to receive. Honda decides he will hit a home run off of Gibson at all costs.",
            "Aliases": []
          },
          "6": {
            "ID": "181647",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/181647",
            "TitleEnglish": "Farewell...",
            "SummaryEnglish": "Honda is successful in his first bat against Gibson, so Gibson retaliates with a beanball to the head. Honda falls unconscious, but he later gets up and goes to first base as though everything is okay. That night after celebrating with his son Honda realizes something is wrong. As he tries to reach his son and give him one final farewell he falls unconscious again and dies. Goro tries to wake his dad up the next day to no success. He is diagnosed as dead at the hospital and Goro's Uncle steps in to take him. Goro runs to his nursery teacher, Shimizu, who has just revealed she was engaged to Honda. She agrees to become Goro's new mom and take care of him over his Uncle",
            "Aliases": []
          },
          "7": {
            "ID": "181648",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/181648",
            "TitleEnglish": "Goro Honda, Age Nine!",
            "SummaryEnglish": "It has been 3 years since his dad passed away, but at age 9 Goro is finally old enough to enter Little League Baseball. He returns to the field of the Mifune Dolphins, but when he arrives he learns they only have 5 players and that the team could be folding. To make things worse the soccer club has gotten permission from the city to fully take control of the field. The coach recommends Goro goes to the other Little League team in the city, but Goro is determined to play for the Dolphins and begins recruiting his classmates to play.",
            "Aliases": []
          },
          "8": {
            "ID": "181649",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/181649",
            "TitleEnglish": "Team Complete!",
            "SummaryEnglish": "Sawamura decides to get rid of Goro's mitt after Komori decides to play baseball. Komori decides to confront Sawamura about it and is able to prevent the mitt from being thrown into the neighboring river. Neither realize that Goro has followed the two of them. Goro confronts Sawamura about his lack of thinking about people's feelings. After realizing Komori is indeed his own individual Sawamura goes and apologizes to him and Goro. Afterwards he asks permission to join Mifune's baseball.",
            "Aliases": []
          },
          "9": {
            "ID": "181650",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/181650",
            "TitleEnglish": "Alone on the Mound",
            "SummaryEnglish": "Mifune begins playing the adult sandlot team in an effort to get privileges back to play on the field, but Goro's new teammates aren't sure if they should trust this arrogant rookie who has never practiced with them before.",
            "Aliases": []
          },
          "10": {
            "ID": "181651",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/181651",
            "TitleEnglish": "Showdown in the Rain",
            "SummaryEnglish": "The adult sandlot team has been taking it easy on the kids. When rain begins to fall the city wants them to call the game and give the adults the win, but the sandlotters are determined to let the Little Leaguers have this one shot at glory. Can Goro keep pitching control in the rain?",
            "Aliases": []
          },
          "11": {
            "ID": "181652",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/181652",
            "TitleEnglish": "The Team Dad Played On",
            "SummaryEnglish": "Despite gaining the ability to practice once against, the Mifune coach insists Goro go to Yokohama Little Leagues field at least once. Goro learns his old childhood friend, Toshi, is now the starting catcher, and he also learns his father played for Yokohama. Will Goro betray his team to join the one his father played for?",
            "Aliases": []
          },
          "12": {
            "ID": "181653",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/181653",
            "TitleEnglish": "An Invitation From Gibson",
            "SummaryEnglish": "Goro is sent two tickets to the All-Star game by Gibson. When his mom gets sick he invites his friends. The three hold a drawing and Shimizu wins it. Along with the interpreter the two go to the All-Star game. Shimizu accidentally breaks Goro's arm during the trip. At the game Gibson states he will only pitch fastballs. He manages to strike out the side for the three innings he pitches. Afterwards he invites Goro and Shimizu down to let Goro get his revenge by beaning him, but Goro asks Gibson to wait until he gets older because he can't pitch and he thinks Gibson has a lot to provide the fans of the world.",
            "Aliases": []
          },
          "13": {
            "ID": "181654",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/181654",
            "TitleEnglish": "Summer! Baseball! Training Camp!",
            "SummaryEnglish": "Despite his injury Goro convinces the coach to take them to a baseball summer camp where all the top teams from the area are participating. Goro is determined to build up some of his teammates abilities as well as his own experience by playing the best, but will it destroy their self esteem instead?",
            "Aliases": []
          },
          "14": {
            "ID": "181655",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/181655",
            "TitleEnglish": "Reckless Practice Match!",
            "SummaryEnglish": "Goro quickly lets his pride get in the way and challenges the #2 team despite his injury determined to strike them all out. As things begin to develop though Goro hits a batter and starts to get the yips. Can Komori help him overcome this new fear?",
            "Aliases": []
          },
          "15": {
            "ID": "181656",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/181656",
            "TitleEnglish": "The Coach's Feelings",
            "SummaryEnglish": "As the summer camp comes to a close, the Coach decides if his players truly want to defeat Yokohama Little League he must put off his fear of being too nice while coaching and make them pass a timed run up the neighboring hill.",
            "Aliases": []
          },
          "16": {
            "ID": "181657",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/181657",
            "TitleEnglish": "I Quit!",
            "SummaryEnglish": "As the team begins their run up the neighboring hill Goro and Komori are easily able to pace themselves, but the rest of the team has doubts and contemplates quitting. The problem is if even one player quits, then Mifune won't be able to play in the upcoming Little League Tourney.",
            "Aliases": []
          },
          "17": {
            "ID": "347452",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/347452",
            "TitleEnglish": "Tournament Start!",
            "SummaryEnglish": "Mifune believes they have the talent on the pitch and in the top of the batting order with Goro and Komori, but when they learn they are going to play one of the previous years eight finalists to start the Little League Tourney they must try to overcome the mistakes they make themselves if they hope to have any chance to advance.",
            "Aliases": []
          },
          "18": {
            "ID": "508071",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/508071",
            "TitleEnglish": "Aim for victory!",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "19": {
            "ID": "508081",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/508081",
            "TitleEnglish": "Mother's Happiness",
            "SummaryEnglish": "After being uncertain how to approach Goro, Momoko turns to Hideki for some fatherly advice, but when Goro sees the two together he begins to have nightmares about Momoko abandoning him while the two of them getting married. Will Momoko be able to approach Goro, especially when he turns against any advice Hideki tries to give him?",
            "Aliases": []
          },
          "20": {
            "ID": "508091",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/508091",
            "TitleEnglish": "Goro's Mistake!?",
            "SummaryEnglish": "During the second game in the Little League Tournament Komori falls and sprains his wrist while batting. With no one else able to catch his fastballs Goro is forced to take over the catcher's position and Sawamura becomes the games pitcher. The problem is Sawamura doesn't have any game experience. Will Goro's plan to make Sawamura the backup pitcher backfire on him?",
            "Aliases": []
          },
          "21": {
            "ID": "508101",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/508101",
            "TitleEnglish": "This is baseball!",
            "SummaryEnglish": "Sawamura comes up with the idea of a vertical bunt to ruin the perfect game Kyuta has going. Goro decides to have the next few batters feign vertical bunts and loads teh bases. When the opposing coach decides he wants to remove Kyuta for showing emotions, Goro challenges him and is surprised to learn the umpire sides with him. Kyuta remains in the game and decides to have a one-on-one battle with Goro. Whichever player wins this battle will move their team on to the showdown with Yokohama Little League.",
            "Aliases": []
          },
          "22": {
            "ID": "508111",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/508111",
            "TitleEnglish": "The Night Before The Match",
            "SummaryEnglish": "Komori's sprain will keep him from catching for a month, so the rest of the team is forced to try and catch Goro's pitches. None of them are able to do so, but Shimizu has enough determination to where she says she will spend all week learning how to do so. This day before the match after their final practice both Toshi and Ryoko Kawase approach Goro. They inform him they won't be in the starting lineup and aren't sure they will be able to play against their greatest rival. Goro sees this as a challenge and decides to do everything possible to get these two on the field at the next days game.",
            "Aliases": []
          },
          "23": {
            "ID": "508121",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/508121",
            "TitleEnglish": "No Intention of Losing!",
            "SummaryEnglish": "Trouble begins immediately for the Dolphins when their coach throws out his back. Luckily Momoko has come to the match to watch. The team calls her in, and she becomes the temporary coach. However Momoko doesn't know what she's doing, and even though he is there Hideki can't help her. The Dolphins are determined not to lose, but can they really beat the defending champs and their crosstown rivals?",
            "Aliases": []
          },
          "24": {
            "ID": "508131",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/508131",
            "TitleEnglish": "Chase it! Overcome it!",
            "SummaryEnglish": "Yokohama manages to get an early lead off of Goro, and Toshi seems to be leading them to a shutout. Goro is determined though to rally his teammates spirits by starting at the batter box and to not let his Father's picture see a disgraceful game result.",
            "Aliases": []
          },
          "25": {
            "ID": "508141",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/508141",
            "TitleEnglish": "Everyone together",
            "SummaryEnglish": "Exhaustion has come upon Goro, and Hideki realizes that Goro has stopped pitching normally as a result. If Goro continues to pitch the way he is, he will throw out his shoulder and ruin any chances he has of playing baseball in the future. However Momoko doesn't want to stop him because they all appear to be having fun and they realize this could be one of their last games together. What will be the ultimate result between Yokohama and Mifune now that all the main players are out?",
            "Aliases": []
          },
          "26": {
            "ID": "508151",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/508151",
            "TitleEnglish": "I Won't Say Goodbye",
            "SummaryEnglish": "The injury to Goro keeps him out for two months and ruins the Dolphins chances at winning the Little League Playoffs. The team however hopes to build on the momentum they have had, but little do they know the marriage between Hoshino Momoko and Hieki Shigeno is going to result in a change that could influence all of their futures.",
            "Aliases": []
          }
        }
      },
      "2": {
        "ID": "30012",
        "URL": "https://www.thetvdb.com/series/major/seasons/official/2",
        "# Episodes": 26,
        "Episodes": {
          "1": {
            "ID": "398757",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398757",
            "TitleEnglish": "He Returns...",
            "SummaryEnglish": "4 years have passed since Shigeno was traded, but the time has finally come for him to be traded back to the Blue Oceans. Having been gone for so long Goro is now unfamiliar with most of the neighborhood. He is enrolled at Mifune East Middle where a few of his old friends now attend. However the baseball club is in danger of being shutdown, and no one seems to recognize Goro nor do they know about his right shoulder being blown out. Goro recognizes Komori and saves him from being bullied, but now he's the target. Can he survive a batting challenge?",
            "Aliases": []
          },
          "2": {
            "ID": "398758",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398758",
            "TitleEnglish": "There is One Dream!",
            "SummaryEnglish": "Yamane agrees to quit the baseball team leaving only Komori and Oobayashi as members. Goro shows off he is one of the best at soccer and Sawamura offers him any position he wants as a regular, but Goro turns the offer down saying he's still only serious about one thing. When Komori finally recruits some members he goes to the locker room to learn it has been vandalized. With witnesses having seen Yumane doing it Goro goes to confront them and learn Yamane has hated baseball since he ruined his shoulder. Goro says that hating something is no excuse, and if he really loved the game he would just change hands. The episode ends with Goro throwing a soft baseball with his left hand and stunning everyone on the roof.",
            "Aliases": []
          },
          "3": {
            "ID": "398759",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398759",
            "TitleEnglish": "The Baseball Club Starts!",
            "SummaryEnglish": "After seeing what Goro has done Yamane decides to rejoin the baseball club and move to first base. Just as the teams practices are getting under way they learn they have an annual scrimmage game with Mifune West that is about to occur. As the game begins Mifune West manages to get players on base, leading to a bunt. They quickly learn that Yamane can't throw with his right hand, so they begin bunting every play. Seeing how Mifune West is playing Goro decides to put off his rehab and start pitching in the game. Little do they know that Toshi has decided to do a little spying. Seeing Goro at bat and pitching Toshi realizes his biggest rival is back. Mifune East goes on to win the game.",
            "Aliases": []
          },
          "4": {
            "ID": "398760",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398760",
            "TitleEnglish": "Rivals Reunite",
            "SummaryEnglish": "After winning their first game thanks to the powerful trio of Komori, Goro, and Yamane at the bat and Goro's pitching Komori decides to set up another scrimmage to get the team ready for the summer tournament. The team they challenge is Tomonoura, but little do they know they are led by none other than Toshi. Toshi refuses the game but says he will accept a challenge from Goro. Out of four picthes Toshi gets two home runs and the other two are wild pitches. Toshi then reveals Goro's pitching has a huge flaw in it, so Goro takes the pitching style to Shigeno to try and learn what that flaw is so his team can win the summer tournament.",
            "Aliases": []
          },
          "5": {
            "ID": "398761",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398761",
            "TitleEnglish": "Toshiya's Past",
            "SummaryEnglish": "The Summer Tournament is underway, and things begin poorly for Mifune East when Goro oversleeps. Goro manages to arrive with the game still in the first inning only to learn Mifune East is losing 3-0. Goro is put in and reveals that he has been learning to control his pitching and combine speed and control together. After rallying to win, thanks to a walk off homer from Yamane, the rest of the team goes to evaluate their next opponent while Goro goes to watch Toshi. While in the stands he meets the coach of Yakahama Little League who reveals Toshi's parents abandoned him a couple of years earlier and took his little sister with them leaving Toshi by himself. He now lives with his grandparents, but like Goro he must overcome the obstacle of not playing in the Senior Leagues if he is to become a Pro.",
            "Aliases": []
          },
          "6": {
            "ID": "398762",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398762",
            "TitleEnglish": "The Recruiter`s Conspiracy",
            "SummaryEnglish": "Oonuki, a scout for the prestigious Kaido High, arrives at the Mifune East versis Seibakun High game with the purpose of scouting Seibakun's 3 Senior League batters who play for Yokohama Senior. At the game however he is shocked to see how precise Goro's pitches are. He begins to envision seeing him at Kaido, but Goro tells him no since he knows Toshi desires to go there and he wants to play against Toshi. Hearing this Oomuki decides to scout Toshi and is shocked that a great catcher and potential cleanup batter is located on a no name team. He approaches Toshi afterwards though and tells him to give up Kaido because they want Goro, making Toshi mad and intensifying the rivalry the two already have.",
            "Aliases": []
          },
          "7": {
            "ID": "398763",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398763",
            "TitleEnglish": "Powerful Rival! Tomonoura",
            "SummaryEnglish": "Toshi makes a deal deal with Goro. The loser of the Tomonoura/ Mifune East game will stop trying to get a scholarship to Kaidoh. Goro doesn't want to attend Kaidoh in the first place, but Toshi is determined to prove he's a better player, and an early homerun put Tomonoura up.",
            "Aliases": []
          },
          "8": {
            "ID": "398764",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398764",
            "TitleEnglish": "For What Reason...",
            "SummaryEnglish": "The battle between Mifine East and Tomonoura heats up as Goro homers to tie the game forcing Toshi to remember why he decided to set the goal of becoming a Pro baseball player and going to Kaidoh in the first place. It quickly becomes clear this game will be a back-and-forth showdown with Goro and Toshi as the stars.",
            "Aliases": []
          },
          "9": {
            "ID": "398765",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398765",
            "TitleEnglish": "The End of the Battle",
            "SummaryEnglish": "With two outs in the bottom of the seventh, it appears that Tomonoura has won until Toshi is forced to come on as the backup pitcher. He has speed but doesn't have the control he called Goro's weakness earlier. When Mifune East rallies to win Toshi feels devastated, but then he gets the idea of teaming up with Goro to form a battery to defeat Kaidoh. Kaidoh's recruiter though has different goals and approaches Goro's parents with a proposition. What will their answer be? Mifune East cruises to a Prefectural birth where they must face Kaidoh's Middle School in the first round. The outcome may force Goro to reevaluate his entire decision regarding Kaidoh.",
            "Aliases": []
          },
          "10": {
            "ID": "398766",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398766",
            "TitleEnglish": "A Fresh Resolve",
            "SummaryEnglish": "With the baseball and softball seasons done for Mifune East, the two teams 3rd year classes get together and have a beach day. At the beach day the groups reveal their plans for high school, but Goro proposes an interesting idea, taking Kaidoh's baseball test with the intention of breaking down their system from within. Goro, Komori, and Toshi all agree with this idea, and training begins in earnest.",
            "Aliases": []
          },
          "11": {
            "ID": "398767",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398767",
            "TitleEnglish": "The Narrow Gate to Kaido",
            "SummaryEnglish": "The Kaido baseball entrance test begins. More than 200 people have shown up, but Kaidoh says they won't advance more than 5 to their baseball team. Now Goro, Toshi, and Komori will put all their skills to the test to see if they can contend with new rivals, but when Toshi and Komori are matches up head-to-head in the third test, it will be time to say goodbye to an old favorite.",
            "Aliases": []
          },
          "12": {
            "ID": "398768",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398768",
            "TitleEnglish": "The Ticket to Kaido",
            "SummaryEnglish": "The final 20 people are divided up into 4 teams of 5 people and made to play extra innings of regular baseball. Only 1 team of 5 will advance into Kaidoh. Luckily Goro and Toshi are on the same team, but can these two gain the trust of their teammates who played in the Senior Leagues and question Goro and Toshi's skills because they didn't?",
            "Aliases": []
          },
          "13": {
            "ID": "398769",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398769",
            "TitleEnglish": "See Ya...",
            "SummaryEnglish": "After passing the athletic exam Goro and Toshi must study hard in order to try and pass the academic exam to get into Kaidoh. Also, it's time to say see ya to Mifune East as the next part of Goro and Toshi's story begins.",
            "Aliases": []
          },
          "14": {
            "ID": "398770",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398770",
            "TitleEnglish": "The Island of Dreams",
            "SummaryEnglish": "All of the non scholarship Kaido players are taken to an island for strict training and to determine the most ideal position each of them should train out. Goro immediately doesn't like the training, but the threat of being cut from Kaidoh if he doesn't keep himself in line lies over his head and keeps him going.",
            "Aliases": []
          },
          "15": {
            "ID": "398771",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398771",
            "TitleEnglish": "The Requirements of a Pitcher",
            "SummaryEnglish": "After 3 months of strict training on the Island of Dreams, Kaidoh holds tryouts for each position. Goro fails the pitching exam, much t the shock of his friends that are there, and must find some other position he can excel at before the tryouts are done and he's dismissed from Kaidoh.",
            "Aliases": []
          },
          "16": {
            "ID": "398772",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398772",
            "TitleEnglish": "A Genuine Baseball Kid",
            "SummaryEnglish": "The 6 months on the Island of Dreams is coming to a close for the candidates for the Kaido baseball team. In order to determine which of the candidates will advance to the JV ranks the candidates are divided into 4 teams and a game is held .How much have Goro's skills grown in the outfield? Who will make the JV rank advancement?",
            "Aliases": []
          },
          "17": {
            "ID": "398773",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398773",
            "TitleEnglish": "A Short Summer Break",
            "SummaryEnglish": "Goro has been given one last chance to shine. Pitch 3 perfect innings of baseball and he'll move onto the JV team. If he fails, then he's headed elsewhere. The results are in. The new JV team is announced. Dream Island is dismissed, and the players have a few weeks at home, but Goro is surprised to learn his mom is in the hospital. What has his family been keeping from Goro?",
            "Aliases": []
          },
          "18": {
            "ID": "398774",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398774",
            "TitleEnglish": "An Unpleasant Baseball",
            "SummaryEnglish": "The 25 players that advanced from Dream Island are put into a match against the 1st year elite scholarship students. Goro is forced to wait on the bench as the scholarship students pound multiple hits and runs against the Dream Island candidates. Can he convince the manager he can to go into the game and turn things around for his teammates?",
            "Aliases": []
          },
          "19": {
            "ID": "398775",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398775",
            "TitleEnglish": "The Scholars' Ability",
            "SummaryEnglish": "The Dream Island team manages to get Goro into the game while trailing 14-3. Goro's fastball allows them to gain some confidence when Mayumara and two other first year scholarship students return. Can Goro finally get his revenge on Mayumura?",
            "Aliases": []
          },
          "20": {
            "ID": "398776",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398776",
            "TitleEnglish": "Goro vs. Manual Baseball",
            "SummaryEnglish": "The Dream Island team has forced the scholarship players to use their starting pitchers. After getting through the knuckleball, they move on to Ichihara. Mayumara waits ready to go and attack if needed. Goro ignores the rules of the manual and is determined to show the only true way to get better is to wor on your own skills and prevail.",
            "Aliases": []
          },
          "21": {
            "ID": "398777",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398777",
            "TitleEnglish": "Together with You",
            "SummaryEnglish": "The Scholarship teams lead has been cut down to 13-12. They are forced to bring out Mayumura, who has taken a sudden interest in Goro. It is revealed that both Mayumura and Goro pitch a gyroball. The secret of that pitch is about to be revealed to all.",
            "Aliases": []
          },
          "22": {
            "ID": "398778",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398778",
            "TitleEnglish": "Kaido's Secret",
            "SummaryEnglish": "Goro is about to be dismissed from the JV team by the Saotome siblings. Goro and Toshi are able to learn why manual baseball has lasted so long after the death of the oldest Saotome sibling. Seeing no choice, Goro heads directly to Kaido on a training bike to talk to the teams manager. Instead he meets with Egashira who says if he can pass a test from him, he'll make sure Kaido doesn't cut him. Goro faces the varsity team's #4 batter in an attempt to show he can strike out any one.",
            "Aliases": []
          },
          "23": {
            "ID": "398779",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398779",
            "TitleEnglish": "Egashira's Expectations",
            "SummaryEnglish": "Egashira cancels Goro's leave form from Kaido and reveals he plans to turn Goro into the marketing publicity of Kaido over the next two years. Goro learns the plot and reveals he has other plans. Goro wants to defeat the varsity team in the intrasquad scrimmage and then leave Kaido for good. After being locked in a confinement room for 4 days and being forced to rest his shoulder, Goro learns he still needs to learn how to manage his body. If he does so, his fastball will become one of the top fastballs even in the majors, and he should have the ability to beat the varsity team.",
            "Aliases": []
          },
          "24": {
            "ID": "398780",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398780",
            "TitleEnglish": "Varsity Challenge",
            "SummaryEnglish": "The intrasquad scrimmage begins. Goro is the starter and Toshi is given the start as the catcher. Egashira is present to watch the development of his plan, but when Toshi falls into a depression state because he doesn't want Goro to leave, it could spell doom for the Kaido JV's chances at defeating the varsity team and proving they are better.",
            "Aliases": []
          },
          "25": {
            "ID": "398781",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398781",
            "TitleEnglish": "With My Own Two Feet",
            "SummaryEnglish": "Goro warns the varsity that if they don't come at him seriously, then he'll pitch a perfect game against him. Everyone is shocked to hear such a proclamation, but that doesn't shake Toshi from his depressed state. in the 7th inning Goro begins to tire, and it's up to Toshi to call the right signs to get the JV out of this jam as well as overcome his own fear of Goro leaving.",
            "Aliases": []
          },
          "26": {
            "ID": "398782",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/398782",
            "TitleEnglish": "Goodbye!",
            "SummaryEnglish": "The score is tied 1-1, and Goro's speed has increased back to normal. With Toshi finally out of his slump, the JV looks to prove they have what it takes to become the next generation. After 1 1/2 years at Kaido Goro decides he will leave Kaido even if they lose the game, so it's time to say goodbye to Kaido High.",
            "Aliases": []
          }
        }
      },
      "3": {
        "ID": "30013",
        "URL": "https://www.thetvdb.com/series/major/seasons/official/3",
        "# Episodes": 26,
        "Episodes": {
          "1": {
            "ID": "358327",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358327",
            "TitleEnglish": "Start from Zero",
            "SummaryEnglish": "Goro returns home and looks into going to Mifune, but upon seeing how much his old friends have developed he gives up on that idea and tries other high schools. Egashira blocks Goro from joining the baseball club in any other high school, so Goro decides to outsmart Egashira and enrolls at Seishu, where he is reunited with Shimizu, with the goal of creating a team that can win the tournament next year.",
            "Aliases": []
          },
          "2": {
            "ID": "358328",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358328",
            "TitleEnglish": "New Friends",
            "SummaryEnglish": "After easily disposing of Fuji, Goro must find a way to try and get the other guys to have an interest in baseball. Meanwhile Fuji practices hitting at the local batting center and comes back to challenge Goro a second time. He promises if he loses, then he will join the team.",
            "Aliases": []
          },
          "3": {
            "ID": "358329",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358329",
            "TitleEnglish": "From Father to Son",
            "SummaryEnglish": "Seishu's baseball team is officially recognized. Yamada Ichiro is placed over the club as the club adviser. We learn why Fuji quit baseball, and we see a side of Shigeno no one has seen before, the side of him getting ready for his retirement.",
            "Aliases": []
          },
          "4": {
            "ID": "358330",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358330",
            "TitleEnglish": "Reckless Gamble",
            "SummaryEnglish": "Seishu holds their first exhibition match against Yokohama Teijin High School. Goro strikes out the first 18 batters and hits 1 home run giving Seishu a 1-0 lead, but then the other guys threaten to cancel the bet since Shimizu is catching, forcing Fuji to step in as a new catcher. Fuji is able to catch the ball, but with Fuji as catcher Goro is only able to throw down the middle, allowing Teijin to start getting some contact. Tashiro makes an intentional error, giving Teijin a 2-1 lead in the 7th. After Goro flies out and Shimizu grounds out, Fuji delivers a speech saying why he wants to play baseball with Goro. Fuji follows it up with a hit as the episode ends, but can Seishu rally?",
            "Aliases": []
          },
          "5": {
            "ID": "358331",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358331",
            "TitleEnglish": "New Ground",
            "SummaryEnglish": "Fuji hits a double, allowing Shimizu to score and tie the game. Toshiro threatens again to withdraw, and Goro finally consents to let them leave if they wish to. Fuji breaks his hand while catching Goro's pitches. Much to everyone's shock Toshiro steps in and takes his place. Toshiro reveals he was a Little League and Senior League catcher, and he begins calling plays. Goro strikes out the side in the 8th and 9th and hits a solo home run in the 9th to give Seishuu the win. The next day Yamada Ichiro says the first step to make the team official is to build a field on the roof. At first it's only Goro and Fuji, but Toshiro and the 1st years get motivated and also join in. Uchiyama eventually joins in, and the last straggler joins. Seishuu finishes their field on the roof, and Yamada Ichiro decides it's time to move onto Stage 2 with some special training assistants.",
            "Aliases": []
          },
          "6": {
            "ID": "358332",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358332",
            "TitleEnglish": "Each One's Decision",
            "SummaryEnglish": "Hashimoto and Shigeno are brought in as practice coaches. Their attention to hard line drives from the beginning scares away most of Goro's teammates. However Goro doesn't give up. He runs into the 3 first years at a batting cage and starts teaching them the basics alongside Toshiro and Fuji. Goro also learns of Uchiyama's younger siblings and agrees not to take Uchiyama away from the time he needs to be with them. Uchiyama begins to come to morning practice. Finally Goro reaches out to Miyazaki and tries to become his friend. Miyazaki eventually agrees to join the team as long as Goro doesn't yell at him and constantly say he sucks. With all 8 members united practices resume, but will Seishu be able to find a ninth member in time for the upcoming summer tournament?",
            "Aliases": []
          },
          "7": {
            "ID": "358333",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358333",
            "TitleEnglish": "Abrupt Visitor",
            "SummaryEnglish": "As training progresses, Goro is in charge of deciding each players position. An unknown junior high school also shows up to test Goro. After he manages to get a hit off of Goro's third pitch, the boy decides to come to Seishuu. The young boy is none other than Shimizu's younger brother, Taiga Shimizu. He requests shortstop be left for him, so Goro places Uchimaya at 3rd, Miyazaki at 1st, Fuji at 2nd, and the 1st year trio in the out field. The batting order is also determined with Taiga 1st, Uchiyama 2nd, Toshiko 3rd, Goro 4th, Fuji 5th, Miyazaki 6th, and then the outfield trio. The team also gets a second trainer in none other than Suzuki Ayane. Once all the training is completed, the team is turned over to Yamada. Yamada calls all the older more powerful schools, and they all turn him down for an exhibition. Seeing no choice left, and not knowing Goro's history with them, Yamada contacts Kaidoh. Egashira takes the call. As soon as he learns its Seishuu he decides to make a match-up between Kaidoh's 2nd string and Seishuu. To make sure something happens to Goro, he also decides to go into the dugout himself. What is Egashira's plan, and can Goro overcome it?",
            "Aliases": []
          },
          "8": {
            "ID": "358334",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358334",
            "TitleEnglish": "Egashira Conspiracy",
            "SummaryEnglish": "The match between Kaidoh's 2nd string and Seishuu takes place. Kaidoh's ace, Enomoto, is the younger brother of the varsity squad the previous year, and he strikes out Seishuu. Afterwards Kaidoh seems to get easy hits off of Goro, but it's revealed it's all a ploy to give Seishuu some fielding practice. A home run gives Kaidoh an early 2-0 lead, and a few fielding errors push it up to a 4-0 lead. As the match continues Seishuu begins to work more and more as a team and keeps Kaidoh scoreless from innings 3-6. Taiga gets a base hit, and Uchiyama follows it up with a sacrifice to move Taiga to 2nd. Toshiro's base hit advances Taiga to third, allowing Goro to get a sacrifice fly and cut the deficit to 6-2. However in the bottom of the seventh Egashira calls for a pinch hitter. The pinch hitter has been instructed to bunt, but in reality he is to run over Goro's ankle and make it look like an accident. Goro falls for the ploy and goes down hard. The game is cancelled, and Goro is left agonizing in pain on the field.",
            "Aliases": []
          },
          "9": {
            "ID": "358335",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358335",
            "TitleEnglish": "Ace Absence",
            "SummaryEnglish": "Goro is in the hospital with an Achilles tear, but he vows to Egashira that he'll be back before the summer tournament. Nakumura and Shimizu have a brief squabble over Goro at the hospital where Shimizu prevails and Nakumura is able to provide the voice of friendship of someone who went through a similar procedure when he lost the ability to compete in track and field. After thinking about quitting, Taiga becomes the new pitcher, working on a fastball and a curve ball, and a track member, Hattori, joins as the new shortstop. After being dispatched Goro works on strengthening his lower body to get back in form. Meanwhile Shigeno meets secretly with Yamada and tells him of Goro's plan, but he begs Yamada to not let Goro into any of the games no matter how well he seems.",
            "Aliases": []
          },
          "10": {
            "ID": "358336",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358336",
            "TitleEnglish": "Contagious Fighting Spirit",
            "SummaryEnglish": "Goro pushes his rehab to where's he's able to pitch back to normal speed, but his ankle still can't handle the pressure. Yamada declares that Taiga will be the starting pitcher for the teams 1st game against Youaka, so Goro tries to sleep in. Toshiro and Fuji prevent him from doing so, and Yamada admits he wasn't going to make Goro come to the game, but the team wanted him to watch since they wouldn't be a team if he hadn't formed them. Seishuu uses baseball basics to get a 1-0 lead, and they get a bit overconfident. Goro goes out to run and work his leg, but while he's doing so the team falls behind 8-1. Taiga's bad attitude disgusts Goro, so he throws Taiga out of the game and hits a double. Goro then steals 3rd, and Uchiyama hits him in, cutting the lead to 8-2. Toshiko gets a hit followed by Hattori. Seishuu begins to rally. Even Miyazaki gets a hit against a new pitcher. As the episode ends Seishuu has cut the lead down to 8-5, and they are still batting with only 1 out, but Youaka's coach thinks that luck will remain on their side giving them the win. Can Seishuu find a way to get back those last 3 runs and take the lead?",
            "Aliases": []
          },
          "11": {
            "ID": "358337",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358337",
            "TitleEnglish": "Wounded Ace",
            "SummaryEnglish": "As the episode resumes, Yamamoto and Noguchi, two of the outfielders that were previously 1st years, ground out and fly out leaving the score 8-5. Goro takes over pitching in the 8th and strikes out the side. Seishuu's Takahashi starts the bottom of the 8th with a walk. Goro's ankle is hurting, but he goes up and gets a base hit. Uchiyama follows it up with a dead ball, and then Toshiro hits a grand slam giving Seishuu a 9-8 lead. The next 3 ground out or strike out, and Goro comes out to pitch the ninth. His foot is hurting so much that his fast ball literally becomes a ball. the opposition loads the bases, but Goro's fighting spirit tricks them int striking out and grounding out. As the episode ends Yamada takes Goro to have his leg looked at again, and Komori, Oobayashi, and Yamane reveal they aren't afraid of a team with a wounded Honda.",
            "Aliases": []
          },
          "12": {
            "ID": "358338",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358338",
            "TitleEnglish": "Battle Against Mifune, Start!",
            "SummaryEnglish": "The episode begins as Goro goes to the Doctor. The doctor informs him he shouldn't even walk for the next month, but when Goro vows he will play in the next game, the doctor drops Goro as a patient. Goro secretly goes to many clincis until he finds a doctor that says Goro could play if he has freezing injected into his foot before each game, but he would only be allowed 30 pitches. After being caught trying to find the family stamp, Goro's mom gives in and allows him to play. Before the game Goro lets Taiga know about the freezing, and Taiga vows to pitch the entire game so Goro won't have to come in. Goro tries to talk to Komori before the game, but Komori pushes him off as he reveals his only emotion right now is to get Mifune to Koshien. Komori thinks he has Taiga scouted, but Taiga tricks him with an inside fastball to get Seishuu through the 1st inning scoreless.",
            "Aliases": []
          },
          "13": {
            "ID": "358339",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358339",
            "TitleEnglish": "Climax! Mifune Battle",
            "SummaryEnglish": "The battles continues, and Taiga begins to tire. Mifune is able to get out to a 1-0 lead thanks to some errors by Taiga and Fuji. Mifune intentionally walks Toshiro whenever he comes to bat. The two teams reach the 4th inning, but bad luck strikes Seishuu again as Miyazaki's glasses break. Goro is put in for Miyazaki at 1st base, but Goro being on the field adds to the tension and sparks some life back into Seishuu.",
            "Aliases": []
          },
          "14": {
            "ID": "358340",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358340",
            "TitleEnglish": "Willpower vs. Willpower",
            "SummaryEnglish": "Down 4-0, Goro decides to swing at an intentional ball. He is called out due to stepping out of the batters box, but he has sent his message to Komori and Yamane. He wants a head-to-head challenge. Seeing Goro's attitude provides a spark in taiga's pitching . Taiga is able to pitch into the 7th, until a line drive bounces off his wrist making him unable to pitch. Goro comes in as pitcher. On the batting side Seishuu uses Hattori's speed to score 1 run and cut the lead down to 4-1. Goro comes up with Toshiro and Fuji on base, and this time Yamane refuses to walk him. They challenge Goro, and he answers the challenge with a 3-run homerun to tie the game at 4. Now with an injured Goro and a tiring Yamane, the question is which team can endure longer.",
            "Aliases": []
          },
          "15": {
            "ID": "358341",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358341",
            "TitleEnglish": "Full Swing!",
            "SummaryEnglish": "With the score now tied at 4, Goro vows he will endure the game til the end pitching. Shimizu arrives only to see the game has ended. She asks who has won and is surprised to learn that Seishuu has advanced. In the next game Goro once again uses freezing. Taiga returns to shortstop with a dislocated thumb, and Miyazaki returns to 1st base. Scouts come from all over, including the Blue Oceans, to watch Seishuu take on the #2 team in the region. Shigeno comes expecting it to be Goro's last high school game. Instead Goro strikes out all 27 batters and begins to be recruited by the Blue Oceans. However the longer he pitches, the more likely he is to need surgery to fully repair his tendon.",
            "Aliases": []
          },
          "16": {
            "ID": "358342",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358342",
            "TitleEnglish": "Unexpected Reunion",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "17": {
            "ID": "358343",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358343",
            "TitleEnglish": "Pitching Battle!",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "18": {
            "ID": "358344",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358344",
            "TitleEnglish": "Last Spurt!",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "19": {
            "ID": "358345",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358345",
            "TitleEnglish": "Challenge to the Top",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "20": {
            "ID": "358346",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358346",
            "TitleEnglish": "No Openings! Manual Baseball",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "21": {
            "ID": "358347",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358347",
            "TitleEnglish": "Toshiya's Secret Plan",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "22": {
            "ID": "358348",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358348",
            "TitleEnglish": "Head to Head Battle",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "23": {
            "ID": "358349",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358349",
            "TitleEnglish": "A Close Fight",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "24": {
            "ID": "358350",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358350",
            "TitleEnglish": "The End of the Strategy",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "25": {
            "ID": "358351",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358351",
            "TitleEnglish": "Ace Full of Injuries",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "26": {
            "ID": "358352",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358352",
            "TitleEnglish": "Towards Your Dreams",
            "SummaryEnglish": null,
            "Aliases": []
          }
        }
      },
      "4": {
        "ID": "30175",
        "URL": "https://www.thetvdb.com/series/major/seasons/official/4",
        "# Episodes": 26,
        "Episodes": {
          "1": {
            "ID": "348553",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/348553",
            "TitleEnglish": "To the Home of Baseball",
            "SummaryEnglish": "After learning Joe Gibson is still playing and that he has dedicated his 300th MLB win to his major league fans in Japan, Goro decides that he must fulfill the dream he had as a child of challenging Gibson on the world's grandest stage and so he tries out with the Anaheim Salmons.",
            "Aliases": []
          },
          "2": {
            "ID": "358353",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358353",
            "TitleEnglish": "Tryouts",
            "SummaryEnglish": "Despite losing his bag, ball, and glove Goro has successfully made it to tryouts thanks to Ginumachi Yaginuma, a fellow Japanese who played in Koshien earlier. Goro's first batter is none other than Bolton, who homers off of him on his third pitch, but Goro is advanced in the tryouts. A challenge is given to the 7 rookies who tried out and passed the first test- if they can defeat the Salmons Single A team, they'll all advance to at least the Rookie League. Will Goro fare any better with these Minor League players, especially when only one member of his team can understand him?",
            "Aliases": []
          },
          "3": {
            "ID": "358354",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358354",
            "TitleEnglish": "I'll Do It!",
            "SummaryEnglish": "The Battle between the tryout rookies and the Single A squad Tucson Red Rocks continues. Goro has slowly been gaining the trust of 5 of his teammates, but the final two just want to go for the big swing and don't think they can win with a 10-run deficit. Goro is determined to prove them wrong, but which team will ultimately win the game?",
            "Aliases": []
          },
          "4": {
            "ID": "358355",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358355",
            "TitleEnglish": "This Is Major!",
            "SummaryEnglish": "Goro is shocked to learn that after shutting out the Single A squad he has been promoted to the Majors for at least Spring Training. Goro immediately determines he will get revenge on Bolton for that home run. At first he has problems, but thanks to a Salmons Triple A member named Fox he once again has a translator to help him get through the difficulties of communication. No sooner does Goro begin to warm up then he encounters Sanchez, the Salmons ace pitcher who won't tolerate Goro's inability to speak English. The two get into a fight. The winner will only be determined by a pitching contest. In the end Goro losses by only one pitch, but he realizes his control must improve if he is to have any shot in the Majors. Despite the loss, Goro is told he will start in two days, but will he have the mental state to get ready with losses to Bolton and Sanchez?",
            "Aliases": []
          },
          "5": {
            "ID": "358356",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358356",
            "TitleEnglish": "Guide to the World",
            "SummaryEnglish": "Goro makes his first start for the Salmons and gets a quick three outs. Things are looking good until he faces the middle of the order. The Dallas team begins getting easy hits off of Goro, causing him to face the crowds negativity for the first time in his life. How will Goro handle the outside pressure of pleasing others besides himself?",
            "Aliases": []
          },
          "6": {
            "ID": "358357",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358357",
            "TitleEnglish": "Unforgivable!!",
            "SummaryEnglish": "After being demoted to Triple A Goro is asked to start for the Cougars on only one days rest. He agrees to do so and learns how to pitch a curve ball in addition to his fastball. The next day he holds the Falcons scoreless for 5 innings, but then Gibson Junior is brought off the bench. Junior hits a 3-run homer off of Goro on his first pitch, and so Goro is removed from the mound. Goro introduces himself to Junior and asks him to tell his father Honda Junior is here to take to the Majors and defeat both father and son. Junior calls Goro's father trash and causes Goro to get into a fight. The end result is a $100 fine to Goro and being released from the team, but the team manager prepares another tryout for Goro with a team in Memphia. Sanchez and Fox escort Goro to the airport, and Sanchez reveals to Goro that when he defeated him he wasn't trying to tell Goro to learn to pitch curveball's, but that Goro's fast ball could be matured into something unbeatable if he has patience and practices mastering it.",
            "Aliases": []
          },
          "7": {
            "ID": "358967",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/358967",
            "TitleEnglish": "Courage, Full Score!",
            "SummaryEnglish": "The plane ticket given to him by the Cougars takes Goro to the Memphis Bats. When he arrives in Memphis his bag is once again stolen and he accuses a young girl who can speak Japanese. The girl ends up being none other than the owner of the Memphis Bats. Goro is admitted into a tryout during an exhibition game as the closer. Goro manages to strike out three batters, but the Bats defense makes him question whether he should be on their team until he sees their skills offensively. With an offer to tryout for other Triple A squads though, one must wonder where Goro will finally end up.",
            "Aliases": []
          },
          "8": {
            "ID": "443441",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/443441",
            "TitleEnglish": "Debut!",
            "SummaryEnglish": "Goro is officially made the closer for the Bats, meaning he could potentially pitch everyday. During his first save opportunity he strikes out the side and gets the win. Meanwhile back in Japan Toshi appears to have been working out. He is fielding defense with more precision than ever, and the ball is flying further. Still, Yatanabe doesn't wish to give up the catcher's position. The two are tried and tested through the exhibition season, but it isn't until they start the first regular season game that Toshi learns how much he truly needs to grow to succeed in Japanese Professional Baseball.",
            "Aliases": []
          },
          "9": {
            "ID": "443101",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/443101",
            "TitleEnglish": "Challenger",
            "SummaryEnglish": "Sato is once again placed in the starting lineup. An early run seems to shake Toshi's confidence. Even when the Warriors tie it up Toshi seems to lack confidence. When he is forced to face an old teammate Toshi thinks he has an easy out. It is only when an easy hit is made that Toshi realizes he hasn't done enough research on film on how a catcher should start a game and how different a batter can become in the Pros with daily training. With a little help from Yanatabe Toshi begins to realize that in the Pros you battle everyday for an entire season, not just one batter at a time. With this knowledge Toshi is able to regain his confidence, but can he claim the starter catcher's job?",
            "Aliases": []
          },
          "10": {
            "ID": "443102",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/443102",
            "TitleEnglish": "It's Not Impossible",
            "SummaryEnglish": "Graduation day arrives for Goro and all of his friends, but Goro is missing to continue Triple A play with the Memphis Bats. In Japan Goro's friends from Seishuu remember what drives Goro and remind us of some of his best memories up to this point from High School. After the graduations are done, the regular season starts for the Japanese baseball League and the Triple A Bats. Toshi starts on the bench, Mayumura starts in the bullpen, and Goro is the closer for the Bats, but which of them will emerge to become the stars of their respective squads early on?",
            "Aliases": []
          },
          "11": {
            "ID": "443112",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/443112",
            "TitleEnglish": "Try And Aim For It",
            "SummaryEnglish": "Goro and Saunders have the goal of taking the Bats to the Triple A Championship. However Saunders is worries that the rest of the team and the Bats manager are just worries about being promoted. Realizing that Goro and Saunders realize the only way they can change the minds of their teammates is by giving it their all on defense out on the field. Can the Bats get their mindsets changed before it's too late to contend?",
            "Aliases": []
          },
          "12": {
            "ID": "443113",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/443113",
            "TitleEnglish": "Liar!",
            "SummaryEnglish": "Komori tries out for his University baseball team, but he is relegated to backup duty. When he is on his way home he sees the Dolphins getting ready for their next game. Coach Ando thinks Komori has grown to be a successful player and asks Komori to be the assistant coach. However one of the Dolphins learns that Komori is a bench boy and accuses him of lying to the entire team. Determined to prove him wrong Komori invites all of them to his game, and with additional practice Komori is finally put in where he gets a hit. Seeing Komori's determination sparks the young Dolphins as they prepare to take on Yokohama Little, but Yokohama Little hasn't lost since Goro eliminated them when he was a boy. Can this be the year things finally turn around?",
            "Aliases": []
          },
          "13": {
            "ID": "443114",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/443114",
            "TitleEnglish": "A Stupid Bet",
            "SummaryEnglish": "The Hornets promote the Golden Rookie Jeff Keene from Double A to the Bats forcing Saunders to the bench. Goro doesn't agree with Keene's attitude, so he makes a bet that could cause Goro to stop pitching the way he wishes to permanently, or at least while Keene is present.",
            "Aliases": []
          },
          "14": {
            "ID": "443115",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/443115",
            "TitleEnglish": "Keene's Past",
            "SummaryEnglish": "When Keene has the pitchers walk the #4 man three times in one game despite being up 12 to 0, the rest of the team begins to doubt his leadership at truly knowing what is best during a game. Goro challenges him to another match to show that a pitcher's pride can help the team just as much as his data baseball. In the end it could be Keene that learns another aspect of the game or it could be Goro that is fired for defying his catcher.",
            "Aliases": []
          },
          "15": {
            "ID": "443116",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/443116",
            "TitleEnglish": "Hero",
            "SummaryEnglish": "After costing the Bats their winning streak and after seeing Keene's outstanding plays, Saunders decides he is going to retire after the current series. Goro is against the idea, but Saunders says he's doing it so he can be close to his family and to his son, whom has never seen a game. Goro talks the to the Hornets management and gets Saunders son and wife flown out for what he claims will be his final game, but can his son and wife convince him to stay or has Saunders truly made up his mind to leave?",
            "Aliases": []
          },
          "16": {
            "ID": "443117",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/443117",
            "TitleEnglish": "I'm Fed Up!",
            "SummaryEnglish": "How well can Seishuu do after Goro has left and is now the closer for the Bats? Taiga has been training them hard day in and day out, and they have a confident pitcher who thinks he deserves to be in Koshien. However the team still has a limited number of players and a lack of experience against other teams. Taiga begins t get depressed when his teammates won't listen to him. How well can they perform in the newest tournament? Will they even manage to make it to a rematch with Kaido?",
            "Aliases": []
          },
          "17": {
            "ID": "443118",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/443118",
            "TitleEnglish": "Where To Aim",
            "SummaryEnglish": "After struggling to gain control of some of his fast ball pitches Goro decides to attend a Major League game on his day off. While there he sees the Japanese sensation Itao but is also shocked to see Gibson on the mound. Meanwhile Shimizu's friends fear for her love life and set her up on a blind date, but can she stop thinking of Goro?",
            "Aliases": []
          },
          "18": {
            "ID": "443119",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/443119",
            "TitleEnglish": "Alice's Dream, Everyone's Dream",
            "SummaryEnglish": "When Alice's Grandfather has his health deteriorate, her parents decide they want to sale the team to a person in Memphis and move to New York. At the same time the Bats find themselves on a four game losing streak needing only 1 win to win the Division and make the playoffs. Now Alice must try and find some way to let her parents know not only how she feels but how the fans of Memphis feel if the Bats are to stay in Memphis and win their first division title in 15 years.",
            "Aliases": []
          },
          "19": {
            "ID": "443120",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/443120",
            "TitleEnglish": "Responsibility",
            "SummaryEnglish": "The day before the Triple A playoffs are scheduled to begin 6 Memphis Bats are called up as the Majors expand their rosters. Goro is one of the six, but when he learns Gibson Jr. and the Falcons are whom the Bats will face if they make the Finals he fakes an injury so he can pitch in the Triple A playoffs.",
            "Aliases": []
          },
          "20": {
            "ID": "443121",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/443121",
            "TitleEnglish": "Get Out!",
            "SummaryEnglish": "Both the Falcons and Bats advance to the Finals, but before they can ever meet each other on the diamond Goro and Gibson Junior run into each other face-to-face. The horrible reason behind why Gibson hates Goro is finally revealed.",
            "Aliases": []
          },
          "21": {
            "ID": "443122",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/443122",
            "TitleEnglish": "Trouble From The Start",
            "SummaryEnglish": "Game 1 of the Championship between the Falcons and Bats takes place with Yaguinuma in the stad to see who will prevail in the bet between Goro and Gibsion Junior. Junior has promised if Goro strikes him out even once, then he will return to Japan to apologize at the feet of Honda's grave, but if he homers off of Goro even once, then Goro must leave America permanently as soon as the series is over. Which side will prevail, and what will happen if they should both prevail?",
            "Aliases": []
          },
          "22": {
            "ID": "443123",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/443123",
            "TitleEnglish": "The Single Ball of Fate",
            "SummaryEnglish": "An early 6 to 0 deficit has been reversed thanks to Goro coming on in the third inning to strike out the side an spark the Bats bats. However when Goro is hit by a pitch it makes him lose all control of his pitches. With no other choice Goro must pitch straight down the middle against Junior with nothing but 100+ mph pitches, a speed which Junior has never seen before. Who will prevail, and will the Bats be able to take a 1-0 series lead? With Ginumachi in the stands rooting for Goro, anything seems to be possible.",
            "Aliases": []
          },
          "23": {
            "ID": "443124",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/443124",
            "TitleEnglish": "One More Deciding Match",
            "SummaryEnglish": "As Ginumachi returns to Japan he learns he has arrived just in time for the Japanese finals. After a slow start Toshi has become the every day catcher for the Warriors, and the Warriors find themselves in the finals against the Blue Oceans. Making things more interesting is the knowledge that the rookie of the year could be decided in this series as Toshi battles his former battery Mayumura. Who will win Japan's championship?",
            "Aliases": []
          },
          "24": {
            "ID": "443125",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/443125",
            "TitleEnglish": "A Great Man",
            "SummaryEnglish": "Junior is called up to the Majors after the Texas Raiders lose their third baseman to injury. When he learns that Goro recovered from his injury and pitched in Game 3 to put the Bats up 2-1 he determines to win the Division Championship for the Raiders quickly so he can face off with Goro in Game 7 of the Triple A Championship. Trailing 3-2 the Bats bring in Goro in Game 6 to close it out, and the series evens up at 3-3. Junior returns for Game 7, and Goro is able to get him to fly out, but when Junior learns his father has come to watch Goro and not him he puts his pride on the line to try and eliminate Goro from baseball in America permanently.",
            "Aliases": []
          },
          "25": {
            "ID": "443126",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/443126",
            "TitleEnglish": "A Truly Worthy Rival",
            "SummaryEnglish": "When Goro comes up to bat he manages to hit a double and cut the score to 2-1. After stealing third base Junior reveals to Goro that his father is in the VIP Suite watching. When Goro learns of this he is determined to not lose at all costs. On a fly ball he tags at third and ties the game. Junior slowly realizes Goro plays not for revenge but for the love of the game. He also begins to realize that his father has always been watching his game. Junior finally swallows his pride and heeds to his fathers advice allowing him to hit an inside the park homerun off of Goro. The top of the ninth approaches, and the Falcons lead 3-2 with two outs when Saunders hits a homerun to tie the game. Goro realizes all his teammates have done for him and it renews his strength. Finally Goro is able to unleash his fastest fastball and send the game to extra innings. With their duel at 1-1 now, who will win the final showdown between Goro and Junior to lead their team to the Triple A Championship?",
            "Aliases": []
          },
          "26": {
            "ID": "443439",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/443439",
            "TitleEnglish": "An Oath",
            "SummaryEnglish": "Goro's efforts send the game into the 10th inning, and a surprise awaits everyone when Goro manages to hit a homerun and put the Bats up 4 to 3. The bottom of the 10th quickly begins with the Bats getting two outs, but the Falcons aren't dead quite yet as they follow up with two consecutive hits leading to a showdown between Goro and Junior to decide the game. Goro calls for the walk, but every fielder on the Bats comes and talks him out of it. Goro winds up despite the runners being on base and allows them to steal second and third. Now any hit will win the game for the Falcons, but Goro's pitches continue to speed up. In the end Goro pitches a 102 mph fastball to Junior which shatters Juniors bats, and the Bats win the championship. After the game Junior asks for directions to Honda's grave. Goro tells him to forget it, instead saying he'll tell him himself. The two commit to face each other as often as possible in the Majors, and Gibson congratulates the two for their great showdown but informs them they won't get past him and the other Major Leaguers so easily.",
            "Aliases": []
          }
        }
      },
      "5": {
        "ID": "38937",
        "URL": "https://www.thetvdb.com/series/major/seasons/official/5",
        "# Episodes": 25,
        "Episodes": {
          "1": {
            "ID": "421400",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/421400",
            "TitleEnglish": "Once Again",
            "SummaryEnglish": "Goro returns to Japan after winning the Minor Leagues, and the first place he visits is his Father's grave. Shimizu has heard Goro has returned and decides to visit him to see if she has any feelings for him.",
            "Aliases": []
          },
          "2": {
            "ID": "437056",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/437056",
            "TitleEnglish": "The Temperature Difference Between the Two",
            "SummaryEnglish": "After learning about his Father's involvement in the World Baseball Classic, Goro forgot about his date with Shimizu. When she called to see where he was he asks her to go on without him, causing her to believe Taiga's words are coming true. When Goro finally realizes he has hurt Shimizu's feelings he begins to think about everything she has done for him over the years. Even when he tries to think of baseball his thoughts wander back to her. Can Goro mend this broken love before it's too late, or will he lose Shimizu?",
            "Aliases": []
          },
          "3": {
            "ID": "437057",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/437057",
            "TitleEnglish": "Gathered Representatives!",
            "SummaryEnglish": "Goro becomes a batting pitcher for the Japanese Senior team to help further his development against Professional players, but he also hopes that he can gain enough respect on the mound to become a player for the Japanese team in the World Baseball Classic. At home Taiga and Goro work with each other to improve his outside pitching control and his fastball's speed. The problem is he forgets to tell Shimizu about all of it, but her dream of following the baseball player keeps her from getting too upset about it.",
            "Aliases": []
          },
          "4": {
            "ID": "437058",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/437058",
            "TitleEnglish": "Trial and Error",
            "SummaryEnglish": "After Kyoshirou roughs up Goro he decides he needs to start using some breaking balls is he is to be successful in the Majors. Shigeno is against it, but Goro decides to seek help from the top Japanese forkball pitcher- Suguro, especially after Itao once again proves that Major League Players would be able to hit his fastball. With the guidance of Suguro he begins to develop the Gyro Forkball. He also learns how a pitching coach is more useful at learning a players weaknesses than he originally thought, a weakness he hopes to expose on the Young Japan team, for after challenging Itao Goro is sent to join the Young Japan team so the coach can see which of the Japanese main players will be useful in the World Baseball Classic by the recommendation of Kyoshirou.",
            "Aliases": []
          },
          "5": {
            "ID": "437059",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/437059",
            "TitleEnglish": "Young Japan",
            "SummaryEnglish": "Young Japan plans the Japansese Representatives to determine which team is more suit to play in the World Baseball Cup. After having a chance and failing to score at the top of the 1st Katori is sent to the mound and later Akutsu follows. Both of them are overpowered by the experience the Japanese Representatives have and see their slider and knuckle ball hit with ease. Katori leaves with the team trailing 4-0, and Akutsu loses all confidence when that score grows to 9-0. Finally Goro is sent out to try and change things around. He reveals his gyro fork, but a fatal flaw is found in it forcing him once again to rely on his gyro fastball.",
            "Aliases": []
          },
          "6": {
            "ID": "437060",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/437060",
            "TitleEnglish": "Unselfish Fastball",
            "SummaryEnglish": "Realizing that his forkball breaks too early Goro decides to try and expose the weaknesses the All Japan team has and relys solely on his fastball. At first glance it seems to backfire as the Young Japan team falls even further behind at 9-0. Making things worse is the communication between Goro and Toshi is struggling, but once the two sync back up they show all of Japan how dangerous his fastballs can be. At the end of the episode Goro returns to America to begin spring training with the Hornets.",
            "Aliases": []
          },
          "7": {
            "ID": "437061",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/437061",
            "TitleEnglish": "An Unexpected Notification",
            "SummaryEnglish": "Shimizu decides to follow Goro to America and root for him in person during the rest of his Spring Training games. Her parents are hesitant at first, but when Taiga lets it slip that she wants to go there to be with Goro to their mom then she agrees to convince the unseen Father to let her. Shimizu rents a car when she arrives and is headed to the training grounds, but her car break down on the way. Luckily Goro recruits the help of Keene, and the two go down the route she was to come in on, fix her car, and then get her back into the Florida town the Hornets have Spring Training at. Goro pitches the next day and admits that he has the next day off, so he and Shimizu make plans to be together the next day. That night he gets a call from his manager. Goro is sent to California. When he arrives he learns that he has been selected to replace Suguro who was injured during the qualifying rounds. Goro wants to turn down the offer, but when he learns it was Kyoshirou and Itao that recommended he be brought up on the All Japan team he decides to stay. As the episode ends Shimizu reads a note Goro left and wonders what the heck is going on.",
            "Aliases": []
          },
          "8": {
            "ID": "437062",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/437062",
            "TitleEnglish": "Everyone`s Respective Expectations",
            "SummaryEnglish": "Goro calls Shimizu and lets her know that he has been selected to be on the naitonal team as the episode begins. As the episode continues the news is broadcast on TV in Japan. All of Goro's friends are shocked, but they start saving up funds so they can go to the Championship game and root for Goro and all of Japan. Back in California the World Baseball Cup begins with Team USA and Team Canada starting the action. Joe Gibson is the starting pitcher, and he seems to have problems breathing until Junior lets him know that Japan has selected Goro as a representative player. Gibson goes out strong and gets a complete game. At the end of the episode though Junior gets a call from a doctor about his father that sends him into a panic. As the episode ends Shimizu arrives in California to continue her rooting for Goro. Goro arrives at the airport to pick her uip, but Shimizu has meet up with Team Venezuela, and a conflict seems to be brewing.",
            "Aliases": []
          },
          "9": {
            "ID": "437063",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/437063",
            "TitleEnglish": "Pressure and Real Worth",
            "SummaryEnglish": "Silva upsets Goro with the comment that Asians aren't tough enough to defeat Venezuela. Meanwhile Team Japan prepares to face Montana, but they are surprised when Sanchez is rolled out instead. Japan finds it to be a slight insult that Venezuela is saving their ace for the Dominican Republic, so they decide they will defeat Venezuela at all costs to get the first needed win to move on to the semi-finals. Toshi is placed in the starting line-up as the Designated Hitter, but when the catcher gets injured Japan is forced to do a double switch, meaning if Goro makes it into the game he can beat Venezuela not only with his pitches but also at the bat.",
            "Aliases": []
          },
          "10": {
            "ID": "437064",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/437064",
            "TitleEnglish": "Polished-Up Fang",
            "SummaryEnglish": "Goro's first face off as a member of the Japanese Representatives is against none other than Silva. Their interaction at the airport was only the beginning as a new rivalry is born from, but in order for Goro to be successful he must first pull Toshi out of the slump he has gotten stuck into and debut his gyrofork in front of a worldwide audience.",
            "Aliases": []
          },
          "11": {
            "ID": "736701",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/736701",
            "TitleEnglish": "That`s Not Being a Man!!",
            "SummaryEnglish": "Tendo is demoted from being the closer for Japan and is replaced by Goro. Tendo is upset that he has been replaced, but both Goro and the Japanese manager realize Tendo has an arm injury that hasn't healed and can place him in danger. Still, the manager is determined to show his trust in Tendo and places him into the game against Korea as the set-up man. Will Tendo willingly end the game on his own and acknowledge his injury, or will Tendo's pride knock Team Japan into an elimination game against the Dominican Republic?",
            "Aliases": []
          },
          "12": {
            "ID": "736711",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/736711",
            "TitleEnglish": "The Curse",
            "SummaryEnglish": "Venezuela manages to defeat the Dominican Republic putting both them and the Dominican Republic at 1-1. If Japan loses to the Dominican and Korea loses to Venezuela it would put 3 teams at 2-1 and Japan would be eliminated due to both Venezuela and the Dominican having given up fewer runs. Making things worse is the news that Goro receives- he won't be able to pitch in the game against the Dominican due to a rule saying a pitcher can't be used in more than two games consecutively. Can Japan find a way to overcome all these problems with Mayumura as the closer for the third game?",
            "Aliases": []
          },
          "13": {
            "ID": "736721",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/736721",
            "TitleEnglish": "Baseball of Japan",
            "SummaryEnglish": "After gaining an early 1-0 lead Japan has been unable to stop the Dominicans batters the third time through the rotation. Despite getting the first man he faced out Mayumura now finds himself in danger of giving up additional runs and the Dominican leads 4-1. Who will realize the only way to defeat the Dominican is through small ball instead of swinging for the stands first, and what will Japan do when the Dominican's bring out their closer to try and wrap things up and eliminate Japan after Venezuela has won 3-0? Also the identity of the mysterious Japanese girl Shimizu ran into comes one step closer to a shocking revelation.",
            "Aliases": []
          },
          "14": {
            "ID": "736731",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/736731",
            "TitleEnglish": "I'm All Right",
            "SummaryEnglish": "After Miho breaks down to Shimizu and reveals she is actually Toshi's younger sister, both Shimizu and Goro decide to try and keep the two separated from each other. In their efforts to keep the two apart Goro and Toshi go to workout at he park, but it's at the same time Shimizu and Miho are having lunch there. The shock of seeing his sister causes Toshi to have a mental relapse of his parents abandoning him and causes him to start to have a mental breakdown. Another problem presents itself when it's revealed Domoto's leg still hasn't recovered enough to allow him to do more than pinch hit or be the Designated Hitter. Can Toshi pull it together soon enough to allow Japan to defeat Cuba? At the same time Momoko and Shingo arrive in America to root for Japan in the semi-finals and during the championship, but Shingo seems to want to be there only for autographs and for the amusement park.",
            "Aliases": []
          },
          "15": {
            "ID": "736741",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/736741",
            "TitleEnglish": "Aggressive Baseball",
            "SummaryEnglish": "The match between Cuba and Japan begins with Cuba bunting, sacrificing the runner to second, stealing third, and then using a squeeze play. They also use a swing that many would consider interference but that has been declared legal because it's within the swing itself that allows the runner to advance. With so many early problems things look bad for Japan. Miho attends the game but stays out of Toshi's site so she won't cause him a relapse during the game. Goro is brought in during the 8th inning and allows two Cubans to get on base, but as soon as he sees Gibson is in the stands he manages to retire everyone in order.",
            "Aliases": []
          },
          "16": {
            "ID": "736751",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/736751",
            "TitleEnglish": "Everyone's Resolution",
            "SummaryEnglish": "After defeating Cuba, Goro gets all psyched about facing America in the Championship, but Junior informs his father he knows of the surgery he needs. He informs the US manager and Goro and begs both of them to not let Gibson pitch at all costs.",
            "Aliases": []
          },
          "17": {
            "ID": "736761",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/736761",
            "TitleEnglish": "America's Pride",
            "SummaryEnglish": "Gibson comes on in the eighth with only one out and the US trailing 2-0. He is disgusted by how the US has played without caring what their fans think of their performance. His speech wakes the minds and attitudes of the other players, and they escape the inning without giving up any other scores. In the top of the ninth Gibson Junior begins the inning with a base hit. America scores 6 runs and wins 6-2. After the game Gibson is told he won't pitch in the finals due to his heart condition. The next day Goro spends time with Shingo. They go and spend the day at the amusement park. Shingo asks Goro if their mom told him he plans to quit baseball. Goro tells him he doesn't mind if Shingo quits baseball, that he just needs to have fun doing whatever he chooses and become a better person. As Goro drops Shingo back off at his room though, he receives the news that Gibson collapsed during practice and has been rushed to the hospital.",
            "Aliases": []
          },
          "18": {
            "ID": "736771",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/736771",
            "TitleEnglish": "Towards the Promised Place",
            "SummaryEnglish": "After hearing that Gibson collapsed Goro rushes to the hospital and is invited in by Junior at his father's request. Gibson finally tells Goro what happened to his family and why Junior has a grudge against him. He also tells Goro how his mom made him promise to wait until he faced Goro before he retired so Goro could always talk about how his dad homered off such a great pitcher. As the day of the Championship arrives Goro takes a letter from Toshi to Miho. Shimizu meets up with Yamane, Oobayashi, Muta, Tashiro, and Fuji to go to the game in America. Komori joins the old Little Leaue squad at Ando Sports after learning his practice has been cancelled, Seishuu moves the baseball team into one classroom to watch the game, other old coaches and friends are shown watching the game on their TV's, and Goro's uncle who allowed Miss Hoshino to take him comes to the game. At the same time Mayumura ends up taking the starting job after a bad night's sleep costs Japan their starting pitcher before the game.",
            "Aliases": []
          },
          "19": {
            "ID": "736781",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/736781",
            "TitleEnglish": "Pitching's Origin",
            "SummaryEnglish": "The Championship match begins between the US and Japan. Japan's early hitting gives them a 3-0 lead and forces Sisler out of the game for the US. When Mayumura comes out he is forced to admit his fears of not being a monster player to both Goro and Toshi. However Toshi reminds him the most fearsome player is a picther who knows his own limits and is able to go beyond them. Mayumura turns the cheers for the US into his favorite symphony piece- Dvorak's New World Order, and Japan is able to establish early control in the championship. Seeing the US down 5-0 after the 3rd inning proves to be too much for Gibson. He leaves the hospital and heads for the ballpark to try and motivate his team back to winning it all. After Alex learns Gibson has been risking his life for America's pride he is determined to change the momentum of the game and get a hit off of Mayumura.",
            "Aliases": []
          },
          "20": {
            "ID": "736791",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/736791",
            "TitleEnglish": "With Chest of Pride",
            "SummaryEnglish": "With Gibson's arrival the US gets a second wind. They cut Japan's lead down to 5-4 and force Goro into the game in the eighth inning. Goro walks the first batter and then gets two quick outs, but Gibson Junior hits a 100 mph fastball into the stands and forces Japan to have to rally in the ninth if they are to send the game into extra innings and have a chance to win it all.",
            "Aliases": []
          },
          "21": {
            "ID": "736801",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/736801",
            "TitleEnglish": "For Oneself's Sake",
            "SummaryEnglish": "Japan refuses to give up. In the top of the ninth they tie the score and send teh game into extra innings. Not wanting to lose momentum again Gibson takes it upon himself to get warmed up and force his way into the game.",
            "Aliases": []
          },
          "22": {
            "ID": "736811",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/736811",
            "TitleEnglish": "Never-Ending Dreams",
            "SummaryEnglish": "It all comes down to this. Gibson and Goro are finally able to fulfill their promise and dream to each other as they face off in the World Baseball Cup and go into extra innings. Their performances are able to touch the hearts of everyone watching and all support toward one specific team seems to fade as both refuse to let the game end with shutout inning and shutout inning. However a rule is revealed- if the score is still tied after the 18th inning, then the game will be canceled and a rematch held the next day.",
            "Aliases": []
          },
          "23": {
            "ID": "736821",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/736821",
            "TitleEnglish": "Father's Back",
            "SummaryEnglish": "The score is 6-6 as the teams enter into the 16th inning, and even Goro says it's time for the game to finish. Toshi gets what could be his final shot against Gibson as he steps up with a runner at third hoping to put Japan ahead. Toshi makes contact, and as his bat breaks it hits Gibson in the chest. Gibson recovers enough to get the out at home, but not without everyone worrying if it could end up like Honda all over. Gibson finishes the inning without giving up any runs. Goro meanwhile has started to get tired, and he walks the first two batters before giving up a hit. It's Gibson Junior's turn to bat, but he has gone into the locker room to keep an eye on his dad. When Gibson collapses they temporarily stop the game. Gibson admits the dream he had of his son hitting a home run to win the game for him wasn't a dream and asks the US to play on with him being rushed t the hospital. Gibson Junior goes out determined, but seeing his rival gives Goro new strength as well. He gets ahead 0-2 and then pitches the fastest pitch he ever has at 103 mph. Gibson Junior's bat breaks from it, but he launches the ball into the stands giving the US a 10-6 victory in 16 innings.",
            "Aliases": []
          },
          "24": {
            "ID": "736831",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/736831",
            "TitleEnglish": "End of the Struggle",
            "SummaryEnglish": "After giving up the four-run homer Goro falls to his knees in despair and exhaustion. The team helps him back to the locker room as the USA chants fill the air. After changing Goro decides to go to the hospital to check on Gibson instead of back to the hotel. Gibson Junior informs Goro the surgery only has a 50% success. The two wait in the hall for news until early the next morning. As soon as Goro learns Gibson is okay he returns to the hotel. The next morning Goro pretends to be sleeping so he doesn't have to face everyone, but Shigeno realizes he's faking sleep because he's laying on his left shoulder. Goro takes that note for future reference. At the hospital Gibson congratulates Junior on the walkoff homer and his MVP award. Gibson Junior says his father was the real MVP and he's going to put it into his trophy case, but Gibson refuses saying Junior needs to start his own trophy collection with the MVP award. That afternoon Miho wonders if it's okay to leave Goro without saying goodbye, but Shimizu admits she wouldn't know what to say with his face the way it was. Goro just misses them at the airport as he shows up to say godbye to his Uncle, brother, and mom. Goro's flight is supposed to be in the evening for Florida, but he misses it and goes to a park instead. For some reason he can't seem to find a passion for baseball. The next day Fuji and company arrive back in Japan, and Fuji is shocked when he sees Shigeno. He calls Shimizu, and she decides to start searching for him to see if he has returned. Eventually Shimizu goes to Honda's grave where Goro is once again waiting. He sees Shimizu and admits he's not sure if he'll play baseball ever again.",
            "Aliases": []
          },
          "25": {
            "ID": "736841",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/736841",
            "TitleEnglish": "The Road to Tomorrow",
            "SummaryEnglish": "Goro uses the excuse that he's tired from the tournament to explain coming back to Japan, but Shigeno thinks Goro's attitude is disgracing the game. Shingo admits he has decided to continue playing Little League Baseball so he can have a dream to get better, but Goro decides to go to his room instead. The next day the old gang decides they should get together and play baseball for fun because of the way Goro inspired all of them. Shimizu thinks of declining, but instead she invites Goro to the field hoping that watching the game will make him want to play again. As Goro watches he remembers the main reason he played while he was younger was for fun. The gang is shocked to see him there, but they let him join in. After the game ends Goro returns home, gets his bag, and says he is headed back to Florida to become a Major League Player. The episode ends with Goro throwing his first pitches as an official Major Leaguer.",
            "Aliases": []
          }
        }
      },
      "6": {
        "ID": "186231",
        "URL": "https://www.thetvdb.com/series/major/seasons/official/6",
        "# Episodes": 25,
        "Episodes": {
          "1": {
            "ID": "1666521",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/1666521",
            "TitleEnglish": "Super Rookie",
            "SummaryEnglish": "Goro returns to Florida where he is scheduled to pitch for the Indiana Hornets. Almost all the fans and the owner expect him to become their new ace, but Sanders and Keane also try to humble him by pointing out how the Majors are only the beginning of the top competition and that most of the Majors stars didn't participate in the World Baseball Cup.",
            "Aliases": []
          },
          "2": {
            "ID": "1934201",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/1934201",
            "TitleEnglish": "A Prominent Debut!",
            "SummaryEnglish": "Goro is scheduled to start the third game of the season for the Indiana Hornets. As he begins to pitch he gets through the first 21 batters in a no hit fashion, and everyone begins to wonder if this super rookie can make baseball history- a perfect game in his first start.",
            "Aliases": []
          },
          "3": {
            "ID": "1934211",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/1934211",
            "TitleEnglish": "In an Impossible Dilemma",
            "SummaryEnglish": "After removing himself from the previous game Goro uses the excuse that he had back problems. During his next start Goro seems to be fine during the first 4 innings, but during the fifth he gives up a hit an then loses control of his pitches. Both Keene and Watts suspect Goro has developed the yips, a psychological condition that causes an athletes body to freeze up during times of pressure, but Keene refuses to let Goro leave the mound unless the game gets tied in the hopes that Goro can overcome the yips without being demoted to the minors.",
            "Aliases": []
          },
          "4": {
            "ID": "1934221",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/1934221",
            "TitleEnglish": "The Southpaw in Distress",
            "SummaryEnglish": "Goro suffers more psychological agony after the bean ball to the head of Chavez, but he is determined to prove he doesn't have the yips. During the third game Goro gives up 1 hit and 5 walks and is taken out during the first inning. Indiana still has hopes for him and demotes him to the Bats where he can see the sports psychologist Billy Oliver in the hopes that he can overcome the yips and get back as a star.",
            "Aliases": []
          },
          "5": {
            "ID": "1934231",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/1934231",
            "TitleEnglish": "The Fruits of the Treatment",
            "SummaryEnglish": "Goro is placed in rehab games after a week of treatment. Just as it appears he is about to return to the Majors the Sharks are revealed to have Silva on a rehab assignment. Silva claims to be getting more used to Goro's pitching, but while watching Keene also reveals Goro's hat isn't flying off, and Goro has stated before that the hat flying off makes him know he is pitching well. Meanwhile Dr. Oliver reveals that he can't figure out what is giving Goro the yips because of all the trials he has overcome in the past.",
            "Aliases": []
          },
          "6": {
            "ID": "1934241",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/1934241",
            "TitleEnglish": "What It Takes to Be a Pro",
            "SummaryEnglish": "After doing well in the Minors Goro is recalled to the Hornets, but before going he stops by Dr. Oliver's to ask if he's really cured. While there he reveals he is just playing baseball because he loves the game, but Dr. Oliver asks him if that's any different than playing backyard baseball. He says without a goal none of the players he knows have ever succeeded, and unless Goro finds a goal to replace Gibson he will never be able to succeed in the Majors. Meanwhile Gibson Jr. is having problems of his own for the Raiders. He's batting less than .300 and only has 3 home runs. Can these two rivals overcome there problems and prove they have what it takes to be Pros?",
            "Aliases": []
          },
          "7": {
            "ID": "1934251",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/1934251",
            "TitleEnglish": "Rookies' Troubles",
            "SummaryEnglish": "Both Goro and Gibson Jr. decide to settle things by doing their best to get outs and get on base in the Pros. Goro also learns Shigeno is now doing the Japanese commentary for the Hornets games, however his entire attitude toward calm pitching might change when Gibson comes out of retirement and signs on to play with the Bisons so he can face Goro one-on-one.",
            "Aliases": []
          },
          "8": {
            "ID": "1934261",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/1934261",
            "TitleEnglish": "An Electrifying Return",
            "SummaryEnglish": "The media world is going crazy thanks to Gibson's return, but Gibson's first match is scheduled to be against none other than the Indiana Hornets. Can Goro find that goal he's been looking for and get back to his old self thanks to Gibson's arrival, or will his appearance go down as another disappointment?",
            "Aliases": []
          },
          "9": {
            "ID": "1934271",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/1934271",
            "TitleEnglish": "Fully Back on the Mound",
            "SummaryEnglish": "During the All-Star Game Break Dr. Oliver calls up Goro and asks him to come to Nashville. Goro is shocked to learn that Gibson hasn't gone back to retirement after giving up a grand slam to Goro. Instead he is pitching for the AA Nashville Bulls. Dr. Oliver reveals that Goro was sent to him by the Hornets at the request of Gibson himself, who was a former patient of Oliver's. Seeing Gibson continues to pitch due to his love of the game and after learning Gibson wants to face Goro again, Goro is finally able to find the goal he is searching for.",
            "Aliases": []
          },
          "10": {
            "ID": "1934281",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/1934281",
            "TitleEnglish": "Each Person's Summer",
            "SummaryEnglish": "Shimizu is glad to see Goro has returned to his oldself and is determined to save up money again to go and root for him in America. However she seems to be losing love for softball at the same time and contemplates quitting it all together. Can Taiga help her remember why she loves the game with the help from a few other friends?",
            "Aliases": []
          },
          "11": {
            "ID": "1934291",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/1934291",
            "TitleEnglish": "Committed Dreams",
            "SummaryEnglish": "The Hornets are nearly into first place, but the injury bug is beginning to hit the team making their goal seem further away than ever. Can Goro's burning spirit help the others to rally to continue their dream of winning the championship?",
            "Aliases": []
          },
          "12": {
            "ID": "1934301",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/1934301",
            "TitleEnglish": "The Unspoken Rule",
            "SummaryEnglish": "After Greene's injury \"Mad\" Mike Murdoch is traded from the Los Angeles Panthers to the Hornets. The manager knows his name will draw additional fans to teh ballpark even if they don't win the division, but the rest of the team is worried that the trade will destroy all the chemistry they've developed and ruin their chances at not only the Division Title but also at the World Series.",
            "Aliases": []
          },
          "13": {
            "ID": "1934311",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/1934311",
            "TitleEnglish": "Chain of Negativity",
            "SummaryEnglish": "Watts reveals the past of Murdoch to Goro. While they played in the Minors marijuana was found in his locker, and no one believed it wasn't his. Despite later being found innocent he lost all trust in teammates. After saving Murdoch's daughter at the park Goro makes a new friend and determines to help Murdoch once again become a team player and help the rest of the team learn to also trust in Murdoch. With a six game deficit to overcome in the remaining 30 games Goro realizes they will need all the help they can get to win.",
            "Aliases": []
          },
          "14": {
            "ID": "2351591",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/2351591",
            "TitleEnglish": "Responsibility of the Ace",
            "SummaryEnglish": "After the error that has been charged to Roy Murdoch errupts and is ready to clash with Roy, but Goro stops him. He reminds Murdoch he shouldn't expect anything from other players until he has proven himself to his teammates. As Murdoch watches Goro pitch and dwells on words that Keene gave him earlier, he realizes Goro is the top ace and that his words cause the entire team to flow together. Murdoch asists Goro at getting an out. In the eigth inning the Panthers get a run to go up 1-0, and things look bad for the Hornets. A loss would send them 7 games back of the division leader, and the Panther shave brought out their ace. Roy refuses to give up and gets on base. Nelson advances him to second with a bunt. Saunders comments to Watts on how Goro's energy is contagious, and it causes him to start getting ready to close out the game. The Panthers walk Parker giving them 2 on and 2 out with Murdoch coming to bat. Some of the coaches and the Hornets owner question letting Murdoch bat, but Goro manages to get the teammates to show enough energy in Murdoch to let him bat for his daughter. With the trust of his teammates behind him Murdoch hits a homerun, giving the Hornets a 3-1 lead. The next three batters each hit homeruns off th Panthers closer, and Watts comes in and closes out the game giving the Hornets a 6-1 win. The energy seems to have what it takes to send the Hornets onto a winning streak, but Watts calls Keene and informs him that even though they have enough strength now to win it all, it will all depend on how well Keene manages to keep them together.",
            "Aliases": []
          },
          "15": {
            "ID": "2374531",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/2374531",
            "TitleEnglish": "Weak Point",
            "SummaryEnglish": "The Hornets begin a two game series against the Anaheim Salmons. Goro decides to go out and say hi to the team that first got him started, but all of them ignore him and tell him to get back to his side of the field, making his temper start to soar. Meanwhile the lead off batter Sakaguchi decides to do the same thing to his biggest rival, Nelson. The Hornets are able to get an early lead off of Sanchez, but Fox comes up with a brilliant plan that starts to shut down the Hornets offense. The Salmons then begin to get to Goro due to tiring him out early on. Despite the four game winning streak, a major weak spot is revealed on the Hornets, their attitudes. Is there anything that can be done to improve themselves, or are there playoff chances gone like a hanging thread that has been cut?",
            "Aliases": []
          },
          "16": {
            "ID": "2387161",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/2387161",
            "TitleEnglish": "A Resolute Will",
            "SummaryEnglish": "The team has self destructed. Instead of playing as a team they keep blaming everyone else for mistakes made. Keene is unsure of how he can lead the team, and many of them are no longer listening to Watts. Goro is determined to turn it around, but with a five game losing streak already upon them everyone wonders if it's too late for the Hornets to work as a team and make that push for the playoffs happen.",
            "Aliases": []
          },
          "17": {
            "ID": "2410911",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/2410911",
            "TitleEnglish": "Uninvited Guest",
            "SummaryEnglish": "The words of Kenne have inspired the Hornets. They are now determined to win the championship at all costs. With the winning ways restored the Hornets are getting new sponsors, some of which want Shigeno to be the star of their commercial. Goro can't stand the idea and says no, but with a boss that wants him in them at all costs and with a woman who want stop pursuing him Goro may not have any choice but to give in to the sponsorship.",
            "Aliases": []
          },
          "18": {
            "ID": "2427951",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/2427951",
            "TitleEnglish": "Different?!",
            "SummaryEnglish": "The roster's are expanded as the season nears its end, and Kellogg is brought up from the Bats to the Hornets. Goro is excited to see some of his old teammates being promoted and getting a chance to play with them once more, but what will happen will he learns that Kellogg is seriously thinking of retirement?",
            "Aliases": []
          },
          "19": {
            "ID": "2454861",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/2454861",
            "TitleEnglish": "The Creeping Shadow",
            "SummaryEnglish": "The Hornets have climbed within one game of the Coyotes and seem to have the momentum to take the division, but then some of their aces, including Watts and Goro, begin to show signs of nerves or possible injuries. Can these stars manage to overcome their own fears under the pressure of the Majors to lead the Hornets to the title?",
            "Aliases": []
          },
          "20": {
            "ID": "2490691",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/2490691",
            "TitleEnglish": "That Dream",
            "SummaryEnglish": "Due to Watt's injury the Hornets make some pitching changes. Goro is made the closer and Watts is moved to the bullpen. The hornets manage to take 2 from the Coyotes and tie the division lead, but Goro begins to have numbness occur in his hand and gets it looked into. He learns he has poor circulation that could affect his entire pitching career if he doesn't have surgery to fix it. Goro decides to hide it from the Hornets, but what will be the end result? Meanwhile both Chicago and the Texas Raiders qulify for the playoffs in the West, meaning Goro's two biggest rivals could be awaiting him in the World Series if things go right.",
            "Aliases": []
          },
          "21": {
            "ID": "2562691",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/2562691",
            "TitleEnglish": "Don't Give Up!",
            "SummaryEnglish": "The presuure is on. The Coyotes and the Hornets are tied for the divisional lead going into the final game of the regular season. Only the winner will make the playoffs. All the Hornets fans are hoping for their first divisional title in 25 years, but the pressure is getting to the Hornets players in the forms of multiple hits. Now Goro and Watts must put aside their injuries and risk their careers to help the Hornets win, but will the Hornets be able to do so?",
            "Aliases": []
          },
          "22": {
            "ID": "2562701",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/2562701",
            "TitleEnglish": "Remaining Opportunity",
            "SummaryEnglish": "It's in the eighth inning of the Division Championship game. The Hornets trail 8-6, but thanks to the rally in the seventh they have brought out Goro. With Watts out, Silva hurting, and Goro's poor circulation being unknown, both the Coyotes and Hornets will give it their all to see which side will prevail in what could be the final showdown.",
            "Aliases": []
          },
          "23": {
            "ID": "2603431",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/2603431",
            "TitleEnglish": "Beyond Capability",
            "SummaryEnglish": "Keene's two run homer has tied the game 8-8. Thanks to Boston winning the wild card only the winner of Minnesota/ Indiana will advance. With extra innings looming Goro decides to risk his health to do all he can to help the Hornets advance to the playoffs, but exactly how long will he be able to endure the low blood circulation before the pain sets in?",
            "Aliases": []
          },
          "24": {
            "ID": "2747221",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/2747221",
            "TitleEnglish": "With Tenacity Towards Glory",
            "SummaryEnglish": "Goro's circulatory problems ahve been revealed and he is forced to watch the Playoffs from the hospital. How far will the Hornets advance in the playoffs without him? Meanwhile Buffalo and Texas meet in the first round of the playoffs, but will Gibson Junior be able to defeat his father Gibson this time around?",
            "Aliases": []
          },
          "25": {
            "ID": "2747231",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/major/episodes/2747231",
            "TitleEnglish": "To the Future",
            "SummaryEnglish": "In the final episode of Major Goro is followed to Japan by Sophia who hopes to steal him away from Shimizu as well as keep an eye on his rehab. Shimizu and Sophia don't have the closest feelings for each other, but they realize that only one of them can win. While in Japan Goro is visited by Toshi, and the two contemplate how they can become a tandem in the Major Leagues. Goro makes his final decision. A few seasons pass by. Goro is back as the closer for the Hornets. Watts is his set up man. Toshi is the catcher, and the World Series features the Hornets against the Raiders. The Raiders have only continued to improve as they acquired Keene from the Hornets and now have a pitching coach named Joe Gibson. Mayumura is their closer. The Hornets lead by one run, and Goro is on the mound facing Gibson Junior. Clips are shown of all the stars in Major, including their final outcomes. The final episode has arrived, but it's one you won't want to miss.",
            "Aliases": []
          }
        }
      }
    }
  }
]