{
    "URL": "https://www.thetvdb.com/series/yakitate-japan",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Food"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0479783/",
        "https://www.themoviedb.org/tv/46350"
    ],
    "TitleEnglish": "Yakitate!! Japan",
    "SummaryEnglish": "Azuma Kazuma isn't terribly clever, but he's got a good heart and great skill - at baking. Since childhood, he's been on a quest to create the perfect bread to represent Japan internationally. Now, he seeks to enter the famous bakery Pantasia, in hopes of reaching his goal.",
    "TitleJapanese": "焼きたて!!ジャぱん",
    "SummaryJapanese": "フランスパン・イギリスパン・ドイツパン・イタリアパンはあるけれど、日本のパン“ジャぱん”は無い。「だったら作ってやるんじゃー!!」と意気込む、その少年の名は東和馬（あずま かずま）。日本が世界に誇れる日本人のパン“ジャぱん”を創るという夢を叶えるために、和馬は多くの強敵や様々な困難に立ち向かっていく！",
    "Aliases": [
        "Baked Fresh!! Ja-Pan",
        "Fresh Made Japan"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "1": {
            "ID": "9555",
            "URL": "https://www.thetvdb.com/series/yakitate-japan/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "181658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181658",
                    "TitleEnglish": "He Has Arrived!! The Boy Who Possesses Solar Hands!",
                    "SummaryEnglish": "Azuma Kazuma, the boy with the Solar Hands, comes to Pantasia in Tokyo, Japan to make the #1 bread for his country, \"\"Japan!\"\" This episode tells the back-story of how and why Azuma became interested in bread and why he so badly wants to create Japan's own unique bread; a bread that could proudly be shown as \"\"Japanese Bread\"\".",
                    "TitleJapanese": "来たぞッ!! 太陽の手を持つ少年！",
                    "SummaryJapanese": "東和馬は、新潟の米農家のせがれ。日本が世界に誇れるパン、ジャぱん作りの夢を叶えるため若干１６歳で上京する。思えば６歳の時、近所のパン屋のオジさんと一緒に作った豆乳パン・ジャぱん１号こそ、米好きの馬太郎爺ちゃんをパン好きに変えた奇跡のパンだった。その直後、オジさんは東京へ、自分のジャぱんの夢を叶えに旅立つ。１０年後、和馬も自分のジャぱんを作る為、ベーカリー界のカリスマ・パンタジアの門を叩く。到着早々遅刻で減点される和馬だが、採用めざして闘志を燃やす。"
                },
                "2": {
                    "ID": "181659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181659",
                    "TitleEnglish": "Maharajah!! The Day Mount Fuji Fell!",
                    "SummaryEnglish": "Within the first few seconds of arriving at the new employee contest of Pantasia, Azuma Kazuma has already found himself losing five of ten of his precious points! Can his unique bread save him from being dismissed with the rest of those the harsh manager Kuroyanagi Ryou deems unworthy?",
                    "TitleJapanese": "マハラジャッ!! 富士山が降ってきた日!",
                    "SummaryJapanese": "生まれつき人並み以上に温かい『太陽の手』を持つ和馬。その手で作ったジャぱん５５号（あんぱん）を食べた河内恭介は、和馬を警戒して妨害。試験の残り時間１時間"
                },
                "3": {
                    "ID": "181660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181660",
                    "TitleEnglish": "Burnt Black!! Is This the Final Kurowa-san?!",
                    "SummaryEnglish": "The final four! Azuma, Kyousuke, Tsukino, and Kai progress on to the final competition to determine who is truly worthy to work in Central Pantasia branch. Will the combined efforts of Azuma and Kyousuke be able to impress the Meister, Sadono, and the ever-shrude Kuroyanagi?",
                    "TitleJapanese": "黒コゲ!!これが究極の黒輪さん!?",
                    "SummaryJapanese": "パンタジア本店採用試験、次の課題はクロワッサン。作り方を教えようと申し出た月乃は和馬の太陽の手に気づく。一方、諏訪原がクロワッサン作りの名手と知った河内は試験に勝つために和馬の太陽の手を利用しようとする。力を合わせジャぱん４３号・３２４層クロワッサンを作る和馬と河内だが・・・。"
                },
                "4": {
                    "ID": "181661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181661",
                    "TitleEnglish": "Hihiin!! Make a Delicious Bread!",
                    "SummaryEnglish": "It's Azuma and Kawachi's first day of work at the Southern Tokyo Branch of Pantasia. Tsukino, their new supervisor, teaches Kazuma how to make French bread. When they hear that the manager, afro-wearing Matsushiro Ken, must sample it before it can be sold in the bakery, they seek him out at a horse race track. Instead of tasting the bread, he throws it to a horse, who will eat it or reject it. He tells the two of them to make a bread delicious enough to be eaten by a horse. When they return to the store, Tsukino tells them his story - his sister nearly died from eating bread because of an unknown allergy to dairy. He therefore aims to make a bread that anyone, even someone with allergies, can eat. Horses will eat this type of bread because although they love wheat, they hate butter and dairy products.",
                    "TitleJapanese": "ヒヒーン!!　馬味(うま)いパンを作れ！",
                    "SummaryJapanese": "和馬と河内は、二人の実力と人柄を認めた月乃にスカウトされパンタジア南東京支店で働くことに。出勤初日、和馬は太陽の手で見事なフランスパンを作るが、月乃は店頭で販売するか否かは店長判断を仰ぐという。店長を捜して競馬場へ来た和馬と河内はそこでアフロヘアひげ面の男と出会う。この男こそ南東京支店の店長、かつ日本一のフランスパン職人・松代健だった。"
                },
                "5": {
                    "ID": "181662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181662",
                    "TitleEnglish": "De-licious!! A Decisively Ultimate Butter!",
                    "SummaryEnglish": "Azuma and Kawachi are attempting to create a bread that tastes delicious, but has no possible allergens like butter and milk, and their job is on the line. Azuma calls his sister, who suggests (and brings) the exact ingredient to help him stay at the store - goat's milk, which Azuma makes into butter. Kawachi uses oats in his bread, and the horse accepts it. However, when fed Azuma's bread, the horse strongly rejects it. Ken and Kawachi eat Azuma's bread, and find it to be delicious. As well, the goat's milk that Azuma used eliminates the main allergen in milk, making it a bread that fits the manager's request. Both Azuma and Kawachi keep their jobs.",
                    "TitleJapanese": "美(う)メェ～ッ!!決め手は究極のバター！",
                    "SummaryJapanese": "パンタジア南東京支店長、松代は馬も喰うフランスパン作りを命じ、明日までにできなければ和馬と河内の採用は取り消すと宣言。食物アレルギーを起こす牛乳もバターも使わず味も損なわぬパン作りのため、牛乳に含まれるαＳ-１カゼインがアレルギーを引き起こす主原因と突きとめた河内は、人間に必要な栄養素を含み馬の好物でもある燕麦でパンを完成する。だが、いまいち何かが足りない。松代は発芽玄米酵母の使用を明かす。一方、和馬はヤギの花子の乳でバターを作るが・・・。"
                },
                "6": {
                    "ID": "181663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181663",
                    "TitleEnglish": "It's the Main Store!! Dancing Meister!",
                    "SummaryEnglish": "Azuma and Kawachi are wondering why the store doesn't get more customers when the main store has lines dragging on and on. When they ask Ken, he points out that the main branch of St. Pierre, a rival bakery, is across the street. Soon, they meet the manager, a very effeminate man (it is strongly insinuated that he is gay) named Mokoyama, who is about to release St. Pierre's new line of bread. However, Ken tells Mokoyama Azuma is a much better baker, and he challenges the St. Pierre branch to a duel: Azuma's newest Japan against his new line. St. Pierre accepts, but the main Pantasia branch knows nothing about the challenge, or Azuma's new Japan, and their entire reputation is resting on their newest employee - especially since the duel will be broadcast on television.",
                    "TitleJapanese": "本店だ!! 踊るマイスター！",
                    "SummaryJapanese": "パンタジア青山本店の盛況ぶりに比べ、パンタジア南東京支店の営業が振るわない。斜向かいに立つライバルベーカリーに客を奪われているせいだ。その店、サンピエール東京本店の店長・模糊山剛と初めて出会った和馬はジャぱんを思いっきりバカにされてしまう。更にあからさまな挑発を続ける模糊山に対し、テレビでの新作パン対決を挑む松代だが・・・。"
                },
                "7": {
                    "ID": "181664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181664",
                    "TitleEnglish": "Hattori Surprise!! Transformation With the Secret Sauce!",
                    "SummaryEnglish": "The Bread Duel begins. Mokoyama unveils his new bread first, Kougin Pudding Amman, a pudding filled butter roll. It is made using the highest quality ingredients, and all of the judges give it a perfect score. Then, it's Azuma's turn. His bread, which is fried, seems to go over well with the judges; he took leftover bread and fried it in a special sauce to make it soft again. However, the judges note that it is made from leftovers, and that people will not want to eat it. In the nick of time, the general manager of Pantasia appears, and asks the judges to take price into consideration. Mokoyama announces that the price of his bread will be 190 yen, only slightly higher than a normal butter roll, which is a good deal because of the high quality ingredients. Then Azuma declares his price - 0 yen. This excites the crowd, and the judges give his bread a perfect score as well - it's a draw.",
                    "TitleJapanese": "びっくり服部!! 秘密のタレで変身じゃ！",
                    "SummaryJapanese": "サンピエールＶＳパンタジアの新作パン、テレビ対決が開幕。審査員は服部先生他錚々たる面々。模糊山は得意の菓子パン、クイニ・アマン・プディングで満点を出す。和馬はジャぱん５７号歌舞伎揚げパンで勝負、審査員達に歌舞伎幻想を見せ好評を得る。だが、その様子に不満の模糊山は材料が残り物のパンだと指摘。一気に和馬は観客の不興を買ってしまう。そこへ現れたマイスター霧崎は、パンの値段を和馬に問う。"
                },
                "8": {
                    "ID": "181665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181665",
                    "TitleEnglish": "Kawachi Kai!! The Solar Gauntlet!",
                    "SummaryEnglish": "An invitation is sent to the two newest members of the Southern Tokyo Branch, for the annual \"Newcomers Competition\" - a tournament of every Pantasia newcomer. Their preliminary challenge is to make dinner bread that will last for three weeks without growing mold. Azuma automatically thinks of a previous Ja-pan, and offers to help Kawachi make it with him. However, Kawachi wants to do it on his own this time, so Tsukino suggests helping him get the legendary solar hands. Although confused as to how, Kawachi accepts the challenge. The special training is swimming - Kawachi is to swim many laps in a pool, with weights around his stomach. Kawachi goes into training, while Azuma decides to go to Izu to get an ingredient... by running. Izu is 3-5 hours away by train.",
                    "TitleJapanese": "河内!!太陽のガントレット！",
                    "SummaryJapanese": "パンタジア新人職人を一堂に集めその頂点を競う新人戦に和馬と河内が招集された。初戦の課題は3週間カビない食パン！難題だが、和馬には勝算がありすぐに材料を求めて飛び出していく。一方、河内は月乃の勧めでパン職人にとって最強の武器『太陽の手』に匹敵する『太陽のガントレット』入手のため水泳トレーニングを開始するが・・・。"
                },
                "9": {
                    "ID": "181666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181666",
                    "TitleEnglish": "I Won't Lose!! I Challenge You With my Osaka Bread!",
                    "SummaryEnglish": "The newcomer duet is still working on their bread for the competition. Kawachi is in intense training to increase his muscle mass and obtain Solar Gauntlets. Azuma, understandably, faints on his way to Izu, but finds what he needs at a sushi restaurant he collapses near - wasabi. Meanwhile, Kawachi is trying to find his ingredients, so he can fulfill his deceased father's dream of working at the main branch of Pantasia, but feels sorry for himself. Ken Matsushiro tells him to stop being such a baby by dumping his liquor on him. Ken actually intended to give Kawachi the idea of using alcohol in his drink, and Kawachi gets the idea, making his Osaka-pan.",
                    "TitleJapanese": "負けへん!!大阪パンで勝負や！",
                    "SummaryJapanese": "たった3週間で太陽のガントレットを手に入れるため、過酷な筋トレを続ける河内。一方、和馬は寿司屋さんと出会って、わさびを調達。作ったジャぱん32号わさび食パンは月乃を涙させるほどの美味さ。わさびの抗菌作用を利用して3週間カビないという予選通過条件をクリアできそうな和"
                },
                "10": {
                    "ID": "181667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181667",
                    "TitleEnglish": "Each One's Opening Curtain!! The Pantasia Newcomers' Battle Begins!",
                    "SummaryEnglish": "Kazuma and Kyousuke had made it past the preliminary rounds. Kazuma had finished creating his \"secret weapon\" with the help of Grandpa Umasaburou and baked his ultimate Japan #44 to thank him. The day of Pantasia Newcomers Battle has finally arrive, but Kazuma overslept. He barely made it and Kuroyanagi scolded him by shouting \"You're late!! That's 5 points off!!\".",
                    "TitleJapanese": "それぞれの開幕!!パンタジア新人戦開始！",
                    "SummaryJapanese": "予選課題のカビない食パン審査が始まった。防腐剤使用等の不正を検知する黒柳は、予選免除で挑む諏訪原にも容赦なくプレッシャ－をかける。一方、筋トレに励む河内から冷たくされ嫌われたと思う和馬だが、松代は真の男として好敵手として認められたのだと教える。俄然奮起した和馬は、岐阜山中へ粘土を掘りに向かう。"
                },
                "11": {
                    "ID": "181668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181668",
                    "TitleEnglish": "Garbage and Trash!! Kazuma Selected the Worst Possible Butter!",
                    "SummaryEnglish": "Kazuma chose the worst possible butter and baked a dinner roll which was thought by Kuroyanagi to taste the worst but it seems that Azuma has just pulled of a miracle.",
                    "TitleJapanese": "クズカスッ!!和馬が選んだ最低バター！",
                    "SummaryJapanese": "本選会場に津軽支店の海野カツヲ他不合格者達が乱入、異議を申し立てる。黒柳はカツヲの食パンの欠点を指摘して酷評するが、なお新人戦参加を望むカツヲの根性に感心した松代は助け船を出す。そして、２次予選課題バターロールはバター選びが合否のポイントだが・・・"
                },
                "12": {
                    "ID": "181669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181669",
                    "TitleEnglish": "Kazuma Disqualified!? Resurrection from the Brink of Death by Ultra C!",
                    "SummaryEnglish": "Kazuma was initially disqualified along with other 13 people who chose the same butter as him (i.e.: butter C, revealed to be margarine) by Kuroyanagi, however Kazuma was re-admitted into the Newcomers' battle after Kuroyanagi tasted his butter rolls. This episode also introduces Mizuno Azusagawa, Tsukino's younger and bratty sister, along with the animosity between the two sisters. Near the end, after Kazuma and Kyosuke learned about the issue between the Azusagawa sisters from their manager, they decided to give their best to win the Newcomers' battle to support Tsukino. Mizuno also sets up a gamble in which if Kazuma loses to her, he will have to transfer to Mizuno's new Tokyo Pantasia branch, however should Kazuma wins, Mizuno has to begin respecting Tsukino as her older sister.",
                    "TitleJapanese": "和馬失格!?起死回生のウルトラＣ！",
                    "SummaryJapanese": "実はバターではなくマーガリンを選んでいた和馬。選択失敗に不合格を言い渡す黒柳だが、諏訪原は和馬が失敗を覆す焼成技を使ったのを見抜く。黒柳も気づいたそのテクニックとはベーパーアクション！　高温でパンを焼成、内部水蒸気を爆発させ短時間でパンをふっくらと焼き上げる製法だった。"
                },
                "13": {
                    "ID": "181670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181670",
                    "TitleEnglish": "Sorry for the Wait!! Meron Meron with Melon Bread!",
                    "SummaryEnglish": "Kazuma had made a bet with Mizuno, Tsukino's sister but he's totally clueless on baking melon buns. Sushi shop owner whom Kazuma met when he was fainted arrived at the main branch to treat them some sushi. While observing him, Kazuma got an idea on how to create Japan#58, Melon Sushi Bun and asked Tsukino out. Tsukino thought they were out on a date but Kazuma had just forgotten his money and needed her to come along to buy some ingredients. Kazuma's Japan#58 Melon Sushi Bun enabled him to defeat Mizuno and advance to the next round.",
                    "TitleJapanese": "ヘイお待ちィ!!メロンパンでメロンメロン！",
                    "SummaryJapanese": "本選１回戦の課題はメロンパン。だが、和馬はメロンパンが苦手。松代もメロンパンの未完成部分を指摘する。勝機が見えず消沈する南東京支店一同。そこへわさびパン"
                },
                "14": {
                    "ID": "181671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181671",
                    "TitleEnglish": "Delii-cious!! The Trap of the Yakisoba Bread!",
                    "SummaryEnglish": "Kawachi's match between him and Motohashi. Kawachi wins, but only after trying his best after receiving a huge scare from Matsushiro. Shachihoko, Azuma's next opponent is introduced, as well as the next theme for the next round, which is yakisoba bread. The object is to make the yakisoba not the bread. Azuma who has only ever made bread is a terrible cook, Matsushiro calls an old ramen chef friend of his to teach Azuma and Kawachi the way of yakisoba.",
                    "TitleJapanese": "美麺～ッ（うめ～ん）!!焼きそばパンの落とし穴！",
                    "SummaryJapanese": "給食業界に君臨するトップクイーンと１回戦で対戦した河内は、松代がついた嘘を信じて油断を廃し、呆気なく勝利する。一方、和馬に負けた水乃が新たな誓約書を持ってきた。それは、和馬とコアラ、どちらかが本選に敗れた時、負けた方が後継者争いから離脱するというものだったが、月乃はそれにサインする。そして２回戦の課題は焼きそばパンの焼きそばで・・・。"
                },
                "15": {
                    "ID": "181672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181672",
                    "TitleEnglish": "The Best Possible Team!! We're Going to Win with Onono Komachi-san!",
                    "SummaryEnglish": "In a hopeless situation, Azuma becomes depressed. Meanwhile Kawachi goes on to win his match, and gives Azuma an idea. The day of the match between Azuma and Shachihoko has arrived. Azuma ends up winning by making an okonomiyaki-style sandwich on pannini bread.",
                    "TitleJapanese": "最強チーム!!小野小町さんで勝つんじゃ！",
                    "SummaryJapanese": "河内の焼きそばドックが黒柳に「犬」文字を描かせた！無事２回戦突破する河内。だが、調理が苦手な和馬はアイディアも浮かばず超スランプに。そんな和馬を見かねコッペパンのように潰れてしまえと罵声する河内。しかしそれはヒントを与えるための芝居だった。"
                },
                "16": {
                    "ID": "181673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181673",
                    "TitleEnglish": "The Green Marvel!! It's the Magician Kazuma!",
                    "SummaryEnglish": "The match between Azuma and Koala begins, the object is to create an animal bread that is attractive to both woman and young children. Matsushiro explains that Koala (who was earlier revealed to be Mokoyama, in disguise) will beat Azuma, with his dragon bread. Near the end of the episode, Koala presents a dragon shaped bread to Kuroyanagi and Azuma presents a green turtle shaped bread.",
                    "TitleJapanese": "ミドリの奇跡!!魔法使い和馬ッ！",
                    "SummaryJapanese": "２回戦、最優秀焼きそばパンを作ったのは新東京支店のコアラ。賞金を奪おうとする劉の必殺拳をかわすコアラを見た松代は、その正体に気づく。そのコアラと３回戦で動物パン対決することになる和馬。対戦当日、特別審査員も登場、会場が盛り上がる中、コアラは日本一のパン編み技術で金色の竜パンを作り上げる。一方前日、月乃と買い出しに出ていた和馬はあるモノを手に入れ戦いに臨んでいた。"
                },
                "17": {
                    "ID": "181674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181674",
                    "TitleEnglish": "The Great Decisive Battle!! Koala's Dragon vs. Kazuma's Turtle!",
                    "SummaryEnglish": "The episode carries on from episode 16, and ends with Azuma's win. After Koala's loss, Mizuno fires Koala, but later re-hires him after realizing how much she loved him.",
                    "TitleJapanese": "大決戦!!コアラの竜VS和馬のカメ！",
                    "SummaryJapanese": "コアラの竜パンは、黒柳から昇竜のリアクションを引き出した。一方、和馬のカメパンには超低温長時間焼成が用いられていた。通常そのパンは不味くなるが、和馬は縁日のリンゴ飴をヒントに乾燥を防ぎ美味さを保ったのだった。結果、デーブ橋口の評価は両者同点。黒柳も引き分けと判定、再試合を命じるが・・・。"
                },
                "18": {
                    "ID": "181675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181675",
                    "TitleEnglish": "With a Little Prayer!! An Oath on the Grave!",
                    "SummaryEnglish": "Tsukino goes to her mother's grave as it is her mother's anniversary while Kawachi is versing Katsuo \"Pig-boy\" Umino in the Pantasia main branch. Kawachi is surprised to see Tsukino not coming to his match and wins. Tsukino buys flowers and brings bread to her mother's funeral while Kyousuke, Kazuma and Ken Matsushiro go to her mother's grave to pray with her.",
                    "TitleJapanese": "祈りをこめて!!墓前の誓い！",
                    "SummaryJapanese": "準々決勝。河内の対戦相手のカツオに応援に美少女が駆けつけた。その様子を見守る諏訪原のもとに冠茂が現れ、自作のパンを振る舞う。そのパンには諏訪原をも圧倒する力が秘められていた。一方、完成した動物パン。河内はカニ。カツヲは人間の女性の顔。だが、その顔がカツヲの女房のものだ知ると、黒柳は勝者を河内と決定。抗議するカツヲだが、審査員のデーブ橋口も同意見で・・・。"
                },
                "19": {
                    "ID": "181676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181676",
                    "TitleEnglish": "The Nightmarish Semi-Finals!! Yukino's Despicable Trap!",
                    "SummaryEnglish": "The semi-finals match, Kanmuri vs. Kawachi. Kawachi is confident in his battle between Kanmuri and him after obtaining a special yeast from Matsushiro. During the competition Kawachi suddenly has difficulty kneading his dough, and despite his efforts the dough refuses to ferment.",
                    "TitleJapanese": "悪夢の準決勝!!雪乃の卑劣な罠！",
                    "SummaryJapanese": "準決勝で河内が対戦する相手・冠茂は、黒柳も在籍した米国ハーバード大学食品化学研究室出身だった。その冠が、雪乃の経済力を背景に特殊な天然酵母を作っていれば自分でも勝てないと松代が断言。勝機を見いだせない河内に月乃は松代が開発した発芽玄米酵母を提供する。そして、マイスター霧崎が観戦し観客も増加した中、準決勝が始まり・・・。"
                },
                "20": {
                    "ID": "181677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181677",
                    "TitleEnglish": "The Indomitable Fighting Spirit!! Use Adversity as a Springboard to Success!",
                    "SummaryEnglish": "Just before the competition, Yukino placed endo-proteases into Kawachi's flour, causing Kawachi to lose to Kanmuri by foul play.",
                    "TitleJapanese": "屈の闘志!!逆境をバネに立ちあ上がれ！",
                    "SummaryJapanese": "雪乃が河内用の小麦粉にタンパク質分解酵素を混入。河内はパン作りに失敗してしまう。一方、海洋酵母を使用した冠のパン・オ・アルグは、ハーバード時代の恋人との切ない海の思い出がよみがえらせた黒柳がマイスター霧崎にキスを迫る程の出来映え。美味さに立ち上がったデーブ橋口も満点を出す。"
                },
                "21": {
                    "ID": "181678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181678",
                    "TitleEnglish": "The Experimental, Historical, Supreme Bread!! It`s Japan #44!",
                    "SummaryEnglish": "After Kawachi's dreadful defeat at the hands of Kanmuri, Azuma decided to take revenge for Kawachi. During Azuma's match with Suwabara, Azuma baked Japan #44, a bread that allows you to go heaven. The judges, Kuroyanagi and Dave go to heaven after eating Azuma's bread. When Kuroyanagi comes back to life after the effects of the bread have worn off, he declares Azuma the winner.",
                    "TitleJapanese": "試作史上最強のパン!!ジャぱん４４号じゃッ！",
                    "SummaryJapanese": "ドライアイスで凍傷を起こし太陽のガントレット・オーバーコートを発動した諏訪原は、６４８層クロワッサンで、かつて和馬に敗れた雪辱を果たそうとする。しかし、和馬は馬三郎爺ちゃん特製のペターライト版を使用、その遠赤外線効果で試作史上最強のジャぱん４４号を完成する。"
                },
                "22": {
                    "ID": "181679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181679",
                    "TitleEnglish": "Before the Finals!! A Dark Shadow Approaches Kazuma",
                    "SummaryEnglish": "The episode begins with a short over-view of the past few episodes. Kawachi is also suggested by Matsushiro to go train at a church during the finals, before facing Suwabara. After talking to Kanmuri in the kitchen, Yukino finds the petalite stone and then breaks it in sand pouring it into a sandbox.",
                    "TitleJapanese": "決勝戦直前!!和馬に迫る黒い影！",
                    "SummaryJapanese": "パンタジア新人戦決勝進出者は東和馬と冠茂に決定。両者に与えられた決勝課題は自由、決戦日は１週間後。その同日、３位決定戦も開かれ、河内と諏訪原が闘うことに。３位受賞者にも本店勤務のチャンスがあると聞き俄然やる気が出た河内に、松代は修行して来いとメモを渡す。その場所とは聖アンドリュー教会。松代と何か因縁があるらしい。"
                },
                "23": {
                    "ID": "181680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181680",
                    "TitleEnglish": "The Sticky Showdown!! Azuma Kazuma VS Kanmuri Shigeru!",
                    "SummaryEnglish": "It's the finals of the Pantasia Newcomers Battle! Can Azuma truly win without his petolite board? He seems to have a unique plan in mind, but with this unique plan for Japan #60. Additionally, what happens to Kyousuke after he finds the St. Andrew's Church mentioned in the last episode? Find out in this episode!",
                    "TitleJapanese": "モチモチ対決!!東和馬ＶＳ冠茂！",
                    "SummaryJapanese": "松代に紹介された聖アンドリュー教会を訪れた河内はアフロヘア風の外観に動揺。だが、同教会のシスター真子に強引に内部へ連れ込まれ、懺悔を強要される。悪行の数々を懺悔、真子の罵声を聞く河内は、さらに頼みの綱・グラハム神父死亡と聞かされ混乱する。一方、ペターライト板を失うも気落せず新たなジャぱんを試作する和馬。やがて決勝戦当日が来た！"
                },
                "24": {
                    "ID": "181681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181681",
                    "TitleEnglish": "The Meister, Taking Wing!! Who is to Win!?",
                    "SummaryEnglish": "It's the judging of the finals!! Azuma's sticky, extensible bread vs Kanmuri's equially extensible bread! With Meister Kirisaki judging, it's all the more inconclusive as to who will win this battle of the mochi mochi breads!",
                    "TitleJapanese": "空飛ぶマイスター!!勝つのはどっち!?",
                    "SummaryJapanese": "アフロヘアーになった河内も駆けつけ、ついに決勝戦の審査が始まった。審査員は霧崎ＧＭ。最初に試食した冠のパン・オ・リスティックに最高点をつける。続いて和馬のジャぱん６０号を試食して・・・。"
                },
                "25": {
                    "ID": "181682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181682",
                    "TitleEnglish": "What Was That?! Kawachi, a Man's Hard Training!",
                    "SummaryEnglish": "With the final match done and over with, now's the time to celebrate! Saturday Night Fever, baby!! . . .or is it? There's still the matter of the Third-Place Match! What's more, Kawachi explains what he'd been doing for the past week. Just what is the mystery of St. Andrew's Church?",
                    "TitleJapanese": "なんやてッ!!河内、漢（おとこ）の猛特訓！",
                    "SummaryJapanese": "決勝戦に敗北した冠は、腹を立てた雪乃によって研究所を爆破され研究データの全てを失うが、他人の力で夢を叶えようとした過ちに気づく。一方、和馬を祝福した河内はアフロヘアーになった経緯を披露する。松代に紹介された聖アンドリュー教会でシスター真子とのパン勝負に敗れた河内は・・・。"
                },
                "26": {
                    "ID": "181683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181683",
                    "TitleEnglish": "The Last Match of the Newcomers' Battle!! The Singing and Dancing French Breads!",
                    "SummaryEnglish": "What was that?! Early into his match with Suwabara Kai, Kawachi finds that Suwabara's French Bread is one, huge roll! Not only that, but what he's been freaking out, Suwabara has already begun baking his French Bread! What can Kawachi possibly do to compete?! Why. . .put the finishing touches on his \"\"Singing Bread,\"\" of course! Can he possibly win against the iron will and violent, fiery soul of Suwabara Kai?",
                    "TitleJapanese": "新人戦最終試合!!歌って踊るフランスパン！",
                    "SummaryJapanese": "新人戦最終試合、３位決定戦。諏訪原のパンを食した黒柳は、１７世紀フランス貴族の扮装で踊り「皮硬く、中柔らかく」のフランスパンの基本を追求した諏訪原が、クラム（パンの白い部分）の量を増やそうとした工夫を評価。一方、河内の歌うフランスパンを試食した黒柳は・・・。"
                }
            }
        },
        "2": {
            "ID": "1948572",
            "URL": "https://www.thetvdb.com/series/yakitate-japan/seasons/official/2",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "181684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181684",
                    "TitleEnglish": "Let's All Make Bread Together!! It's Japan #2!",
                    "SummaryEnglish": "In the aftermath of the finals, the awards are handed out, and a surprising request is made by Kanmuri Shigeru. Facts about Meister Kirisaki come to light shortly after the crew returns to Southern Tokyo Pantasia. In addition, we -- the audience -- learn how to make the unique-as-ever rice cooker bread, Japan #2, in this episode.",
                    "TitleJapanese": "レッツみんなでパン作り!!ジャぱん2号じゃッ！",
                    "SummaryJapanese": "パンタジア新人戦優勝は和馬。2位、冠茂。3位に諏訪原と河内が入賞。家族のため河内は本店への移籍を希望。冠は南東京支店への移籍を希望。ついに新人戦は閉幕。講評を行う梓川オーナーに対しマイスター霧崎は後継者に相応しいのは月乃だと暗示する。雪乃は河内への妨害工作の関与を質されるが、殊勝なふりで責任を回避。その報告を受けた松代は和馬達にマイスター霧崎がライバルベーカリー、サンピエールのオーナーの息子だと明かす。そんな時、ジャぱんファンの少年と知り合った和馬は、誰でも作れるジャぱん2号の作り方を教える。"
                },
                "2": {
                    "ID": "181685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181685",
                    "TitleEnglish": "The Ten Billion Yen Man?! Pantasia's Life or Death Crisis!",
                    "SummaryEnglish": "Kanmuri is now an employee of the Southern Tokyo branch in place of Kawachi, who has moved onto the main store. Kanmuri reveals that Yukino is secretly selling stocks of Pantasia to St. Pierre. Kanmuri later exposes his risky plan to Matsushiro, Kawachi overhears, when he plans to visit everyone at the Southern Tokyo branch.",
                    "TitleJapanese": "百億の男!? パンタジア存亡の危機!",
                    "SummaryJapanese": "冠の真の目的は、ライバルのサンピエールと共謀しパンタジアを乗っ取ろうとしている雪乃の計画を阻止する事。その拠点に月乃名義の南東京支店を選び、手始めにサンピエール本店の顧客シェアを奪うべく、ダイエットパン作りを提案する。困難に思えた開発は和馬のアイデアで楽々クリア。だが、松代は冠に別の計画があると見抜く。"
                },
                "3": {
                    "ID": "181686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181686",
                    "TitleEnglish": "Close Attack!! The Birth of the Black Japan!",
                    "SummaryEnglish": "Super-elite bakers from St. Pierre's Kyuushu Branch have cloned Southern Tokyo Pantasia's diet bread and given them a bad name! However, Azuma and crew have come up with a plan for a bread that's not only delicious, but is tremendously good for you as well! Will their plan to \"\"turn white into black\"\" succeed?",
                    "TitleJapanese": "迫撃!! ブラックジャぱん誕生!",
                    "SummaryJapanese": "南東京支店がサンピエール本店のシェアを奪還。業を煮やした雪乃は、対抗策として凄腕職人達を呼び寄せる。その男達は、雪乃のウソにコロッと騙され、ダイエットパンをコピーして販売。再びサンピエールに客を奪われる南東京支店。和馬は、河内が父譲りの食材として持っていた竹炭を使い健康に良いジャぱんを作り始める。"
                },
                "4": {
                    "ID": "181687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181687",
                    "TitleEnglish": "And Now, It's France! Aim for the Monaco Cup!",
                    "SummaryEnglish": "With hope in their hearts, Kawachi, Azuma, Suwabara, and Kuroyanagi head to France. There, they not only meet their trainer and hostest for the next month, Sophie Balzac Kirisaki of the Gordon Blue Bakery, but they also find that the main competitors of Gordon Blue, the Mayson Kayser, have opened a new Main Branch right across the street from the Gordon Blue! In addition, the Mayson Kayser hosts the world's most elite of bakers! How can the Japanese Representitives survive the Monaco Cup with people like this in the running?!",
                    "TitleJapanese": "いざフランス!! 目指せモナコカップ!",
                    "SummaryJapanese": "和馬、河内、諏訪原がフランスへ旅立った。3人は随行の黒柳に伴われ、マイスター霧崎の妹、ソフィ・バルザック・霧崎の店に到着。そこで黒柳は22歳以下のパン職人によって闘われる世界大会モナコカップに和馬達が出場することになったと明かす。だが、その大会には昨年の優勝者でフランス代表のカイザー兄弟もエントリーしていた。"
                },
                "5": {
                    "ID": "181688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/181688",
                    "TitleEnglish": "The Critical Touch and Go Situation!! The Prohibited Rodin Strategy!",
                    "SummaryEnglish": "Kawachi goes along with Kanmuri's plan, suggesting to make Rodin's famous \"Thinker\" for their bread that will be presented in the opening of the Monaco cup. After its completion, Kawachi as planned accidentally ruins it. With no other choice, team Japan makes a new life sized statue, with Kawachi inside. Kawachi is eventually found out, and team Japan starts at a disadvantage with 8 points, as well as considered the weakest team in the Monaco cup, as planned by Kanmuri.",
                    "TitleJapanese": "一触即発!! 禁断のロダン作戦!",
                    "SummaryJapanese": "和馬達はモナコに移動。モナコカップのエキシビジョン用のデコレーションブレッドの制作に入った。ロダンの「考える人」をモチーフにしたそのパンは見事に完成するのだが、当日、会場にパンを運ぶときに河内はそのパンを破壊してしまう。でもそれは、パンタジア乗っ取りを計る雪乃達に対抗するため、冠が河内に指示を出していたことだった。"
                },
                "6": {
                    "ID": "303476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/303476",
                    "TitleEnglish": "World-class Level!! The Roulette that Calls a Storm",
                    "SummaryEnglish": "The first part of the preliminary round begins. In the first round, a roulette is used to select ingredients for the bread. The bread must be made with only the ingredients that were selected from the roulette. Team Japan is put in a hopeless position after all three members ended up getting only eggs. But Azuma pulls through by asking for a certain type of flour and makes Japan# 21.",
                    "TitleJapanese": "これぞ世界レベル!! 嵐を呼ぶルーレット!",
                    "SummaryJapanese": "河内の醜態（しゅうたい）で日本代表の評価は最悪。だがオッズは300倍に達した！　ここまでは冠の狙い通りだが、エキシビジョンで騒ぎを起こし責任を問われた日本代表は、減点2点で予選に挑まねばならなくなる。しかも１次予選の食材ルーレット勝負では卵しか手に入らない。塩も砂糖もなく日本代表は窮地（きゅうち）に立たされる。"
                },
                "7": {
                    "ID": "303477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/303477",
                    "TitleEnglish": "Snacks at 3 p.m.!! It`s Japan #21!",
                    "SummaryEnglish": "Team Japan ends up passing the first round. Pierrot the judge of the Monaco cup then relays the story of how he became to be a clown. At the end of the story, Team Japan has fallen asleep, as it was 3 a.m.",
                    "TitleJapanese": "時のおやつ!! ジャぱん21号じゃッ!",
                    "SummaryJapanese": "和馬達日本代表が作ったジャぱん21号・カステラジャぱんを食したピエロは、自らの生い立ちを回想。孤児としてサーカスで育ったピエロは、興業で日本に行った時に見たカステラのＣＭがヒントになり分身技を会得して自信を得たことを思い出す。その美味さにピエロは、1次予選で日本代表に5点満点をつける。"
                },
                "8": {
                    "ID": "303478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/303478",
                    "TitleEnglish": "Lupin #3!! Kai`s Pan.De.Ebisu",
                    "SummaryEnglish": "The second part of the preliminaries, in this part, a slot machine is used to get ingredients as indicated on the coins in the slot machine. But the more coins that are gained the more of a disadvantage is gained. Before the start of the match, Edward Kayser makes a bet with Suwabara, that the losing team must drop out of the Monaco cup. Despite the fact Suwabara gains too many coins, he ends up passing by making Lupan #3, also called Pain D'epice , a type of bread he developed shortly after losing to Azuma in the newcomers arc.",
                    "TitleJapanese": "ルパン3号!! パン・デ・エピス戒（改）!",
                    "SummaryJapanese": "食材ルーレットで大量の食材をゲットしてしまった諏訪原はピンチを乗り切るべくあるパンに勝負を賭けた。そのパンこそ、和馬に敗れた後で世界中の食文化を盗んで自得した試作パン、ルパン3号。カレーの如く様々な味が調和した味わい深いパンは、食したピエロに日本で恋に落ちたメグミを思い出させる。"
                },
                "9": {
                    "ID": "303479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/303479",
                    "TitleEnglish": "The World is Watching!! Monaco Cup Main Lane Start!",
                    "SummaryEnglish": "The Monaco cup goes into the finals, in which only the best teams remain standing. The Japanese team learn that Shachihoko, who was introduced in episode 14 is on the American team. Back in Japan, St. Pierre's owner Kirisaki, learns that the Southern Tokyo store, no longer has any capital, having bet it all on the Japanese team. Kirisaki uses this opportunity to run the Southern Tokyo branch out of business, by reducing all prices by 70%. Kanmuri counter-acts this by using Kinoshita's cloning ability to create a live bread-making demonstration outside Pantasia.",
                    "TitleJapanese": "世界が注目!! モナコカップ本選スタート! 高",
                    "SummaryJapanese": "アメリカ代表としてシャチホコが参戦。それは霧崎雄一が日本代表を潰すために仕組んだ謀略だった。さらに霧崎は、南東京支店を閉店に追い込むため、サンピエール本店の謝恩セールを開始。売り上げが激減した南東京支店は閉店寸前に追いやられる。一方、モナコカップは本選がスタート！　パンのスピード作り勝負で、和馬はあるモノをピエロに用意して貰い、パンの早作りに挑む。"
                },
                "10": {
                    "ID": "333990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/333990",
                    "TitleEnglish": "A Speed Contest!! Ping It with That!",
                    "SummaryEnglish": "The first part of the quarter-finals in Monaco, is to make a bread in less than 60 minutes, only then 8 teams will be left. The Japanese team nearly didn't pass because of one fatal mistake made by Azuma, using a microwave, it is revealed that Pierrot has an utter disdain for microwaves. It flashes back to Pierrot's plane trip to America, the former-ringmaster warns that Americans will sue over anything, in which he relays a story of an old woman microwaving her cat, which is the source of Pierrot's hatred. In order to save team Japan, Shachihoko explains to Pierrot that it was only an urban legend and it wasn't real. After hearing this, Pierrot passes team Japan.",
                    "TitleJapanese": "スピード勝負!! アレでチンしてッ!",
                    "SummaryJapanese": "モナコカップ本選1回戦は、制限時間60分のスピードパン作り勝負。普通の作り方では時間が足りない!!　和馬は電子レンジを使ったジャぱん3号でギリギリ時間内にパンを作る。だが、ピエロは個人的に電子レンジが大嫌い!!　悲しい結末を覚悟してよ、といいつつ電子レンジパンを食したピエロは・・・。"
                },
                "11": {
                    "ID": "303480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/303480",
                    "TitleEnglish": "Survival! Bakers on an Uninhabited Island",
                    "SummaryEnglish": "For the second part of the quarter-finals, the final eight are bought to a deserted island. There each team must make a sweet bread with ingredients that can only be found on the island. The Japanese team is stuck in a position where the their base is washed away at high tide. While trying to swim to shore, Azuma gets lost in a whirlpool, and is later found by the Egyptian team. The chairman of the Monaco cup contacts the French team, and tell them to set the forest on fire after getting fruit from the forest. It is revealed in this episode that team France was indeed being told of everything beforehand and also the reason why they were at an advantage, it also was the reason the Japanese team is in the position they are in, thanks to St. Pierre's Kirisaki.",
                    "TitleJapanese": "サバイバル!! 無人島のパン職人!",
                    "SummaryJapanese": "モナコに現れた霧崎雄一は、大会運営委員長のラメと接触、日本代表を潰すように命じる。その謀略のため本選２回戦は無人島での甘いパン作りに決定。現地タヒチンアイランドに２回戦に進んだ８カ国が上陸した。その中で日本代表の和馬達の本拠地はなんと満潮時に水没する海岸だった!!"
                },
                "12": {
                    "ID": "303481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/303481",
                    "TitleEnglish": "Now Then, Swim!! The 'Fried Fish' of the South Island!",
                    "SummaryEnglish": "Surrounded by a sea of flames, Kawachi and Suwabara are saved by one of the Egyptian representatives. The Egyptians are really the Monaco secret police, they are currently tailing team France, which believed to be cheating. During that time, team Japan is reunited, however now that the forest had been burnt down by team France, there is no way to gather fruit to use in making the sweet bread. Azuma comes up with the idea of using potatoes, and the sap of a surviving palm tree. At the end of the week, team Japan presents Pierrot with their sweet bread Japan #9, and end up passing.",
                    "TitleJapanese": "いざ泳げ!! 南の島のタイ焼きくん!",
                    "SummaryJapanese": "猛火に囲まれた諏訪原と河内は、ピンチをピラミッド男に救われた。ピラミッド男と二人の仲間はエジプト代表だが、その正体はモナコ秘密警察。委員会が行っている不正行為を暴くため潜入捜査していたのだ。砂に埋まった和馬も彼らに助けられた。だが、甘いパンを作るための果物は火事で全て消失してしまう。"
                },
                "13": {
                    "ID": "407916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/407916",
                    "TitleEnglish": "A Dive into Hell!! A New Scheme!",
                    "SummaryEnglish": "Because of the incident on the island, a re-match is being held in Mexico. The objective is to make a bread with fish or a bread that tastes good with fish. Each team must skydive down towards the San Agustin River, the place where the match is being held. But in order to eliminate team Japan, the professional skydivers that were hired for the match, lead team Japan away from the river and towards Huautla, the deepest cave in the world. Pierrot noticing something is wrong, follows team Japan into Huautla. Eventually team Japan begins to lose hope about ever coming out alive, however the only possible escape route, it to swim 2-3km underwater. Pierrot convinces team Japan that he will go, and call for help, but in truth he cannot swim.",
                    "TitleJapanese": "地獄へのダイブ!! 新たなる謀略!",
                    "SummaryJapanese": "和馬達は獣医の者の診察で事なきを得る。そして、たい焼きじゃパンの種明かしをする和馬。しかし、２回戦・無人島での試合は無効試合になり、再試合の地、メキシコのサン・アングス川でキャンプし、魚を使ったパンまたは魚料理に合うパン作り勝負をすることに。"
                },
                "14": {
                    "ID": "303482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/303482",
                    "TitleEnglish": "Pierrot's Miscalculation!! How the Last Dinner Tastes",
                    "SummaryEnglish": "Trying to delay the Japanese team as much a possible, Pierrot develops a long term reaction over the course of the episode. Pierrot's reaction includes a complex code that only Azuma solves, revealing he is very strong when it comes to numbers. After much procrastination, Pierrot finally dives in, discovering that because of his reaction to Azuma's bread he had obtained gills and was able to swim the 2 to 3 kilometers.",
                    "TitleJapanese": "ピエロ大誤算!! 最後の晩餐、お味はいかが?",
                    "SummaryJapanese": "深い洞窟に落とされた日本代表とピエロ。下流の川に通じる滝に到着するが、洞窟内は水路状態で脱出不可能。絶望的気分を和らげたいピエロは、水路を泳ぎ助けを求めると嘘をつき、課題の魚を使ったパン作りを日本代表に求めたが・・・。"
                },
                "15": {
                    "ID": "303483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/303483",
                    "TitleEnglish": "The King's Question!! Who is the First Person to Whom You Feed Your Bread?",
                    "SummaryEnglish": "After being rescued from the cave, Azuma and the gang, finally meet the king of Monaco, who is also the new chairman of the competition after the former one ran away after being suspected of fixing the competition. The next theme for the semi-finals is to make a sports bread. As well Japan's opponent is France. Later while Azuma and the others are gathering ingredients at the royal palace, Sophie tells of a tragic story regarding her brother, herself, and their father. During the flashback, Kirisaki asks the question \"Who do you give fresh baked bread to?\" At the palace, the king asks the exact same question, and Azuma answers the exact same way Kirisaki did. Near the end of the episode, it is learned that the king and Kirisaki knew each other when the king was a child. It also becomes clear as to why the Japanese team must be eliminated.",
                    "TitleJapanese": "王様の質問!! 美味しそうなパンを最初に食べさせるのは?",
                    "SummaryJapanese": "ウアウトラ洞窟から脱出した和馬達の前にモナコ王が出現。大会運営委員長ラメが罪を告白して失踪したので、以後自ら大会を指揮すると宣言する。そして準決勝進出チームはアメリカ、中国、フランス、日本。お題はスポーツパン対決に。和馬達の相手はフランス代表カイザーに決まった！"
                },
                "16": {
                    "ID": "303484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/303484",
                    "TitleEnglish": "Mysterious Brothers!! Kaizer's Natural Shape!",
                    "SummaryEnglish": "Team Japan begins to prepare for their match against Kayser. On the scheduled day of the match, Kayser reveals their true form, while the match has started, Azuma has yet to arrive. During this episode, Suwabara's Lupan #6 is revealed, as well as Gran's special blue dough, that will be made into the perfect bread for F1 racing, while Suwabara's bread has a fatal flaw.",
                    "TitleJapanese": "奇々怪々!! カイザーの正体!",
                    "SummaryJapanese": "スポーツパンを試作したことがある和馬はその改良で悩むが、諏訪原の助言でヒントを掴む。そしてモナコカップ準決勝が始まった！　対戦相手フランス代表はカイザー家の長男グランが遂に登場。だが、食材を捜しに出た和馬が会場へ来ない。和馬不在の中、真珠パウダーやブルーベリーで青い生地を作るグラン。対する諏訪原は赤ワインとスッポンの生き血で赤い生地を作るが・・・。"
                },
                "17": {
                    "ID": "303485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/303485",
                    "TitleEnglish": "Lots of Nutrients!! The Sports Bread Showdown!",
                    "SummaryEnglish": "The judging is about to begin, and Azuma arrives just before the final 20 minutes of the match. Pierrot refuses to eat Azuma's ready baked bread, because of too many unknown factors, but the king of Monaco, who Azuma was riding with, allows him to participate. The winner between France and Japan is Japan.",
                    "TitleJapanese": "栄養たっぷり!! スポーツパン対決!",
                    "SummaryJapanese": "モナコカップ準決勝！ フランス代表グラン・カイザーが繰り出してきた青いパンはピエロに河内丸刈りのリアクションを取らせる。怒り狂った河内だが、グランのパンのアマチャエキスの鎮静効果で大人しくなってしまう。恐るべきグランのパンの効能にも臆せず立ち向かう諏訪原だが…。"
                },
                "18": {
                    "ID": "303486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/303486",
                    "TitleEnglish": "The Sound Speed Threat!! Gopan #97",
                    "SummaryEnglish": "The group is outside a restaurant celebrating their victory, with Kawachi having a new wig for his hair after being shaved off. Kawachi is overconfident in their ability as usual, while eating lobsters. The winner between China and America during the earlier battle turns out to be America, with all three of their breads winning, and to top that; Sachihoko's bread placed third in the semi finals.",
                    "TitleJapanese": "音速の脅威!! ゴぱん97号!",
                    "SummaryJapanese": "モナコカップ準決勝における最優秀スポーツパン、和馬のジャぱんとシャドウのゴぱんが、Ｆ１レーサーに振る舞われた。優勝ドライバー・シューカッパは、ゴぱんを世界チャンピオンと判定。シャドウのベテラン職人のような実力を見た和馬は、さらなる精進を心に誓う。そして決勝戦の課題が発表された！"
                },
                "19": {
                    "ID": "303487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/303487",
                    "TitleEnglish": "Nude Nude Nude!! Magnificent Bread Battle!",
                    "SummaryEnglish": "Despite its title, the two competitors in this episode are not actually nude, rather undressing into the bare minimum clothing appropriate for the younger age groups. The episode starts with Kawachi commenting on Suwabara being foolish in using his sword to carve a wooden log in the middle of the road.",
                    "TitleJapanese": "裸・裸・裸!! 華麗なるパン勝負!",
                    "SummaryJapanese": "モナコカップ決勝戦第１試合、パンの衣食住の衣は、造形の美しいパン対決！　諏訪原が対戦するモニカは、実はパン以上に造形を重視するパティシエ界の王者だった！　霧崎にスカウトされてモナコカップに参加したのだ。不遇だった両親のためにもお菓子の城＝自分の菓子店を持ちたいモニカだが……。"
                },
                "20": {
                    "ID": "303488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/303488",
                    "TitleEnglish": "Pierrot Arrested! Bows Between Love and Bread!",
                    "SummaryEnglish": "Monica and Suwabara are having their battle, Monica had already finished her bread and not long after Suwabara finishes his, and when he does just as Pierrot was about to judge Monica's bread first, Monica told Pierrot to judge Suwabara's bread.",
                    "TitleJapanese": "ピエロ護送!? 愛がぎっしり詰まったパン!",
                    "SummaryJapanese": "モナコカップ決勝戦第１試合、造形の美しいパン対決で、モニカは美しい薔薇（ばら）の飴細工を飾ったパンをつくる。一方の諏訪原は、黒こげのパンを焼き上げてしまう。でもそのパンの中からは、黄金色に輝く王冠のパンが現れるのだった。両者のパンを食べたピエロは…。"
                },
                "21": {
                    "ID": "303489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/303489",
                    "TitleEnglish": "Victory! Bring a Revolution to the Bread Industry!",
                    "SummaryEnglish": "With Suwabara having lost his match (and his heart) to U.S. competitor Monica, Kyousuke is urged by Kuroyanagi to start working on his bread. While in his room, Kyousuke sees Ken Matsushiro, Shigeru Kanmuri, Tsukino Azusagawa, and Kageto Kinoshita, whose name he promptly forgets.",
                    "TitleJapanese": "ヴィクトリー!! パン業界に革命を!",
                    "SummaryJapanese": "決勝戦第２試合は食事パン勝負。もう負けられない日本代表の重責で河内は戦意を喪失するが、モナコに現れた冠ら南東京支店の一同に父恭太郎の志を思い出せと叱咤（しった）され、改めて新たな食事パンの開発に挑むが…。"
                },
                "22": {
                    "ID": "303490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/303490",
                    "TitleEnglish": "Great Dectective Piero!! Reaction that Gave Life!",
                    "SummaryEnglish": "The episode begins with the 2nd final of the Monaco Cup. While Sachihoko finishes his Egyptian bread, Alexandria, far ahead of Kyousuke, Kyousuke, unable to resist the urge to watch Pierrot's reaction, looks up to realise that time has stopped. He then meets fictional character Conan the Detective, who astounds Kyousuke with his perfect deceptions of the frozen beings around him. Kyousuke, fed up with Pierrot's mind games, starts calling Conan names. Conan pretends not to hear in order that Kyousuke loudly repeats the phrase 'Conan, you measel!' repeatedly, until Kyousuke sees through the ruse and yells, 'Kodaimai miso!' , which was used in Spencer's bread. Conan then turns into Pierrot, and stumbles around drunkenly, revealing a dagger embedded in his back. Kyousuke is accused of murder, but charges are cleared when Pierrot stands up, appearing fine. He then takes a bite of Kyousuke's bread and launches into a story about his circus friends.",
                    "TitleJapanese": "名探偵ピエロ!! 命をかけたリアクション!",
                    "SummaryJapanese": "古代米味噌を使ったシャチホコのパンが完成、食したピエロは某アニメキャラに扮した驚愕のリアクションで河内を翻弄する。怒り狂う河内だが、ピエロはその審査の最中にテロに遭いナイフで刺されていたのだが…。"
                },
                "23": {
                    "ID": "440423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/440423",
                    "TitleEnglish": "Reunion at the VIP seat!! Heaven Again",
                    "SummaryEnglish": "Pierrot is revealed to have \"Bombay blood\" and is on the verge of dying. The King of Monaco reveals he has \"Bombay blood\" and goes to rescue Pierrot. After the King of Monaco leaves, Ryou Kuroyanagi deduces that in order for someone like Pierrot to have \"Bombay blood\", the parents must have the same blood too. In the hospital, the King pulls out all the stops to save Pierrot's life (even smashing the transfusion pump switch so that it cannot be stopped) and they meet in heaven in the same cabaret from Episode 21. Pierrot constantly badmouths his parents for abandoning him and never coming to see him and states that he never wants to see them again, but the King is grief-stricken and finally confesses to Pierrot that he is his son, Prince Leol. Pierrot laughs it off until the King hugs him tightly and weeps for him as he is taken away by the angels. Pierrot reawakens as the King dies and breaks down, longing to be with his father again. Kazuma promises him that he can send him to heaven with a new Japan, since he can no longer make his Japan #44 due to not having his petalite slab.",
                    "TitleJapanese": "VIP席で再会!! ヘブン・アゲイン!",
                    "SummaryJapanese": "重傷のピエロが危篤状態に陥った。大量の輸血が必要だったが、世界で数百人しかいない稀な血液型のため輸血は不可能と思われる。そんなとき、モナコ王が…。"
                },
                "24": {
                    "ID": "303491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/303491",
                    "TitleEnglish": "Confuse the Universe!! Man who Succeeded Gopan",
                    "SummaryEnglish": "It's almost time for the final match of the Monaco Cup. The theme is \"shelter\", a bread with the taste of the competitor's homeland. Kuroyanagi briefs Azuma, Kawachi and Suwabara on Shadow White, Azuma's opponent in the final round. It is revealed that Shadow had an innate ability to copy the winposes of many famous sports stars as a kid, but turned to watching and imitating the famous mime Marcel Marceau after being bullied because of his talent.",
                    "TitleJapanese": "宇宙を魅せる!! ゴぱんを継ぐ男!",
                    "SummaryJapanese": "ピエロのため、天国へ行けるジャぱんを作り、亡き父と会わせると約束する和馬！　その食材はなんと『大麻（麻の実）』！　だが、対戦相手シャドウの正体は、Ｍ・マルソーに匹敵する実力のパントマイマーだった…。"
                },
                "25": {
                    "ID": "303492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/303492",
                    "TitleEnglish": "Final Ingredients Assembled!! Greatest Tournament in History",
                    "SummaryEnglish": "It's the final match of the Monaco Cup. The arena is crowded. Shadow makes a Gopan bagel with rice flour made from a very hard and sticky rice that is perfect for making rice cakes and boils it in fine English tea instead of water, while Azuma makes Japan #61, a doughnut with powdered hemp seeds and cannabis milk in the dough (the episode is peppered with references to a Tokyo restaurant that exclusively serves hemp-based dishes) and tops it with a mixture of handmade brown sugar and powdered hemp seeds. Shadow finishes first and when Pierrot tastes his bagel, he is transported into Night on the Galactic Railroad (his mother's favorite fairytale) where he speaks to the ghost of his mother up in space.",
                    "TitleJapanese": "集められた究極の食材!! 史上最大の決勝戦!",
                    "SummaryJapanese": "モナコカップ決勝戦最終試合開幕！　シャドウは幻の餅米・女鶴、アメリカ発の健康飲料・ライスドリーム、英国ビクトリア朝時代の製法を再現した幻の紅茶・クオリティシーズンで究極のゴぱんベーグルを完成させる。"
                },
                "26": {
                    "ID": "303524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/303524",
                    "TitleEnglish": "Pierrot Transcends Time!! Japan to the Top of the World!?",
                    "SummaryEnglish": "Azuma has finished his Japan #61 and serves it to Pierrot. After eating it, Pierrot is transported back 23 years in time, before he was born, and appears in the Monaco court. The King and Queen do not recognize him as their son, but he claims to be a clown the King hired for the Queen's amusement and eventually becomes her favorite and most trusted servant.",
                    "TitleJapanese": "時を越えるピエロ!! ジャぱん世界の頂点へ!?",
                    "SummaryJapanese": "和馬のジャぱん６１号で２３年前にタイムスリップしたピエロは、父母のモナコ王と王妃に再会。息子と明かせぬまま、二人の信頼を得るが…。"
                }
            }
        },
        "3": {
            "ID": "1948573",
            "URL": "https://www.thetvdb.com/series/yakitate-japan/seasons/official/3",
            "# Episodes": 17,
            "Episodes": {
                "1": {
                    "ID": "303525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/303525",
                    "TitleEnglish": "Challenge From Kirisaki! New Program Yakitate!! 9 Starts",
                    "SummaryEnglish": "Mr. Kirisaki has bought out Pantasia and merged it with St. Pierre! He then throws down to the gauntlet to Kazuma and the others by issuing them this challenge: If they want to save Pantasia, they must compete in his Yakitate 9 contest!",
                    "TitleJapanese": "霧崎からの挑戦状!! 新番組『焼きたて!!9』スタート!",
                    "SummaryJapanese": "日本代表がモナコカップで優勝、和馬がＭＶＰを獲得、パンタジアを守る資金１２０億円が獲得できた。しかし時すでに遅く…"
                },
                "2": {
                    "ID": "333970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/333970",
                    "TitleEnglish": "The Great Battles in Special Localities!! In the End, He's a Pop Idol!",
                    "SummaryEnglish": "The first opponent that Kazuma and the others face is the enigmatic Takumi Tsubozuka, a member of CMAP, a team of celebrity chefs. Can Kazuma, Kawachi, and Kanmuri come up with a bread that will defeat Tsubozuka and make use of Oma’s local ingredients?",
                    "TitleJapanese": "ご当地パン対決!! なんてったってアイドル!",
                    "SummaryJapanese": "ＴＶ対決初回青森大間町でアイドル坪塚と対戦！　だが、雪乃がスーパーマグロを買い占めて妨害する。そこで困った和馬たちは…。"
                },
                "3": {
                    "ID": "333971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/333971",
                    "TitleEnglish": "Awaken!! Super Kuroyanagi!",
                    "SummaryEnglish": "The bake-off has begun! Will Tsubozuka win with his charred tuna, or will Kazuma come from behind with his chawanmushi bread made with sea urchin?",
                    "TitleJapanese": "目覚めよ!! スーパー黒柳!",
                    "SummaryJapanese": "ゴミ袋にパンを入れた和馬。その行為を料理への侮辱と受け取った坪塚は怒りをこめて大間に相応しいブレッド、スーパートロ炙りを完成させ…。"
                },
                "4": {
                    "ID": "333972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/333972",
                    "TitleEnglish": "Kuroyanagi in Danger!! The Lost Reactions!",
                    "SummaryEnglish": "After an accident, Kuroyanagi lost all sense of taste. Will he have to retire from being a judge forever? Meanwhile, Kazuma has to think of a way to defeat his old friend, Liu, in a match to make Chinese-style steamed buns!",
                    "TitleJapanese": "危うし黒柳!! 失われたリアクション",
                    "SummaryJapanese": "ご当地パンＴＶ対決２回戦は中華の達人・劉さんと中華まん対決！　しかし視察に訪れていた黒柳が感電事故で味覚を喪失してしまい…。"
                },
                "5": {
                    "ID": "333973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/333973",
                    "TitleEnglish": "Oo, Mango!! CMAP's Big Counterattack!",
                    "SummaryEnglish": "Tsubozuka has become a friend of Kazuma and the others. But the other members of CMAP aren’t so forgiving. Now they’re dueling against Kazuma in Saito. How in the world can Kazuma beat three excellent bakers, and use a little clay haniwa statute to do it?",
                    "TitleJapanese": "ウー、マンゴー!! CMAPの大逆襲!",
                    "SummaryJapanese": "３回戦の相手は坪塚が脱退したＣＭＡＰの３人！　対戦地は宮崎県西都市！　食材を探す和馬達は完熟マンゴーの美味さを知り、生のままパンに閉じこめる策を考案したのだが…。"
                },
                "6": {
                    "ID": "333974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/333974",
                    "TitleEnglish": "Love also Rescues Saito!! Solar Hands vs the Flame Arm!",
                    "SummaryEnglish": "CMAP not only has incredible knowledge and unbeatable talent, but one of their members even has the Arms of Flame, which burn even hotter than Kazuma’s Hands of the Sun! Will Kazuma’s love of good food and good friends be enough?",
                    "TitleJapanese": "愛は西都も救う!! 太陽の手VS炎の腕!",
                    "SummaryJapanese": "ＣＭＡＰの要、成海、千祭のマンゴーカレーパンが完成した！　試食した黒柳はマレーバクを他県から空輸する驚きのリアクションで高評価。一方、和馬の埴輪ジャぱんも完成！しかしマレーバクと一緒に試食した黒柳が、共に埴輪化し動かなくなってしまい…。"
                },
                "7": {
                    "ID": "333975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/333975",
                    "TitleEnglish": "Nin Nin Nin!! My Way of Ninja!",
                    "SummaryEnglish": "A familiar pair returns, but something is different about them! Kazuma, Kawachi, and Kanmuri must do battle with a duo of ninjas using the local specialty of Omagari. Can Kazuma win even though both he and his opponent are using the same ingredients?",
                    "TitleJapanese": "ニンニンニン!! オレの忍道だってばよ!",
                    "SummaryJapanese": "第４回戦、サンピエールが送り込んできた対戦者は怪しい忍者の二人組。正体は諏訪原とモニカ！　対戦地は秋田県の大曲。さらに曲がったモノをパンに使用せよと示唆する黒柳に対し和馬達は…？"
                },
                "8": {
                    "ID": "333976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/333976",
                    "TitleEnglish": "I Hate Things that Turn!! Kai and Monica's Three-Legged Race!",
                    "SummaryEnglish": "The ninjas are revealed to be Kai and Monica, and Kai makes a shocking declaration. If he can’t defeat Kazuma, he’ll commit suicide! Will his determination let him finally beat Kazuma? And will he really go through with it if he loses?",
                    "TitleJapanese": "曲がったことが大キライ!! 戒とモニカの二人三脚!",
                    "SummaryJapanese": "『焼きたて!!９』第４回戦、大曲での試合が始まった！　双方が同じ曲がりねぎという食材を使い、同じ調理法を選ぶ中、諏訪原はトゥルニュという生地をねじ曲げる技法で竈伸びの良いパンを完成させる。一方、和馬は折れ曲がりの技法を二重に使ったダブルフォデュを焼き上げる。"
                },
                "9": {
                    "ID": "333977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/333977",
                    "TitleEnglish": "Kanmuri's Secret!! A Jam Showdown Without Moral Codes",
                    "SummaryEnglish": "Kanmuri’s past is brought to light and he may have to retire from his life as a baker! Will he be forced to leave his friends at Pantasia and become… a gangster!? And what’s worse, after getting sick, Kazuma has to sit this match out!",
                    "TitleJapanese": "冠の秘密!! 仁義なきジャム対決!",
                    "SummaryJapanese": "冠の異母兄・堤政伸は日本でただ一人のオーストリア宮廷料理人！　その堤が『焼きたて!!９』に参戦。冠は、この戦いに負けた方が日本一の暴力団橋口会の組長の父の跡を継ぐという賭けをする羽目になる…。"
                },
                "10": {
                    "ID": "333978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/333978",
                    "TitleEnglish": "The Sibling Showdown!! The First Class Man Chosen by Dad!",
                    "SummaryEnglish": "It’s a showdown between estranged brothers. Neither wants to succeed, because both love cooking. Will their thoughts reach their father?",
                    "TitleJapanese": "兄弟決戦!! 父が選んだ一流の男!",
                    "SummaryJapanese": "堤が作ったジャム・フランベは、紅玉のカルヴァドスを使ってフランベした究極のジャム、顔を突っ込んで食した黒柳は顔が腫れ上がりジャムのおじさんと化す。壮絶なリアクションに河内達は騒然となる。"
                },
                "11": {
                    "ID": "333979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/333979",
                    "TitleEnglish": "Seaweed Bread Showdown!! A Really Famous Person is Gonna Appear, You Know!",
                    "SummaryEnglish": "Kazuma is up against his most powerful foe yet, the famous TV celebrity and comedian Norihei Miki! Can Kazuma possibly compete against such a legend, especially when the theme involves using seaweed, Norihei’s specialty?",
                    "TitleJapanese": "海苔パン対決!! 超有名人が出るんですよ!",
                    "SummaryJapanese": "第６回戦の対戦者は桃屋の人三木のり平！ のり平が挨拶代わりに振る舞った海苔佃煮トーストを食べた和馬は番組タイトルが変わる前代未聞のリアクションを取らされた!! だが和馬はある秘策を考えて…。"
                },
                "12": {
                    "ID": "333980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/333980",
                    "TitleEnglish": "A Traditional Taste! The Heart That Thinks of Japan is Just One!",
                    "SummaryEnglish": "It’s time for Kuroyanagi to decide who will win the sixth round: Kazuma or Norihei. Kuroyanagi delivers his most expressive reactions yet in a battle that leaves Kazuma and the others stunned!",
                    "TitleJapanese": "伝統の味!! 日本を思うココロはひとつ!",
                    "SummaryJapanese": "和馬の海苔パンが完成、食した黒柳は、十六島を表現するために自らも島となるべく結婚して改姓、新婚旅行ビデオで和馬のパンの良さを解説する。だが、パンに一途な性格が災いし……。"
                },
                "13": {
                    "ID": "333981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/333981",
                    "TitleEnglish": "The Fearful Revenge!! The Panda Man Appears!",
                    "SummaryEnglish": "Mokoyama has returned a changed man. Though he doesn’t wish to assist Yukino or Mr. Kirisaki in any way, he desperately wants to prove his worth by displaying his new form, Panda Man, and his new weapon, Super Baking Powder!",
                    "TitleJapanese": "恐怖のリベンジ!! パンダ男、現る!",
                    "SummaryJapanese": "第７回戦、対戦者はパンダの着ぐるみを着た男！　すぐさま和馬は、かつて戦ったコアラこと模糊山剛と見破る。パンダ模糊山は自ら開発したスーパーベーキングパウダーを試したいという情熱押さえがたく『焼きたて!!９』に参戦してきたのだった。"
                },
                "14": {
                    "ID": "333982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/333982",
                    "TitleEnglish": "The Miraculous Steamed Bread!! The Day Panda Became a Panda!",
                    "SummaryEnglish": "The hot springs battle is boiling over and things start getting really bombastic when Panda’s bread explodes… three times! How can this possibly be? Has Mokoyama made the bread he’s always dreamed of making?",
                    "TitleJapanese": "奇跡の蒸しパン!! パンダがパンダになった日!",
                    "SummaryJapanese": "模糊山ことパンダのパンが完成。生地内に入れた栗きんとんの温度差を利用し３回爆発を起こして完成したトリプルアルプス蒸しパンは、綿菓子のようなフワフワ食感。食した黒柳は……。"
                },
                "15": {
                    "ID": "333983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/333983",
                    "TitleEnglish": "The Sun vs the Blizzard!! The Ultimate Tart Showdown!",
                    "SummaryEnglish": "Tsukino’s sister steps in to challenge Kazuma and the others in the semi-finals, in a match she is well-suited for: making tarts. After insulting a local fruit vendor, Kazuma decides to fight against her using the vendor’s specialty, preserved loquats!",
                    "TitleJapanese": "太陽VS吹雪!! 究極のタルト対決!",
                    "SummaryJapanese": "第８回戦、対戦相手は梓川雪乃！『逆さ折り』というバターに生地を挟んで折るタルト作りが得意。対戦地は美味しい果物の産地・千葉県富浦、課題はタルト。対戦地へ跳んだ和馬達は、そこで雪乃に苛められているビワ販売所のおじさんと知り合い……。"
                },
                "16": {
                    "ID": "333984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/333984",
                    "TitleEnglish": "This is the Path I Must Take!? The Road of the Loquat!",
                    "SummaryEnglish": "Kazuma has been thrust into a fantasy world, and most take the “loquat” to the fires of a volcano and destroy it before the evil Snowza can use it to take over the world! This sounds an awful lot like a certain story about a ring…",
                    "TitleJapanese": "これが私の進む道!? ロード・オブ・ザ・ビワ",
                    "SummaryJapanese": "異世界に飛ばされた和馬と河内は月乃似のプリンセス、ムーンに出会い、邪悪な雪の女王スノーザ退治の旅に出る。お供は松代似のケン、冠似のクラウニー、マイスター霧崎似のマイストロフ。ビワ販売所のおじいさんにそっくりなゴレムも同行。しかし途中で魔法のビワに取り込まれそうになり……。"
                },
                "17": {
                    "ID": "333985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yakitate-japan/episodes/333985",
                    "TitleEnglish": "To Whom Will You Give Your Truly Delicious Bread!? The Ja-pan, Forever!",
                    "SummaryEnglish": "The final showdown. Kazuma faces off against Yuichi Kirisaki’s son in a legendary battle in Kazuma’s own hometown. However, Kazuma won’t just have to win over Kuroyanagi - Yuichi Kirisaki and Pierrot also step up to the plate as judges!",
                    "TitleJapanese": "本当に美味いパンを食べさせるのは!? ジャぱんよ、永遠に!",
                    "SummaryJapanese": "『焼きたて!!9』最終戦の課題地は新潟県能生。霧崎雄一の息子、マイスター霧崎が最後の敵として立ち塞がる。和馬はじいちゃん達が揃えた食材や器具で作ったジャぱんで勝負。マイスター霧崎は新潟特産おまんた米と蟹を使ったおまんたゴぱんで勝負。しかし食した黒柳がマンタに化身して世界の海に旅立ってしまい、審査員不在の事態となる。"
                }
            }
        }
    }
}