[
  {
    "URL": "https://www.thetvdb.com/series/cromartie-high-school",
    "Genres": [
      "Animation",
      "Anime",
      "Comedy"
    ],
    "Other Sites": [
      "https://www.imdb.com/title/tt0387775/",
      "https://www.themoviedb.org/tv/12260"
    ],
    "TitleEnglish": "Cromartie High School",
    "SummaryEnglish": "Takashi Kamiyama has enrolled at Cromartie High, where every student is a delinquent. Kamiyama apparently is the only non-delinquent in the school. Logically, therefore, he must be the toughest in his class - by the rather twisted logic that only a 'really tough rabbit would lie down with lions'. Thus begins a story that parodies every cliche of tough-guy anime that you've ever heard of, and some you haven't. Based of the manga by Eiji Nonaka.",
    "Aliases": [
      "Sakigake!! Kuromati Kōkō"
    ],
    "Modified": "2025-09-28",
    "Seasons": {
      "0": {
        "ID": "23515",
        "URL": "https://www.thetvdb.com/series/cromartie-high-school/seasons/official/0",
        "# Episodes": 1,
        "Episodes": {
          "1": {
            "ID": "4343619",
            "TYPE": "Movies",
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/4343619",
            "TitleEnglish": "Cromartie High – The Movie",
            "SummaryEnglish": null,
            "Aliases": []
          }
        }
      },
      "1": {
        "ID": "9584",
        "URL": "https://www.thetvdb.com/series/cromartie-high-school/seasons/official/1",
        "# Episodes": 26,
        "Episodes": {
          "1": {
            "ID": "182059",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/182059",
            "TitleEnglish": "I Used to be a Bad Boy Bragging Contest",
            "SummaryEnglish": "It’s Takashi Kamiyama’s first day at Cromartie High. The problem is that it’s a school for delinquents and Kamiyama doesn’t exactly fit in, Luckily, he has Shinjiro Hayashida to show him around. They go through the school meeting each of its wacky and hilarious students, including the three weirdest. When they come to the weirdest of three weirdest, Mechazawa, they instantly recognize that he’s a robot. But, no one else says anything.",
            "Aliases": []
          },
          "2": {
            "ID": "182060",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/182060",
            "TitleEnglish": "Blade Runners High",
            "SummaryEnglish": "Kamiyama and Hayashida are the only two who seem to realize that Mechazawa is actually a robot. They spy on him to see if anyone else notices that he’s a robot. After two close calls, the boys give up. After school they spot Mechazawa getting beat up by some bullies from a rival school. Kamiyama and Hayashida spy on him some more, but nobody seems to notice, not even when they stab Mechazawa with a knife that simply breaks on his hard body.",
            "Aliases": []
          },
          "3": {
            "ID": "182061",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/182061",
            "TitleEnglish": "Cromartie High (Co-Ed)",
            "SummaryEnglish": "Shinjiro Hayashida hears Shinichi Mechazawa humming a song in the bathroom. Later that day, he starts humming the same tune, but can’t remember the name or artist. He asks Kamiyama, but he can’t remember it either. Pretty soon, the whole school is humming the song thinking of what its called. At the end of the day, nobody figured it out. As Kamiyama heads out, he hears Mechazawa humming the song! He asks him about it, but accidentally says that he knows it. Now, he can’t ask the only person who knows the song’s name, or else he’ll look like a “tool”.",
            "Aliases": []
          },
          "4": {
            "ID": "182062",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/182062",
            "TitleEnglish": "Radio Gaga",
            "SummaryEnglish": "Noboru Yamanouchi of Destrade High is not only strong in fights, he is also a great comedy critic! However, he has a rival named Honeyboy, who might turn out to be someone he knows...",
            "Aliases": []
          },
          "5": {
            "ID": "182063",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/182063",
            "TitleEnglish": "Sentimental Bus",
            "SummaryEnglish": "Yutaka Takenouchi is the most respected yet feared first year at Cromartie High. He is completely unstoppable in battle, thus no one dares to pick a fight with him or anger him. But he has a weakness - he gets dizzy too easily. What will happen when he takes a trip to Nikkou? And will he be able to save Maeda after spending some much time in a taxi?!",
            "Aliases": []
          },
          "6": {
            "ID": "182064",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/182064",
            "TitleEnglish": "The Empire of Ambition",
            "SummaryEnglish": "Takeshi Hokuto is the son of the chairman of Cromartie High. He doesn’t want to go to a school with delinquents, but assures himself that his father can expel anyone he doesn’t like. But, is that enough? And when Hayashida tells him that their school is municipal, can Hokuto cover up his mistake of attending the wrong school?!",
            "Aliases": []
          },
          "7": {
            "ID": "182065",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/182065",
            "TitleEnglish": "Puutan",
            "SummaryEnglish": "Noburou Yamanouchi of Destrade High has discovered that there’s not much to watch on TV anymore. He hopes to form an alliance with Kamiyama, until he finds out that Kamiyama likes a new TV comedy! Will Noburou ever realize what’s so funny about the new show? And what will happen when Kamiyama finally meets with his old Middle School friend?",
            "Aliases": []
          },
          "8": {
            "ID": "182066",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/182066",
            "TitleEnglish": "Electric Warrior",
            "SummaryEnglish": "It’s time for the physicals. The doctor is an experienced one, but he has a problem checking out Mechazawa. So, he instructs him to head to another “doctor”. Kamiyama and Hayashida accompany him and they wind up at an Electronics store. The man there checks out Mechazawa but accidentally erases his memory. At Maeda’s house, the boys celebrate Freddie’s birthday (which is just a day Kamiyama and Hayashida picked at random). Then another day, they celebrate Takenouchi’s. Maeda is upset that they have to celebrate it at his house.",
            "Aliases": []
          },
          "9": {
            "ID": "182067",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/182067",
            "TitleEnglish": "Reboot",
            "SummaryEnglish": "Mechazawa introduces everyone to his little brother, Mini Mechazawa. But, when Gorilla accidentally crushes him, can Mechazawa cope with it? And what will happen when he comes to pick his bother up, but finds out that he’s been crushed again!",
            "Aliases": []
          },
          "10": {
            "ID": "313927",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/313927",
            "TitleEnglish": "Jackson",
            "SummaryEnglish": "Cromartie High Vs. Bass High! The Bass High students infiltrate Cromartie High School in search of information, while Hayashida complains about their school being too \"normal\".",
            "Aliases": []
          },
          "11": {
            "ID": "313928",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/313928",
            "TitleEnglish": "USA Trip",
            "SummaryEnglish": "When Takenouchi winds up in the USA, an imposter takes his place in Cromartie. Will they boys notice it? And what will happen when Bass High takes Maeda hostage again?",
            "Aliases": []
          },
          "12": {
            "ID": "313929",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/313929",
            "TitleEnglish": "Road Safety",
            "SummaryEnglish": "Some boys come to Mechazawa to seek help from their enemy Bass High. Since Mechazawa has a friend in Bass High, they hope that he will be able to help them out. But, Mechazawa tells them that they have to clean up their own mess. Mechazawa heads out to play pachinko, but gets mistaken for a pachinko machine! He then gets some gas, but is mistaken for a motorcycle! He rides his motorcycle in the cold air at a high speed. He crashes into a wall and is found in many little pieces by Kamiyama and Hayashida. They put him back together, but merge him into a motorcycle! When some punks start trouble with a woman, Kamiyama comes riding on Motorcycle- Mechazawa and rescues her. However, for some reason, he’s thrown in jail!",
            "Aliases": []
          },
          "13": {
            "ID": "313930",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/313930",
            "TitleEnglish": "Joshua Tree",
            "SummaryEnglish": "The boys decide to play baseball in the woods. However, they soon somehow become lost and spend days there without any food! Will they find food and civilization?",
            "Aliases": []
          },
          "14": {
            "ID": "313931",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/313931",
            "TitleEnglish": "Talking Head",
            "SummaryEnglish": "Yamaguchi picks his second in command, his successor Akira. But, no one likes him. Will their opinions of him change? And, will Ishikawa finally get recognized by Yamaguchi?",
            "Aliases": []
          },
          "15": {
            "ID": "313932",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/313932",
            "TitleEnglish": "OK Computer",
            "SummaryEnglish": "Fujimoto of Manuel High is the toughest guy in school. However, when he goes home, he becomes a nice person while he posts on message boards. But, when a troll comes to the boards, can Fujimoto keep his cool?",
            "Aliases": []
          },
          "16": {
            "ID": "313933",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/313933",
            "TitleEnglish": "Japan Boss Championships",
            "SummaryEnglish": "The Japan Boss Championships finally begin! Every school boss and punk is there. However, the championship isn't exactly what everyone thought it would be. Who will win? And, will Destrade High accept the winner?",
            "Aliases": []
          },
          "17": {
            "ID": "313934",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/313934",
            "TitleEnglish": "Let Me Tell You My Name | Get It On",
            "SummaryEnglish": "The Japan Boss Championship is a fierce competition. Later, Hayashida reveals a secret...",
            "Aliases": []
          },
          "18": {
            "ID": "313935",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/313935",
            "TitleEnglish": "Puutan Gets Fired",
            "SummaryEnglish": "Pootan uses Freddie as a stand in for an autograph signing. However, when Freddie gets attached to the costume, will Pootan be able to reclaim his job? Or, will Freddie take over?",
            "Aliases": []
          },
          "19": {
            "ID": "313936",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/313936",
            "TitleEnglish": "Moto-Mechazawa",
            "SummaryEnglish": "Sadaharu is the fastest man on a motorcycle. No one has every caught up to him. However, Kamiyama unknowingly steps up to the challenge and becomes “that” man. He rides Moto-Mechazawa and not only catches up to Sadaharu, but passes him! But, when things go overboard and the police show up, will Kamiyama be able to get away, or will he be thrown in jail for not having a motorcycle license?!",
            "Aliases": []
          },
          "20": {
            "ID": "313937",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/313937",
            "TitleEnglish": "Lost Relation",
            "SummaryEnglish": "When Mechazawa loses his operating system, Kamiyama and the others must decide whether to delete his memory or to keep it intact. Meanwhile, Hokuto’s butler closely resembles Hayashida, only an older version. He asks Hayashida if there’s a relation, but neither of them know!",
            "Aliases": []
          },
          "21": {
            "ID": "313938",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/313938",
            "TitleEnglish": "A Trip for Heart",
            "SummaryEnglish": "The class takes a train ride to Kyoto. Can Takenouchi keep his motion sickness under control and a secret? And, can Yamaguchi stay calm in a funny situation?",
            "Aliases": []
          },
          "22": {
            "ID": "313939",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/313939",
            "TitleEnglish": "You Never Give Me Your Name | Ishii and Goto`s ballad | I Me Mine | Stranger in Strange Land",
            "SummaryEnglish": "Hokuto's lackey decides to quit the Hokuto Corps. so he can have his own identity, while Hayashida feels that the name \"Hokuto's Lackey\" has taken root with everyone and that his real name doesn't matter; Kamiyama recruits Freddie to rescue Maeda from Bass High.",
            "Aliases": []
          },
          "23": {
            "ID": "313940",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/313940",
            "TitleEnglish": "Stone Cold Crazy | One More Time | With a Shout",
            "SummaryEnglish": "Kamiyama explains the concept of change; Yamaguchi and Ishikawa discover Gorilla serving sushi at a restuant.",
            "Aliases": []
          },
          "24": {
            "ID": "313941",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/313941",
            "TitleEnglish": "Gorilla Sushi",
            "SummaryEnglish": "Gorilla, whom everyone calls, Gori, is now working at a Sushi restaurant. Everyone likes him and knows him. When the restaurant owner starts an old fight with his son over whether he should succeed the business or not, Gori takes matters into his own hands and “talks” through “banana sushi” to the two of them, solving their problems. Thankful, the owner wants to pass this restaurant to Gori. His friend tells him that Gori is a gorilla, but he won’t believe him. Then, one day, Gori is absent. A man says that he’s at the clinic!",
            "Aliases": []
          },
          "25": {
            "ID": "313942",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/313942",
            "TitleEnglish": "A Hole in Lotta Love | Magic Bath Mat | Stray Cat",
            "SummaryEnglish": "When everyone brings their pets into school, Maeda get stuck taking care of them. The next day, he gets into a debate with Kamiyama on whether humans can know what animals truly want. What will happen when Maeda is forced to act like a cat for a week to prove his point?!",
            "Aliases": []
          },
          "26": {
            "ID": "313943",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/cromartie-high-school/episodes/313943",
            "TitleEnglish": "Suda!! Cromartie Girls Highschool | The Four Lords of Cromartie",
            "SummaryEnglish": "It’s Cromartie Girls High School and everyone is a princess! It’s Ms. Kamiyama’s first day and “she” walks around the school meeting all the princesses. Back at Cromartie High, Kamiyama, Hayashida, and Maeda talk about their future and how normal everything is.",
            "Aliases": []
          }
        }
      }
    }
  }
]