{
  "URL": "https://www.thetvdb.com/series/mobile-suit-gundam",
  "Genres": [
    "Anime - Shonen",
    "Cult"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0159172/",
    "https://www.themoviedb.org/tv/21731"
  ],
  "TitleEnglish": "Mobile Suit Gundam",
  "SummaryEnglish": "September through December in the year Universal Century 0079 the Principality of Zeon invents a gigantic human-shaped weapon called the Mobile Suit and begins its war for independence against the Earth Federation. Amuro Ray becomes the pilot of Gundam, a prototype developed by Federation Force. Through his battles against the ace pilot of Zeon, Char Aznable, and the bitter trials of the war, he becomes aware of his uniqueness as a NewType...",
  "Aliases": [
    "Mobile Suit Gundam 0079",
    "機動戦士ガンダム0079"
  ],
  "Modified": "2025-09-16",
  "Seasons": {
    "0": {
      "ID": "24005",
      "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/seasons/official/0",
      "# Episodes": 14,
      "Episodes": {
        "1": {
          "ID": "437514",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/437514",
          "TitleEnglish": "Mobile Suit Gundam I",
          "SummaryEnglish": "In the year 0079 of the Universal Century, the Earth Federation and its space colonies are engaged in an apocalyptic war. The rebellious Principality of Zeon, using humanoid fighting machines called mobile suits, has all but vanquished the Federation. Now the Federation's last hope is the prototype mobile suit Gundam. When a twist of fate makes young civilian Amuro Ray the Gundam's pilot, his own battle begins - a struggle not only for the Federation's survival, but for his own. This movie roughly corresponds to episodes 1-13.",
          "Aliases": []
        },
        "2": {
          "ID": "437515",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/437515",
          "TitleEnglish": "Mobile Suit Gundam II: Soldiers of Sorrow",
          "SummaryEnglish": "The Federation space ship White Base and its precious cargo of prototype mobile suits have returned to Earth, only to find themselves in enemy territory. As the White Base struggles across the planet's surface to safety, Gundam pilot Amuro Ray must contend not only with the Principality of Zeon's fiercest warriors, but also with his own doubts and fears. This movie roughly corresponds to episodes 14-30.",
          "Aliases": []
        },
        "3": {
          "ID": "437516",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/437516",
          "TitleEnglish": "Mobile Suit Gundam III: Encounters in Space",
          "SummaryEnglish": "With the conflict's end in sight, the Earth Federation prepares to take the war into the Duchy of Zeon's home territory. Gundam pilot Amuro Ray, now a seasoned veteran, returns to space for the final battle. Here, he will meet the mysterious Lalah Sune, a young woman who shares his Newtype abilities. Amuro's adversary Char Aznable seeks to complete his secret quest for vengeance. The fate of two intertwined enemies collide with tragic consequences! This movie roughly corresponds to episodes 31-43.",
          "Aliases": []
        },
        "4": {
          "ID": "880381",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/880381",
          "TitleEnglish": "Mobile Suit Gundam: Char's Counterattack",
          "SummaryEnglish": "In UC 0093 the Federation has recovered from its defeat and has created a new anti-colonial special forces unit to deal with rebel forces: Londo Bell. Elsewhere in space Char Aznable re-appears out of self imposed hiding with a declaration that he now commands his own Neo-Zeon movementand intends to force the emigration of Earth's inhabitants to space by bringing about an apocalypse.",
          "Aliases": []
        },
        "5": {
          "ID": "880391",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/880391",
          "TitleEnglish": "Mobile Suit Gundam F91",
          "SummaryEnglish": "In UC 0123 renewed conflict breaks out after a generation of peace in this continuation of the \"Mobile Suit Gundam\" anime saga. To accommodate the growing population, the Earth Federation has built new space colonies. But the Crossbone Vanguard decides to seize these cities to help establish its extraterrestrial empire. Now, reluctant hero Seabook Arno and his Gundam F91 must lead a fierce struggle for survival.",
          "Aliases": []
        },
        "6": {
          "ID": "6068176",
          "TYPE": "Webisodes and Shorts",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/6068176",
          "TitleEnglish": "The Impression of First Gundam",
          "SummaryEnglish": "Screened together with Gundam: Mission to the Rise at Gundam's 20th Anniversary event \"Gundam Big Bang Sengen\" in Pacifico Yokohama National Convention Hall. Selected scenes from Kidou Senshi Gundam were re-edited for three giant projection screens to give the widescreen feel to the original 4:3 aspect footage. They were also computer synchronized to sweeping lights and lasers to simulate space battles. The soundtrack was remixed for six-channel surround sound. (Source: AniDB)",
          "Aliases": []
        },
        "7": {
          "ID": "7685210",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/7685210",
          "TitleEnglish": "Light of Life Chronicle U.C.",
          "SummaryEnglish": "A bonus video recapping the Universal Century included in the first four releases in the \"U.C. Gundam Blu-ray Libraries\" series of Blu-ray Disc re-releases of the Universal Century installments in the Gundam franchise to commemorate the overall franchise's 40th anniversary, with a story written by Harutoshi Fukui. As the Turn A Gundam's Moonlight Butterfly begins to reduce civilization to dust, the ghosts of Amuro Ray and Lalah Sun look back on the history of the Universal Century.",
          "Aliases": []
        },
        "8": {
          "ID": "8489976",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/8489976",
          "TitleEnglish": "Mobile Suit Gundam Hathaway",
          "SummaryEnglish": "Following the collapse of the Republic of Zeon’s autonomy, the Earth Federation government declared an end to all wars. However, the absolute control exerted by the Earth Federation government has caused the system to decay. High-ranking Federation officials abuse their privileges and forcefully deport residents into outer space for speaking up against the government in a practice known as \"Manhunting\". The year is Universal Century 0105. In order to break the decayed system of the Federation, the secret society \"Mufti\" begins its operations.",
          "Aliases": []
        },
        "9": {
          "ID": "6068184",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/6068184",
          "TitleEnglish": "30th Anniversary Short - Gundam Perfect Mission",
          "SummaryEnglish": "30th Gundam Perfect Mission is a short OVA by Sunrise released in celebration of the 30th anniversary of the Gundam metaseries. It features all the titular and mascot Gundam mobile suits of all Gundam anime up to Mobile Suit Gundam 00 which concluded in 2009. The Gundams take part in a joint mission from Earth to space set to the song Soldiers of Sorrow.",
          "Aliases": []
        },
        "10": {
          "ID": "6068185",
          "TYPE": "Webisodes and Shorts",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/6068185",
          "TitleEnglish": "30th Anniversary Short - Ring of Gundam",
          "SummaryEnglish": "The story of Ring of Gundam takes place in a new era long after the events of the first Mobile Suit Gundam series’ One Year War. In this world setting, a giant 600-kilometer-wide ring now floats in lunar orbit. An Earth Federation Forces member named Eiji discovers an object called “Beauty Memory” buried in a high-altitude, massive rockbed on Earth. The keywords of the story are “Amuro’s memories.”",
          "Aliases": []
        },
        "11": {
          "ID": "9218118",
          "TYPE": "Webisodes and Shorts",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/9218118",
          "TitleEnglish": "Mobile Suit Gundam Battlefield Record: Avant-Title",
          "SummaryEnglish": "A short animation serving as a prequel to the events depicted in the PlayStation 3 game, Mobile Suit Gundam: Battlefield Record U.C. 0081. On December 31, U.C. 0079, the Earth Federation and the Principality of Zeon engage in the final battle of the One Year War at the Zeon space fortress A Baoa Qu. Federation pilot Hugues Courand and Zeon ace Erik Blanke experience the horrors of the battle by witnessing the destruction of their respective mobile suit squads.",
          "Aliases": []
        },
        "12": {
          "ID": "9218122",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/9218122",
          "TitleEnglish": "Mobile Suit Gundam: Cucuruz Doan's Island",
          "SummaryEnglish": "Retells the Cucuruz Doan’s Island episode from a new perspective with some additional details and information about the events that conspired.",
          "Aliases": []
        },
        "13": {
          "ID": "9404549",
          "TYPE": "Webisodes and Shorts",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/9404549",
          "TitleEnglish": "All That Gundam",
          "SummaryEnglish": "All That Gundam is a 1989 animated short made to commemorate the 10th anniversary of the Gundam franchise. It features all suits named Gundam from Mobile Suit Gundam, Mobile Suit Zeta Gundam, Mobile Suit Gundam ZZ and Mobile Suit Gundam: Char's Counterattack. It also features the RX-78NT-1 Gundam \"Alex\" to promote \"Mobile Suit Gundam 0080: War in the Pocket\" released around the same time.",
          "Aliases": []
        },
        "14": {
          "ID": "10870409",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/10870409",
          "TitleEnglish": "機動戦士ガンダム40周年記念 ガンダム G40プロジェクト”スペシャルムービー",
          "SummaryEnglish": "一年戦争の要約を描いており、『機動戦士ガンダム』の象徴的なシーンを新たなデザインで再解釈しています。",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "10720",
      "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/seasons/official/1",
      "# Episodes": 43,
      "Episodes": {
        "1": {
          "ID": "199675",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199675",
          "TitleEnglish": "Gundam Rising",
          "SummaryEnglish": "Civilian Amuro Ray is forced to pilot a prototype Federation mobile suit when enemy Zeon mobile suits attack his home space colony .",
          "Aliases": []
        },
        "2": {
          "ID": "199676",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199676",
          "TitleEnglish": "Destroy Gundam!",
          "SummaryEnglish": "In order to evacuate Side Seven, Amuro Ray and the Gundam duel Char Aznable and his custom Zaku out in space.",
          "Aliases": []
        },
        "3": {
          "ID": "199677",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199677",
          "TitleEnglish": "Vote to Attack",
          "SummaryEnglish": "In order to improve their chances of eluding Char Aznable's pursuit of White Base, the crew has to vote whether to attack a Zeon supply ship or not.",
          "Aliases": []
        },
        "4": {
          "ID": "199678",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199678",
          "TitleEnglish": "Escape From Luna II",
          "SummaryEnglish": "After arriving at a Federation asteroid military base, the White Base is confiscated and its crew are arrested for violating military protocol by allowing civilians to use top secret government property.",
          "Aliases": []
        },
        "5": {
          "ID": "199679",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199679",
          "TitleEnglish": "Re-Entry to Earth",
          "SummaryEnglish": "Bright Noa is instructed to take the White Base to a military base on Earth, but first they have to take on Char Aznable's forces near the atmospheric entry point.",
          "Aliases": []
        },
        "6": {
          "ID": "199680",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199680",
          "TitleEnglish": "Garma Strikes",
          "SummaryEnglish": "White Base arrives on Zeon territory due to Char Aznable's strategy; Garma Zabi, eager to impress his sister Kycilia and his friend Char, decides to attack White Base.",
          "Aliases": []
        },
        "7": {
          "ID": "199681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199681",
          "TitleEnglish": "The Core Fighter's Escape",
          "SummaryEnglish": "Amuro attempts to contact Federation forces by flying back into space with the Core Fighter.",
          "Aliases": []
        },
        "8": {
          "ID": "199682",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199682",
          "TitleEnglish": "Winds of War",
          "SummaryEnglish": "A cease fire is declared between Zeon and Federation forces when the refugees aboard White Base decide to jump ship.",
          "Aliases": []
        },
        "9": {
          "ID": "199683",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199683",
          "TitleEnglish": "Fly, Gundam!",
          "SummaryEnglish": "Amuro feels unwilling to pilot the Gundam anymore, while Garma Zabi is planning to personally lead an attack on White Base.",
          "Aliases": []
        },
        "10": {
          "ID": "199684",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199684",
          "TitleEnglish": "Garma's Fate",
          "SummaryEnglish": "Garma's task force consisting of Gaws pursue White Base to the now ruined city of New Yark.",
          "Aliases": []
        },
        "11": {
          "ID": "199685",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199685",
          "TitleEnglish": "Icelina- Love's Remains",
          "SummaryEnglish": "Icelina Esconbach asks a Zeon officer to lead a special mission to destroy White Base, responsible for the death of her boyfriend Garma.",
          "Aliases": []
        },
        "12": {
          "ID": "199686",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199686",
          "TitleEnglish": "The Threat of Zeon",
          "SummaryEnglish": "Gihren Zabi uses the death of his brother Garma as a rallying point for the Zeon cause while a new task force led by Ramba Ral and his Gouf mobile suit pursue White Base.",
          "Aliases": []
        },
        "13": {
          "ID": "199687",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199687",
          "TitleEnglish": "Coming Home",
          "SummaryEnglish": "Amuro Ray is reunited with his mother Kamaria when the crew of White Base coincidentally decides to rest near the place where he was born.",
          "Aliases": []
        },
        "14": {
          "ID": "199688",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199688",
          "TitleEnglish": "Time, Be Still",
          "SummaryEnglish": "Time is running out for Amuro when a small squadron of Zeon soldiers in hovering bikes plant time bombs all over the Gundam's frame.",
          "Aliases": []
        },
        "15": {
          "ID": "199689",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199689",
          "TitleEnglish": "Cucuruz Doan's Island",
          "SummaryEnglish": "When a distress signal is detected on a small island in the Pacific, Amuro is dispatched with the Core Fighter to investigate the source.",
          "Aliases": []
        },
        "16": {
          "ID": "199690",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199690",
          "TitleEnglish": "Sayla's Agony",
          "SummaryEnglish": "Sayla Mass sorties with the Gundam without authorization in the hopes of finding out whether Char Aznable is her long lost brother.",
          "Aliases": []
        },
        "17": {
          "ID": "199691",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199691",
          "TitleEnglish": "Amuro Deserts",
          "SummaryEnglish": "Bright Noa decides to relieve Amuro as pilot of the Gundam after a tactical blunder made by the latter on the field of battle nearly results in defeat.",
          "Aliases": []
        },
        "18": {
          "ID": "199692",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199692",
          "TitleEnglish": "Zeon's Secret Mine",
          "SummaryEnglish": "The crew of White Base searches for the Amuro and the Gundam; Amuro hopes to end the war by attacking a mine believed to be the main source of iron ore for the Zeon war industry.",
          "Aliases": []
        },
        "19": {
          "ID": "199693",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199693",
          "TitleEnglish": "Ramba Ral's Attack",
          "SummaryEnglish": "A mobile suit squadron led by Ramba Ral and his Gouf attack White Base while Amuro and the Gundam return just in time to help.",
          "Aliases": []
        },
        "20": {
          "ID": "199694",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199694",
          "TitleEnglish": "Hand-to-Hand Combat",
          "SummaryEnglish": "An all-out battle breaks out inside White Base as Ramba Ral and his soldiers infiltrate the ship in the hopes of capturing or destroying it.",
          "Aliases": []
        },
        "21": {
          "ID": "199695",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199695",
          "TitleEnglish": "Sorrow and Hatred",
          "SummaryEnglish": "Crowley Hamon spearheads one last suicidal attack on White Base with what remains of the troops once led by Ramba Ral.",
          "Aliases": []
        },
        "22": {
          "ID": "199696",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199696",
          "TitleEnglish": "The Trap of M'Quve",
          "SummaryEnglish": "As Operation Odessa nears, Colonel M'Quve lures the White Base into a trap while Bright Noa is unable to captain the ship.",
          "Aliases": []
        },
        "23": {
          "ID": "199697",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199697",
          "TitleEnglish": "Matilda's Rescue",
          "SummaryEnglish": "Lieutenant Matilda's supply corps is attacked by Zeon Goufs when they attempt to send upgrade modules for the Gundam and supply and repair parts for White Base.",
          "Aliases": []
        },
        "24": {
          "ID": "199698",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199698",
          "TitleEnglish": "Black Tri-Star",
          "SummaryEnglish": "A mole inside the Federation tips off Zeon HQ, who then send the Black Tri-Stars special team ordered to destroy the White Base and her prototype mobile suits.",
          "Aliases": []
        },
        "25": {
          "ID": "199699",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199699",
          "TitleEnglish": "The Battle of Odessa",
          "SummaryEnglish": "Amuro discovers the Zeon mole, stops a nuclear bomb, and faces off the remaining two members of the Black Tri-Stars as the battle at Odessa continues.",
          "Aliases": []
        },
        "26": {
          "ID": "199700",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199700",
          "TitleEnglish": "Char Returns",
          "SummaryEnglish": "Under the command of Char Aznable, new Zeon amphibious mobile suits attack White Base, docked in a Federation base at Belfast.",
          "Aliases": []
        },
        "27": {
          "ID": "199701",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199701",
          "TitleEnglish": "A Spy on Board",
          "SummaryEnglish": "Kai Shiden develops a friendship with Miharu Ratokie, a local girl, while Char prepares a second amphibious attack on the Federation at Belfast.",
          "Aliases": []
        },
        "28": {
          "ID": "199702",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199702",
          "TitleEnglish": "Across the Atlantic Ocean",
          "SummaryEnglish": "Thanks to intelligence acquired from Miharu, Flanagan Boone and his Mad Angler squadron attack the White Base en route to Jaburo headquarters in South America.",
          "Aliases": []
        },
        "29": {
          "ID": "199703",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199703",
          "TitleEnglish": "Tragedy in Jaburo",
          "SummaryEnglish": "The White Base finally reaches Jaburo general headquarters; Zeon then launches a massive invasion on the base led by Char and his custom Z'Gok.",
          "Aliases": []
        },
        "30": {
          "ID": "199704",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199704",
          "TitleEnglish": "A Wish of War Orphans",
          "SummaryEnglish": "Char infiltrates Jaburo with a squadron of Acguy mobile suits and plant time bombs on the Federation's new mass-produced GMs, but not before being discovered by Katz, Kikka, and Letz.",
          "Aliases": []
        },
        "31": {
          "ID": "199705",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199705",
          "TitleEnglish": "A Decoy in Space",
          "SummaryEnglish": "White Base and the Gundam confront the cruiser Zanzibar, led by Char, and a mobile armor called Bigro in low earth orbit.",
          "Aliases": []
        },
        "32": {
          "ID": "199706",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199706",
          "TitleEnglish": "Breakthrough",
          "SummaryEnglish": "A task force of Musai cruisers and Rick Doms led by Dren attempt to destroy the White Base as it heads towards the neutral colony of Side Six.",
          "Aliases": []
        },
        "33": {
          "ID": "199707",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199707",
          "TitleEnglish": "Farewell in Side Six",
          "SummaryEnglish": "In need of repairs, the White Base is attacked outside the neutral Side Six by a fleet led by Captain Coskon.",
          "Aliases": []
        },
        "34": {
          "ID": "199708",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199708",
          "TitleEnglish": "A Fateful Encounter",
          "SummaryEnglish": "Inside Side Six, Amuro meets a beautiful girl named Lalah Sune and tensions run high when a Zanzibar ship led by Char Aznable docks next to the White Base.",
          "Aliases": []
        },
        "35": {
          "ID": "199709",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199709",
          "TitleEnglish": "The Glory of Solomon",
          "SummaryEnglish": "A massive Federation combined space fleet attacks the Principality of Zeon's Fortress of Solomon, commanded by Dozle Zabi.",
          "Aliases": []
        },
        "36": {
          "ID": "199710",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199710",
          "TitleEnglish": "Big Zam's Last Stand",
          "SummaryEnglish": "As the battle continues, a hulking mobile armor piloted by Dozle Zabi inflicts heavy losses on the Federation; Amuro and Sleggar come up with a plan to stop its onslaught.",
          "Aliases": []
        },
        "37": {
          "ID": "199711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199711",
          "TitleEnglish": "The Duel in Texas",
          "SummaryEnglish": "Amuro Ray's Gundam duels Colonel M'Quve's Gyan on the abandoned and dilapitated colony of Texas while Char and Lalah watch from afar.",
          "Aliases": []
        },
        "38": {
          "ID": "199712",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199712",
          "TitleEnglish": "Char and Sayla",
          "SummaryEnglish": "Char Aznable's Gelgoog takes over M'Quve on engaging the Gundam while the White Base enters the Texas colony and sends Sayla Mass and Job John to search for Amuro.",
          "Aliases": []
        },
        "39": {
          "ID": "199713",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199713",
          "TitleEnglish": "The Newtype: Challia Bull",
          "SummaryEnglish": "Gihren Zabi sends Char a Newtype to pilot the new Braw Bro; Amuro's own Newtype abilities are growing as he senses the presence of Lalah.",
          "Aliases": []
        },
        "40": {
          "ID": "199714",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199714",
          "TitleEnglish": "Lalah's Dilemma",
          "SummaryEnglish": "The Gundam is upgraded and Lalah's Elmeth enters combat for the first time; Amuro and Lalah cross paths again but this time as enemies.",
          "Aliases": []
        },
        "41": {
          "ID": "199715",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199715",
          "TitleEnglish": "A Cosmic Glow",
          "SummaryEnglish": "Amuro and Lalah fight each other for the second time and communicate telepathically, while Gihren Zabi inspects the construction of the Solar Ray.",
          "Aliases": []
        },
        "42": {
          "ID": "199716",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199716",
          "TitleEnglish": "Space Fortress A Baoa Qu",
          "SummaryEnglish": "Federation forces, including White Base, proceed to invade the Fortress of A Baoa Qu despite losing half of their combined fleet caused by Zeon's Solar Ray; Amuro and Char -now piloting the Zeong- engage in battle again.",
          "Aliases": []
        },
        "43": {
          "ID": "199717",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam/episodes/199717",
          "TitleEnglish": "Escape",
          "SummaryEnglish": "The Battle of A Baoa Qu reaches a critical point; White Base is deep within enemy territory, Amuro and Char's relentless duel continues, and Kycilia Zabi struggles in command.",
          "Aliases": []
        }
      }
    }
  }
}