{
    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0247902/",
        "https://www.themoviedb.org/tv/902"
    ],
    "TitleEnglish": "Yu-Gi-Oh! Duel Monsters",
    "SummaryEnglish": "Follows the adventures of high school student Yugi, who has a magical secret that comes to life when he plays his favorite card game: 'Duel Monsters.",
    "TitleJapanese": "遊☆戯☆王デュエルモンスターズ",
    "SummaryJapanese": "高校生の遊戯の冒険を追う。遊戯は、お気に入りのカードゲームである「デュエルモンスターズ」をプレイすることで、魔法の秘密が現実のものとなる。",
    "Aliases": [
        "Yu-Gi-Oh! Duelo de Monstruos",
        "Yu-Gi-Oh! Duel Monsters"
    ],
    "Modified": "2025-08-23",
    "Seasons": {
        "0": {
            "Episodes": {}
        },
        "1": {
            "ID": "11648",
            "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/seasons/official/1",
            "# Episodes": 49,
            "Episodes": {
                "1": {
                    "ID": "219291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219291",
                    "TitleEnglish": "The Heart of the Cards",
                    "SummaryEnglish": "When Seto Kaiba forces Yugi Moto's grandfather to duel him, crushing him and taking his most valued card, the Blue-Eyes White Dragon, as a prize, Yugi Moto and his friends Joey Wheeler, Tea Gardner and Tristan Taylor step in and a duel between Yugi and Kaiba begins. But while Kaiba's monsters prove too powerful for Yugi's deck, smashing through his defences, there may still be hope for Yugi if he can put his trust in the Heart of the Cards and claim victory from the jaws of defeat.",
                    "TitleJapanese": "戦慄のブルーアイズ・ホワイトドラゴン",
                    "SummaryJapanese": "武藤遊戯は「千年パズル」の完成によって人生が大きく変わった。ある日、遊戯の祖父・双六が持つ町レアカード「青眼の白龍」を狙う海馬がデュエルを仕掛けてきた。遊戯は倒れた祖父に代わって立ち向かう。"
                },
                "2": {
                    "ID": "219292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219292",
                    "TitleEnglish": "The Gauntlet is Thrown",
                    "SummaryEnglish": "After watching Yugi's skill in his duel against Seto Kaiba, Joey becomes determined that he will also make it as a duellist and asks Yugi's grandpa to train him. As the rigorous training regime begins to pay off, Joey learns a lot about strategy when he sees how Weevil Underwood crushed his opponent Rex Raptor's more powerful monsters with the help of a few Magic and Trap cards. However the real tactics begin when Yugi is forced into a timed duel against the mysterious Maximillion Pegasus who seems able to predict his every move before he has even made it.",
                    "TitleJapanese": "幻想師(イリュージョニスト)ノー・フェイスの罠",
                    "SummaryJapanese": "千年パズルの完成によって人生が動きだした武藤遊戯。彼のもとに届いたビデオはデュエルモンスターズの生みの親、ペガサス・J・クロフォードのものだった。千年アイテムを持つペガサスが闇のゲームを仕掛ける。"
                },
                "3": {
                    "ID": "219293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219293",
                    "TitleEnglish": "Journey to the Duelist Kingdom",
                    "SummaryEnglish": "With his grandfather's soul taken by Maximillion Pegasus, Yugi has little choice but accept his offer to take part in the Duelist Kingdom tournament. Determined not to let his friend go it alone, Joey offers to come too, hoping that he may be able to win the tournament himself in order to raise the money for his sister Serenity's eye operation. As the two set off for Duelist Kingdom they do not realise that Tea and Tristan have also stowed away on board, not wanting to miss out on the fun. However things turn sour when Weevil Underwood, the Regional Champion, uses dirty tactics to prevent Yugi from ever summoning Exodia again.",
                    "TitleJapanese": "失われしエクゾディア",
                    "SummaryJapanese": "武藤遊戯は千年パズルの完成によって人生が大きく変わった。祖父を救い出すため、遊戯はペガサス主催のデュエル大会に臨み、城之内も出場しようとする。彼には出場しなければならない事情があった。"
                },
                "4": {
                    "ID": "219294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219294",
                    "TitleEnglish": "Into The Hornet's Nest (Part 1 of 2)",
                    "SummaryEnglish": "As the Duelist Kingdom tournament begins, Maximillion Pegasus explains that only those who can win a total of ten Star Chips will be qualified to enter the finals. Determined to take his revenge on Weevil for throwing his Exodia cards overboard, Yugi is lured into the forest where a duelling arena appears. Once the duel begins, Weevil quickly begins to exploit the advantages of Pegasus's new rules system in an attempt to gain an early lead, but Yugi is no novice and won't be as easy to defeat as Weevil hopes.",
                    "TitleJapanese": "インセクターコンボ",
                    "SummaryJapanese": "武藤遊戯の人生は千年パズルの完成によって大きく動きだした。全国大会の優勝者・インセクター羽蛾と遊戯のデュエル。王国での独特なルールに手を焼く遊戯は、羽蛾の昆虫カードに追い込まれていく。"
                },
                "5": {
                    "ID": "219295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219295",
                    "TitleEnglish": "The Ultimate Great Moth (Part 2 of 2)",
                    "SummaryEnglish": "Yugi's first Duelist Kingdom duel continues, but despite turning the tables on Weevil things are far from over. Attempting to foil Weevil's plans, Yugi finds himself worse off than ever as his opponent summons the seemingly impenetrable Cocoon of Evolution. Is nothing in Yugi's deck strong enough to defeat this creature before the Ultimate Great Moth is summoned to the field?",
                    "TitleJapanese": "究極完全態・グレート・モス",
                    "SummaryJapanese": "武藤遊戯は千年パズルを完成させた瞬間、自身の中にもうひとつの闇の人格「闇遊戯」が現れ人生が変わった。羽蛾の必勝コンボ・グレートモスが炸裂し、遊戯は劣勢に立たされるが、勝利を手にするため奮闘する。"
                },
                "6": {
                    "ID": "219296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219296",
                    "TitleEnglish": "First Duel",
                    "SummaryEnglish": "Joey's search for a dueling opponent lead's him to accept a challenge from veteran duelist, Mai Valentine. But when Mai begins to demonstrate an unnerving psychic-like ability, Joey becomes totally flustered, leaving him no choice but to figure out Mai's secret strategy before falling victim to it!",
                    "TitleJapanese": "華麗なるハーピィ・レディ",
                    "SummaryJapanese": "デュエリストたちの戦いが今日も繰り広げられる。孔雀舞はデュエルの相手に城之内を指名。伏せたままでカードがわかる舞に城之内は悪戦苦闘。だが、失明寸前の妹のため城之内は勝たねばならない。"
                },
                "7": {
                    "ID": "219297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219297",
                    "TitleEnglish": "Attack From the Deep",
                    "SummaryEnglish": "Mako Tsunami, the master of the Sea Deck, lures Yugi into a duel on his own Sea playing field where all his monsters gain a field advantage. Can Yugi adapt to these new settings to turn the tide of battle?.",
                    "TitleJapanese": "海神(かいじん)リバイアサン",
                    "SummaryJapanese": "武藤遊戯は千年パズルの完成によって人生が大きく動きだした。遊戯たちの前に現れた梶木漁太は海のデッキを操るデュエリスト。海フィールドでの決闘は圧倒的に漁太が有利で、遊戯は追い詰められていく。"
                },
                "8": {
                    "ID": "219298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219298",
                    "TitleEnglish": "Everything's Relative (Part 1 of 3)",
                    "SummaryEnglish": "If Yugi is eliminated from the tournament, Kaiba Corporation's crooked Board of Directors will transfer control of the company from Kaiba to Pegasus. Kaiba's younger brother, Mokuba, challenges Yugi to a duel not only to protect his brother's company but to regain their honor. Is Pegasus successfully manipulating possible allies against each other?.",
                    "TitleJapanese": "奪われたブルーアイズ・ホワイト・ドラゴン",
                    "SummaryJapanese": "千年パズルの完成により人生が変わった武藤遊戯。海馬の弟・モクバが現れ、参加デュエリストから盗んだデッキで遊戯に挑戦する。遊戯たちは海馬コーポレーションを乗っ取ろうとたくらむペガサスの陰謀を知る。"
                },
                "9": {
                    "ID": "219299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219299",
                    "TitleEnglish": "Duel With A Ghoul (Part 2 of 3)",
                    "SummaryEnglish": "Yugi is challenged to a duel by ghostly figure claiming to be the spirit of Seto Kaiba. But with his best cards resting at the bottom of the ocean, Yugi must discover a new strategy as he once again faces the legendary Blue Eyes White Dragon.",
                    "TitleJapanese": "起死回生(きしかいせい)！マジカルシルクハット",
                    "SummaryJapanese": "武藤遊戯は千年パズルの完成によって人生が大きく変わった。ペガサスから刺客・物真似師こと海馬が差し向けられ、彼の姿と声に遊戯は動揺する。そして、海馬の青眼の白龍が遊戯に襲いかかった。"
                },
                "10": {
                    "ID": "219300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219300",
                    "TitleEnglish": "Give Up The Ghost (Part 3 of 3)",
                    "SummaryEnglish": "Yugi manages to defeat the first Blue Eyes White Dragon, but there are two more waiting in the wings. As the duel rages on the real Seto Kaiba races to save Yugi from defeat at the hands of his own deck.",
                    "TitleJapanese": "逆襲のブルーアイズ・ホワイト・ドラゴン",
                    "SummaryJapanese": "千年パズルの完成により人生が変わった武藤遊戯。ペガサスの陰謀を知った海馬は、コンピューターネットで遊戯のデュエルに介入を試みるもペガサスに阻まれる。海馬のカードの前に、遊戯は絶体絶命の危機に陥る。"
                },
                "11": {
                    "ID": "219301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219301",
                    "TitleEnglish": "The Dueling Monkey (Part 1 of 2)",
                    "SummaryEnglish": "Baited by Mai, Joey accepts a challenge to duel Rex Raptor without any aid from his friend's. But as Rex destroys Joey's best monsters, will the card given to him by Tristan remind him that with his friends he is never alone in battle.",
                    "TitleJapanese": "友情パワー！バーバリアン1号・2号",
                    "SummaryJapanese": "デュエリストたちの熱い戦いが今日も繰り広げられる。舞のしもべとなった竜崎と城之内のデュエル。準優勝者・竜崎の恐竜デッキに手も足も出ない城之内を救ったのは、本田からもらったカードだった。"
                },
                "12": {
                    "ID": "219302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219302",
                    "TitleEnglish": "Trial By Red Eyes (Part 2 of 2)",
                    "SummaryEnglish": "Joey duels valiantly, but Rex has unleashed his secret weapon: the Red Eyes Black Dragon. Joey must figure out the secret of the Time Wizard card given to him by Yugi, or face defeat and the end of his hopes of helping his sister, Serenity.",
                    "TitleJapanese": "黒き炎！レッドアイズ・ブラックドラゴン",
                    "SummaryJapanese": "デュエリストたちの真剣勝負が今日も繰り広げられる。レアカード・時の魔術師の力で城之内が竜崎を下した。その夜、一行は舞とひとときの休息を取る。そこへ、何とクラスメイトの獏良が現れた。"
                },
                "13": {
                    "ID": "219303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219303",
                    "TitleEnglish": "Evil Spirit of the Ring",
                    "SummaryEnglish": "Yugi's classmate Bakura, possessed by his Millennium Ring's dark powers, traps Yugi and his friends in a Shadow Game where they become the cards themselves. Not only must Yugi battle to avoid becoming a permanent part of the card game, but also free Bakura's soul from the Millennium Ring's control.",
                    "TitleJapanese": "メタモルポットの罠（わな）！炎の剣士危うし",
                    "SummaryJapanese": "武藤遊戯の人生は千年パズルを完成させたことで大きく動きだした。千年リングの闇の力でカードに封じ込まれてしまった遊戯たち。それは、デュエルでの死が現実の死につながる闇のデュエルだった。"
                },
                "14": {
                    "ID": "219304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219304",
                    "TitleEnglish": "The Light at the End of the Tunnel (Part 1 of 2)",
                    "SummaryEnglish": "Mai has fallen victim to Panik, a duelist hired as an eliminator by Pegasus, and lost all her star chips. Yugi vows to defeat him and win them back. Panik, confident that Yugi will fall before his fear inducing deck accepts.",
                    "TitleJapanese": "漆黒のデュエル！闇晦ましの城",
                    "SummaryJapanese": "千年パズルの完成により人生が変わった武藤遊戯。闇を操るプレイヤーキラーに舞が襲われ、スターチップを失ってしまった。遊戯が立ち向かうが、特殊なデュエルリングでの卑劣な決闘に引きずり込まれてしまう。"
                },
                "15": {
                    "ID": "219305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219305",
                    "TitleEnglish": "Winning Through Intimidation (Part 2 of 2)",
                    "SummaryEnglish": "Yugi may have found a way to defeat Panik, but has he lost the plot by telling his opponent how he intends to defeat him?. As the Eliminator continues to build his army in the cover of darkness, Yugi must pull out all the stops if he hopes to win the duel.",
                    "TitleJapanese": "闇を切り裂け！光の護封剣（ごふうけん）",
                    "SummaryJapanese": "武藤遊戯の人生は千年パズルの完成によって大きく変わった。圧倒的な劣勢のなか、遊戯は「後3ターンで貴様は終わりだ」とプレイヤーキラーを挑発。光の護封剣で闇を照らした遊戯が次の手に出る。"
                },
                "16": {
                    "ID": "219306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219306",
                    "TitleEnglish": "The Scars of Defeat",
                    "SummaryEnglish": "Pegasus has a meeting with the KaibaCorp executives to plan their takeover, and to discuss Mokuba. Meanwhile, Kaiba himself returns to Duelist Kingdom looking for Mokuba. He lands at Yugi's campsite in the middle of the night, which results in a fight between him and Joey. Kaiba then challenges Joey to a duel using his new duel disk technology so he can test it for his duel against Pegasus.",
                    "TitleJapanese": "激突！ブルーアイズVSレッドアイズ",
                    "SummaryJapanese": "武藤遊戯は千年パズルを完成させたことから人生が大きく動きだした。王国に降り立った海馬瀬人。遊戯が物真似師から取り返したデッキを受け取った海馬に、城之内が挑みかかってデュエルが始まる。"
                },
                "17": {
                    "ID": "219307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219307",
                    "TitleEnglish": "Arena of Lost Souls (Part 1 of 2)",
                    "SummaryEnglish": "Joey is haunted by nightmares of Kaiba and his Blue Eyes White Dragon , but the nightmares soon become real as he is kidnapped by Bandit Keith's gang and taken to a sinister secret cave with a graveyard playing field. As Yugi and his friends search for him, Joey is forced into a duel with Bonz, unaware of what Bandit Keith has in store for him.",
                    "TitleJapanese": "恐怖！リビングデッドの呼び声",
                    "SummaryJapanese": "デュエリストたちの戦いが今日も繰り広げられる。海馬に歯が立たなかったが、気を取り直してデュエルに燃える城之内。遊戯たちと離れた隙にバンデット・キースのわなに落ち、墓場フィールドに突入する。"
                },
                "18": {
                    "ID": "219308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219308",
                    "TitleEnglish": "Arena of Lost Souls (Part 2 of 2)",
                    "SummaryEnglish": "Joey falters under the onslaught of the seemingly unstoppable zombie monsters unleashed by Bonz, and, in an act of desperation, summons Time Wizard. But has his luck finally run out ?.",
                    "TitleJapanese": "右手に盾を左手に剣を",
                    "SummaryJapanese": "デュエリストたちの真剣勝負が今日も繰り広げられる。城之内は遊戯のアドバイスなしで過酷なデュエルを戦うが、切り札「時の魔術師」も不発となり絶体絶命に。一方、城之内を探す遊戯たちも地下洞窟にたどり着いた。"
                },
                "19": {
                    "ID": "219309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219309",
                    "TitleEnglish": "Double Trouble Duel (Part 1 of 3)",
                    "SummaryEnglish": "Trapped in the labyrinth cave, Yugi and his friends find an alternate exit, but the door is guarded by Pegasus's Paradox Brothers. YugiI and Joey join forces in a team battle against the pair, but the stakes are high, as all their star chips and entrance to Pegasus's castle is on the line.",
                    "TitleJapanese": "迷宮のタッグ・デュエル",
                    "SummaryJapanese": "武藤遊戯は千年パズルの完成によって人生が大きく変わった。キースに地下に閉じ込められた遊戯たちは、地下迷宮を支配する迷宮兄弟と変則タッグデュエルをすることになる。勝たなければ、外には出られないのだ。"
                },
                "20": {
                    "ID": "219310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219310",
                    "TitleEnglish": "Double Trouble Duel (Part 2 of 3)",
                    "SummaryEnglish": "Yugi and Joey pool their strengths and manage to fend off their opponents' monsters, but things are about to change as the Paradox Brother's summon the almighty Gate Guardian, a monster in the class of Exodia. Is Joey helping Yugi in this duel, or will his lack of experience seal their fate.",
                    "TitleJapanese": "三神合体！ゲート・ガーディアン",
                    "SummaryJapanese": "武藤遊戯をはじめとするデュエリストたちの熱い戦いが今日も繰り広げられる。チームワークで猛攻を何とか防ぐ遊戯と城之内だが、迷宮兄弟の最強モンスター「ゲートガーディアン」が立ちはだかった。"
                },
                "21": {
                    "ID": "219311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219311",
                    "TitleEnglish": "Double Trouble Duel (Part 3 of 3)",
                    "SummaryEnglish": "Yugi and Joey each unleash their strongest monster, the Summoned Skull and the Red Eyes Black Dragon, but their strength pales in comparison to the tremendous power of the Gate Guardian. Nevertheless, Yugi and Joey battle on, knowing that even if they defeat the brothers they must still solve the riddle of the doors or remain underground forever.",
                    "TitleJapanese": "悪魔竜！ブラック・デーモンズ・ドラゴン",
                    "SummaryJapanese": "武藤遊戯は、祖父からもらった千年パズルを完成させたことから人生が大きく変わった。遊戯と城之内の息の合ったコンボでゲートガーディアンを撃破。だが、迷宮の出口は迷宮兄弟の謎掛けに秘められていた。"
                },
                "22": {
                    "ID": "219312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219312",
                    "TitleEnglish": "Face Off (Part 1 of 3)",
                    "SummaryEnglish": "Using the magic of the Millennium Eye, Pegasus traps Mokuba's soul inside a card right before Kaiba's eyes. In order to earn the right to challenge Pegasus, Kaiba must first beat Yugi and take his star chips. The rematch between Yugi and Kaiba is about to begin.",
                    "TitleJapanese": "宿命のデュエル！遊戯VS海馬",
                    "SummaryJapanese": "デュエリストたちの真剣勝負が今日も繰り広げられる。ペガサスの城の前で遊戯を待っていた海馬は、モクバを救うために遊戯を倒してペガサスと戦おうとしていた。城壁の上で遊戯対海馬のデュエルが始まる。"
                },
                "23": {
                    "ID": "219313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219313",
                    "TitleEnglish": "Face Off (Part 2 of 3)",
                    "SummaryEnglish": "Kaiba summons the Blue Eyes Ultimate Dragon, the strongest monster in his deck - a fusion of three Blue Eyes White Dragon's. Yugi has lost all his powerful Duel Monsters, but fight's on despite the realisation that, rather than toying with him as he did in their first duel, Kaiba is now desperate for a victory and will stop at nothing to win.",
                    "TitleJapanese": "最強！華麗！究極竜",
                    "SummaryJapanese": "デュエリストたちの戦いが今日も繰り広げられる。海馬の「死のデッキ破壊ウイルス」により、強力カードを失った遊戯。一方、海馬は青眼の白龍の三体融合によって「ブルーアイズアルティメットドラゴン」を召喚した。"
                },
                "24": {
                    "ID": "219314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219314",
                    "TitleEnglish": "Face Off (Part 3 of 3)",
                    "SummaryEnglish": "Yugi begins spinning a strategy to put the Blue Eyes Ultimate Dragon to rest, but he must decide whether to claim victory or spare Kaiba's life. Yugi's heart is split in two, but will the spirit of the puzzle choose compassion, or victory at any cost ?.",
                    "TitleJapanese": "クリボー増殖！驚愕の結末",
                    "SummaryJapanese": "武藤遊戯は千年パズルを完成させた瞬間、自身の中にもうひとつの闇の人格「闇遊戯」が現れ人生が変わった。究極龍を葬る逆転の策を編み出した遊戯だが、勝利を取るか海馬の命を救うか、究極の選択に心が揺れる。"
                },
                "25": {
                    "ID": "219315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219315",
                    "TitleEnglish": "Shining Friendship",
                    "SummaryEnglish": "After losing his duel to Kaiba, Yugi only has five star chips left and refuses to duel again, afraid he may not be able to control the spirit of the puzzle. Mai finally arrives at the castle, with the eight star chips she promised Yugi. However, Yugi will not take them. Tea has other idea's and challenges Mai in Yugi's place.",
                    "TitleJapanese": "涙のデュエル！フレンドシップ",
                    "SummaryJapanese": "デュエリストたちの真剣勝負が今日も繰り広げられる。スターチップを失いぼう然とする遊戯。舞が現れ、借りたスターチップを返そうとするが受け取らない。遊戯に代わって杏子がスターチップを賭けて舞に挑戦する。"
                },
                "26": {
                    "ID": "219316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219316",
                    "TitleEnglish": "Champion versus Creator (Part 1 of 2)",
                    "SummaryEnglish": "With ten star chips each, Yugi, Joey, Mai and the others head back to Pegasus's castle ready for their chance to duel him. Inside the castle they find Bandit Keith who is also waiting for his duel with Pegasus. He tells them that they'll have to wait for the current duel to end first, a duel between Kaiba and Pegasus. Can Kaiba defeat an opponent who knows his moves even before he does?.",
                    "TitleJapanese": "モクバを救え！海馬VSペガサス",
                    "SummaryJapanese": "武藤遊戯をはじめとするデュエリストたちの熱い戦いが今日も繰り広げられる。モクバの魂を賭けてペガサスと戦う海馬だが、ペガサスのマインドスキャンの前に翻弄され、青眼の白龍も奪われてしまう。"
                },
                "27": {
                    "ID": "219317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219317",
                    "TitleEnglish": "Champion versus Creator (Part 2 of 2)",
                    "SummaryEnglish": "As Kaiba continues his duel with Pegasus, Yugi tells the others about the power of Pegasus's Millennium Eye. Joey seems to think that if the Millennium Eye really had such powers there would be no way for Kaiba to win. Yugi disagrees with this, reminding Joey that Kaiba is the champion of the game - but champion or not is Joey right and will this spell the end for Seto Kaiba ?.",
                    "TitleJapanese": "海馬散る！無敵のトゥーンワールド",
                    "SummaryJapanese": "武藤遊戯をはじめとするデュエリストたちの熱い戦いが今日も繰り広げられる。ペガサスの｢トゥーンワールド｣になす術がない海馬。一方、死闘の末に力尽き、魂の牢獄に封印された遊戯は、打倒ペガサスを誓う。"
                },
                "28": {
                    "ID": "219318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219318",
                    "TitleEnglish": "The Night Before",
                    "SummaryEnglish": "Night falls on Duelist Kingdom and as Yugi and Mai prepare for the following day, Tristan leads an exploration party to uncover Pegasus's secrets. Meanwhile, Joey drifts into pleasant dream's, unaware of Bandit Keith's plan to eliminate him from the contest.",
                    "TitleJapanese": "決戦前夜！ペガサスの秘密",
                    "SummaryJapanese": "決戦の前夜、遊戯は祖父・双六と海馬兄弟のため打倒ペガサスを誓う。一方、ペガサスの秘密を探るため城の中を探索する本田たち。眠り込んだ城之内は、決勝に参加するためのカードをキースに盗まれてしまった。"
                },
                "29": {
                    "ID": "219319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219319",
                    "TitleEnglish": "Duel Identity (Part 1 of 2)",
                    "SummaryEnglish": "The duelist Kingdom playoffs begin, starting with the duel between Yugi and Mai. As Yugi's friends watch him from the balcony, Yugi and Mai begin to duel, but Yugi is not willing to accept the help of the spirit of the puzzle anymore, afraid of what it might do to Mai. With Yugi only half concentrating on the duel can he possibly hope to win ?.",
                    "TitleJapanese": "絶体絶命！誘惑のシャドウ",
                    "SummaryJapanese": "遊戯と舞のデュエルが始まった。そこで、目の前のペガサスが気になってデュエルに集中できない遊戯を舞が一喝。銀幕の鏡壁、誘惑のシャドウを繰り出す舞の攻撃で、遊戯は絶体絶命の危機を迎える。"
                },
                "30": {
                    "ID": "219320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219320",
                    "TitleEnglish": "Duel Identity (Part 2 of 2)",
                    "SummaryEnglish": "As the first playoff duel rages, Yugi seems helpless against the power of Mai's Harpy Combo Team. Yugi still won't accept help from the spirit of the puzzle either. But, after some reassurance from his friends, Yugi decides to trust the spirit of the puzzle and together they must think of a plan to defeat Mai.",
                    "TitleJapanese": "伝説の最強戦士 カオス・ソルジャー降臨",
                    "SummaryJapanese": "武藤遊戯は千年パズルを完成させたことで人生が大きく変わった。ハーピィズとハーピィズペット竜によって追い詰められた遊戯は、もう後がない状況でカオスの儀式を引き当て、カオス・ソルジャーを召喚する。"
                },
                "31": {
                    "ID": "219321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219321",
                    "TitleEnglish": "Keith's Machinations (Part 1 of 2)",
                    "SummaryEnglish": "Joey frantically searches for the card that permits him to enter the final battle, not realizing Bandit Keith had stolen it from him the night before. Just as he is about to give in to despair, Joey receives help from a new, and unexpected, friend.",
                    "TitleJapanese": "凶悪・重機械デッキ",
                    "SummaryJapanese": "デュエリストたちの熱い戦いが繰り広げられる。城之内は、決勝トーナメントに出場するためのカード「王の右手の栄光」をキースに盗まれていた。それに気づかずカードを探す城之内の前に舞が現れ、カードを渡す。"
                },
                "32": {
                    "ID": "219322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219322",
                    "TitleEnglish": "Keith's Machinations (Part 2 of 2)",
                    "SummaryEnglish": "Bandit Keith's Machine deck forces Joey to take the defensive, but, Joey turns the tables on Keith by using his own strategy and his Red Eyes Black Dragon against him. Is victory assured, or does the cheating Bandit Keith literally have one last card up his sleeve.",
                    "TitleJapanese": "時を超えろ！レッドアイズ・ブラックメタルドラゴン",
                    "SummaryJapanese": "機械デッキのパワフルな攻撃に防戦一方の城之内だったが、キースの戦法を真似ることで活路を見いだす。そしてレッドアイズをメタル化し、タイムマシンによって時を超えて召喚し、キースを粉砕した。"
                },
                "33": {
                    "ID": "219323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219323",
                    "TitleEnglish": "Best of Friends, Best of Duelists (Part 1 of 2)",
                    "SummaryEnglish": "With his pride in his strength as a duelist on the line, Joey challenges Yugi for the right to face Pegasus. In this battle between friends, a fierce match ensues between the two people who know each other's strategies and cards better than anyone.",
                    "TitleJapanese": "友情の決勝戦　遊戯VS城之内(前編)",
                    "SummaryJapanese": "千年パズルの完成により人生が動きだした武藤遊戯。その彼に、デュエリストとしての意地とプライドを懸け、城之内は挑戦する。互いのカード、戦術を知る熱い攻防のなか、2人の脳裏をさまざまな思い出がよぎる。"
                },
                "34": {
                    "ID": "219324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219324",
                    "TitleEnglish": "Best of Friends, Best of Duelists (Part 2 of 2)",
                    "SummaryEnglish": "Yugi is shocked as Joey uses the Time Wizard card he gave him as a sign of their friendship against him. However, as the two battle each other and one comes out the victor, they find confirmation of the strength of their friendship that surpasses any duel.",
                    "TitleJapanese": "友情の決勝戦　遊戯VS城之内(後編)",
                    "SummaryJapanese": "遊戯からもらった「時の魔術師」によって城之内は勝利を確信する。しかし、タイムマジックには城之内が知らない効果が秘められていた。そして正々堂々と戦った2人は、互いに友情を再確認するのだった。"
                },
                "35": {
                    "ID": "219325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219325",
                    "TitleEnglish": "Yugi versus Pegasus: Match Of The Millennium (Part 1 of 5)",
                    "SummaryEnglish": "Yugi prepares for the ultimate battle against Pegasus with the souls of his Grandfather, Kaiba, and Mokuba on the line. Meanwhile, Tristan and Bakura infiltrate the castle to find the Kaiba brothers, but at this crucial moment, is Bakura once again under the control of the evil spirit of the Millennium ring.",
                    "TitleJapanese": "最終決闘　遊戯VSペガサス",
                    "SummaryJapanese": "双六の魂を取り戻すため、海馬とモクバを救うため、そして城之内の妹の手術代のため、ついに遊戯とペガサスのデュエルが幕を開ける。そんななか、本田と獏良は、海馬兄弟を救い出すため城に潜入する。"
                },
                "36": {
                    "ID": "219326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219326",
                    "TitleEnglish": "Yugi versus Pegasus: Match Of The Millennium (Part 2 of 5)",
                    "SummaryEnglish": "Pegasus punishes Yugi using the same Toon Deck and mind-reading abilities he used on Kaiba. As Pegasus turns Yugi's monsters against him, Yugi loses the will to battle. Will Yugi's fate be sealed, along with his soul, in a card forever.",
                    "TitleJapanese": "攻略不能!?　無敵のトゥーン軍団",
                    "SummaryJapanese": "千年パズルの完成で人生が変わった武藤遊戯。ミレニアムアイの力によって戦略を見透かされ、なす術がない遊戯はペガサスのトゥーンワールドの前に戦意を喪失する。一方、本田は獏良が見せる闇の力に驚がくする。"
                },
                "37": {
                    "ID": "219327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219327",
                    "TitleEnglish": "Yugi versus Pegasus: Match Of The Millennium (Part 3 of 5)",
                    "SummaryEnglish": "Yugi has found a way to counter Pegasus's mind-reading ability. by switching back and forth between himself and the spirit of the puzzle he is able to destroy Pegasus's Toon World. But, far from being over the next level of the deadly Shadow Game has only just begun.",
                    "TitleJapanese": "反撃開始！　マインドシャッフル",
                    "SummaryJapanese": "ペガサスの攻撃が外れた。マインドスキャンの効果を消すために、2人の遊戯がマインドシャッフルをしていたのだ。トゥーンワールドを粉砕されてしまったペガサスは、遊戯を闇のゲームへと引きずり込む。"
                },
                "38": {
                    "ID": "219328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219328",
                    "TitleEnglish": "Yugi versus Pegasus: Match Of The Millennium (Part 4 of 5)",
                    "SummaryEnglish": "Yugi crumples in exhaustion under the crippling power of the Shadow Game. His friends yell desperate encouragement, but their voices cannot penetrate the sphere of darkness. Yugi's chance's of victory are ebbing away, as is his life.",
                    "TitleJapanese": "邪眼発動 サクリファイス",
                    "SummaryJapanese": "獏良の力の源・千年リングを捨て、本田はモクバの救出にも成功した。しかし、闇の魔力の前に表遊戯が力尽きて倒れてしまい、絶体絶命の危機に立たされる。杏子たちは闇の中の遊戯を必死で応援する。"
                },
                "39": {
                    "ID": "219329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219329",
                    "TitleEnglish": "Yugi versus Pegasus: Match Of The Millennium (Part 5 of 5)",
                    "SummaryEnglish": "Little Yugi collapses, leaving only the spirit of the puzzle to duel against Pegasus. Pegasus tries to read the spirit's mind, but Tea, Joey and Tristan use their friendship ritual to block him out. Can the mysterious spirit of the puzzle defeat Pegasus alone as the shadow game draw's to a close.",
                    "TitleJapanese": "光と闇の融合　ブラックカオス降臨",
                    "SummaryJapanese": "杏子たちの願いが遊戯に届き、ペガサスのマインドスキャンを封じることに成功。遊戯はマジシャン・オブ・ブラックカオスを召喚し、ペガサスを打ち倒す。ショックを受けたペガサスは姿を消してしまった。"
                },
                "40": {
                    "ID": "219330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219330",
                    "TitleEnglish": "Aftermath",
                    "SummaryEnglish": "The Pegasus saga comes to an end, but a new journey is about to begin. Yugi meets a mysterious Egyptian named Shadi who enters Yugi's mind with the Millennium Key. What are these Millennium Items, and do they hold the answer to the mystery behind the Shadow Games.",
                    "TitleJapanese": "キング　オブ　デュエリスト",
                    "SummaryJapanese": "遊戯たちはペガサスを捜すが、闇の獏良がペガサスの千年眼を先に奪い取ってしまった。一行はペガサスの日記を見つけ、書かれてある秘密を知る。そして遊戯は闇の力により、謎の男・シャーディーと出会う。"
                },
                "41": {
                    "ID": "219331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219331",
                    "TitleEnglish": "The Wrath of Rebecca (Part 1 of 2)",
                    "SummaryEnglish": "When eight year-old Rebecca arrives in town to reclaim her Blue-Eyes White Dragon back from Yugi's grandpa, she and Yugi end up fighting each other in a duel for the card. But as Rebecca begins to bust out some familiar moves, Yugi's grandpa begins to suspect that Rebecca is related to a close friend of his. However as his grandpa watches from the sidelines, Yugi must find a way to defeat a mysterious duellist with a childish personality but some very serious duelling tactics.",
                    "TitleJapanese": "アメリカからきた少女",
                    "SummaryJapanese": "千年パズルの完成で人生が変わった武藤遊戯。王国から帰還した遊戯たちは魂を取り戻した双六を囲んで喜ぶ。そこに少女が現れ「ブルーアイズを返せ」と双六に迫り、遊戯が双六に代わってデュエルを受ける。"
                },
                "42": {
                    "ID": "219332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219332",
                    "TitleEnglish": "The Ties of Friendship (Part 2 of 2)",
                    "SummaryEnglish": "As Rebecca summons the Shadow Ghoul, it seems like there is no way for Yugi to win. However as Yugi and his friends wonder how he can defeat the mysterious duellist, Yugi's grandpa already knows how the duel is going to end, having played the exact same match himself many years before.",
                    "TitleJapanese": "必殺のシャドーグール",
                    "SummaryJapanese": "少女・レベッカは双六の友人の孫娘で、ブルーアイズを奪われたと信じ込んでいたのだ。そんな彼女に遊戯は勝ちを譲る。そこへレベッカの祖父が現れて誤解を解き、遊戯とレベッカは新たな友情で結ばれる。"
                },
                "43": {
                    "ID": "219333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219333",
                    "TitleEnglish": "Legendary Heroes (Part 1 of 3)",
                    "SummaryEnglish": "The traitorous board of directors of Kaiba Corporation trap Seto Kaiba inside his own virtual reality game. Mokuba recruits Yugi and Joey to free him from this ultimate game, where the cost of losing is death.",
                    "TitleJapanese": "ビッグ５の罠　デュエルモンスターズクエスト",
                    "SummaryJapanese": "海馬瀬人は会社に戻り、ビッグ5と対決する。彼らが作ったアドベンチャーゲームを評価するため、バーチャル世界に入った海馬だが、わなに捕らえられてしまった。そして、モクバが遊戯たちに助けを求める。"
                },
                "44": {
                    "ID": "219334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219334",
                    "TitleEnglish": "Legendary Heroes (Part 2 of 3)",
                    "SummaryEnglish": "The quest for Kaiba continues with a little help from Mai. But can Yugi and his friends adapt to a virtual world where the rules and strategies keep changing every step of the way.",
                    "TitleJapanese": "伝説の勇者　遊戯",
                    "SummaryJapanese": "千年パズルの完成で武藤遊戯の人生が変わった。モクバ、遊戯、城之内のパーティに孔雀舞が加わる。捕らえられた海馬の情報を求めて一行が旅を続けるなか、生贄と間違われてモクバが魔物にさらわれてしまう。"
                },
                "45": {
                    "ID": "219335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219335",
                    "TitleEnglish": "Legendary Heroes (Part 3 of 3)",
                    "SummaryEnglish": "Yugi and friends rescue Kaiba, but they are still stuck in the game. The only exit is past a fearsome dragon. Can Yugi and Kaiba, two former opponents, work together and face the biggest enemy of their lives.",
                    "TitleJapanese": "DMクエスト3　マスター・オブ・ドラゴンナイト",
                    "SummaryJapanese": "千年パズルの完成により人生が大きく変わった武藤遊戯。モクバが海馬と出会い、遊戯たちに合流して最終ボスを倒した。そして、ゲームに介入しようとしたビッグ5をバーチャル世界の中に閉じ込めてしまう。"
                },
                "46": {
                    "ID": "219336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219336",
                    "TitleEnglish": "Dungeon Dice Monsters (Part 1 of 4)",
                    "SummaryEnglish": "A new student, Duke Devlin, defeats Joey in a game of Duel Monsters, forcing Joey to become his servant. Duke orders Joey to wear a dog costume and humiliates him in public, leading Yugi to challenge Duke to a duel. However, this will not be a Duel Monsters match but a new game of his creation - Dungeon Dice Monsters.",
                    "TitleJapanese": "なぞの転校生　御伽龍児",
                    "SummaryJapanese": "転校生・御伽龍児が現れ、城之内や遊戯に対して挑発的な態度を取る。新しいパッケージを開けてのデュエルで、城之内が御伽に倒され犬扱いされる。これに怒る遊戯に対し、御伽は「次はお前だ」と挑みかかる。"
                },
                "47": {
                    "ID": "219337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219337",
                    "TitleEnglish": "Dungeon Dice Monsters (Part 2 of 4)",
                    "SummaryEnglish": "In exchange for Joey's freedom, Yugi agrees to give up Duel Monsters forever if he loses. Unfamiliar with the rules, Yugi gets off to a rough start. His chances do not improve as Duke reveals that he designed Dungeon Dice Monsters with Pegasus's aid. Can Yugi learn the new complex rules, much less form a strategy, before he is defeated.",
                    "TitleJapanese": "対決！ダンジョンダイスモンスターズ",
                    "SummaryJapanese": "遊戯は、ペガサスが残したもうひとつのゲーム｢ダンジョン・ダイス・モンスターズ｣での戦いに引き込まれる。御伽が勝ったら二度とデュエルモンスターズをプレイしないと約束した遊戯は、慣れないゲームに苦戦する。"
                },
                "48": {
                    "ID": "219338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219338",
                    "TitleEnglish": "Dungeon Dice Monsters (Part 3 of 4)",
                    "SummaryEnglish": "As the Dungeon Dice game between Yugi and Duke continues, Yugi begins to work out the rules of the game, and how to use them to his advantage. And as Yugi wipes out two of Duke's three heart points, it seems that the King of Games is going to keep his crown after all.",
                    "TitleJapanese": "遊戯苦戦　ゴッドオーガスの猛攻",
                    "SummaryJapanese": "武藤遊戯は、祖父からもらった千年パズルを完成させたことから人生が大きく変わった。終盤戦に突入し、遊戯に新しいモンスターを召喚するためのスペースは残されておらず、絶体絶命の危機を迎える。"
                },
                "49": {
                    "ID": "219339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219339",
                    "TitleEnglish": "Dungeon Dice Monsters (Part 4 of 4)",
                    "SummaryEnglish": "After Duke's all-powerful Orgoth The Relentless dices Yugi's entire cadre of monsters into shreds, Yugi only has one turn left before he loses all his heart points. Yugi's last hope rests in one final dice roll in the thrilling conclusion to Dungeon Dice Monsters.",
                    "TitleJapanese": "奇跡のディメンジョン　ブラックマジシャン召喚",
                    "SummaryJapanese": "デュエリストたちの戦いが今日も繰り広げられる。遊戯は最も信頼するブラックマジシャンの召喚に成功して勝利し、御伽は引き下がる。DDMはDMと並んで偉大なるゲームデザイナー・ペガサスの遺産として評価される。"
                }
            }
        },
        "2": {
            "ID": "11649",
            "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/seasons/official/2",
            "# Episodes": 48,
            "Episodes": {
                "1": {
                    "ID": "219340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219340",
                    "TitleEnglish": "The Mystery Duelist (Part 1 of 2)",
                    "SummaryEnglish": "When a mysterious fortune teller steals Yugi's Puzzle, he follows him to a warehouse where Yugi must duel the mysterious figure to win back his Puzzle. But as the duel begins, Yugi recognises his opponent's voice and eventually identifies him as Bandit Keith. However Keith has changed since Yugi last saw him and is now under the control of the mysterious figure. And with Keith's new-found masters comes a new style of playing, one that even Yugi might not be able to beat.",
                    "TitleJapanese": "過去からの挑戦　戦慄のゼラ",
                    "SummaryJapanese": "デュエリストたちの熱い戦いが今日も展開。遊戯の千年パズルを奪い取り、デュエルを申し込む謎の占い師は、何者かに操られたバンデット・キースだった。次々に繰り出される強力なレアカードに遊戯は苦戦する。"
                },
                "2": {
                    "ID": "219341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219341",
                    "TitleEnglish": "The Mystery Duelist (Part 2 of 2)",
                    "SummaryEnglish": "The mysterious menace controlling Bandit Keith shatters the Millennium Puzzle into pieces before setting the dueling arena ablaze. Can Yugi put the Millennium Puzzle back together and save the spirit before the entire room is engulfed in flames.",
                    "TitleJapanese": "砕かれた千年パズル",
                    "SummaryJapanese": "千年パズルの完成によって人生が変わった武藤遊戯。狂気に駆られたキースが千年パズルをバラバラに壊してしまった。パズルが鎖に固定されているため、炎に囲まれながらパズルを組み立てようとする遊戯だが…。"
                },
                "3": {
                    "ID": "219342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219342",
                    "TitleEnglish": "The Past is Prologue",
                    "SummaryEnglish": "The origin of Duel Monsters is revealed. Using the magic of the Millennium Necklace, Egyptian historian Ishizu Ishtar shows Seto Kaiba how Duel Monsters was played millennia ago. It seems the ancient games have been resurrected in modern times, along with three almighty beasts of unstoppable power - the Egyptian God Monsters.",
                    "TitleJapanese": "第52話 失われた王(ファラオ)の記憶",
                    "SummaryJapanese": "エジプト考古局のイシズが海馬を呼び出し、デュエルモンスターズの原点となった古代の壁画を見せ、海馬は古代エジプトでのデュエルのイメージを見る。さらにイシズは、盗まれた神のカードのことを語りだす。"
                },
                "4": {
                    "ID": "219343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219343",
                    "TitleEnglish": "Steppin' Out",
                    "SummaryEnglish": "The spirit of the Millennium Puzzle realizes that his memories of ancient Egypt have faded, but Tea is going to help him uncover the mysteries of his past. Tea and the Pharaoh hang out and head to an arcade. At the arcade, Tea beats Johnny Steps at a dance machine and he demands a re-match. However, Yugi decides to duel him instead and if he wins, Tea has to date him.",
                    "TitleJapanese": "炎のダンスバトル",
                    "SummaryJapanese": "千年パズルの完成が武藤遊戯の人生を変えた。表遊戯の計らいでデートをする闇遊戯と杏子。ダンサーになる夢を語る杏子に不良ダンサーが絡み、ダンサーとのデュエルに勝った遊戯は杏子と共にエジプト展に向かう。"
                },
                "5": {
                    "ID": "219344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219344",
                    "TitleEnglish": "Obelisk the Tormentor",
                    "SummaryEnglish": "To face the future, Yugi must first look into the past. He learns that he was a powerful Pharaoh who saved the world five thousand years ago, and he must now save the world again. Meanwhile, Kaiba tests the hidden powers of his Egyptian God Card Obelisk The Tormentor against the fury of his Blue Eyes Ultimate Dragon.",
                    "TitleJapanese": "この町は､バトルシティとなる！",
                    "SummaryJapanese": "千年パズルの完成によって武藤遊戯の人生が変わった。自分の絵が描かれた壁画を見た遊戯はイシズと会い、自らの出自の謎を意識する。海馬はイシズから託された神のカードをシミュレートし、その威力を知った。"
                },
                "6": {
                    "ID": "219345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219345",
                    "TitleEnglish": "Stalked by the Rare Hunters",
                    "SummaryEnglish": "On his way to the hospital to see his sister, Joey is cornered by a group of sinister Rare Hunters, who force him into a duel where, if he lose's, the Rare Hunters get his precious Red Eyes Black Dragon. Though Joey pummels his foes with his mighty monster armada, eliminating life points isn't the only path to victory.",
                    "TitleJapanese": "グールズ強襲 狙われた真紅眼の黒竜",
                    "SummaryJapanese": "デュエリストたちの熱い戦いが今日も繰り広げられる。グールズのレアハンターにレッドアイズを奪われた城之内。その日は妹・静香の手術の日だった。本田に連れられて静香と会った城之内は、諦めずに戦うことを誓う。"
                },
                "7": {
                    "ID": "219346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219346",
                    "TitleEnglish": "Yugi Versus The Rare Hunter (Part 1 of 2)",
                    "SummaryEnglish": "As Battle City begins, Yugi challenges the Rare Hunter who stole Joey's Red Eyes in order to win it back for his friend. However as the duel begins, Joey tries to warn Yugi of his opponent's strategy, but Yugi refuses to be told. Will Yugi be able to win against a duellist who is about to draw the final piece of Exodia?.",
                    "TitleJapanese": "激闘！バトルシティ開幕",
                    "SummaryJapanese": "武藤遊戯は千年パズルを完成させた瞬間、自身の中にもうひとつの闇の人格「闇遊戯」が現れ人生が変わった。大会が始まり、城之内が奪われたレッドアイズを取り戻すため、遊戯はレアハンターと戦う。"
                },
                "8": {
                    "ID": "219347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219347",
                    "TitleEnglish": "Yugi Versus The Rare Hunter (Part 2 of 2)",
                    "SummaryEnglish": "Yugi figures out the Rare Hunter's strategy to summon the almighty Exodia, but is it too late to stop him. The Rare Hunter already has four pieces of Exodia in his hand, and the fifth and final piece is on top of his deck. How can Yugi stop the invincible Exodia.",
                    "TitleJapanese": "逆転 連鎖破壊(チェーンディストラクション)",
                    "SummaryJapanese": "デュエルに集中する遊戯はレアハンターの作戦を見破ったが、次のターンで「封印されしエクゾディア」が完成してしまう。「光の封殺剣」で時間を稼ぎつつ、遊戯は言葉でレアハンターを追い詰めていく。"
                },
                "9": {
                    "ID": "219348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219348",
                    "TitleEnglish": "The ESP Duelist (Part 1 of 2)",
                    "SummaryEnglish": "When Joey challenges Espa Roba, a duellist who has just defeated Rex Raptor, little does he suspect that Espa has psychic powers and can see his hand. However when some of his opponent's predictions aren't quite right, Joey suspects that Espa is not as amazing as he seems, only able to see what parts of the cards that Joey can see.",
                    "TitleJapanese": "エスパー絽場 サイキックデッキの恐怖",
                    "SummaryJapanese": "城之内の最初の相手は、ダイナソー竜崎を破ったエスパー絽場だった。相手の手札を見抜く超能力デュエリストを相手に城之内は悪戦苦闘。その様子を、静香と本田がインターネットを通じて見ていた。"
                },
                "10": {
                    "ID": "219349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219349",
                    "TitleEnglish": "The ESP Duelist (Part 2 of 2)",
                    "SummaryEnglish": "Joey discovers that Espa Roba's extrasensory perception was a hoax, but he's not yet free from Espa's mental manipulations. Espa Roba's Jinzo not only slaughters all of Joey's monsters, but grows in power every turn. Joey's luck has come to an end... or has it?.",
                    "TitleJapanese": "勇気ある賭け 廻れルーレットスパイダー",
                    "SummaryJapanese": "絽場のサイコショッカーを前に、絶体絶命の城之内に杏子の声援が飛ぶ。「静香ちゃんが見てるのよ」の声を聞いた城之内は最後まで諦めずにいた。そして、運命を託したルーレットスパイダーが回りだす。"
                },
                "11": {
                    "ID": "219350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219350",
                    "TitleEnglish": "The Master Of Magicians (Part 1 of 3)",
                    "SummaryEnglish": "The magician duelist Arkana transports Yugi to the world's most lethal dueling arena where the cost of losing is banishment to the Shadow Realm. Yugi must win this duel or he'll lose much more than his Dark Magician.",
                    "TitleJapanese": "ブラックマジシャン使いパンドラ",
                    "SummaryJapanese": "遊戯の前に現れたのはグールズのデュエリスト・パンドラ。彼は3枚の「ブラックマジシャン」をデッキに入れたブラックマジシャン使いだった。このため、遊戯のブラックマジシャンが封じられてしまう。"
                },
                "12": {
                    "ID": "219351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219351",
                    "TitleEnglish": "The Master of Magicians (Part 2 of 3)",
                    "SummaryEnglish": "Yugi continues his duel against Arkana. However, Yugi can not seem to overcome Arkana's own Dark Magician, not to mention his ectoplasmer cards. Will he be able to beat Arkana?. Meanwhile, Grandpa, Tea, Joey, and Tristan comb the city trying to find Yugi.",
                    "TitleJapanese": "魂のブラックマジック",
                    "SummaryJapanese": "千年パズルの完成により武藤遊戯の人生が変わった。回転のこぎりが敗者を襲うデュエル。ブラックマジシャンへの対策を用意したパンドラの前に追い詰められていく遊戯だったが、ブラックマジシャンが彼を救う。"
                },
                "13": {
                    "ID": "219352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219352",
                    "TitleEnglish": "The Master Of Magicians (Part 3 of 3)",
                    "SummaryEnglish": "As the duel between Arkana and Yugi continues, both sides struggle to beat the other, pitting Dark Magician against Dark Magician. However, Yugi has a secret weapon in Dark Magician Girl. Meanwhile, Joey and the other's continue the search for the secret duelling arena.",
                    "TitleJapanese": "魔術師の弟子 ブラックマジシャンガール",
                    "SummaryJapanese": "武藤遊戯は、祖父からもらった千年パズルを完成させたことで人生が大きく変わった。ブラックマジシャン使いのパンドラが知らない黒魔術師の弟子・ブラックマジシャンガールで、遊戯がパンドラにとどめを刺す。"
                },
                "14": {
                    "ID": "219353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219353",
                    "TitleEnglish": "Playing With A Parasite (Part 1 of 2)",
                    "SummaryEnglish": "In the middle of the city, Yugi, Joey, and Mai compare locater cards, with Mai having four, Yugi having three, and Joey having two. Trying not to be outdone by his friends, Joey rushes off to find a duel. However, a little boy steals his deck. While chasing him, he encounter's Weevil Underwood and challenge's him to a duel. However, unknown to Joey the thief has placed a nasty surprise in his deck.",
                    "TitleJapanese": "復讐の罠　暴走！パラサイド",
                    "SummaryJapanese": "デュエリストたちの熱い戦いが今日も繰り広げられる。インセクター羽蛾の挑戦を受けた城之内だが、デッキには「寄生虫パラサイド」が仕込まれていた。羽蛾の強力インセクトデッキに城之内はなす術がない。"
                },
                "15": {
                    "ID": "219354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219354",
                    "TitleEnglish": "Playing With a Parasite (Part 2 of 2)",
                    "SummaryEnglish": "Joey continues his duel against Weevil. following Joey's defeat of his Great Moth Weevil unleashes his secret weapon, the Insect Queen. The Queen's ability keeps Joey backed into a corner with no exit in sight. Meanwhile, Marik plans his next move against Yugi.",
                    "TitleJapanese": "鋼鉄(はがね)の騎士ギアフリード",
                    "SummaryJapanese": "デュエリストたちの真剣勝負が今日も繰り広げられる。城之内の「鉄の騎士ギアフリー」はパラサイド・コンボの影響を受けていなかった。そして、城之内の逆転コンボが卑劣なインセクター羽蛾に炸裂する。"
                },
                "16": {
                    "ID": "219355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219355",
                    "TitleEnglish": "Mime Control (Part 1 of 3)",
                    "SummaryEnglish": "Marik is making his way to Battle City by boat, and is planing his ultimate strike on Yugi. He takes control of Strings - The Silent One and forces him to duel. At first the duel is going neither way. However, Marik is about to pull out his trump card, the Egyptian God card, Slifer the Sky Dragon.",
                    "TitleJapanese": "マリク始動　神のコンボ",
                    "SummaryJapanese": "千年パズルの完成によって人生が大きく動きだした武藤遊戯。寡黙な人形とはパントマイマーのことだった。神のカード「オシリスの天空竜」を持つパントマイマーにマリクの意識が宿り、遊戯との死闘が幕を開けた。"
                },
                "17": {
                    "ID": "219356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219356",
                    "TitleEnglish": "Mime Control (Part 2 of 3)",
                    "SummaryEnglish": "Strings summons one of the most powerful creatures in the history of Duel Monsters - the Egyptian God Monster Slifer The Sky Dragon. What chance does Yugi's deck have against this unstoppable force.",
                    "TitleJapanese": "オシリスの天空竜　SAINT DRAGON -THE GOD OF OSIRIS",
                    "SummaryJapanese": "千年パズルの完成により人生が大きく変わった武藤遊戯。ついにオシリスの天空竜が召喚された。マリクは、手札の数だけ攻撃力を増す能力を魔法カード「無限の手札」とのコンボで強化し、遊戯を窮地に追い込む。"
                },
                "18": {
                    "ID": "219357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219357",
                    "TitleEnglish": "Mime Control (Part 3 of 3)",
                    "SummaryEnglish": "Yugi continues his duel, being outmatched by Slifer and its special ability every turn. Even his best Magic and Trap cards are not working. Can Yugi discover Slifer's one fatal flaw before he's annihilated by tens of thousands of attack points?.",
                    "TitleJapanese": "神を超えろ！究極の無限ループ",
                    "SummaryJapanese": "武藤遊戯の人生は千年パズルの完成によって大きく動きだした。苦戦する遊戯に海馬は「無限などまやかしだ。神を超えてみせろ」と激を飛ばす。オシリスの攻撃力は2万を超え、遊戯を圧倒するが…。"
                },
                "19": {
                    "ID": "219358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219358",
                    "TitleEnglish": "Legendary Fisherman (Part 1 of 2)",
                    "SummaryEnglish": "Joey arrives at the aquarium where he finds Mako taking part in the show. Joey challenges Mako to a duel. If Joey wins, he can enter the finals. As the duel begins, Joey thinks that he is taking an early lead, however, Mako has plenty of surprises left in his ocean deck.",
                    "TitleJapanese": "見えない敵　シーステルスII",
                    "SummaryJapanese": "千年パズルの完成が武藤遊戯の人生を変えた。仲間がマリクに狙われているのではと焦る遊戯は城之内たちを捜す。その頃、城之内は、以前遊戯と戦ったことがある梶木漁太と水族館でデュエルを始める。"
                },
                "20": {
                    "ID": "219359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219359",
                    "TitleEnglish": "Legendary Fisherman (Part 2 of 2)",
                    "SummaryEnglish": "Mako's warrior The Legendary Fisherman unleashes a wave of destruction by stealthily destroying Joey's monsters from the depths of the sea. Joey must use all his skills, training, and experience to counter Mako's torrential tactics. Meanwhile, Kaiba and Yugi have located Joey, and are heading there. However, it may already be too late!",
                    "TitleJapanese": "伝説のフィッシャーマン",
                    "SummaryJapanese": "水族館でデュエルを始めた城之内。梶木漁太は、やはり手ごわかった。シーステルス戦術を見破ったまでは良かったが、いまだ城之内は不利なまま。マリクの魔手が虎視眈々と城之内たちを狙っていた。"
                },
                "21": {
                    "ID": "219360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219360",
                    "TitleEnglish": "Double Duel (Part 1 of 4)",
                    "SummaryEnglish": "Marik, with the help of Bakura, kidnaps Joey and Tea. To make matters worse, the Rare Hunters also kidnap Mokuba and force Yugi and Kaiba to take on tag team duelists Umbra and Lumis in a deadly Shadow Game.",
                    "TitleJapanese": "仮面の呪縛　高層のデュエル",
                    "SummaryJapanese": "武藤遊戯は千年パズルの完成によって人生が大きく変わった。城之内らのもとへと急ぐ遊戯と海馬の前に仮面のデュエリストが出現。モクバをも捕らえたレアハンターたちとの命を懸けたタッグデュエルが始まる。"
                },
                "22": {
                    "ID": "219361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219361",
                    "TitleEnglish": "Double Duel (Part 2 of 4)",
                    "SummaryEnglish": "Tea has been thrown into a small room by the Rare Hunters and is joined shortly by Mokuba. Back at the duel, things get worse for Yugi & Kaiba as Lumis & Umbra continue to strengthen their tag team assult. Can Yugi and Kaiba put their differences aside before they're sent on a one-way trip to the Shadow Realm?.",
                    "TitleJapanese": "封じられた神のカード",
                    "SummaryJapanese": "仮面レアハンターたちの連係プレイによって、生贄召喚を封じられてしまった遊戯と海馬。上級モンスターを召喚することも攻撃することもできない。また、城之内やモクバの安否も気がかりだった。"
                },
                "23": {
                    "ID": "219362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219362",
                    "TitleEnglish": "Double Duel (Part 3 of 4)",
                    "SummaryEnglish": "Yugi and Kaiba start to exhibit signs of teamwork, but it's too little too late to stop Umbra and Lumis summoning their Masked Beast Des Gardius, a monstrous menace even more powerful than the Blue Eyes White Dragon.",
                    "TitleJapanese": "結束せよ！",
                    "SummaryJapanese": "遊戯と海馬は、生贄召喚を封じられてしまい、手の打ちようがなくなった。タッグデュエルで勝利するためには、結束の力が必要だ。遊戯と海馬は、結束して仮面レアハンターたちの連携を乱さなければならない。"
                },
                "24": {
                    "ID": "219363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219363",
                    "TitleEnglish": "Double Duel (Part 4 of 4)",
                    "SummaryEnglish": "Yugi combines his magnetic monsters to summon the mighty Valkyrion The Magna Warrior. However, little does Yugi know that Umbra and Lumis have one final mask to turn his own monsters against him.",
                    "TitleJapanese": "オベリスクの巨神兵　THE GOD OF OBELISK",
                    "SummaryJapanese": "遊戯のマグネット・バルキリオンが仮面デュエリストの手に落ちたが、遊戯と海馬の連携プレイで神モンスター「オベリスクの巨神兵」を召喚。モクバは無事に脱出したが、杏子たちは捕らえられたままだった。"
                },
                "25": {
                    "ID": "219364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219364",
                    "TitleEnglish": "The Rescue",
                    "SummaryEnglish": "Yugi and Kaiba are on a rescue mission to save their friends. But along the way, all their worries and secrets are revealed as they relive the troubles they've faced... and will be facing in the future.",
                    "TitleJapanese": "絆",
                    "SummaryJapanese": "武藤遊戯の人生は千年パズルの完成によって大きく変わった。城之内たちを救出するために、童実野埠頭へ急ぐ遊戯、海馬、モクバ。彼らはバトルシティでの戦い、約束、友情を振り返り、救出することを誓う。"
                },
                "26": {
                    "ID": "219365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219365",
                    "TitleEnglish": "Friends 'Til the End (Part 1 of 4)",
                    "SummaryEnglish": "With Joey under Marik's mind control, Yugi is forced to duel his best friend in a twisted timed match where only one will survive.",
                    "TitleJapanese": "非情の決闘(デュエル) 遊戯vs城之内",
                    "SummaryJapanese": "武藤遊戯をはじめとするデュエリストたちの熱い戦いが今日も繰り広げられる。遊戯たちを待っていたのは、マリクに操られた城之内。杏子を人質に取られ、遊戯と城之内の命を懸けたデュエルが始まった。"
                },
                "27": {
                    "ID": "219366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219366",
                    "TitleEnglish": "Friends 'Til the End (Part 2 of 4)",
                    "SummaryEnglish": "Though Joey decimates Yugi's life points, Yugi can't bring himself to attack his friend.Yugi summons Joey's Red-Eyes Black Dragon to try to bring Joey back to his senses. Will seeing his favorite card help Joey break Marik's spell, or is Yugi's last ditch effort a lost cause.",
                    "TitleJapanese": "届け！友情の真紅眼の黒竜(レッドアイズブラックドラゴン)",
                    "SummaryJapanese": "マリクに操られた城之内。その城之内は禁止カードで遊戯を攻撃。ためらう闇遊戯に代わって表遊戯が前面に立ち、城之内との友情のカード「真紅眼の黒竜」を召喚し、さらに千年パズルを城之内に託す。"
                },
                "28": {
                    "ID": "219367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219367",
                    "TitleEnglish": "Friends 'Til the End (Part 3 of 4)",
                    "SummaryEnglish": "An enraged Marik finds his hold over Joey slipping, which leads to a weakened Red-Eyes surviving to defend Yugi's life points. But when Marik draws Meteor of Destruction, all hope seems lost.",
                    "TitleJapanese": "絶望へのカウントダウン",
                    "SummaryJapanese": "城之内への洗脳が少しずつ解け始めていた。城之内はマリクの命令にあらがい、真紅眼の黒竜へ攻撃を仕掛けない。一方、本田と静香もグールズに追われ、御伽、舞と合流して童実野埠頭にやってきた。"
                },
                "29": {
                    "ID": "219368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219368",
                    "TitleEnglish": "Friends 'Til the End (Part 4 of 4)",
                    "SummaryEnglish": "Joey finally breaks free, and finds, to his horror, that Yugi plans to lose the duel and give up his life. Can Joey save Yugi, or will their friendship come to a tragic end.",
                    "TitleJapanese": "ボクを撃て！運命のラストターン",
                    "SummaryJapanese": "精霊の鏡を使って自らのライフをゼロにした遊戯は、重りに引きずられて海中に沈んでいく。われに返った城之内は、自分の身を顧みず遊戯を救う。そして、海馬、静香たちが2人を救出するために行動を起こす。"
                },
                "30": {
                    "ID": "219369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219369",
                    "TitleEnglish": "Shadow Of A Duel",
                    "SummaryEnglish": "Bakura unleashes his army of ghosts against Bonz's zombies for the right to enter the Battle City finals. But for whom will the final bell toll when this duel is played out in the Shadow Realm.",
                    "TitleJapanese": "ゴーストデッキvsオカルトデッキ",
                    "SummaryJapanese": "遊戯を葬ることを果たせなかったマリクは、「バトルシティ」の決勝トーナメントに向かう。それを知った獏良は重傷の身でバトルシティに参加し、ゴースト骨塚と墓場を舞台にデュエルを開始する。"
                },
                "31": {
                    "ID": "219370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219370",
                    "TitleEnglish": "Lights, Camera, Duel",
                    "SummaryEnglish": "Hollywood heartthrob Jean-Claude Magnum challenges Mai to a duel in order to win her hand in marriage. Will Mai succumb to Jean-Claude's charm, not to mention his deck of ninja monsters, or will she send him packing back to Tinseltown.",
                    "TitleJapanese": "忍者使い(ニンジャマスター)マグナム見参",
                    "SummaryJapanese": "今日も戦うデュエリストたち。パズルカードが指し示す「バトルシティ」決勝会場に向かう遊戯たちの前に、映画スターのジョン・クロード・マグナムが現れ、デュエルで勝ったら結婚しろと孔雀舞に迫る。"
                },
                "32": {
                    "ID": "219371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219371",
                    "TitleEnglish": "Let the Finals Begin!",
                    "SummaryEnglish": "As the Battle City finals begin the eight finalists will have their skill and endurance put to the ultimate test in a dueling arena thousands of feet in the sky. Yugi and friends finally meet the other finalists, but some of them are not who they appear to be",
                    "TitleJapanese": "バトルシップ 発進！",
                    "SummaryJapanese": "決勝トーナメントが行われる巨大な飛行船の上の特設リングに海馬、遊戯、城之内、舞が集結した。そこへナムと偽ったマリク、傷ついた獏良、そしてマリクと名乗るリシドが現れ、飛行船が発進する。"
                },
                "33": {
                    "ID": "219372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219372",
                    "TitleEnglish": "The Dark Spirit Revealed (Part 1 of 3)",
                    "SummaryEnglish": "It's the first duel of the Battle City finals as Yugi squares off against the evil spirit of the Millennium Ring who has possessed Bakura. Yugi quickly disposes of Bakura's ghouls, but Bakura has a sinister strategy straight from the graveyard.",
                    "TitleJapanese": "天空のファーストデュエル 遊戯 vs 闇の獏良",
                    "SummaryJapanese": "トーナメントの1回戦は、獏良と遊戯。千年パズルに宿る闇の人格に操られた獏良はダークネクロフィアを召喚するが、遊戯はブラックマジシャンガールで葬る。しかし、それが恐怖のオカルトコンボの引き金だった。"
                },
                "34": {
                    "ID": "219373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219373",
                    "TitleEnglish": "The Dark Spirit Revealed (Part 2 of 3)",
                    "SummaryEnglish": "Bakura activates Destiny Board, which will cause Yugi to lose automatically in five turns, and, to make matters worse, Bakura's Dark Sanctuary damages Yugi's Life Points every time Yugi attacks. Unable to attack and running out of time, Yugi is trapped.",
                    "TitleJapanese": "死を呼ぶウィジャ盤",
                    "SummaryJapanese": "フィールド魔法・暗黒聖域の効果で遊戯のモンスターは怨霊に憑依され、遊戯自身のLPが削られていく。さらに、ウィジャ盤が召喚される。D、E、A、T、Hの5文字がウィジャ盤に揃えば、遊戯の命はないのだ。"
                },
                "35": {
                    "ID": "219374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219374",
                    "TitleEnglish": "The Dark Spirit Revealed (Part 3 of 3)",
                    "SummaryEnglish": "Yugi finally overcomes Bakura's tactics when he summons Slifer the Sky Dragon. But Marik plots to make him face a difficult decision: save the world or risk harming a friend.",
                    "TitleJapanese": "闇を砕け　神の一撃！",
                    "SummaryJapanese": "デュエリストたちの真剣勝負が続く。怨霊が彷徨う暗黒聖域では遊戯に打つ手はない。彼に残された唯一の手は、神のカード・オシリスの天空竜を引き当てることだったが、マリクは獏良の命を盾に遊戯を脅迫する。"
                },
                "36": {
                    "ID": "219375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219375",
                    "TitleEnglish": "Rage Of The Egyptian Gods",
                    "SummaryEnglish": "The origin of the Egyptian God Cards is finally revealed. The mysterious Shadi takes Yugi on a journey back in time to the creation of Duel Monsters... and the dangerous powers it released.",
                    "TitleJapanese": "秘められた力 神のカードの謎",
                    "SummaryJapanese": "昏睡状態に陥る獏良。一方、遊戯の前にはシャーディーが現れ、神のカードの呪われた歴史を語りだす。エジプトの古代遺跡をもとに3枚のカードを作ったが、制作に携わった人間は次々と不幸に見舞われたのだと言う。"
                },
                "37": {
                    "ID": "219376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219376",
                    "TitleEnglish": "Awakening of Evil (Part 1 of 4)",
                    "SummaryEnglish": "Joey duels Odion, disguised as Marik, but quickly falls behind when he faces Odion's powerful traps. Joey attempts to take advantage of his deck's lack of monsters, but is he just falling into another trap.",
                    "TitleJapanese": "城之内 vs トラップデッキ",
                    "SummaryJapanese": "デュエリストたちの戦いが今日も繰り広げられる。城之内は、対戦相手であるマリクを名乗るリシドに対し、洗脳されて操られた怒りをぶつけようとする。一方、リシドは「王家の神殿」を出し、わなを張りめぐらせる。"
                },
                "38": {
                    "ID": "219377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219377",
                    "TitleEnglish": "Awakening of Evil (Part 2 of 4)",
                    "SummaryEnglish": "Joey summons Jinzo and devastates Odion by disabling all his traps. But when he summons his most powerful monsters, Odion calls forth the deadly Mystical Beast of Selket.",
                    "TitleJapanese": "受け継ぎし魂（カード） サイコショッカー反撃！",
                    "SummaryJapanese": "モンスターが少ないリシドのデッキには、トラップモンスター「アポピスの化身」が隠されていた。城之内はライフポイントを一瞬にして200に激減させられ、サイコショッカーを召喚してわなを破壊するが…。"
                },
                "39": {
                    "ID": "219378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219378",
                    "TitleEnglish": "Awakening of Evil (Part 3 of 4)",
                    "SummaryEnglish": "The tide turns in Odion's favour as Mystical Beast Serket devours Joey's monsters. Meanwhile, Odion, impressed by the bond Joey shares with his friends begins to recount his and Marik's own dark history.",
                    "TitleJapanese": "ラーの翼神竜を召喚せよ",
                    "SummaryJapanese": "城之内のモンスターを食らい、攻撃力を上げていく聖獣セルケトに太刀打ちできない城之内だが、リシドの戦いぶりに直感し、「お前はマリクじゃねえ」と告げる。そこでマリクは、リシドに「ラー」の召喚を命じた。"
                },
                "40": {
                    "ID": "219379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219379",
                    "TitleEnglish": "Awakening of Evil (Part 4 of 4)",
                    "SummaryEnglish": "When Joey begins to suspect Odion's true identity, Marik orders Odion to summon a counterfeit of the Winged Dragon of Ra, the most powerful Egyptian God Card. Will Odion be able to control the ultimate power of an Egyptian God, or will The Winged Dragon Of Ra punish all those unworthy of summoning it.",
                    "TitleJapanese": "ラーの怒り　立て！城之内",
                    "SummaryJapanese": "リシドのデッキの中の「ラーの翼神竜」はコピーカードだった。リシドと城之内は神の怒りの雷に打たれて倒れるが、先に立ち上がって勝利を得たのは城之内だった。その時、マリクの中のもうひとつの人格が目を覚ます。"
                },
                "41": {
                    "ID": "219380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219380",
                    "TitleEnglish": "Mind Game (Part 1 of 3)",
                    "SummaryEnglish": "The third duel of the Battle City finals between Mai and Marik is no ordinary duel; it's a battle in the dreaded Shadow Realm where losing Life Points equals losing your memories. As Marik's true sinister self comes to the surface, does Mai stand a chance against this malevolent evil.",
                    "TitleJapanese": "舞 vs マリク　闇のデュエル",
                    "SummaryJapanese": "城之内は何とかリシドを倒すことに成功。しかし、マリクの中に潜む残虐な人格が目覚める。そんな人格と戦う舞。マリクは闇のゲームによって、舞が最も恐れるものを見せて彼女をいたぶる。それは、「孤独」だった。"
                },
                "42": {
                    "ID": "219381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219381",
                    "TitleEnglish": "Mind Game (Part 2 of 3)",
                    "SummaryEnglish": "As Mai loses more and more of her memories under Marik's relentless assault, she loses confidence in her dueling abilities. Will Yugi and his friend's support bring her back to victory, or will her shattered mind be trapped in the Shadow Realm for eternity.",
                    "TitleJapanese": "神のカードを奪え",
                    "SummaryJapanese": "マリクの闇のゲームで孤独に打ちのめされる舞。仲間たちの記憶が失われていく。杏子、そして城之内。失いたくない記憶を守るため、精神力を振り絞って戦う舞は、マリクからラーの天空竜のカードを奪い取った。"
                },
                "43": {
                    "ID": "219382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219382",
                    "TitleEnglish": "Mind Game (Part 3 of 3)",
                    "SummaryEnglish": "Mai gains control of Marik's Egyptian God Card, but she is unable to decipher how to unleash its powerful abilities. Amused by Mai's futile attempts to control The Winged Dragon of Ra, Marik informs his opponent that he is the only one capable of unsealing the monster and that soon her mind will be trapped in the Shadow Realm forever",
                    "TitleJapanese": "古代神官文字(ヒエラティック・テキスト)の謎",
                    "SummaryJapanese": "ラーの天空竜のカードには古代神官文字が書かれており、舞には使えない。ラーは、マリクの呪文によって鳥型に変形して舞を攻撃。城之内が舞をかばい、さらに遊戯が城之内をラーの攻撃から守る。"
                },
                "44": {
                    "ID": "219383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219383",
                    "TitleEnglish": "A Duel With Destiny (Part 1 of 2)",
                    "SummaryEnglish": "In the fourth duel of the Battle City finals, Kaiba's mystery opponent is Ishizu. With the power of her Millennium Necklace, Ishizu can see the future, including every card Kaiba is planning to play. Once again Kaiba must duel an opponent who knows his moves even before he does.",
                    "TitleJapanese": "海馬 vs ８人目のデュエリスト",
                    "SummaryJapanese": "武藤遊戯をはじめとするデュエリストたちの真剣勝負が今日も繰り広げられる。イシズを相手にする海馬はデッキを破壊して圧倒するが、イシズは墓場と山札を交換するカードによって形勢を逆転させた。"
                },
                "45": {
                    "ID": "219384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219384",
                    "TitleEnglish": "A Duel With Destiny (Part 2 of 2)",
                    "SummaryEnglish": "As Kaiba summons Obelisk The Tormentor, he is unaware of the trap Ishizu has implanted within the monster, a trap which will destroy him when he attacks. How can Kaiba win when it's already destined that he will lose.",
                    "TitleJapanese": "未来を変える一撃",
                    "SummaryJapanese": "未来を見ているイシズは、海馬にオベリスクを召喚させる。オベリスクにはわなが仕込まれており、海馬が攻撃しようとした瞬間、彼の脳裏に古代のビジョンが映る。そして海馬はブルーアイズを召喚し、勝利する。"
                },
                "46": {
                    "ID": "219385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219385",
                    "TitleEnglish": "The Tomb-Keeper's Secret",
                    "SummaryEnglish": "As Marik's evil grows, Ishizu reveals the secrets of her bloodline. She tells the story of the Ishtar family, revealing the tragedy that gave birth to Marik's evil. Can Yugi save Marik from the edge of darkness, or is he already beyond salvation.",
                    "TitleJapanese": "明かされるイシュタール家の真実",
                    "SummaryJapanese": "墓守の一族の謎について語るイシズ。かつて千年アイテムと王の記憶の在りかを守るため、俗世と離れた地下で暮らしていたが、ある事件を機にマリクは千年ロッドをわが物とし、力を持つようになったと言うのだ。"
                },
                "47": {
                    "ID": "219386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219386",
                    "TitleEnglish": "Showdown In The Shadows (Part 1 of 2)",
                    "SummaryEnglish": "Bakura duels Marik in a deadly shadow game with both their Milllennium Items as the prize.",
                    "TitleJapanese": "闇対闇（マリクｖｓ獏良）",
                    "SummaryJapanese": "闇マリクと闇獏良の決闘は、負けた方が消える闇のゲームだ。獏良の中にはマリクの表の人格が宿っているが、闇マリクはデッキを一新して札は読めない。攻撃を受け、LPが削られた獏良の体の一部が闇に消えた。"
                },
                "48": {
                    "ID": "219387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219387",
                    "TitleEnglish": "Showdown In The Shadows (Part 2 of 2)",
                    "SummaryEnglish": "Bakura and Marik summon The Winged Dragon Of Ra, ready to banish the spirit of the Millennium Rod into the Shadow Realm. But The Egyptian God Card has more than one special ability, and the evil spirit knows how to use them all.",
                    "TitleJapanese": "ONE TURN KILL（ワンターンキル）",
                    "SummaryJapanese": "獏良は「ラーの翼神竜」を奪って召喚するが、生贄の攻撃力をゼロにされて攻撃できない。さらにマリクにカードを取り返され、プレイヤーのLPを攻撃力に変えるという第2の特殊能力に一瞬で敗れ、闇に消される。"
                }
            }
        },
        "3": {
            "ID": "11650",
            "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/seasons/official/3",
            "# Episodes": 47,
            "Episodes": {
                "1": {
                    "ID": "219388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219388",
                    "TitleEnglish": "A Virtual Nightmare",
                    "SummaryEnglish": "Morning dawns on the battle ship, but it isn't starting out to be a good day. Though the Duel Tower on Kaiba Corp Island, the place where Kaiba had built a dueling tower in place of his foster father's military base after he died, is within distance, the blimp is acting funny. A boy named Noah has taken it over and has redirected it's destination to a large metal object floating in the ocean. The blimp lands inside and Noah, he is viewed from the screen in the blimp, \"\"invites\"\" Kaiba and \"\"the other duelists\"\" to get off the ship. Kaiba decides it's not safe and that he should go alone, but no sooner does he make the statement than cannons begin firing at the blimp. Kaiba get off, followed by Mokuba, Yugi, Joey, Tea, Tristan, Duke, and Serenity. Yami Marik watches from the top of the blimp as Noah fires more cannons at the ship as more people attempt to get off. Kaiba and the others walk into a room where they see the figures of the former directors of Kaibacorp; the directors that attemp",
                    "TitleJapanese": "未知なる挑戦者　巨大機動要塞浮上！",
                    "SummaryJapanese": "決勝の舞台・アルカトラズ島を目前にして異変が発生。突然、制御不能になり何者かのコントロールで海面に開いた基地に誘導される。そして、謎の少年・乃亜と肉体を失ったビッグ5がデュエル対決を要求してくる。"
                },
                "2": {
                    "ID": "219389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219389",
                    "TitleEnglish": "Isolated in Cyber Space (Part 1 of 3)",
                    "SummaryEnglish": "Everyone accepts the dueling challenge and are transported to the virtual reality world in different places. Yugi finds himself alone in the middle of a swamp, Tea in the middle of the desert, Duke and Tristan in a corridor, Serenity by the lake, Joey in a castle, and Kaiba and Mokuba in a forest. Yugi finds one of the Big 5 members, Gansley, dressed as the Deep Sea Warrior. He challenges Yugi and Yami takes over to accept. Cards appear before him and Gansley instructs him to choose his deck-cards and one Deck Master. As Yami is browsing through his choices, he decides to choose the Dark Magician as his Deck Master, but Kuriboh pops out instead! Stuck with Kuriboh, one of the weakest creatures in the game, Yami begins the duel. Meanwhile, Kaiba and Mokuba find a door in the forest. Considering it an exit, they open it, to find the orphanage where they grew up. They watch as parts of their past begin to play by them. Tea wanders around the dessert for a while, until she meets up with a",
                    "TitleJapanese": "デッキマスター深海の戦士",
                    "SummaryJapanese": "謎のバーチャル世界に別々に放り込まれた遊戯たち。遊戯の前にはビッグ1が現れ、デュエル対決が始まる。深海の戦士に姿を変えたビッグ1に対し、遊戯はクリボーをデッキマスターに従えて立ち向かう。"
                },
                "3": {
                    "ID": "219390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219390",
                    "TitleEnglish": "Isolated in Cyber Space (Part 2 of 3)",
                    "SummaryEnglish": "Yami continues the duel with Chimera, the Flying Mythic Beast and the Obnoxious Celtic Guardian on his side. His opponent, Gansley, has done little but defend the entire game. But as he calls an attack on the opponents life points, he activates a special Deck Master ability which shoots Yami's monsters back at him! Weakened from the various attacks, Yami begins to wonder how he can win this duel. Meanwhile, Duke and Tristan, tired from running down an endless corridor, spot an ax and decide to chop their way through the wall. As Tristan picks it up, however, Duke wonders how he is able to touch it in virtual world, as before, Tea couldn't hold the flowers in the demo. Seto and Mokuba are still watching images of their past. They watch as the young Mokuba is sitting on a swing in an empty park. Young Seto comes and tells his brother that they should go back. Mokuba explains that he was there because he remembered visiting there with their parents, and that he hoped he could bring things",
                    "TitleJapanese": "恐怖の再生コンボ",
                    "SummaryJapanese": "攻撃したポイントが自分のライフにはね返ってくる「リフレクター・ホール」。遊戯は、ダメージを受けるたびにモンスターを特殊召喚する再生コンボに苦しめられる。一刻も早く決着をつけ、仲間を助けたい遊戯だが…。"
                },
                "4": {
                    "ID": "219391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219391",
                    "TitleEnglish": "Isolated in Cyber Space (Part 3 of 3)",
                    "SummaryEnglish": "Yami is cornered with no way out of a direct attack that will surely kill him, but as he falls to the ground, he manages to have the strength to get back up again. Gansley is surprised, but doesn't really care. Yami's life points stand at 400, and he is confident that he will win. Meanwhile, Duke and Tristn chop their way through the walls and find themselves on the roof of a castle. They look down at the field below and spot Serenity, running away from a Mad Sword Beast. Tristan jumps off the castle roof and onto the beast while Duke runs and gets Serenity out of the way. As Tristan climbs out a river where he led the beast, he sees that Duke has already taken the credit for Serenity's rescue. Tea wakes up in a large cave and spots Hitotsu-me Giants down at the bottom, boiling a kettle of water. Getting the feeling they're preparing for dinner, and not wanting to be main course, Tea spots a penguin who has drapped a vine down. She starts to climb up, but makes a noise that alerts the",
                    "TitleJapanese": "反撃のレインボーアーチ",
                    "SummaryJapanese": "ビッグ1に追い詰められた遊戯。流れを変えるにはクリボーのデッキマスター能力に賭けるしかない。そして、「虹色の祝福」とのコンボで七色のクリボーのレインボーアーチを作り、直接攻撃して逆転勝利を掴んだ。"
                },
                "5": {
                    "ID": "219392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219392",
                    "TitleEnglish": "Freeze Play (Part 1 of 2)",
                    "SummaryEnglish": "Tea collapses after reaching the top of the bridge and looks up at the sky. As she gazes upwards, she notices a peguin. She follows the penguin to a raft in an icy river. She gets on and is led to a large hallway. There, she spots what must be the lead peguin, and also another member of the 5, Crump. The Penguin points out that Tea is not a very good environmentalist and tells her all the terrible things she has done, like littering and forgetting to turn off the lights, which harm the penguins. Tea tries to run away, but is caught up on a large ice block which rises up. Crump rises up on another and challenges her to duel. After Tea chooses her deck, she fishes through her cards to find a Deck Master. She chooses the Dark Magician Girl, as she remembers how she wanted to play that role in a play someday when she grows up. But as Crump starts to question her choice, Tea realizes she forgot to put a Dark Magician in her deck, making Dark Magician Girl not a very helpful monster. Tea ing",
                    "TitleJapanese": "氷上の決闘（デュエル） 狙われた杏子",
                    "SummaryJapanese": "杏子の前に、ペンギンをこよなく愛するビッグ2が現れた。氷上の世界を舞台に杏子はブラマジガールを、ビッグ2はペンギンナイトメアをデッキマスターに選んでデュエルを開始。杏子が劣勢に追い込まれ…。"
                },
                "6": {
                    "ID": "219393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219393",
                    "TitleEnglish": "Freeze Play (Part 2 of 2)",
                    "SummaryEnglish": "Seto and Mokuba are walking through the forest and spot a cabin on a hill. They decide to rest and open the door cautiously, remembering what happened back at the last illusion. After opening the door, the cabin transforms into their house, but years earlier. They see themselves, years younger, walking through the house. They both recognize it as the day they were adopted... ... on the day they were adopted, they were taken to Gozaburo's house where Seto got to start long and tiring school lessons. The people teaching him said he had to catch up with Kaiba if he ever wanted to be the owner of Kaibacorp. That evening at dinner, Gozaburo tells Seto that he is getting lazy in his studies and orders him to stop playing games all the time so he can study more. That night, Seto goes to his room to rest before his lessons start in 1 hour! Mokuba is standing out in the hallway and hands someone a book and tells them to give it to his brother. The person gives Seto the book and when he opens it",
                    "TitleJapanese": "輝け！賢者の宝石",
                    "SummaryJapanese": "ビッグ2はデッキマスター能力でモンスターの攻撃力を上げ、杏子は半身氷漬けになってしまう。だが杏子は遊戯との会話を思い出し、マハーヴァイロの特殊能力で反撃に出て、最後はダブルブラックマジックで勝利した。"
                },
                "7": {
                    "ID": "219394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219394",
                    "TitleEnglish": "Courtroom Chaos (Part 1 of 2)",
                    "SummaryEnglish": "Continuing his search for a way out of the Virtual World, Joey believes he has found his way back to Kaiba Craft 3 until Johnson reveals that it is just a manipulation of the Virtual World. As a duel between Joey and the third member of the Big Five begins, the Deck Master effect of Joey's Flame Swordsman initially gives him the advantage until Johnson's Deck Master, Judge Man, begins to take control of the duel in more ways than one.",
                    "TitleJapanese": "デッキマスター ジャッジマンの裁き",
                    "SummaryJapanese": "城之内を迎え撃つのは、ジャッジマンの姿をした元法律顧問ビッグ3。城之内は炎の剣士をマスターに一気に攻め込む。ビッグ3は調子に乗り過ぎる城之内に対し、「魔界の司法取引」で自らのLPを回復させる。"
                },
                "8": {
                    "ID": "219395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219395",
                    "TitleEnglish": "Courtroom Chaos (Part 2 of 2)",
                    "SummaryEnglish": "Joey's life points are at 1200 while Johnson has 1000. However, Johnson a monster and a face-down card. Joey has no monsters, but thankfully it's his turn. He then plays Panther Warrior in attack mode and places a Skull Dice. Johnson draws and activates his placed card: a field card that increases a Fusion Monster's attack by 800 when it attacks. This brings Kamionwizard's attack to 2100. He prepares to attack the Panther Warrior, but Joey activates the Skull Dice. It lands on a six, but Johnson manipulates it so that it lands on one instead, unbeknownst to Joey, Yugi and Tea. Johnson then attacks the Warrior and lowers Joey's life points to 1100. However, the effect of the power-up allows Johnson to regain 800 life points when it does damage to Joey, placing Joey at 1800. Joey takes his turn, plays Swordsman of Landstar in attack mode and follows up with Graceful Dice. Again, the dice rolls a six, but Johnson manipulates it to land on one. Johnson then activates the Judge Man's abili",
                    "TitleJapanese": "勝利への賭け",
                    "SummaryJapanese": "ビッグ3に「魔界の司法取引」で形勢逆転され、危機に陥る城之内は、ギャンブルカードを発動して運に賭けるも、外れが続く。だがそれは、ビッグ3がイカサマでコントロールしており、それを知った乃亜が怒りだす。"
                },
                "9": {
                    "ID": "219396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219396",
                    "TitleEnglish": "Mechanical Mayhem (Part 1 of 2)",
                    "SummaryEnglish": "Still unable to locate any of the others, Tristan, Duke and Serenity begin to grow concerned that they themselves may soon be challenged to a duel and when Nezbitt, the technology expert of the Big Five, finds the trio he challenges Serenity to a duel. As both Duke and Tristan insist that he duel them instead a 3 vs. 1 duel begins with the three amateur duellists duelling for their survival. However as if getting to grips with the Deck Master system wasn't difficult enough, Serenity still needs to get to grips with the basics of duelling.",
                    "TitleJapanese": "男の花道　本田玉砕",
                    "SummaryJapanese": "本田、御伽、静香の前に現れたのは元工場長のビッグ4。彼は3対1のデュエルを申し込む。調子のいい本田は「城之内にデュエルを教えたのは俺だ」と言い、デュエルの最中もずっと静香をかばい続けるが…。"
                },
                "10": {
                    "ID": "219397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219397",
                    "TitleEnglish": "Mechanical Mayhem (Part 2 of 2)",
                    "SummaryEnglish": "Struggling to control her emotions after watching Tristan's body be taken away, Serenity seems unable to continue duelling until help arrives in the form of her big brother. Determined not to let her brother down, Serenity's confidence picks up as she and Duke use his dice combination in an attempt to turn the tables against Nezbitt. But while lady luck may initially be on their side things may not stay that way for long with the fate of the duelists resting on the rolls of a die.",
                    "TitleJapanese": "聖女ジャンヌ 三位一体の攻撃",
                    "SummaryJapanese": "本田が消えて動揺する御伽は、得意のダンジョンダイスモンスターズに持ち込み挽回するが、またピンチを迎える。御伽と静香のもとへたどり着いた遊戯たちは「3人の力を合わせて」と言い、どうにか逆転勝利を掴んだ。"
                },
                "11": {
                    "ID": "219398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219398",
                    "TitleEnglish": "Settling the Score (Part 1 of 2)",
                    "SummaryEnglish": "While Yugi and the others try to figure out how to get Tristan's body back from Nezbitt, and also work out what the deal is with the strange robot monkey that is following them around, Kaiba has more important things to consider when Mokuba is kidnapped. After the rescue attempt fails, Kaiba is confronted by Leichter, the fifth and final member of the Big Five, whose Deck Master may prove to be the most powerful yet.",
                    "TitleJapanese": "さらわれたモクバ 海馬 vs サイコショッカー",
                    "SummaryJapanese": "みんなの前に現れた本田だが、魂はビッグ4に乗っ取られており、モクバをさらって逃走。追いかける海馬の前に、元側近でもあったビッグ5が立ちはだかる。海馬を知り尽くした彼はデュエルを開始する。"
                },
                "12": {
                    "ID": "219399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219399",
                    "TitleEnglish": "Settling the Score (Part 2 of 2)",
                    "SummaryEnglish": "As Leichter continues to dominate the field thanks to the Deck Master ability of his Jinzo it looks like none of Kaiba's monsters are strong enough to defeat his ever-growing army of powerful creatures. Meanwhile things aren't looking too great for Mokuba, who is being forced by Noah to remember some of the more distressing scenes from his life with Gozaburo Kaiba.",
                    "TitleJapanese": "宇宙からの攻撃 サテライトキャノン",
                    "SummaryJapanese": "ビッグ5のライフ回復コンボに苦しめられる海馬。宇宙空間に打ち上げられたサテライトキャノンはターンごとに攻撃力を蓄えるだけでなく、並のモンスターでは太刀打ちできず、ブルーアイズを召喚するしか手はない。"
                },
                "13": {
                    "ID": "219400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219400",
                    "TitleEnglish": "Noah's Secret",
                    "SummaryEnglish": "Furious that the Big Five have failed him, Noah takes things into his own hands as he brianwashes Mokuba into believing that Noah, not Kaiba, is his real brother. When Kaiba, Yugi and TÃ©a finally locate Noah and Mokuba, a startling revelation by their virtual captor leaves them confused and unsure what to believe. Meanwhile, Gansley, Crump, Johnson, and Leichter attack Joey, Duke, and Serenity in an attempt to take their bodies by force.",
                    "TitleJapanese": "深まる謎　乃亜の正体",
                    "SummaryJapanese": "「自分こそが剛三郎の唯一の息子であり、貴様は当て馬として海馬家に迎えられた」と海馬に告げる乃亜。海馬は過去の乃亜の映像を見て、年齢の矛盾に気づいた。一方、外の世界ではマリクが始動する。"
                },
                "14": {
                    "ID": "219401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219401",
                    "TitleEnglish": "Merger Of The Big Five (Part 1 of 3)",
                    "SummaryEnglish": "Noah is deciding on how to punish the Big Five,when Nezbitt shows up in Tristan's body.Noah decides that if they all use Tristan's body and beat Yugi,they can have their bodies.When the Big5/Tristan shows up,Kaiba leaves to find Mokuba.Joey wants to fight as well,so the Big5 get 8000 Life Pts.Gansley starts off with a Legenday Ocean and Legendary Fisherman.But after Gansley starts losing his edge,Crump takes control.After his Ocean and Fisherman are destroyed by Joey,Yugi uses Card Destruction,so Crump can't resummon Fisherman with Monster Reborn.Johnson then takes control,and we head back to Kaiba,who can't believe Noah's his step-brother,because not only has he never seen him before, but he hasn't aged in 6 years. As Kaiba comes to a virtual temple ruin,he looks down and see building designs that he created,but has never shown to anyone...",
                    "TitleJapanese": "ビッグ５の逆襲",
                    "SummaryJapanese": "ビッグ5の5人は奪った本田の肉体に入り込み、遊戯たちに再戦を挑む。遊戯＆城之内対5体のデッキマスターを有するビッグ5＝本田でデュエルが始まった。ビッグ5側は、交代で本田の中に現れては攻撃に出る。"
                },
                "15": {
                    "ID": "219402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219402",
                    "TitleEnglish": "Merger Of The Big Five (Part 2 of 3)",
                    "SummaryEnglish": "As Johnson takes the stand for the Big Five, Yugi and Joey begin to realise just how much power the Big Five has with five Deck Masters at their disposal. However the two friends are not finished yet, and although things may not be going their way they too have powerful decks and Deck Masters at their disposal.",
                    "TitleJapanese": "狙われた城之内 勝利への連係プレー",
                    "SummaryJapanese": "決闘が続く。ビッグ5たちは弱い城之内を集中的に攻撃し、LP300までになった。遊戯は意味深長な笑みを浮かべて伏カードを置いた。誰もがトラップと思ったが、実は城之内から敵の目をそらす作戦なのだった。"
                },
                "16": {
                    "ID": "219403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219403",
                    "TitleEnglish": "Merger Of The Big Five (Part 3 of 3)",
                    "SummaryEnglish": "The Big Five go from strength to strength as they continue to take full advantage of all five of their Deck Masters. But even with only one Deck Master each, and seriously depleted Life Points, Yugi and Joey refuse to give up all hope of winning just yet and set about proving that the Big Five aren't the only ones capable of combining their powers.",
                    "TitleJapanese": "倒せ！ファイブゴッドドラゴン",
                    "SummaryJapanese": "遊戯たちの決闘が大詰めを迎える。敵の5体のデッキマスターが融合して召喚されたファイブ・ゴッド・ドラゴンは攻撃力5000。遊戯たちは黒魔法剣士でついに敵を倒すが、本田の肉体も再び消えてしまった。"
                },
                "17": {
                    "ID": "219404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219404",
                    "TitleEnglish": "Brothers In Arms (Part 1 of 3)",
                    "SummaryEnglish": "Joey is shaking monkey Tristan, who is upset, believing he must remain a monkey forever. Duke finds a secret pannel on the back of the monkey's back, and inside are 6 buttons. Joey presses one, and the monkey sprouts wheels and starts racing around them. Duke presses another, and the monkey sprouts propellers and begins zooming around Yugi, Tea, and Serenity. Meanwhile, Kaiba has found Kaibaland, and walks inside to find a railroad track. As if to \"\"welcome\"\" him, as Kaiba puts it, a Blue Eyes White Dragon train comes by and Seto boards it. Yugi finally presses the Red Button and the monkey goes into Emergency Mode, it leads them straight to Kaibaland. Meanwhile, Kaiba has reached an odd lava-world, and steps out of the train onto a piece of rock. Noah is waiting for him on another rock surrounding the lava. Noah realizes that Seto saw the clip, and meanwhile, Yugi and his friends are watching it themselves. Noah explains the situation to Seto. That when Noah was young, he was being trai",
                    "TitleJapanese": "乃亜 vs 瀬人 天地創造の決闘（デュエル）",
                    "SummaryJapanese": "モクバを捜す海馬の前に乃亜が現れ、「どちらが海馬コーポレーションの後継者にふさわしいか決着をつけよう」と言う。海馬はカイザー・シーホースをデッキマスターに従えるが、乃亜のマスターは謎に包まれたままだ。"
                },
                "18": {
                    "ID": "219405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219405",
                    "TitleEnglish": "Brothers In Arms (Part 2 of 3)",
                    "SummaryEnglish": "All the monsters in Kaiba's and Noah's graveyards to into Shinato's Ark, Noah's Deck Master. Kaiba plays Spear Dragon in attack mode, and attempts a direct attack on Noah's life points, but Noah activates one of the numerous effects of Shinato's Ark, allowing him to take one monster from the arc and make it be in defense mode. The Ark chooses Vampire Lord, and Spear Dragon destroys it, however, Spear Dragon does damage even if the monster is in defense mode, so Noah loses a few life points, though not many. As Noah's turn begins, the surrounding environment look as it would have in the age of the dinosaurs. To go along with the new theme, he plays Giant Rex, which destorys Spear Dragon. Seto begins his turn by playing Different Dimension Dragon in defense mode, and due to the effect of the Deck Master, light monsters requiring a sacrifice can be summoned with one less sacrifice than usual. Different Dimension Dragon, requiring one sacrifice, doesn't need any now. Noah and Kaiba begin t",
                    "TitleJapanese": "無敵 デッキマスター奇跡の方舟",
                    "SummaryJapanese": "乃亜のデッキマスターは奇跡の方舟。自信満々に勝利宣言をするが、海馬はその上を行く。そして、乃亜へのとどめの一撃の機会を得るが、モクバが飛び出して乃亜をかばおうとする。海馬は攻撃をやめざるを得ない。"
                },
                "19": {
                    "ID": "219406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219406",
                    "TitleEnglish": "Brothers In Arms (Part 3 of 3)",
                    "SummaryEnglish": "Kaiba is shocked to see Mokuba standing there... on someone else's side. Noah tells Kaiba that Mokuba thinks Noah is his real brother and that Kaiba is the enemy. Mokuba says that any enemy of his \"\"brother\"\" is an enemy of his. Seto ends his turn, definately not willing to risk losing Mokuba for the attack. Yugi calls out for Kaiba to keep fighting, and that to remember when he fought Joey under similar circumstances. Kaiba doesn't want to accept Yugi's help, but realizes that there is one card to prove his and Mokuba's relationship. Noah activates the next day's effect, causing the ice to vanish and the modern world to appear. He activates Dark Hole, getting rid of all the monsters, except Different Dimension Dragon, of course, who must stay. He then plays Gradius, and equips it with Cyclone Laser and and the Modifyer, allowing every attack made by the monster to be 100 points higher than the defense of the other monster, meaning each turn, Kaiba will lose 100 life points. He is attack",
                    "TitleJapanese": "モクバを救え！ 運命の第七ターン",
                    "SummaryJapanese": "乃亜とのデュエルのなか、立ちはだかるモクバに攻撃できない海馬はチャンスを逃す。乃亜の容赦ない反撃が始まり、モクバは海馬の呼びかけに少しずつ自己を取り戻す。そして、海馬は「天界王シナト」に敗れ去った。"
                },
                "20": {
                    "ID": "219407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219407",
                    "TitleEnglish": "Noah's Final Threat (Part 1 of 2)",
                    "SummaryEnglish": "Noah, bonded to Shinato, and Yami start their match, with Yami shuffling in the rest of Kaiba's deck into his own and Noah adding in some new cards to his deck. However, the match must start as if it were Kaiba making his next move. This means that in addition to having the life point totals as they were before with Noa at 7400 and Kaiba at 400, Yami cannot start with any cards in his hand and must rely on the cards he draws. He also must keep Kaiba's Deck Master, which is useless to Yami since most of his monsters are Dark Monsters. Tristan points out that if Yami does not draw a monster card on his first turn, he is finished, as Noah's monster Shinato (with an attack of 3300) is on the field. Yami draws, gets Gazelle the King of Mythical Beasts and promptly puts it in face-up defense mode. Noah draws but doesn't get a monster that he can play, so he attacks Gazelle with Shinato. However, Shinato's effect is that if it destroys a monster in defense mode, it cuts Yami's life points in",
                    "TitleJapanese": "引き継ぎし山札（デッキ） 遊戯 vs 乃亜",
                    "SummaryJapanese": "遊戯は、モクバを盾にして海馬に勝った気でいる卑劣な乃亜が許せない。残された海馬のLP400を受け継ぎ、圧倒的に不利な状況で乃亜に挑むが、スピリットモンスターシリーズの攻撃を受け、遊戯のLPは100に減る。"
                },
                "21": {
                    "ID": "219408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219408",
                    "TitleEnglish": "Noah's Final Threat (Part 2 of 2)",
                    "SummaryEnglish": "The attack went through, but Yami activated the trap card Nutrient Z, which gave him 4000 more life points if the damage done to him was greater than 2000 before the attack. Now Yami now has 1800 life points. However, since Yami lost 2300 life points, Noah gains them, setting him at 8200. He then chains with a Quickplay Magic card from his hand: Sebek's blessing, which lets him gain the damage done to Yami, setting his lifepoints at 10,500. But then the turn ends and the Yamata Dragon returns to his hand, setting off the Spring, which makes Noah's life points 11,000. Yami plays Alpha the Magnet Warrior in attack mode and attacks directly, making Noah's life points 9600. Noa then turns Tristan to stone. He explains that one person will be turned to stone during the end of each of Yami's turns. Noa draws and plays Inaba White Rabbit which can attack directly, setting Yami at 1100. He ends his turn, recalls the Spirit monster, and gains 700 life points from Shinato and 500 life points fro",
                    "TitleJapanese": "ＬＰ（ライフポイント）１００００ vs １００!!",
                    "SummaryJapanese": "乃亜はマスター能力でLPを増加させ、1万に到達。城之内たちを次々と像にされ、遊戯は心理的にも追い込まれるが、心の中にいる仲間たちの声を聞き、最後の可能性を信じて海馬の残した3体のブルーアイズを召喚する。"
                },
                "22": {
                    "ID": "219409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219409",
                    "TitleEnglish": "So Close Yet So Far",
                    "SummaryEnglish": "As Noah tries to take stock of his defeat against Yugi, he and the others are shocked to discover that Gozaburo Kaiba has also downloaded his mind into the Virtual World and that he is the mastermind behind Noah's plan and that he is planning to take over the world by digitizing the entire world. While Yugi and the others try to convince Noah to release them from their virtual prison to warn the rest of the world, he has other plans as he leads their minds through memories of their Battle City experiences.",
                    "TitleJapanese": "海馬家の闇",
                    "SummaryJapanese": "遊戯が乃亜に勝ち、仲間たちも像から元に戻った。そこへ剛三郎が突然現れ、みんなをこのバーチャル世界へ閉じ込めたと言う。脱出方法を知るのは乃亜だけだ。遊戯たちは、言われるままにバーチャル童実野町へ向かう。"
                },
                "23": {
                    "ID": "219410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219410",
                    "TitleEnglish": "Burying The Past (Part 1 of 2)",
                    "SummaryEnglish": "Having escaped from the Virtual World in Mokuba's body, Noah sets about to shut down the system once and for all, destroying the minds of his father and everybody else in the Virtual World at the same time. Yugi and the others, meanwhile, continue to search for an exit from their virtual prison, but Kaiba is more interested with defeating his step-father once and for all. However a duel between the two relatives soon proves to be a lot more challenging than Seto could have ever expected.",
                    "TitleJapanese": "エクゾディア・ネクロス",
                    "SummaryJapanese": "乃亜はモクバの肉体を奪って現実世界へ脱出し、要塞へ向けたミサイルのスイッチを押す。後にモクバの優しい言葉を思い出して引き返すが、ミサイルを止めることができない。一方、海馬と剛三郎はデュエルで勝負する。"
                },
                "24": {
                    "ID": "219411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219411",
                    "TitleEnglish": "Burying The Past (Part 2 of 2)",
                    "SummaryEnglish": "Realizing what a mistake he is making in destroying the minds of the closest things he has to family, Noah returns to the control room in order to shut off the destruction procedure only to discover that Yami Marik's interference has left the controls unusable. Reconnecting to the Virtual World, Noah informs the others of the escape in the Domino Arcade, but as the others make their way to the exit Yugi heads to KaibaCorp's headquarters to retrieve Kaiba, who is still locked in battle with Gozaburo's Exodia Necross. With the time ticking down until the island is destroyed, a race against time begins as both duellists fight to make it out in time and in one piece.",
                    "TitleJapanese": "脱出!!",
                    "SummaryJapanese": "ミサイルは刻一刻と要塞に接近。乃亜は、杏子たちから順にバーチャル世界から現実世界へ脱出させる。海馬は剛三郎との戦いに勝ち、遊戯と共に間一髪で脱出。乃亜は自らバーチャル世界へ帰り、剛三郎と共に消えた。"
                },
                "25": {
                    "ID": "219412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219412",
                    "TitleEnglish": "Back To Battle City (Part 1 of 3)",
                    "SummaryEnglish": "As Kaiba Craft 3 arrives at the location of the finals, all the passengers are shocked to discover that the four finalists will be deciding their own pairings for the semi finals in a four way duel. With each duellist seeking a different opponent, strategy and teamwork seems paramount in what could be the most significant duel of the tournament.",
                    "TitleJapanese": "決戦の地 アルカトラズ",
                    "SummaryJapanese": "乃亜が消え、ようやくバトルシップがアルカトラズ島に到着。デュエルタワーで対戦相手を決めるためのバトルロイヤルが始まる。遊戯、城之内、海馬、マリクはそれぞれの思いを胸に攻撃対象を思案していた。"
                },
                "26": {
                    "ID": "219413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219413",
                    "TitleEnglish": "Back To Battle City (Part 2 of 3)",
                    "SummaryEnglish": "As the four way duel continues, Joey asks Yugi to stop bailing him out, determined that he can make it through to the final on his own. However while Yugi may not doubt Joey's abilities as a duellist, his fear of what Marik may do to his friend if the two of them were to face each other in the semi finals is great. Kaiba, meanwhile, is determined to crush Joey and Marik to ensure that he will be able to take his revenge on Yugi in the semi finals.",
                    "TitleJapanese": "バトルロイヤル！",
                    "SummaryJapanese": "海馬が城之内に攻撃すると遊戯がかばう。マリクはダメージを「痛魂の呪術」で城之内に移し替えるが、マリクのトラップを遊戯はカウンタートラップで返し、マリクもダメージを受け、マリクと城之内が劣勢となる。"
                },
                "27": {
                    "ID": "219414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219414",
                    "TitleEnglish": "Back To Battle City (Part 3 of 3)",
                    "SummaryEnglish": "The duel rages on, and things start to look bad for Joey. But to the surprise of everyone, Joey tells Yugi to attack him when it comes to his turn. He says that in a Battle Royale, everyone but yourself is an enemy. He succeeds in getting Yugi to attack him, and, through some strategy, succeeds in reducing Marik's life points to 0. Kaiba directly attacks Joey on his next turn, reducing his life points to 0 as well. The two semi-finals duels will be Joey vs. Marik and Yugi vs. Kaiba!",
                    "TitleJapanese": "それぞれの対戦者",
                    "SummaryJapanese": "城之内は海馬のトラップ効果を「墓あらし」と「痛魂の呪術」でマリクにダメージを振り替え、まずマリクが敗北。城之内も遊戯との対戦の思いを吹っ切り、早くマリクと対戦して舞を助けるため、計算通りに負けた。"
                },
                "28": {
                    "ID": "219415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219415",
                    "TitleEnglish": "The Darkness Returns (Part 1 of 4)",
                    "SummaryEnglish": "Joey enters bravely in his match against Yami Marik. Marik informs Joey that this is a shadow game now, but Joey says he's willing to go through with it, and that he will make Marik pay for what he did to him and Yugi(taking control of Joey)and the pain he's caused Mai. Marik toys with him by playing a card that will take a card from Joey's hand every turn and discard it. Does Joey have a chance of beating Malik before he runs out of cards, or has his best cards discarded?",
                    "TitleJapanese": "闇の準決勝　城之内 vs マリク",
                    "SummaryJapanese": "デュエルタワー頂上での準決勝初戦は城之内対マリク。モンスターのダメージを体感する闇のゲームだ。城之内はモンスターに巻きついたプラズマイールからの電撃を受け、同じくマリクに苦しめられた舞を想う。"
                },
                "29": {
                    "ID": "219416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219416",
                    "TitleEnglish": "The Darkness Returns (Part 2 of 4)",
                    "SummaryEnglish": "Yami Marik's card continues to steal cards from Joey's hand, and if he dosen't do something soon, he'll run out of cards! However, things look brighter for Joey as he summons his Jinzo, and delivers damage to Marik, and destroys all of Marik's Trap Cards. But Marik is worried little, for he can still summon the Winged Dragon of Ra. Can Joey keep Yami Marik from summoning it? Things only begin to look worse for Joey, however, as Marik plays Lava Golem on Joey's side of the field...",
                    "TitleJapanese": "地獄の詩人ヘルポエマー",
                    "SummaryJapanese": "城之内はへルポエマーで毎ターン手札からカードが奪われるが、それを逆手に取ってクイズでサイコショッカーを召喚し、わなカードを破壊する。だが、ラヴァ・ゴーレムの鉄檻に閉じ込められ、再び危機に瀕する。"
                },
                "30": {
                    "ID": "219417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219417",
                    "TitleEnglish": "The Darkness Returns (Part 3 of 4)",
                    "SummaryEnglish": "With Yami Marik's Lava Golem on his side of the field, things look bad for Joey. He has to give up 700 Life Points for each turn it's on the field, and since this is a Shadow Game, he'll feel the pain of the Lava Golem's heat. However, Joey overturns the situation by summoning Gilford the Lightning and gives Marik a run for his money. However, Joey's happiness is short lived, as Yami Marik uses Monster Reborn to summon The Winged Dragon of Ra. He then sacrifies 1000 LP to transform it into the Egyptian God Pheonix. Although he won't lose any life points from its attack, the pain of Ra's flames may be too much for Joey to survive through...",
                    "TitleJapanese": "逆転！稲妻の戦士",
                    "SummaryJapanese": "ラヴァ・ゴーレムに閉じ込められた城之内は毎ターン1000P削られる。ギルフォード・ザ・ライトニングを召喚して一度は敵モンスターを倒すが、マリクはラーの翼神竜を召喚し、最終形態＝ゴッドフェニックスが現れる。"
                },
                "31": {
                    "ID": "219418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219418",
                    "TitleEnglish": "The Darkness Returns (Part 4 of 4)",
                    "SummaryEnglish": "The Winged Dragon of Ra is attacking Gilford the Lightning in its Egyptian God Phoenix mode. Gilford is destroyed, and because of the energy rope Joey is almost zapped of all his strength. Yugi and co. are glad he still standing while Kaiba and Yami Marik are shocked he survived. Serenity comes up to see that Joey is OK. The Winged Dragon of Ra disappears. Joey draws and summons Gearfried the Iron Knight and summons him. He is about to attack but he faints. They rush him to Kaiba Kraft 3. Yugi is worried about Joey but the Millennium Necklace starts to glow and Yugi sees that he and Joey are about to duel. Seeing this image, Yugi decides go on to his duel with Kaiba.",
                    "TitleJapanese": "城之内 死す",
                    "SummaryJapanese": "城之内はラーのゴッドフェニックスによって精神力が燃え尽き、LPを残したまま倒れてしまった。「城之内君まで倒れて、もう戦えない」と遊戯は思い悩み、千年タウクを使って未来を見てみるが…。"
                },
                "32": {
                    "ID": "219419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219419",
                    "TitleEnglish": "Clash In The Coliseum (Part 1 of 6)",
                    "SummaryEnglish": "The duel between Yugi and Kaiba begins with Kaiba using the virtual reality system to make the image of a giant Coliseum appear around the duel field. Yugi starts with Queen's Knight in defense mode and one card facedown. Kaiba summons X Head Cannon and sets one card facedown. Yugi summons Alpha The Magnet Warrior in defense mode and sets another card. Kaiba plays Soul Exchange so that he may gain control of Yugi's monsters and sacrifice them to summon Obelisk The Tormentor, but Yugi uses Change Of Heart to gain control of Kaiba's X Head Cannon, but Kaiba uses Enemy Controler and pays 1000 Life Points to regain control of X Head, so Yugi uses Lightforce Sword to seal Obelisk out of the duel for three turns before Kaiba can summon it. Kaiba ends his turn, then Yugi sets one card and ends his turn. Kaiba then summons Y Dragon Head, then fuses it with X Head Cannon to summon XY Dragon Cannon, which attacks and destroys Alpha. Kaiba then plays Mandate Of A Heavenly Voice, allowing him to s",
                    "TitleJapanese": "天空闘戯場 遊戯 vs 海馬",
                    "SummaryJapanese": "準決勝第2戦は天空コロシアムでの遊戯対海馬。海馬はオベリスクを召喚しようとするが、遊戯の「光の封殺剣」にかわされた。さらに海馬は「天声の服従」でオシリスを奪うが、すぐ「エクスチェンジ」で取り戻される。"
                },
                "33": {
                    "ID": "219420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219420",
                    "TitleEnglish": "Clash In The Coliseum (Part 2 of 6)",
                    "SummaryEnglish": "Ishizu watches over Odion and recalls the events of her and Marik's past. Meanwhile, at the duel, Yugi thanks Kaiba for letting him get Slifer in his hand so quickly. Yugi summons Big Shield Gardna in defence position and he places one card facedown. Kaiba draws and summons Z Metal Tank and fuses it with his XY Dragon Cannon to summon XYZ Dragon Cannon. XYZ attacks and destroys Big Sheild Gardna, but Yugi activates Soul Rope, allowing him to pay 1000 Life Points to special summon a monster from his deck, so he summons King's Knight. Since both the King's and Queen's Knights are on the field, Yugi special summons Jack's Knight from his deck. Kaiba sets two cards and ends his turn. On Yugi's turn, he sacrifices his three knights to summon Slifer the Sky Dragon, who has an attack and defense of 3000. Slifer attacks XYZ, but Kaiba uses Interdimensional Transporter to remove XYZ from the game until the end of the turn. Yugi sets one card, reducing Slifer's attack and defense to 2000 and end",
                    "TitleJapanese": "神を喚（よ）ぶ三騎士",
                    "SummaryJapanese": "遊戯は3体のナイト＝キング、クィーン、ジャックを召喚してそれを生贄に、先にオシリスを召喚。すかさず海馬もXYZドラゴンキャノンを3体に分離させ、オベリスクを召喚し、神対神のにらみあいとなる。"
                },
                "34": {
                    "ID": "219421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219421",
                    "TitleEnglish": "Clash In The Coliseum (Part 3 of 6)",
                    "SummaryEnglish": "As Joey's dream continues, he continues to advance in the dream tournament. With Yugi controlling Slifer the Sky Dragon and Kaiba controlling Obelisk The Tormentor, the duel of the God cards seems to go on and on because they both use a wide assortment of Magic and Trap cards to prevent their God card from being destroyed. Eventually, the two monsters' attack powers become equal and they attack and destroy each other at the same time, causing a massive explosion. What will result from the attacks?",
                    "TitleJapanese": "激突！神（オシリス） vs 神（オベリスク）",
                    "SummaryJapanese": "神対神の構図のまま、互いに攻撃するチャンスを窺ってけん制しあう。オシリスの攻撃力は手札の枚数で決まるが、ついに遊戯は攻撃力6000の瞬間にオベリスクを攻撃。だが、海馬は「削りゆく命」を発動させた。"
                },
                "35": {
                    "ID": "219422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219422",
                    "TitleEnglish": "Clash In The Coliseum (Part 4 of 6)",
                    "SummaryEnglish": "The God cards destroy each other at the same time, creating a huge explosions and destroying the televisions that are broadcasting the duel. The explosions cause Yugi and Kaiba to go into a flashback where they watch their ancient selves begin a duel. The Priest-Kaiba summons Blue Eyes White Dragon and the Pharaoh Yugi summons Dark Magician. When the flashback ends, Kaiba summons Blue Eyes White Dragon and Yugi summons Dark Magician, creating an image similar to the tablet in the museum. As Yami Yugi and Kaiba return to the duel, they notice that both Egyptian God Cards have been destroyed. But with renewed zeal for winning, Kaiba manages to summon his Blue Eyes White Dragon, while Yugi summons the Dark Magician.",
                    "TitleJapanese": "受け継ぎし宿命の決闘（デュエル）",
                    "SummaryJapanese": "4000対4000で2体の神がぶつかった瞬間、遊戯も海馬も古代エジプトのビジョンを見る。それは「白き龍」を召喚する若き神官と、「黒き魔術師」を呼ぶ名もなき王の決闘だった。海馬は再び攻撃を仕掛ける。"
                },
                "36": {
                    "ID": "219423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219423",
                    "TitleEnglish": "Clash In The Coliseum (Part 5 of 6)",
                    "SummaryEnglish": "Joey, still unconscious from his duel with Marik, dreams that he is in a Duel Monsters tournament, but loses a duel, but he remembers an important lesson taught to him by Yugi. Yugi's duel with Kaiba continues and Kaiba is able to use his Lord Of Dragons and Flute Of Summoning Dragons to call out all three Blue Eyes White Dragons. As all three dragons attack, Yugi is reminded by Joey of the advice that he once gave Joey: \"\"Consider all of your options\"\". Yugi uses the effect of Flute Of Summoning Dragons to summon Joey's Red Eyes Black Dragon, but will that be enough to stop Kaiba's assault?",
                    "TitleJapanese": "友との誓い 真紅眼の黒竜（レッドアイズ ブラックドラゴン）",
                    "SummaryJapanese": "3体のブルーアイズを召喚する海馬。遊戯は城之内から譲り受けたレッドアイズを召喚し、「六芒星の呪い」でブルーアイズ1体を撃破した。その頃、意識不明の城之内は、デュエルを覚えたての当時の夢を見て目覚めた。"
                },
                "37": {
                    "ID": "219424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219424",
                    "TitleEnglish": "Clash In The Coliseum (Part 6 of 6)",
                    "SummaryEnglish": "As Joey wakes up in the hospital bed, the duel continues. Kaiba plays his Final Attack Orders trap card, meaning that all of Yugi's and Kaiba's monsters must be in attack mode for the rest of the duel, and that they must take 3 cards out of their deck to play with and throw the rest into the graveyard. And after that, Kaiba plays Monster Reborn to revive the Blue Eyes white Dragon and plays Polymerization to fuse them all together into the Blue Eyes Ultimate Dragon. Yugi mimics this move, by playing Double Spell. He revives Buster Blader and fuses it with Dark Magician to form the Dark Paladin. Kaiba attacks, but Yugi plays Diffusion, forcing Kaiba's Ultimate Dragon to split into the 3 separate Blue Eyes. Using this, Yugi can power up the Dark Paladin to 4900 attack points. Yugi follows by playing Diffusion Wave Motion, which allows him to attack all the monsters on his opponents field with one monster. The Dark Paladin destroys the 3 Blue Eyes White Dragons and Kaiba's Life Points dro",
                    "TitleJapanese": "憎しみを撃て！ブラックパラディン",
                    "SummaryJapanese": "遊戯と戦う海馬はアルティメットドラゴンを召喚。怒りや憎しみがパワーの源の海馬に対し、遊戯は「怒りや憎しみでは勝てない」と言い、「融合解除」「魔術の呪文書」の効果と「ブラックパラディン」で勝利する。"
                },
                "38": {
                    "ID": "219425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219425",
                    "TitleEnglish": "Battle For The Bronze (Part 1 of 3)",
                    "SummaryEnglish": "Kaiba is in a state of shock after losing to Yugi. He then notices that Joey is standing there, awake, and they have their reunion. Kaiba still can't believe that he lost, so Yugi tells him that the power of friendship helped him win. If he didn't have Joey's Red Eyes Black Dragon, he would have lost the duel. Kaiba still refuses to believe any of that, but bitterly throws Yugi his God Card: Obelisk the Tormentor. As Kaiba tries to leave, Joey confronts him and challenges him to a duel. Although Kaiba thinks it will be a waste of his time, he never backs down from a challenge. Right from the duel's start, Kaiba takes a huge lead, by getting Joey caught in his Crush Card trap. Meanwhile, Marik gets control of TÃ©a again, and runs back to the top of the duel tower to confront his evil side once and for all.",
                    "TitleJapanese": "炎の凡骨（ぼんこつ）ロード 城之内 vs 海馬",
                    "SummaryJapanese": "遊戯との決闘に負けてがく然とする海馬を城之内が引き止め、がれきの中で決闘を始める。海馬のデッキ破壊コンボに対し、城之内はギャンブルカードで対抗する。一方、杏子の中に宿るマリクの人格が動きだす。"
                },
                "39": {
                    "ID": "219426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219426",
                    "TitleEnglish": "Battle For The Bronze (Part 2 of 3)",
                    "SummaryEnglish": "The duel between Joey Wheeler and Seto Kaiba continues. Kaiba takes out a significant number of Joey's life points, but suffice it to say, Joey doesn't give up. He rallies back in a big way, managing to not only destroy Kaiba's Blue Eyes White Dragon, but also to use Monster Reborn to bring it to his side. However, Kaiba summons another dragon, making it a showdown of Blue Eyes vs. Blue Eyes. While all of this is happening, Tea, still possessed by Marik, goes to the top of the Duel Tower, to reclaim his body. Yami-Marik is still wondering why the Millennium Rod won't always work for him, just as she arrives and takes the Rod back. A brief struggle ensues, but Yami Yugi senses what's happening and goes to investigate. Yami-Marik decides not to attack Yami, wanting to wait until it's time for them to duel.",
                    "TitleJapanese": "青眼の白龍（ﾌﾞﾙｰｱｲｽﾞﾎﾜｲﾄﾄﾞﾗｺﾞﾝ） vs 青眼の白龍（ﾌﾞﾙｰｱｲｽﾞﾎﾜｲﾄﾄﾞﾗｺﾞﾝ）",
                    "SummaryJapanese": "城之内は「墓あらし」と「死者蘇生」でブルーアイズを召喚するが、すぐに海馬も召喚し、ブルーアイズ同士の相打ちとなる。一方、杏子に宿る表マリクは、闇マリクを倒そうとするも失敗。闇マリクはさらに凶暴化する。"
                },
                "40": {
                    "ID": "219427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219427",
                    "TitleEnglish": "Battle For The Bronze (Part 3 of 3)",
                    "SummaryEnglish": "Joey tries to use his Baby Dragon/Time Wizard to bring out his Thousand Dragon and weaken Kaiba's Blue Eyes White but it doesn't work and he loses. Meanwhile Yugi decides not to tell Tea about her being possessed by Marik's good side. Despite his loss to Kaiba Joey points out he won't give up and after they leave Isuzu asks Kaiba to support Yugi which Kaiba refuses to do she lets him know that his past self may have been the Pharaohs rival but he was also a close friend who helped the Pharaoh long ago by assisting in sealing up the darkness. Mokuba remembers Seto's previous duels against Yugi and Joey and realizes how much he has changed and expresses how much he misses the old Seto and manages to convince him to help Yugi in some. Kaiba having figured out that one card he has if played correctly can defeat the Wing Dragon of Ra so just before Yugi's duel against Marik begins Kaiba passes the card to Yugi.",
                    "TitleJapanese": "真のデュエリストへの道",
                    "SummaryJapanese": "善戦する城之内だったが、圧倒的なレベルの差で海馬が勝つ。「3000年前、王との友情を記すために石版を残したのは神官セトだった」とイシズは海馬に語った。海馬は遊戯に、ラーに対抗できるあるカードを渡す。"
                },
                "41": {
                    "ID": "219428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219428",
                    "TitleEnglish": "The Final Face Off (Part 1 of 5)",
                    "SummaryEnglish": "Yugi is now all that stands between Yami Marik and his sick, twisted desire to rule the world. Even though Yugi has two Egyptian God cards, Obelisk the Tormentor and Slifer the Sky Dragon, his chances at defeating Yami Marik's Egyptian God card, The Winged Dragon of Ra, are slim. However, Kaiba has given Yugi a magic card which may be what he needs to take Ra down, Fiend's Sanctuary. Of course, Kaiba still doesn't believe in his ancient past, but Ishizu thinks he'll be proven wrong soon enough. Yami Marik decides to make their duel a Shadow Game, but there's a lot at stake. If Yami Marik loses, Mai Valentine, and Yugi, who has been taken captive, will be freed but Marik will be gone. If Yami Marik wins, not only does Marik disappear into the shadows, Mai and Yugi as well. Without Yugi, Yami Yugi will cease to exist. Either way, Marik goes bye-bye. Early in the duel, Yami Yugi is already down to 3300 life points, but Yugi still encourages him to keep fighting. Yami Yugi manages to preve",
                    "TitleJapanese": "決勝戦（ファイナル）　遊戯 vs マリク",
                    "SummaryJapanese": "はりつけにされた表遊戯と表マリクを賭けた戦いで、遊戯は攻撃力6000のオシリスで攻撃するが、マリクは「暗黒の魔再生」と「死者蘇生」で不死の能力を持つラーのゴッドフェニックスを召喚。2体の神がにらみあう。"
                },
                "42": {
                    "ID": "219429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219429",
                    "TitleEnglish": "The Final Face Off (Part 2 of 5)",
                    "SummaryEnglish": "The final Battle City duel continues. Yami Marik has summoned his Egyptian God card, The Winged Dragon of Ra via Monster Reborn in its Phoenix mode. Slifer the Sky Dragon, Yami Yugi's Egyptian God card, is unable to scratch it, even with its ability to reduce its stats by 2000. Yami Marik pays 1000 Life Points to destroy Slifer. Yami Yugi is still able to continue the match. Despite the destruction of Slifer, Yami Yugi still has one more Egyptian God card waiting, Obelisk the Tormentor, and there's still the card which Kaiba gave him, Fiend's Sanctuary. Yami Yugi takes his turn, and without even looking, he draws a card and places it face-down, as if he knew what it was right off the bat. Yami Marik once again resurrects his Winged Dragon of Ra, but this time, he pays all but one of his LP and sacrifices his monster, Juragedo, to add it's ATK to Ra, bringing it to 4699 ATK. The end seems near, but Yami Yugi activates Fiend's Sanctuary, which produces a Metal Fiend Token. If Ra attacks",
                    "TitleJapanese": "悪魔の聖域（デビルズサンクチュアリ）発動！",
                    "SummaryJapanese": "遊戯はドローしたカードを見ずに場に伏せた。それは海馬から受け継いだ「デビルズサンクチュアリ」で、メタルデビルトークンが現れてラーの攻撃をかわした。さらに、トークンを生贄にオベリスクを召喚する。"
                },
                "43": {
                    "ID": "219430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219430",
                    "TitleEnglish": "The Final Face Off (Part 3 of 5)",
                    "SummaryEnglish": "As the concluding duel to Battle City rages on, things are looking good for Yami Yugi. His newly summoned Egyptian God card, Obelisk the Tormentor (4000/4000), has taken a big chunk of Yami Marik's Life Points; 4000 to be exact. Despite the major blow, Yami Marik isn't too worried, reminding Yami Yugi that it's Marik who suffers as a result. Marik, with whatever power he's got left, goes to a still-unconscious Odion. He apologizes for everything he's done, but remembers why Odion stood by Marik to begin with, to control the evil within. Odion knew what Marik was doing was evil, but Odion has protected Marik since he was born, even undertaking his own painful ritual to prove his loyalty. Marik could never repay him for all he's done, and he realizes his time is up. He says goodbye to Odion. Back in the Shadow Game, Yami Marik activates a trap card, Metal Reflect Slime, which creates a copy of Obelisk, with a DEF of 3000. Yami Yugi sets a card and ends his turn. Yami Marik brings out Rev",
                    "TitleJapanese": "不死の壁　ゴッドスライム",
                    "SummaryJapanese": "不死のゴッドスライムを前になす術がない遊戯。表マリクの意思は寝たきりのリシドを訪ね、感謝の言葉を語る。さらに杏子の体を借り、「僕と共に、僕が生み出した邪悪な心を打ち砕いてくれ」と遊戯に告げた。"
                },
                "44": {
                    "ID": "219431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219431",
                    "TitleEnglish": "The Final Face Off (Part 4 of 5)",
                    "SummaryEnglish": "Yami Marik could very well be on the verge on defeating Yami Yugi. On his next turn, he will activate Monster Reborn, allowing him to once again revive The Winged Dragon of Ra from the Graveyard. However, Yami Yugi won't give up, as he is convinced he can win the duel and save Marik from the Shadow Realm. He also has the Egyptian God Slime to worry about. Yami Marik lays a card face-down and summons Swallowtail Spike Lizard (1900/700) in defense mode. The card will grant Yami Marik 1000 Life Points each time his turn begins. Joey realizes that Yami Yugi is in a dilemma. If he attacked, Marik's good side would further disappear into the shadows. Joey then remembers it's Marik's fault this is happening to begin with. Marik, still in possession of TÃ©a's body, tells him he was trying to help Yami defeat Yami Marik, but Joey is still angry and demands Marik leave TÃ©a's body so the duel can continue. Marik apologizes for what's happened. He returns control to TÃ©a. Marik knows that Yami won't",
                    "TitleJapanese": "オベリスクの怒り ソウルエナジーＭＡＸ",
                    "SummaryJapanese": "攻撃力6899のラー対攻撃力∞のオベリスクだが、双方とも攻撃をかわす。そして遊戯はマジシャン2体を揃え、攻撃すればマリクのLPが1になるチャンスを得るが、生贄となったマリクの主人格を思い攻撃をためらう。"
                },
                "45": {
                    "ID": "219432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219432",
                    "TitleEnglish": "The Final Face Off (Part 5 of 5)",
                    "SummaryEnglish": "As this starts, Odion continues to try to go to the duel tower, but Yami Marik laughs and says that even if Odion is awake, he won't change places with his other self. As Odion reaches the duel tower, he talks about how the Ishtar family has suffered a lot and that how Yami Marik sent his father to the Shadow Realm. Yami Marik tells Odion to be quiet, and then uses the Millennium Rod to throw his back. But then Odion gets up again, telling Marik that he is trying to seal him self in darkness. Again, Yami Marik throws Odion back with the Millennium Rod. Ishizu runs to Odion, and then Marik raises the Millennium Rod again, but then regular Marik combines with Yami Marik and makes the Rod fall. The two Mariks fight within the same body. Yami Marik screams. Marik tells Yugi to attack him quickly and says that he committed an unforgivable crime. So, using the effect of Ragnarok, Yami Yugi removes all the monsters from his hand, graveyard, and deck from play to destroy all opponents' monster",
                    "TitleJapanese": "バトルシティ終結！",
                    "SummaryJapanese": "生贄の表遊戯、表マリクの姿はもはや顔の一部しかない。リシドが闇マリクに人間の宿命を語ると、表マリクの一部分が実体化し、遊戯に自分を攻撃するように言う。そして遊戯の攻撃でマリクのLPは1になるが…。"
                },
                "46": {
                    "ID": "219433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219433",
                    "TitleEnglish": "One For The Road",
                    "SummaryEnglish": "Determined to destroy the final remaining symbol of their foster-father's evil, Kaiba and Mokuba activate KaibaCorp Island's self-destruct system. However as KaibaCraft 3 prepares for take off the duellists are shocked to hear that the engine is still damaged from the escape from Noah's Virtual Fortress. With only a few minutes remaining until the island explodes, a desperate search for another means of escape begins.",
                    "TitleJapanese": "アルカトラズ炎上",
                    "SummaryJapanese": "遊戯はバトルシティの覇者になったが、石版に戻って王＝ファラオの記憶を取り戻せば、もうひとりの人格とも別れることになるため心境は複雑だ。エジプトに帰るマリクたちや、アメリカへ向かう海馬や御伽とも別れる。"
                },
                "47": {
                    "ID": "219434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-duel-monsters/episodes/219434",
                    "TitleEnglish": "Looking Back And Moving Ahead",
                    "SummaryEnglish": "On her last day in Domino, Serenity meets TÃ©a and asks if she will show her around the city before she leaves. As the two tour the town, they both remember all of the events, both good and bad, that happened during the Battle City tournament and Serenity is as surprised as TÃ©a first was when she learns about Yami's past as an Egyptian Pharaoh. As the day draws to a close, Serenity thanks TÃ©a for a good day and departs, leaving TÃ©a free to make her way to meet Yami.",
                    "TitleJapanese": "兆 (きざし)",
                    "SummaryJapanese": "おてんばで気が強いが、繊細な一面も持つ杏子。少年たちのデュエルをきっかけに、杏子の視点から遊戯の成長や、仲間の絆の強まりを振り返る。そして杏子は、間もなく訪れるもう1人の遊戯との別離を覚悟する。"
                }
            }
        },
        "4": {
            "Episodes": {}
        },
        "5": {
            "Episodes": {}
        }
    }
}