{
    "URL": "https://www.thetvdb.com/series/medabots",
    "Genres": [
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0293731/",
        "https://www.themoviedb.org/tv/11235"
    ],
    "TitleEnglish": "Medabots",
    "SummaryEnglish": "Set in the near future (2122), Medabots revolves around the super-charged battling adventures of a group of kids and their unique, high performance pet robots (a.k.a. Medabots). Fueled with artificial intelligence and a specialized arsenal of unique interchangable weapons, Medabots compete against each other in exciting Robattles. However, after the world robattle has ended a new robot group, known as Kilobots, has appeared and begun taking the fun out of robattles, because they play by no rules. How will this affect the World Robattle Championships held every four years?",
    "TitleJapanese": "メダロット",
    "SummaryJapanese": "お友達ロボット・メダロットが大流行している時代。小学生の天領イッキは、今時メダロットを持っていない珍しいヤツとして見られていた。しかし、川べりで見つけたカブトメダルを拾い、念願のKBT型メダロット・メタビーを手に入れるが、メタビーはマスターの言うことを聞かないという非常に珍しいメダルだった。\n    破天荒なメタビーに振り回されつつ、イッキは幼なじみのアリカ、良きライバルのコウジ、お嬢様のカリンといった仲間たちとの友情を深めていく。\n    同時に、レアメダルを探すロボロボ団や怪盗レトルトの暗躍に巻き込まれたり、相方となるマスターが不在のロクショウとの出会いなど、破天荒な日常を繰り広げて行く。",
    "Aliases": [
        "Medarot"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "1": {
            "ID": "11683",
            "URL": "https://www.thetvdb.com/series/medabots/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "220105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220105",
                    "TitleEnglish": "Stung by a Metabee",
                    "SummaryEnglish": "In the year 2122, a young boy named Ikki does not have a Medabot while everybody else does.",
                    "TitleJapanese": "うごけ! ポンコツメダロット",
                    "SummaryJapanese": "ある夜、メダルハンター・怪盗レトルトが、レアメダルを奪っていった…。イッキとアリカの学校の校庭では、スクリューズの親分・キクヒメと生徒会長のメダロットがロボットバトル・ロボトルを始めていた。メダロットを１台ももっていないイッキは偶然、川の中からメダルを拾った。そしてコンビニの店員・ヒカルから、初期型のメダロット・メタビーを売ってもらった。"
                },
                "2": {
                    "ID": "220106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220106",
                    "TitleEnglish": "Return of the Screws",
                    "SummaryEnglish": "Ikki and Metabee don't get along so well and Henry explains why. Ikki starts to understand why and decides to Ro-Battle the Screws.",
                    "TitleJapanese": "逆襲のスクリューズ",
                    "SummaryJapanese": "やっと自分のメダロット・メタビーを持つことができたイッキだが、メタビーは、マスターであるイッキの言うことをきかない。イッキは、不良品だとヒカルに文句を言うが、メダロットとマスターの性格の不一致は、メダルに原因があるらしい。"
                },
                "3": {
                    "ID": "220107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220107",
                    "TitleEnglish": "Running Scared",
                    "SummaryEnglish": "Ikki's middle school gym teacher makes him and the Screws do A LOT of running, but when Ikki and Erika find out the gym teachers big secret, they decide to investigate.",
                    "TitleJapanese": "男の夢は体力だ",
                    "SummaryJapanese": "ミスターマッスルと呼ばれるオトコヤマは、メダロットを目の敵にしている。ロボトルなんかやっている暇があったら体を鍛えろ！とばかりに、地獄のしごきを課す。ある日、イッキはテストでどうしようもない点数を取り、オトコヤマの楽しいクラブ活動に招待される…。"
                },
                "4": {
                    "ID": "220108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220108",
                    "TitleEnglish": "The Legendary Medafighter",
                    "SummaryEnglish": "Erika finds out about a \"\"legendary medafighter\"\" that supposedly goes to a snobby rich kids private school, so she and Ikki sneak in and go on a search to find him.",
                    "TitleJapanese": "伝説のメダロッター",
                    "SummaryJapanese": "負け知らずのメダロットを操る、伝説のメダロッターが花園学園にいるらしい？という噂をアリカは聞きつけた。早速アリカは、どんな奴かを調べるため、イッキとメタビーとともに花園学園へ乗り込んだが…。"
                },
                "5": {
                    "ID": "220109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220109",
                    "TitleEnglish": "The Old Man and the Sea Monster",
                    "SummaryEnglish": "The 'Old Man' helps Ikki and Metabee fight on water to to beat the bad bully-meanies.",
                    "TitleJapanese": "海よ今日もありがとう",
                    "SummaryJapanese": "メタビーを連れて、海へやって来たイッキとアリカ。海水が塩水であることを知らなかったメタビーは、錆びてしまうとイッキに文句を言い、ふたりはケンカになる。そこへ地元の３人組がやってきて、この海岸には怪物が出て危険だから、よそ者は帰れ！と言って去って行った。"
                },
                "6": {
                    "ID": "220110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220110",
                    "TitleEnglish": "The Gimme Ghost",
                    "SummaryEnglish": "Ikki and Erika find out that there are ghosts stealing medals in a forest so they decide to check it out. There they find Karen and Koji who are also looking for the 'Gimmie Ghost' as he is called.",
                    "TitleJapanese": "暗闇に消えたメダル",
                    "SummaryJapanese": "コレクターからメダルを奪っていく怪盗レトルトは、真夜中にメダルをおいてけ～と言って現れる“おいてけ幽霊”だと言われている。イッキとアリカのところに、カリンちゃんが、コウジが“おいてけ幽霊”の被害にあったと相談に来た。"
                },
                "7": {
                    "ID": "220111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220111",
                    "TitleEnglish": "Cyandog Bites Back",
                    "SummaryEnglish": "Spyke and Cyandog never seem to win a Ro-Battle so Samantha kicks him them out of the Screws gang. Spyke and Cyandog ask Metabee and Ikki for training help and they find out that Cyandog is terrible at battle because he has the wrong type of medal.",
                    "TitleJapanese": "吠えろ! シアンドッグ",
                    "SummaryJapanese": "ロボトルで黒星ばかりのイワノイは、キクヒメからスクリューズをクビになってしまった。イワノイは、絶対に勝てる相手だと思い、砂場で遊ぶ幼稚園児にロボトルを挑んだが、あっさり負けてしまう。イワノイはシアンドックと共に、町を出る決意をする。"
                },
                "8": {
                    "ID": "220112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220112",
                    "TitleEnglish": "For Better for Worse (1)",
                    "SummaryEnglish": "It is time for the 10th Annual Medabot Citywide Ro-Battle. Ikki and Metabee want to enter but of course they can't get along and Metabee refuses to listen to Ikki in the Ro-Battles. They both manage to get to the finals anyway but the final test is Koji and Sumilidon. Can Ikki and Metabee get a grip and defeat Koji and Sumilidon. Find out in Part 2.",
                    "TitleJapanese": "嵐のロボトルトーナメント",
                    "SummaryJapanese": "ロボトル世界大会のTV中継を見ていたイッキをメタビーが挑発し、いつものように喧嘩になった。TVを壊してしまったイッキはお小遣い無しに…。そんな時、町内ロボトル大会が開催されることを聞いたイッキは、初出場、初優勝に意気込む！"
                },
                "9": {
                    "ID": "220113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220113",
                    "TitleEnglish": "For Better for Worse (2)",
                    "SummaryEnglish": "Metabee and Ikki are still furious at each other, so Metabee decides not to listen to Ikki. Even though Ikki tries to help Metabee, Metabee tunes him out and loses the Ro-Battle. After the defeat, Metabee's medal pops out of the robot leaving it to be stollen by the Rubber Robo Gang. They manipulate Metabee to join the Rubber Robo Gang. Is it over for Ikki and Metabee?",
                    "TitleJapanese": "メタビー、グレる",
                    "SummaryJapanese": "イッキは、ロボトル試合会場で、メダルを無くしてしまい、メタビーは動かなくなってしまった。そのメタビーのメダルは、ロボロボ団に拾われ、ア・ゲダマーとなって、イッキの前に現れる。"
                },
                "10": {
                    "ID": "220114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220114",
                    "TitleEnglish": "Mystery Medabot",
                    "SummaryEnglish": "A mysterious Medabot has come to town. This Medabot goes by the name Rokusho. Ikki and his pals see him saving a puppy and they realise that he is faster than any Metabot they ever seen. Metabee finds out that Rokusho is a loner Medabot with his past shrouded in mystery.",
                    "TitleJapanese": "その名はロクショウ",
                    "SummaryJapanese": "イッキとアリカは、嵐の日に、通りかかった川辺で、飼い犬が川に流されてしまい、助けを呼んでいる女の子を見つけた。イッキは助けに行くが、雨風が強すぎて身動きがとれない。その時、橋の上から、流されている犬を助けたのは、謎のメダロットだった。"
                },
                "11": {
                    "ID": "220115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220115",
                    "TitleEnglish": "Phantom Renegade: Unmasked",
                    "SummaryEnglish": "Ikki is accused to be the Phantom Renagade by a reporter, so the reporter follows him everywhere and even starts to mimic the Phantom in the hopes that Ikki will reveal his secret. But then the real Phantom comes out into the open seeking revenge.",
                    "TitleJapanese": "レトルト危機一髪!",
                    "SummaryJapanese": "怪盗レトルトが、再び現れた。メダロット博物館のレアメダルを奪い、逃走するレトルトの前に、ロクショウが立ちはだかるが、レトルトは“ロクショウのレアメダルに用がある。また会おう”と言い残し、空に消えていった。"
                },
                "12": {
                    "ID": "220116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220116",
                    "TitleEnglish": "Ban All Medabots",
                    "SummaryEnglish": "Angry moms that don't like Medabots are stealing kids' Medabots and pack them away. Ikki and Metabee talk some sense to the mean mothers and they get a grip and everyone lives happily ever after. For now, anyway.",
                    "TitleJapanese": "ロボトル禁止令!",
                    "SummaryJapanese": "ロボロボ団の暴走行為が、メダロットに対する苦情となり、学校に持ち込まれたメダロットは没収！ロボトルは全面禁止となってしまった。イッキたちは、そんな理不尽なことを決めた教育委員会。PTAと戦うことに…。"
                },
                "13": {
                    "ID": "220117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220117",
                    "TitleEnglish": "Meet Your Meda-Maker",
                    "SummaryEnglish": "The Rubber Robo Gang comes up with a plan to use Ikki and Metabee to steal a super rare medal from Dr. Aki him self, who is the creator of all Medabots and also Karin's uncle.",
                    "TitleJapanese": "レアメダルを奪え!",
                    "SummaryJapanese": "ロボロボ団のサラミは、世界征服を企む悪の秘密結社・真のボスである首領と密かにコンタクトを取っていた。首領から、レアメダルを探し出し、奪い取れとの、新たな指令を受けたサラミは…。"
                },
                "14": {
                    "ID": "220118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220118",
                    "TitleEnglish": "The Spy Who Robattled Me",
                    "SummaryEnglish": "The Rubber Robo Gang tries to steal a rare medal from the Medabot Corporation. Inside, the Rubber Robo Gang steals Belzega, a Medabot that has one-hit-beats-him attack. Dr. Aki, realizing that the Rubber Robo Gang wants all the rare medals of the world, appoints the Phantom Renegade to protect them.",
                    "TitleJapanese": "潜入! メダロット社",
                    "SummaryJapanese": "カリンちゃんから手紙をもらったイッキは大はしゃぎ！てっきりデートの誘いだと思っていたら、カリンちゃんと一緒に現れたのは、メダロット博士だった。ふたりをメダロット社へ案内してくれるという。"
                },
                "15": {
                    "ID": "220119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220119",
                    "TitleEnglish": "I Dream of Hushi",
                    "SummaryEnglish": "Rokusho meets Ainsley, a woman that lost her husband in a war, and they start to become friends.",
                    "TitleJapanese": "風と火の記憶",
                    "SummaryJapanese": "けやきの木を守り、ひとり大きな屋敷で暮らす藍香さんは、近所でも変わり者で、宝を隠していると噂されている。その藍香さんの家からロクショウが出てきた。ロクショウもまた、けやきの木に昔の思い出があった。"
                },
                "16": {
                    "ID": "220120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220120",
                    "TitleEnglish": "Metabee Vs Rokusho",
                    "SummaryEnglish": "Rokusho finds out that Dr. Aki was the one that set fire to Dr. Hushi's house and Rokusho gets very angry. Metabee tries to protect Dr. Aki and has to Ro-Battle Rokusho. When Metabee is about to win, Rokusho uses the 'Medaforce' to pummel Metabee into oblivion.",
                    "TitleJapanese": "激突! メタビー対ロクショウ",
                    "SummaryJapanese": "ロボロボ団は、首領からの指令に従い、子供たちを襲ってメダルを奪おうとするが、ロクショウが現れ手も足も出ない。ロクショウの名を聞いた首領は、ロクショウこそが真のレアメダルだといい、抱いていた計画を進め始めた。"
                },
                "17": {
                    "ID": "220121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220121",
                    "TitleEnglish": "Use the Medaforce",
                    "SummaryEnglish": "Dr. Meta-Evil's super strong bot, the Robo-Emperor, starts wreaking havoc and Rokusho gets kidnapped by the Rubber Robo Gang and is taken to a ship where they hope to get a rare medal. Ikki finds more info on rare medals and discovers that Dr. Hushi was the first to find out that the Medaforce comes from a Medabot's rare medal.",
                    "TitleJapanese": "メダフォース発動",
                    "SummaryJapanese": "ロボロボ団のメダロット、ビーストマスターが現れ、力を使い果たしたロクショウは捕らえられてしまう。とどめをさされたロクショウは、メダルと共に連れて行かれた。イッキはレアメダルのことを詳しく知りたいと、メダロット博士からその歴史を教わる。"
                },
                "18": {
                    "ID": "220122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220122",
                    "TitleEnglish": "Fifteen Minutes of Shame",
                    "SummaryEnglish": "The preliminary rankings for top Medafighters off Japan is out. Ikki is #3, Koji is #2, and Space Medafighter X is #1. Ikki starts showing off for the cameras and Samantha (Leader of the Screws) claims that she taught Ikki all he knows.",
                    "TitleJapanese": "発表! ロボトルランキング",
                    "SummaryJapanese": "世界ロボトル選手権大会、日本代表選手の選考を兼ねた、全国ロボトルランキングの途中経過が発表された。なんとイッキが第３位にランクされ、大喜びしたものの、第２位がコウジだと知ると、激しい闘志を燃やす。"
                },
                "19": {
                    "ID": "220123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220123",
                    "TitleEnglish": "Enter Rintaro",
                    "SummaryEnglish": "Ikki and Erika go exploring when they find Spyke and Krosserdog attacked. They claim that a big Medabot attacked them. Afterwards, Samantha and other Medafighters blame Ikki for attacking their Medabots. They come to a conclusion that Metabee has been cloned. Meanwhile, Koji is knitting a sock, because nobody has challenged him to a Ro-Battle.",
                    "TitleJapanese": "りんたろう参上!",
                    "SummaryJapanese": "メタビーのレアメダルを狙っている、謎のメダロットが現れた。しかし一方で、メタビーが町内のメダロットを襲っているというのだ。身に覚えのないイッキとメタビーは、ニセモノがいるのではないかと考えた。"
                },
                "20": {
                    "ID": "220124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220124",
                    "TitleEnglish": "The Ace from Outer Space",
                    "SummaryEnglish": "As the story returns to where it left off last episode, we see the mysterious Medabot reveal itself. It is a KBT type, Arcbeetle, and it belongs to the number 1 Medafighter in Japan, Space Medafighter X. Space Medafighter X challenges Shrimpy Lipowitz and wins easily, winning back Ikki's medal. As he returns the medal, he lectures Ikki that he should never fight for medals, only medaparts.",
                    "TitleJapanese": "宇宙からの使者?",
                    "SummaryJapanese": "メタビーのレアメダルが、サラミに奪われようとした時、謎のメダロットが姿を現した。彼こそ全国ロボトルランキング第１位、宇宙メダロッターX。イッキたちが、手も足も出せなかったサラミをあっさり倒してしまった。"
                },
                "21": {
                    "ID": "220125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220125",
                    "TitleEnglish": "Me and My Shadow Sword",
                    "SummaryEnglish": "After seeing Ikki and Metabee use the Medaforce, Koji decides to train harder than ever to be prepared in case he ever has to face it. Space Medafighter X shows up to help him learn a special technique, the \"Shadow Sword\", which will help him to do this.",
                    "TitleJapanese": "奥義! シャドウソード",
                    "SummaryJapanese": "宇宙メダロッターXは、いまやコウジの師匠、メダフォース封じの早技・相手の次の手を封じ込めることができるシャドウソードを教えてほしいと願い出たコウジは、苦手な山奥で荒行に取り組んでいた。"
                },
                "22": {
                    "ID": "220126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220126",
                    "TitleEnglish": "Dude, Where's My Ma?",
                    "SummaryEnglish": "Ikki and Metabee have to decide what to do. Do they want to make the rankings for the Medabots Ro-Battle Championships or does he want to save his mom?",
                    "TitleJapanese": "囚われたチドリ!",
                    "SummaryJapanese": "イッキの母、チドリがロボロボ団に誘拐された。ロボロボ団の目的はメタビーのレアメダル。イッキはロボトル世界大会に出場するために、あと２勝しなければならない。その残り時間は３時間…。しかし、イッキは大切な母をメタビーとともに助けに行く。"
                },
                "23": {
                    "ID": "220127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220127",
                    "TitleEnglish": "X-treme Measures",
                    "SummaryEnglish": "It's the day of the final standings for the World Robattle Tournaments and Ikki Tenryo is still in fourth place. With only 20 minutes until the closing of the rankings, Metabee is exhausted and the only new Medafighter nearby is Space Medafighter X.",
                    "TitleJapanese": "風と火の記憶さらば宇宙メダロッターX",
                    "SummaryJapanese": "世界大会出場まで、あと１勝しなければならないイッキは、宇宙メダロッターXと戦うことを決意する。ライバルであるにもかかわらず、コウジ、りんたろうはメダロットバーツを、そしてアリカは特別な贈り物を…?!みんなの応援を受け、ロボトルが始まった。"
                },
                "24": {
                    "ID": "220128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220128",
                    "TitleEnglish": "The Road to Ruins",
                    "SummaryEnglish": "The Rubbe Robo Gang swoops down and bot-naps Metabee. Because he is exhausted, he cannot fight back. They take Metabee to their secret hideout by helicopter.",
                    "TitleJapanese": "決戦! ミヤマ遺跡",
                    "SummaryJapanese": "ロボロボ団首領のもとへ、メタビーが連れ去られてしまった。イッキとコウジは、メタビーを奪還すべく、仲間に裏切られたサラミにロボロボ団のアジトへ案内させる。そこはミヤマ遺跡、メダロットの絵が描かれ、メダルが埋まっていた。"
                },
                "25": {
                    "ID": "220129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220129",
                    "TitleEnglish": "Beetle Mania",
                    "SummaryEnglish": "Dr. Meta-Evil uses Metabee's medal to control every Medabot in the world! Brass starts to attack Erika and Karin and Kantaroth starts attacking Rintaro and his group. Dr. Meta Evil was once Dr. Hushi's assistant. Dr. Hushi found out the power of the rare medals and he wanted to destroy all his research and findings, but Dr. Meta-Evil stole the information to use it for evil.",
                    "TitleJapanese": "メタビーをとり戻せ!",
                    "SummaryJapanese": "イッキたちの前に、ロクショウが現れる。ロクショウはメタビーが捕らえられていることを知らず、ロボロボ団の悪事を叩き潰すために来たという。一方、博士たちはロボロボ団が発する怪電波の場所を特定した。"
                },
                "26": {
                    "ID": "220130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220130",
                    "TitleEnglish": "The Mother of All Robattles",
                    "SummaryEnglish": "Dr. Meta-Evil looks to be finished. But is he? A strange cat puts a rare medal in to a huge Medabot and it takes Metabee, Rokusho, and ArcBeetle to fight him. Even when all 3 of them use the Medaforce, it doesn't seem to stop Giganko. Giganko goes into town destroying everything in sight. Not even the Police can stop this Medabot. Is all hope lost?",
                    "TitleJapanese": "灼熱の最終ロボトル",
                    "SummaryJapanese": "ミヤマ遺跡から、巨大なメダロットが現れた。イッキたちは逃げ場を失ってしまう。カリンちゃんがメダロット博士に助けを求めるが、ヘリポートも破壊され、救助に行けない。怪盗レトルト、ロクショウと共に、メタビーは巨大メダロットに立ち向かう。"
                }
            }
        },
        "2": {
            "ID": "11684",
            "URL": "https://www.thetvdb.com/series/medabots/seasons/official/2",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "220131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220131",
                    "TitleEnglish": "Spaceship Superstars",
                    "SummaryEnglish": "When no one believes that an UFO landed on her front yard, Erika tries to bring out the truth, while the Rubber Robo Gang makes money selling Alien merchandise.",
                    "TitleJapanese": "宇宙人だロボ!!",
                    "SummaryJapanese": "特ダネを探して、ブラスと歩いていたアリカは、宇宙人を目撃。その証拠写真をイッキに見せるが、うそ臭いと信じてもらえない。そこで、アリカはメタビーをおとりにして、“宇宙人おとりホイホイ作戦”で、宇宙人を生け捕りにしようと考えた。"
                },
                "2": {
                    "ID": "220132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220132",
                    "TitleEnglish": "For Love or Robattle",
                    "SummaryEnglish": "Samantha has a hard choice to make. Give up Ro-Battling, so she could stay with her \"true love\" (who doesn't like Medabots) or forget about him and continue as a Medafighter. She decides to quit Ro-Batting for Nathan, who doesn't like Medafighters because he lost to Samantha years ago. Now, Samantha has an even harder decision to make. Will she lose on purpose to regain her true love's spirit back?",
                    "TitleJapanese": "キクヒメの恋",
                    "SummaryJapanese": "イッキと幼なじみのサッカー部の川中島くんは、最近、人気急上昇中の美少年！彼に目をつけ、恋心を抱いたキクヒメに、アリカは独占インタビューを条件に、ラブラブ作戦をアドバイスする。"
                },
                "3": {
                    "ID": "220133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220133",
                    "TitleEnglish": "Dance with the Mantis",
                    "SummaryEnglish": "Karin is having a costume party and invited everyone, from Ikki, Erika, and Metabee to Samantha and the rest of the Screws. Koji got an invite too and he decides to confess his love to Karin at her party. Just as he's about to confess his love, the Rubber Robo Gang crashes the party and with all the confusion, Koji accidentally confesses his love to Samantha.",
                    "TitleJapanese": "ロボトル舞踏会",
                    "SummaryJapanese": "コウジは近頃、イッキとカリンちゃんがべたべたしていることに、不満をもっていた。一方、イッキはカリンちゃんから、花園学園仮装パーティーに招待された。ご機嫌なイッキだったが、アリカとメタビーまでついてくることに…。"
                },
                "4": {
                    "ID": "220134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220134",
                    "TitleEnglish": "Once Frostbitten, Twice Shy",
                    "SummaryEnglish": "A snow storm causes the school to be closed. Ikki and Erika are having a snowball fight with the Screws, and don't hear the no-school announcement. Still thinking they have school, Ikki, Erika, and the Screws all report to school and are surprised to find no one there.",
                    "TitleJapanese": "雪だるまが来た",
                    "SummaryJapanese": "ひと晩で雪が降り積もった翌朝、イッキたちは学校へ行く途中、キクヒメから雪合戦の挑戦を受けた。本気で戦い、夢中になってしまったため、慌てて学校へ行き、裏口から入るが、学校は臨時休校になっていた。"
                },
                "5": {
                    "ID": "220135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220135",
                    "TitleEnglish": "Bridge Over Troubled Squidguts",
                    "SummaryEnglish": "Koji feels he has no chance against Ikki since Metabee can summon the Medaforce. Space Medafighter X agrees to show Koji just how to beat that force. Meanwhile, Squidguts has been put in charge of the Rubberobo Gang and their quest to grab all of the Rare Medals. He has planted himself on a pedestrian bridge making anyone who wishes to pass Robattle his bot Gobanko. A loss to Gobanko would mean the loser must give up his Medal. Even Coach Mountain and Digmole couldn't defeat him. Karin, who is looking to share her spicy squidballs with Ikki, approaches the bridge and tries to do everything she can to keep everyone happy. First she has a crosswalk built, and then she sets up a Grand Prix. Finally, Ikki arrives and sees the cause of the problems is Squidguts and a Robattle is called. Metabee's double launch missiles are blocked by Gobanko who then wraps Metabee in a chain and causes massive damage to his head and torso. In addition, Metabee's Missiles are inoperative. Suddenly, Metabee notices there is damage to the precious bridge which causes him to summon the Medaforce and defeat Gobanko. After the battle, Rintaro races up to Ikki and informs him of Space Medafighter X's intention to help Koji. Is there really a way to defeat the Medaforce? We'll soon find out!",
                    "TitleJapanese": "ロボトルに架ける橋",
                    "SummaryJapanese": "コウジはメダロット博士にメダフォースを伝授してほしいと頼んだ。しかし、レアメダルではない限り、メダフォースを引き出すことは無理だと言われてしまう。落胆するコウジの前に、宇宙メダロッターXが現れ、メダフォースがなくてもレアメダルの相手と戦える方法があると伝えた。"
                },
                "6": {
                    "ID": "220136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220136",
                    "TitleEnglish": "No Body Home",
                    "SummaryEnglish": "Ikki and Erika decide to do a report on Medabots and Medafighters for school. Metabee finds a Mermaidl Medal while strolling. The peeps put the medal in to Brass and the find out that this medalwas lost when her Medafighter had to move somewhere else, and forgot her medal. Metabee insists on finding Oceana to her Medafighter Hannah. When they find her, they find out that Oceana's body was lost during the move too. Erika, being the great invstigator she is, located the guy who found Oceana's body, but he refuses to give ot back. Now Metabee has to Ro-Battle Kuraba, a Crab type Medabot, to win her body back.",
                    "TitleJapanese": "迷子のメダロット",
                    "SummaryJapanese": "夏休みの宿題の自由研究で、メダロッターの生態を研究しようと、アリカに誘われたイッキは、カリンちゃんもメダロッターだと言って、カリンちゃんの家へ行こうと提案する。行く途中、メタビーがマーメイドメダルを拾った。"
                },
                "7": {
                    "ID": "220137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220137",
                    "TitleEnglish": "Welcome to Ninja World",
                    "SummaryEnglish": "When Ikki wins two free tickets to popular Ninja Park, Erika persuades him to take her as his free guest. Ikki's first choice was Karin, but Erika wants to do a story on the park. Ikki reluctantly agrees because Erika took one ticket and wouldn't give it back. The main attractions to the park are the Explosive Ninja Show that features Ninja-Type Medabot Nin-Ninja and Kunoichi (Female Ninja)-Type Medabot Icknite, as well as the Ninja Castle that says closed for renovations. Disappointed, Ikki and Erika proceed to the Ninja Show. As the Ninja Show begins, Ikki and Erika notice that the monsters in the show look very much like the Rubberobo Gang. Seaslug has decided to hold Ikki and Erika captive until renovations are completed on their new base Ninja Castle! The Rubberobo Gang has stolen the Medals of Nin-Ninja and Icknite, and has complete control over them. Intuitively knowing that Ikki and Erika are in trouble, Metabee and Sailor-Multi (nicknamed Brass) come to their rescue. As",
                    "TitleJapanese": "忍びが通る",
                    "SummaryJapanese": "イッキはくじ引きで、シノビックパークの入場チケットが当たり、カリンちゃんを誘おうとしたが、なぜかアリカといくことになってしまう。楽しみにしていた“忍者ショー”には間に合わず、また“忍者屋敷”は工事中と、ついてないことが重なり、ふたりはケンカばかり。"
                },
                "8": {
                    "ID": "220138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220138",
                    "TitleEnglish": "Eat, Drink, Man, Medabot",
                    "SummaryEnglish": "While traveling across the nation, training to become the best in the country, a Medafighter stops at Ikki's home. He is looking for a blue and white Medabot that interrupted his training in the mountains. The Medafighter tells Ikki that over 100 Medabots attacked him at one time and defeated his Kintaro-Type Medabot Kintaro. He can't remember seeing an Medafighter, and only remembers a white and blue Medabot with horns. A blue and white Medabot with no Medafighter? That description fits Rokusho, but he can't possibly be the one that did this terrible thing, can he? When Rokusho is confronted, the truth is revealed - it was indeed Rokusho who interrupted their training, but for good reason. Acting alone, Rokusho did this because they were cutting down trees during their training. He stopped their training not with force but with compassion. This sounds more like the Rokusho that we know!",
                    "TitleJapanese": "キン・タロー注意報",
                    "SummaryJapanese": "ある日、イッキの家に、日本一のメダロッターを目指し、修行しているという、クマゴロウとメダロットのキン・タローが突然やって来た。面識もないイッキは、なぜ自分のところへ来たのかと尋ねると、クマゴロウは“ある日”のことを語り始める。"
                },
                "9": {
                    "ID": "220139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220139",
                    "TitleEnglish": "There's Something About Miss Mimosa",
                    "SummaryEnglish": "Spring is in the air, and like flowers, the hearts of men are blooming for Miss Mimosa, a popular teacher at Ikki's school. Coach Mountain, Squidguts, and the local florist, Mr. Richards all want to confess their love for Miss Mimosa but are too shy. Not surprisingly, Mr. Richards tries to express his feelings with flowers. But now someone is stalking Miss Mimosa by making crank telephone calls, following her home and breaking into her classroom. They discover that Mr. Richards' Medabot Flower-Type Medabot FLORO is the culprit. He tried to act as a go-between by calling her at home and visiting the school, all in an attempt to bring Mr. Richards and Miss Mimosa together. Then, just like his Medafighter, FLORO became shy and nervous when he approached her.",
                    "TitleJapanese": "花ことばはロボトル",
                    "SummaryJapanese": "花屋の陸雲さんが、真澄先生に恋をしてしまった。オトコヤマもまた、猛アタック真澄先生にしかけていた。控えめすぎる陸雲さんには、高嶺の花なのか…。その頃、真澄先生をつけ回すストーカーが出現!?一体誰なのか。"
                },
                "10": {
                    "ID": "220140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220140",
                    "TitleEnglish": "The Birds and the Metabees",
                    "SummaryEnglish": "Penguins are cute with their black and white bodies and small wings, and the unique way they waddle when they walk. When they stare at you with those beady eyes, it just takes your breath away! Along with a little boy named Paco and his Medabot Pingen, Ikki and his friends break into a strange animal park operated by the Rubberobo Gang to help send hundreds of penguins back to their home in Antarctica. Pingen, a Penguin Type Medabot that is not suited for battle because of its weak armor, was a present from Paco's dad in Antarctica to keep Paco company while he is away. Rubberobo's plan was to build a zoo to raise funds for taking over the world! The mistake was trying to make a zoo with only penguins. Their bizarre plans were spoiled when Pingen, Paco and his new friends succeed in setting the penguins free. Ikki and the others are happy to help send the penguins home to Antarctica, but hate to say goodbye to Pingen.",
                    "TitleJapanese": "ピンゲン南へ…",
                    "SummaryJapanese": "町内に動物園ができた。早速、入ってみたイッキとアリカだったが、よく見ると、どの動物も寝ていて様子が変だ。すると動物の中から、ペンギンたちが次々と、暑さのあまり出てきた。"
                },
                "11": {
                    "ID": "220141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220141",
                    "TitleEnglish": "Skyward, Yo!",
                    "SummaryEnglish": "Ikki and Metabee are being trained by Dr. Aki to become top-level, highly skilled fighters for Robattle. The doctor visits a friend of his, Kailey, the famous stunt pilot. Kailey and her Plane-Type Medabot Femjet are practicing their aerodynamic moves when Femjet is unable to pull out of a dive and crashes into the forest. Kailey explains that three months ago at the City Airshow, she made a mistake on her landing and Femjet crashed badly. Ever since that crash, Femjet has been afraid of flying. Ikki suggests that Metabee and Femjet train together so Metabee can learn flying battle techniques while Femjet regains her confidence and aero-form. Kailey flat out rejects Ikki's offer. Feeling slighted, he challenges her to a Robattle. She agrees, and Mr. Referee officially declares the start of the match. Unfortunately, Metabee has only homemade aero-parts to use, and is unable to move. He ultimately defeats himself with his own missiles! Observing how easily Femjet defeats Metabee, the Rub",
                    "TitleJapanese": "翔べ! メタビー",
                    "SummaryJapanese": "怪盗レトルトは、メタビーを捕まえ、メダルを奪おうとした。その時、ロクショウが現れメタビーは助けられた。ある日、メダロット博士から空中飛行の練習をするメダロット・レディジェットを見せられたメタビーは、自分も練習したいと申し出る。"
                },
                "12": {
                    "ID": "220142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220142",
                    "TitleEnglish": "Love at First Bite",
                    "SummaryEnglish": "In Ikki's neighborhood, a cart from Osaka that sells fried octopus balls sets up shop. Despite their good taste, Ikki voices his discontent, since he is a connoisseur of fried octopus balls. Natalie was upset and stayed up all night trying to perfect her recipe. The next day, she was enjoying a good crowd around her cart and again Ikki stopped by to taste her product. Unfortunately, he was once again not satisfied by the taste. Giving Natalie Ikki's attention and valuable advice, Natalie does not get upset, but instead falls in love with Ikki. Natalie is greatly troubled when she finds out that Ikki is ranked third in the nation of all Medafighters. Natalie must decide between her affection for Ikki, and her desire to eliminate him from the competition so she can compete in the World Robattle Tournament and promote her father's fried octopus ball recipe. Very distracted by the smell of fried octopus balls, Ikki almost loses a Robattle to the Clam-Type Octoclam Medabot.",
                    "TitleJapanese": "たこ焼き大作戦!",
                    "SummaryJapanese": "イッキは、いいにおいに誘われて、行ってみると、そこにはイッキの大好物、たこ焼き屋があった。大阪一！いや世界一と豪語するたこ焼き屋のナダコに、たこ焼きマニアのイッキは、タコが大きすぎると言って納得しない。"
                },
                "13": {
                    "ID": "220143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220143",
                    "TitleEnglish": "Heavy Medal",
                    "SummaryEnglish": "Spyke and Cyandog argue with each other and the two end up going their separate ways, with Cyandog deciding to join The Rockers. Determined not to show how much he misses his old Medabot, Spyke buys a Krosserdog Medabot but it just isn't the same without his old buddy. The two eventually reunite, but the turn of events leaves Cyandog's medal in Krosserdog's body, giving Spyke his old friend in a new way.",
                    "TitleJapanese": "捨て犬のブルース",
                    "SummaryJapanese": "イッキは、河原で行き倒れになっていたイワノイを発見。シアンドックが置手紙を残して家出したのだ。今週もロボトルランキング最下位のへなちょこマスターのイワノイに、失望したからだと、キクヒメに言われるが、シアンドックには理由があった。"
                },
                "14": {
                    "ID": "220144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220144",
                    "TitleEnglish": "Let the Meda-Games Begin (1)",
                    "SummaryEnglish": "As competitors from around the world gather for the start of the World Robattle Championships, Mr Referee is shocked to be informed of a new rule for the contest. As Ikki and Koji meet up, they worry that Space Medafighter X might not turn up for the competition and that they will be disqualified, however Ikki and Metabee have more important things to worry about when they immediately get off on the wrong foot with world champion Victor of Team Kenya. When Ikki learns that an exhibition match between Team Kenya and Team Japan will be held during the opening ceremonies, he and Metabee look forward to taking Victor on, until Space Medafighter X fails to turn up for the opening ceremony. As the teams are all introduced, Mr Referee reluctantly announces the new ruling for the championship, that the loser of each robattle must give up their medal to the winner. The stunned players take in the news as the exhibition match begins, but with Space Medafighter X still a no show, Team Japan is ab",
                    "TitleJapanese": "開幕! 世界大会",
                    "SummaryJapanese": "ロボトル世界大会まで一週間。ミスターうるちは、メダロット協会から首席審判を任命されるが、新しい重大な決定を聞き、絶句する。一体その決定とは…。選手村では、世界チャンピオンのヴィクトルが到着した。"
                },
                "15": {
                    "ID": "220145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220145",
                    "TitleEnglish": "Pixies and Pirates (2)",
                    "SummaryEnglish": "After their near defeat in the exhibition match, Ikki and Koji are worried about how they will fare in the championship, especially as Space Medafighter X still hasn't turned up. While the two start arguing about who is going to be team leader, they rescue a little girl from the Caribbean team and let her watch them training. When the robattle begins later that day, Karen has to take MedaX's place yet again, but as the robattle begins they realise that the girl they helped was actually the daughter of Team Caribbean's leader. As the Caribbean rips through Team Japan, the three have to work together in order to defeat their opponents and make it through to the next round. With the three friends finally working together, Henry decides that it is time for the real Space Medafighter X to make his appearance, but how will the team fare against the rest of the opposition.",
                    "TitleJapanese": "一回戦から大波乱!",
                    "SummaryJapanese": "カリンちゃんの車で、試合会場へ向かうイッキたちの前に、カルアという女の子が倒れこんできた。カリブ代表、キャプテン・ジンの大好物のチョコレートを食べてしまい、追われているという。しかし、カルアの本当の正体とは？"
                },
                "16": {
                    "ID": "220146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220146",
                    "TitleEnglish": "The French Deception",
                    "SummaryEnglish": "Ikki and Koji become suspicious when they learn that Tem France has won all of their matches by default because their opponents have failed to turn up. When Metabee's medal goes missing, the gang suspects that Team France have stolen it, but find that their opponents are able to dress up like other people, making them hard to catch. As the gang tries to recover their medals, Team France kidnaps Karin, so Samantha has to stand in as Space Medafighter X, but as the Robatlle prepares to begin, the real Space Medafighter X (a.k.a Phantom Renegade) has switched places with one of the members of Team France and so the team has to forfeit the match, meaning that Team Japan advances automatically.",
                    "TitleJapanese": "ルパン三兄弟七変化",
                    "SummaryJapanese": "メタビーのメダルが盗まれた！今日の二回戦の相手はフランスチーム。今までの試合をすべて不戦勝で勝ち進んできたというルパン三兄弟だ。敵は、日本チームの妨害を企んでいる。次はコウジとカリンちゃんが狙われる…。、"
                },
                "17": {
                    "ID": "220147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220147",
                    "TitleEnglish": "Space Medaballerina X",
                    "SummaryEnglish": "Samantha is training for both the comming robattle AND a ballet recital. To make matters worse they're sceduled on the same day. Samantha really wants to impress her mom, but she doesn't want to disapoint her team.",
                    "TitleJapanese": "踊る! 大おやびん",
                    "SummaryJapanese": "キクヒメは一週間後のバレエ発表会に出ることになった。また、同じ時、イッキたち日本代表は、三回戦で手ごわい相手、メキシコ代表と対戦することが決まっている。メダロッターXとして、共に出場しているキクヒメは、両立すると宣言するが…。"
                },
                "18": {
                    "ID": "220148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220148",
                    "TitleEnglish": "Swede and Sour",
                    "SummaryEnglish": "As Team Japan prepares for their fourth round match against Team Sweden, Ikki, Koji and Sloane (Space Medafighter X) are all infatuated by the three beautiful girls that make up the team. As Spyke and the girls try to snap them out of it, it seems like there is nothing they can do to get the guys to practice. When the match begins, it seems like Team Sweden is in for an easy victory, until the Phantom Renegade reveals that Team Sweden are actually male Rubberrobo Gang members dressed up like beautiful women. Furious that they have been tricked so easily, Metabee wipes out his opponents using the Medaforce, taking Team Japan through to the final eight.",
                    "TitleJapanese": "アイドルにご用心!",
                    "SummaryJapanese": "スウェーデン代表チームのチャーミング娘は、今や男たちの視線を釘付け、メダロット界のアイドルだ。イッキもまた、彼女たちの虜となり、お小遣いを全てつぎ込んで写真集を購入し、大事なメタビーの予備パーツが買えなくなってしまった。"
                },
                "19": {
                    "ID": "220149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220149",
                    "TitleEnglish": "Future's Past",
                    "SummaryEnglish": "Ikki, Koji and Spyke (Space Medafighter X) find themselves up against Team Egypt in the quarter finals, but when the leader of the team, Patra, warns them that they can't win until they identify their weakest link, Koji is sure that she means Spyke because he has the weakest Medabot. As the three begin training, Spyke tries his hardest but Koji tells him to just stay out of the way and leave him and Ikki to do the robattling. However as the robattle begins and Team Egypt takes an early lead, Patra informs Koji that he is the weakest member of the team. As a stunned Koji tries to take in what his opponent has told him, it's up to Spyke to save the day and stop Team Egypt from winning the robattle. Meanwhile, Ikki and Rintaro learn about the Ten Days of Darkness that occurred during the WRC eight years ago and Ikki is stunned to learn that the competitor who caused the incident (the same Henry who Rintaro is obsessed with) caused the Ten Days while using a Metabee.",
                    "TitleJapanese": "強敵! エジプトの女王",
                    "SummaryJapanese": "ついにベストエイトが出揃い、準々決勝の組み合わせが発表された。イッキたちは、次の対戦相手、エジプト代表・砂漠の女王と呼ばれるタワラーマから、日本チームには重大な弱点があり、勝利はない！と言われる。"
                },
                "20": {
                    "ID": "220150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220150",
                    "TitleEnglish": "The Medaforce Within",
                    "SummaryEnglish": "Stunned by the news that Hikaru Agata and Metabee caused the Ten Days of Darkness at the WRC eight years ago, Ikki and the others head off to find Henry, certain that he knows more than he is letting on about the incident. On the way, Ikki explains that Henry suggested the name Metabee, and he thinks that Henry and Hikaru may be one and the same. While the gang have no luck finding Henry, Koji is in shock after seeing how he almost let the team down against Patra and Team Egypt. As a disheartened Koji wonders how he can help the team without being able to use the Medaforce, a confrontation between Joe, the leader of Team USA, and Space Medafighter X results in the real Medafighter agreeing to fight in the semi-finals. As the robattle begins, Koji is unable to fight and Team Japan looks set for an early defeat, but as Arcbeetle seemingly destroys both Team USA's Medabots and Metabee as well, Sumilodon jumps in, rescuing his team mate. Determined not to lose, Joe reveals his secret move,",
                    "TitleJapanese": "華麗なるジョー",
                    "SummaryJapanese": "イッキは、ジョースイハンから、８年前の悪夢の世界大会、その後の魔の１０日間の話を聞いた。その時の日本代表のメダロットで、メタビーと同じ名前を付けてくれたヒカルに、詳しく話を聞きたいと思ったイッキは、ヒカルが働くコンビニへ行ったが、ヒカルは、すでに辞めてしまっていた。"
                },
                "21": {
                    "ID": "220151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220151",
                    "TitleEnglish": "A Date with Destiny",
                    "SummaryEnglish": "Team Japan's day off goes in unsuspected ways when Dr Aki insists that he check out why Sumilodon was able to use the Medaforce. Leaving Koji behind, Ikki and Erika head off in search of Team Iceland to check out the competition, but Erika soon falls in love with team leader Belmont. When Belmont falls ill saving Erika, she feels guilty that he might not be able to compete and pleads with Victor to postpone the match but he refuses. The match goes on as planned and although Belmont fights valiantly, Warbandit is too powerful and Team kenya wins the second place in the finals, taking Orkamar's medal as their prize. While Belmont mourns the loss, Ikki vows to win back the medal by defeating Victor in the finals, however Brass tries to explain that Warbandit told her that Victor does not want to take the medals, but is doing it for another reason.",
                    "TitleJapanese": "北から来た少年",
                    "SummaryJapanese": "アリカの今日の取材相手は、アイスランドチーム。特訓場所に行ってみると、チームリーダーのベルモットは、練習するわけでもなく、温泉を掘り、夕食を作っていた。試合前は、心を落ちつけ、平常心でいたいというベルモットに、アリカは惹かれていく。"
                },
                "22": {
                    "ID": "220152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220152",
                    "TitleEnglish": "Calm Before the Storm",
                    "SummaryEnglish": "As Team Iceland recovers from their defeat, everyone is in shock as the board of directors for the World Medabot Corporation reveals themselves to be the Rubberrobo Gang. While Ikki tries to take in the news, Koji is pleased to hear that Sumilodon should be fine to battle in the finals, however things won't be easy against the World Champion, Victor. Seeing the Robos on television, Miss Caviar recognises Seaslug as the man she fell in love with and tries to talk to him, but when he ignores her she vows revenge, forcing Dr Aki and the Phantom Renegade to let her be Space Medafighter X in the final round. Meanwhile Rokusho learns tyhat Victor has been hired by the Rubberrobos and warns Ikki, who confronts Victor when Mrs Tenryou accidentally invites him home for dinner. During the meal, Victor tells Ikki more about the horrors of the Ten Days of Darkness, but even after hearing his warnings, Ikki is still determined to beat Victor and wim back Orkamar's medal for Belmont. As Team Japan p",
                    "TitleJapanese": "孤独なライオン",
                    "SummaryJapanese": "メダロット協会がロボロボ団に乗っ取られていた。今大会の新ルールによって奪われたメダルを、イッキは明日の決勝戦、ヴィクトル率いるケニア代表対日本代表の試合で、必ず取り戻すと決意する。"
                },
                "23": {
                    "ID": "220153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220153",
                    "TitleEnglish": "Taking the Victor Out of Victory (1)",
                    "SummaryEnglish": "As the finals of the WRC begin, Miss Caviar (as Space Medafighter X) heats things by making a special announcement to the head of the Medabot Corporation, Seaslug. If Team Japan wins the Cup, then Seaslug must quite the Rubberrobos, however if Team Kenya wins, Miss Caviar will join the Robos. As the robattle begins, both teams are on top form and it looks like it could be anyone's game. But as the two teams fight on, Medabots are destroyed one-by-one until only Metabee and Warbandit are left. A crushing blow from Warbandit almost destroys Metabee and in the process fries Ikki's medawatch. Certain that he has won, Victor prepares to leave the stage, but Metabee refuses to give up, summoning the Medaforce to eliminate his opponent. But when Warbandit also summons the Medaforce, the two blasts hit each other head on and the stadium is filled with light...",
                    "TitleJapanese": "世界大会決勝",
                    "SummaryJapanese": "決勝戦、イッキ、コウジの前にカラスミがメダロッターＸとしてやって来た。みんな、それぞれの想いを胸に、気合を入れる。さあ、ヴィクトルたちとのロボトル開始だ！"
                },
                "24": {
                    "ID": "220154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220154",
                    "TitleEnglish": "Altered States (2)",
                    "SummaryEnglish": "The violent combination of Metabee and Warbandit's Medaforce blasts shakes the whole stadium, as, far beneath the arena, Rokusho and the Phantom Renegade discover that the Rubberrobo Gang's hideout has been beneath the Medadome all along. They discover a massive resonating antenna, and the Phantom recognises the truth, racing to tell Doctor Aki while Rokusho takes on a team of Whitesords. Warbandit and Metabee, meanwhile, appear caught in a state of suspended animation, and, in a dream state, deep in the recess of his own mind, Metabee sees a world devastated by war. Victor and Ikki bring their Medabots around, but the strength of their robattle spirit is affect both their medals, and the medals of all the other Medabots around them - and the Phantom Renegade suddenly appears to explain why! The entire stadium is a gigantic resonance device, harnessing the energies of the rare medals and spreading it's effect to all the medals within. The Phantom warns that if the battle does not stop,",
                    "TitleJapanese": "よみがえる悪夢",
                    "SummaryJapanese": "メダフォース同士の激突。動きが止まってしまったメタビーたちに、何が起きているのか？怪盗レトルトとロクショウは、会場の地下に、ロボロボ団のアジトを見つける。そこは、メダロットたちを共鳴させる、巨大なアンテナになっていた。"
                },
                "25": {
                    "ID": "220155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220155",
                    "TitleEnglish": "Waking to a Dream (1)",
                    "SummaryEnglish": "Metabee finds himself in a paradise... a world of Medabots, but no humans, where a Medabot who is apparently Brass calls him \"\"Kyuumu.\"\" Doctor Meta-Evil reveals that he thinks of himself as a Medabot, having cybernetically enhanced his body. Then, he delivers the ultimate revelation... Eons ago, the beings that we now know as Medabots were the rulers of the Earth. But they were obsessed with battle and war - to evolve and fight, they modified their bodies into robotic, metal, armored forms. But their war decimated both their race and the world, and so the survivors encoded their minds into small metallic hexagons - Medals - so that when the world was returned to life, they might live again, too. But when this race was returned to life, they were no longer what they had been - now they were Medabots. It is within his own memories of this past time that Metabee's mind now resides, as he and Rokusho's former self battle each other as generals of opposing armies. Metabee is forced to kill R",
                    "TitleJapanese": "夢の途中",
                    "SummaryJapanese": "メタビーは、目が覚めると見覚えのない町、見知らぬ人々、しかし確かに知っている遠い昔の記憶の中にいた。首領は、超古代文明を築いたメダロ人の末裔、レアメダルは肉体を捨てた、超古代文明人の魂だという。"
                },
                "26": {
                    "ID": "220156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220156",
                    "TitleEnglish": "Metabee's Last Stand (2)",
                    "SummaryEnglish": "Doctor Meta-Evil has unleashed his ultimate weapon - the colossal Medabot, Babby-Blue! But Doctor Aki is ready this time - after the las time Meta-Evil played the giant Medabot card, he had a Giant Metabee constructed. Metabee is unable to generate enough power to mobilise his giant likeness, and realises that they need - \"\"More Medabots, More Power!\"\" Brass, Peppercat, Neutranurse, Sumilidon, Totalizer, Kantaroth and Cyandog all board the Giant Metabee and help to pilot it into battle with Babby-Blue, in a submission robattle refereed by Mr. Referee, who's determination has been restored by the peddler. But even this combination of strength can't breach Babby-Blue's forcefield. Metabee's determination to win draws on the power of the medals of Medabots from all over, unlocking the dormant power within all medals, both rare and clone. A Medaforce blast generated by this energy shatters Babby-Blue's forcefield, but fails to damage the Medabot itself. Metabee knows what he has to do to win",
                    "TitleJapanese": "史上最大のロボトル",
                    "SummaryJapanese": "ヘベレケ博士の切り札、プリミティーベビーに対抗すべく、メダロット博士が極秘に開発していたジャイアントメタビーが登場！イッキとメタビーで世界を救うのだ！"
                }
            }
        },
        "3": {
            "ID": "11685",
            "URL": "https://www.thetvdb.com/series/medabots/seasons/official/3",
            "# Episodes": 39,
            "Episodes": {
                "1": {
                    "ID": "220157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220157",
                    "TitleEnglish": "Kilobot Rising",
                    "SummaryEnglish": "When new robots known as Kilobots start appearing, Ikki and Metabee must prove why they finished second at the World Robattle Championships, but what will they do when the Medaforce doesn't work against these Kilobots?",
                    "TitleJapanese": "爆走！新型メタビー",
                    "SummaryJapanese": "メダロット社が開発した、新型メダロッチが発売された。しかし予約を忘れたイッキとメタビーは、手に入れることが出来ずふさぎこんでいた。一方、新型メダロッチを手に入れ、性能を確かめようとしていたキクヒメたちの前に、自称デスメダロッター・ギンカイが現れた。"
                },
                "2": {
                    "ID": "220158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220158",
                    "TitleEnglish": "Fighting Temptation",
                    "SummaryEnglish": "When Ikki and Metabee promise not to robattle until Metabee's faulty parts are repaired, they discover it takes as much courage and skill to avoid a fight as it does to seek one out.",
                    "TitleJapanese": "禁じられた戦い！",
                    "SummaryJapanese": "イッキは、ナエからメタビーの新しいパーツを預からせてほしいと頼まれた。そして、パーツの修理が終わるまで、絶対にギンカイのデスメダロットとは戦ってはいけないと忠告される。しかし、イッキとメタビーの前に、ギンカイがコクリュウと共に現れ、戦いを挑んできた。"
                },
                "3": {
                    "ID": "220159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220159",
                    "TitleEnglish": "What the World Needs Now [a.k.a. Who is the Mystery Medafighter]",
                    "SummaryEnglish": "Ikki shows the mystery Medafighter how his obsession with destroying the kilobots makes him become similar to Kam, as they both treat their medabots as simple objects of destruction.",
                    "TitleJapanese": "謎のドークス使い",
                    "SummaryJapanese": "コクリュウはデスメダロットによるメダロット一斉襲撃作戦を決行した。アリカがデスメダロット軍団に攻撃されようとしていた時、ドークスという名のメダロットを連れた謎のメダロッターが現れ、一瞬のうちにデスメダロット軍団を倒してしまう。"
                },
                "4": {
                    "ID": "220160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220160",
                    "TitleEnglish": "Delivery Boy",
                    "SummaryEnglish": "Always help your folks. Chores can be fun and may lead to adventure!",
                    "TitleJapanese": "届けもの大騒動",
                    "SummaryJapanese": "イッキとメタビーは、大事な書類を父の会社まで届ける途中、偶然にもギンカイと遭遇。ひょんなことからギンカイを怒らせてしまう。デスメダロットでロボトル勝負を迫るギンカイから逃げ出すが…。"
                },
                "5": {
                    "ID": "220161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220161",
                    "TitleEnglish": "Scoop of the Century",
                    "SummaryEnglish": "ERIKA must choose between her integrity and journalistic success when she competes with Kam and his kilobot, Fotoshoot, in â€˜best scoop' contest.",
                    "TitleJapanese": "激突！スクープ合戦",
                    "SummaryJapanese": "学校側から、アリカひとりの新聞部は放送部との合併を提案されるが、どちらも譲らず、人気投票で決めることになった。早速アリカは、スクープを探しに飛び出していく。そんなとき、放送部の満寿泉に、コクリュウがデスメダルを渡した。"
                },
                "6": {
                    "ID": "220162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220162",
                    "TitleEnglish": "Robbed Zombies",
                    "SummaryEnglish": "When Medabots and Kilobots start becoming zombies, it's up to Ikki and Metabee to save the day, but can Ikki overcome his fear of zombies to give Metabee strength?",
                    "TitleJapanese": "怪談・夜の理科室",
                    "SummaryJapanese": "コクリュウは、ロボトルで負けて落ち込んでいた少年に、メダロットを最強にしてあげると言って家に誘う。アリカは夜な夜なメダロットを襲っている謎の怪物が出没し、襲われたメダロットはパワーダウンし。ゾンビ化してしまうと言う噂を聞きつけてきた。"
                },
                "7": {
                    "ID": "220163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220163",
                    "TitleEnglish": "Lights, Camera... Robattle!",
                    "SummaryEnglish": "Tak and Ikki learn that hard work and practice will always come before trickery and brute powerâ€¦especially in Robattling!",
                    "TitleJapanese": "プールでロボトル！",
                    "SummaryJapanese": "人気番組？突撃!!こどもショー？に出演が決まったイッキとメタビー。それを知ったコクリュウとギンカイは、テレビ中継を利用して、デスメダロットの強さを全国に見せつけようと企てる。"
                },
                "8": {
                    "ID": "220164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220164",
                    "TitleEnglish": "Dark Alliance (1)",
                    "SummaryEnglish": "In order to fufill his mission to destroy all Kilobots, MysteryMedafighter accepts the ultimate Kilobot from Kam. But is the cost too high?",
                    "TitleJapanese": "戦士の絆・前編",
                    "SummaryJapanese": "コクリュウは、ギンカイに最強のデスメダロット・ユニトリスを与えた。謎のメダロッターに敗れたギンカイは、ユニトリスの力を試すため、イッキとメタビーにロボトルを迫る。しかし、メタビーはバッテリー切れ寸前!!"
                },
                "9": {
                    "ID": "220165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220165",
                    "TitleEnglish": "Dark Alliance (2)",
                    "SummaryEnglish": "Mystery Medafighter uses his near-invincible kilobot, Exor, to defeat Ikki, Metabee and anyone else who gets in his way. But does he have the heart to destroy his own medabot, Roks?",
                    "TitleJapanese": "戦士の絆・後編",
                    "SummaryJapanese": "ドークスを捨て、デスメダロット・エクサイズのマスターとなった謎のメダロッターは、ロボトル精神を無視し、ギンカイとメタビーを攻撃。デスメダロットを破壊することが仕事だという謎のメダロッターは、本当にデスメダロッターとなってしまったのか…。"
                },
                "10": {
                    "ID": "220166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220166",
                    "TitleEnglish": "Redrun-Away",
                    "SummaryEnglish": "Metabee learns he can Medachange into Demolition Mode. But will this be enough to stop the powerful Kilobot, Redrun, who is rampaging through the city?",
                    "TitleJapanese": "暴走！赤い悪魔",
                    "SummaryJapanese": "嵐の夜、最強のデスメダロットのひとつ、ブロッソメイルが輸送中の事故で逃走。開発中のミスから、敵とみなした者には、破壊するまで攻撃を止めなくなったブロッソメイルは、町中で大暴れ！"
                },
                "11": {
                    "ID": "220167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220167",
                    "TitleEnglish": "Erika's Secret Garden",
                    "SummaryEnglish": "First impressions can be deceiving. Everyone deserves a second chance.",
                    "TitleJapanese": "アリカの花園",
                    "SummaryJapanese": "アリカは、イッキたちに内緒でブラスと一緒に、秘密の花園を懸命に手入れしていた。しかし、その花園で、謎のメダロッターを囲んでロボトルが始まり、花園が台無しになってしまった。花たちを大切にしない謎のメダロッターに、アリカは幻滅する。"
                },
                "12": {
                    "ID": "220168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220168",
                    "TitleEnglish": "Metabee's Out of Body Experience",
                    "SummaryEnglish": "New Medabots are created to fight against the Kilobots, but when Metabee's original body is stolen choas begins.",
                    "TitleJapanese": "盗まれたメタビー",
                    "SummaryJapanese": "メダロット博士は、イッキたちを呼んでメタビーの記憶装置を再生し、ブロッソメイルとの戦いのデータを分析した。そして、博士は、危険なブロッソメイルに対抗すべく、新型メダロット・アークビートルダッシュを披露する。"
                },
                "13": {
                    "ID": "220169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220169",
                    "TitleEnglish": "The Bee's Rescue the Honey",
                    "SummaryEnglish": "In order to keep his secret, Ginkai captures Honey, but before he can erase her memory, Metabee rescues her. Now who will rescue him...?",
                    "TitleJapanese": "ハニー救出大作戦",
                    "SummaryJapanese": "ハニーは、ナエが修理したメダロットを配達途中にいなくなってしまった。探しに行ったナエとイッキたちは、様子がおかしいギンカイを見つけ、後をつけると、ギンカイは、ハニーのデータを初期化し、記憶を消そうとしていた。"
                },
                "14": {
                    "ID": "220170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220170",
                    "TitleEnglish": "A Night In The Medabot Junkyard",
                    "SummaryEnglish": "Ikki, Metabee, Totalizer and Sloan learn that friendship is more important than winning matches...it also lasts a lifetime.",
                    "TitleJapanese": "メダロット墓場",
                    "SummaryJapanese": "最近のカガミヤマとキースタートルは、ロボトルで負け続けている。責任を感じたキースタートルは、カガミヤマのもとから去っていく。キースタートルは、街を彷徨い、たどりついた先は、マスターに捨てられたメダロットのゴミ捨て場だった。"
                },
                "15": {
                    "ID": "220171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220171",
                    "TitleEnglish": "Once A Medafighter (1)",
                    "SummaryEnglish": "Memories of his old medabot, Bayonet cause Ginkai to enter an official robattle tournament where he is forced to choose between his honour and his friendship with Kam.",
                    "TitleJapanese": "立て！ギンカイ",
                    "SummaryJapanese": "ギンカイは、小さい頃、ベイヤニットと一緒に楽しくロボトルしていた時のことを思い出し、ブロッソメイルが完成したらエクサイズは用済みだというコクリュウに対し、どこかで疑問を感じていた。しかし、そんな気持ちを押し殺し、町内ロボトル大会に出場し、決勝戦でイッキと戦うことになる。"
                },
                "16": {
                    "ID": "220172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220172",
                    "TitleEnglish": "Once A Medafighter (2)",
                    "SummaryEnglish": "Ginkai rediscovers the friendship of his first Medabot, Bayonet, but will he put that friendship in jeopardy by answering Kam's challenge?",
                    "TitleJapanese": "コクリュウの逆襲",
                    "SummaryJapanese": "コクリュウを裏切ることになったギンカイ。コクリュウの最強のブロッソメイルがギンカイのユニトリスを襲ってきた。制御不能となってしまったユニトリス。ギンカイは悲しみをこらえ、ユニトリスに別れを告げる。"
                },
                "17": {
                    "ID": "220173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220173",
                    "TitleEnglish": "Title Flight",
                    "SummaryEnglish": "When Kam's new Kilobot clasps on to Metabee it's a race to save him from the Kilobot's self destruction. Will they succeed?",
                    "TitleJapanese": "大空の戦い！",
                    "SummaryJapanese": "ナエの複葉機を飛ばしていたイッキ。そこにコクリュウが飛行テストをしていた新型デスメダロット・スカイファルコンが衝突。複葉機は壊れ、故障したスカイファルコンはメタビーを連れ、飛んで行ってしまった。"
                },
                "18": {
                    "ID": "220174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220174",
                    "TitleEnglish": "The Agony of the Cheat",
                    "SummaryEnglish": "Forbidden to Robattle until he gets a good mark. Ikki decides to cheat on his test... but things go from bad to worse when the plan backfires.",
                    "TitleJapanese": "カンニング大作戦",
                    "SummaryJapanese": "イッキはゴミ箱に隠した20点の答案用紙を両親に発見されてしまい、堂々と見せられるような点数が取れるまで、ロボトル禁止となってしまう。なかなかいい点数が取れないイッキはユウヅルを巻き込んで、カンニングしようと企んだ。"
                },
                "19": {
                    "ID": "220175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220175",
                    "TitleEnglish": "It's the Medafighter Way",
                    "SummaryEnglish": "We learn through our mistakes...as Ikki does out on the soccer pitch...but we also realize that our friends will always be behind us...even after we mess up!",
                    "TitleJapanese": "守れ！男のプライド",
                    "SummaryJapanese": "ワカバは負けず嫌いのメダロッター。子供相手のロボトルに勝利しても、しつこく攻撃を止めないワカバに、ギンカイはアークダッシュでワカバのプットキャットを攻撃した。執念深いワカバは、コクリュウの入れ知恵で、ギンカイに仕返しをする。"
                },
                "20": {
                    "ID": "220176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220176",
                    "TitleEnglish": "Fall from Grace (1)",
                    "SummaryEnglish": "Kam lures Ikki and Metabee into a trap to ruin their honest reputation and promote the launch of his retail kilobot stores.",
                    "TitleJapanese": "仕掛けられた罠",
                    "SummaryJapanese": "ついに、デスメダロット社のユニトリスとエクサイズが発売された。また街の郊外にはデスメダロットショップが建設されている。危機を感じるイッキたち。そんな中、コクリュウはデスメダロット時代到来のため、ある計画を企てていた。"
                },
                "21": {
                    "ID": "220177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220177",
                    "TitleEnglish": "Fall from Grace (2)",
                    "SummaryEnglish": "Erika, Zumi and Ginkai help prove Ikki and Metabee's innocence but will they survive Kam's latest trap?",
                    "TitleJapanese": "トリックをあばけ！",
                    "SummaryJapanese": "コクリュウに落とし入れられ、悪者となってしまったイッキとメタビー。ＴＶ中継された映像のなかに仕掛けられたトリックを暴くため、アリカは放送部の満寿泉にも協力をしてもらい、立ち上がった！"
                },
                "22": {
                    "ID": "220178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220178",
                    "TitleEnglish": "Mystery Medafighter Unmasked?",
                    "SummaryEnglish": "Kam promises to terrorize the entire school until the Mystery Medafighter comes forward. Will Zuru reveal his secret identity?",
                    "TitleJapanese": "ユウヅルの正体",
                    "SummaryJapanese": "バンショウは、コクリュウからドークス使いの正体を暴くため、力を貸してほしいと頼まれた。条件付きで引き受けたバンショウは、ブラッソメイルを操り、次々とメダロットを襲い始めた。"
                },
                "23": {
                    "ID": "220179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220179",
                    "TitleEnglish": "The Truth About Charlie",
                    "SummaryEnglish": "Embracing change is hard, but resisting it is harder.",
                    "TitleJapanese": "ナエのお見合い",
                    "SummaryJapanese": "あこがれのナエが、お見合いすると知ったイッキとメタビーは猛反対!!相手は、ナエがあこがれるメダロット研究者らしいのだが、その男はイッキたちにデスメダロットでロボトルを仕掛けてきた。ナエは騙されているのか？"
                },
                "24": {
                    "ID": "220180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220180",
                    "TitleEnglish": "Rok's Reborn",
                    "SummaryEnglish": "Banjo attacks Ikki and Metabee at Miss Nae's warehouse in an effort to flush out the Mystery Medafighter and destroy Tyrelbeetle.",
                    "TitleJapanese": "ドークスの奇跡",
                    "SummaryJapanese": "コクリュウは、再びバンショウに、ギンカイのアークダッシュと謎のメダロッターのティレルビートルを倒してほしいと頼んだ。ナエは、謎のメダロッターであるユウヅルに、バンショウ操るブラッソメイルに勝つためには、ドークスのメダフォースを発動すべきだと忠告する。"
                },
                "25": {
                    "ID": "220181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220181",
                    "TitleEnglish": "I, Kilobot",
                    "SummaryEnglish": "It's not what you've got... but what you do with it!",
                    "TitleJapanese": "ワカバの誘惑",
                    "SummaryJapanese": "何でも言うことをきく子分が欲しくなったワカバは、ロボトル初心者で強くなりたいと悩むタテヤマくんに、イッキにも負けないくらい強いデスメダロットを貸してあげると言ってそそのかす。"
                },
                "26": {
                    "ID": "220182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220182",
                    "TitleEnglish": "Thanks for the Memories",
                    "SummaryEnglish": "Erika interviews her friends for an article in the Riverview Reader. But will it be a glowing review or an expose?",
                    "TitleJapanese": "燃えろ！熱き魂",
                    "SummaryJapanese": "アリカは今年を振り返り、甘酒新聞にロボトルにまつわる記事を載せるため、イッキとギンカイにインタビューする。イッキは平和なギンジョウ町にデスメダロッターが現れたことが一番の出来事だと話し、ギンカイとの出会いを思い出す。"
                },
                "27": {
                    "ID": "220183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220183",
                    "TitleEnglish": "How Spyke Got His Style Back",
                    "SummaryEnglish": "Spyke is so desperate to copy someone else's robattling style that he doesn't realize he has his own strategies hidden inside him the whole time.",
                    "TitleJapanese": "男イワノイ大勝負",
                    "SummaryJapanese": "デスメダロッター・ハナビシ、キントラとのロボトルで、キクヒメに恥をかかせてしまったイワノイは、責任を感じ、ブルースドックとリベンジを誓った。自分だけのロボトルスタイルがあると、ナエから助言されたイワノイは、まずイッキの強さの秘訣を研究しようと考えた。"
                },
                "28": {
                    "ID": "220184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220184",
                    "TitleEnglish": "The Medabot Straight Line Marathon",
                    "SummaryEnglish": "Suzie challenges Erika to a grueling obstacle race known as the Straight Line Marathon. But will the challenge prove too much for both of the competitors?",
                    "TitleJapanese": "激走！一直線レース",
                    "SummaryJapanese": "メタビーは、ナエから借りた本の中に地図を見つけた。それは、ギンジョウ町の子供たちに受け継がれてきた、メダロット対抗一直線レースの地図だった。そこでワカバは、自分がこのレースで優勝し、甘酒新聞の一面に載ろうと企んだ。"
                },
                "29": {
                    "ID": "220185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220185",
                    "TitleEnglish": "Kung Fu For Thought",
                    "SummaryEnglish": "With a robattle against Ginkai looming, and no ammunition, will Ikki and Metabee come up with a solution?",
                    "TitleJapanese": "メタビーの大特訓",
                    "SummaryJapanese": "ちょっとした口げんかから、イッキとギンカイはナエの作った新しいロボトル場で勝負することになった。しかし、イッキはお小遣いを使い果たし、弾の補給が出来ないことに気がついた。弾の無いイッキとメタビーに、ナエは古いパーツを貸してくれた。"
                },
                "30": {
                    "ID": "220186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220186",
                    "TitleEnglish": "Erika to the Rescue",
                    "SummaryEnglish": "Two of Kam's followers, Minitora and Kintora, ambush Ikki and Erika at the amusement park. Can Ikki and Erika stop arguing long enough to defeat these new rivals?",
                    "TitleJapanese": "アリカ一発逆転！",
                    "SummaryJapanese": "アリカからギンジョウ遊園地に誘われたイッキは、古臭くて子供だましみたいだと文句ばかり。そこへ、ハナビシとキントラが突然やってきて、コクリュウに自分たちの強さを認めてもらうため。イッキにロボトルを挑んできた。"
                },
                "31": {
                    "ID": "220187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220187",
                    "TitleEnglish": "Rough on a Hot Tin Cat",
                    "SummaryEnglish": "If at first you DO succeed... sit the second one out.",
                    "TitleJapanese": "炎のアークダッシュ",
                    "SummaryJapanese": "キクヒメは、秘密の特訓のおかげで、デスメダロット２体相手に快勝！一方、敗れたハナビシ、キントラは、コクリュウから最後のチャンスをもらい、キクヒメにドブロク山でのロボトル勝負の果たし状を手渡した。"
                },
                "32": {
                    "ID": "220188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220188",
                    "TitleEnglish": "Meda-Forced",
                    "SummaryEnglish": "Kam forces Blakbeetle to try summoning the Medaforce. But how can she when it would be based on a friendship she doesn't have with Kam?",
                    "TitleJapanese": "失われた友情",
                    "SummaryJapanese": "コクリュウは、メダフォースを解析するため、ハナビシ、キントラをおとりにして、ドークスを誘拐してしまう。そして、ドークスとブラックビートルの感情回路をつなげ、お互いのメダルのデータをリンクさせ、メダフォースのパワーを取り込もうとする。"
                },
                "33": {
                    "ID": "220189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220189",
                    "TitleEnglish": "Poor Miss Nae",
                    "SummaryEnglish": "Banjo challenges Ikki and Metabee to Robattle but can he be trusted to play by the rules and accept the true spirit of Medafighting?",
                    "TitleJapanese": "ナエさん My Love",
                    "SummaryJapanese": "久しぶりのクラス会に出席したナエ。高校時代、マドンナだったナエをみんな楽しみに待っていたが、仕事着のままオシャレもしないでやって来たナエの変貌に驚く一同だった。親友のモモコは、そんなナエが心配になり、工場へやって来た。"
                },
                "34": {
                    "ID": "220190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220190",
                    "TitleEnglish": "Mystery Medafighter...Revealed! (1)",
                    "SummaryEnglish": "The best way to deal with a problem is to confront it head-on...Zuru won't get his father to come home for dinner by secretly destroying all the kilobots his Dad has ever built...",
                    "TitleJapanese": "父への想い",
                    "SummaryJapanese": "ギンジョウ町に次々と、デスメダロッターが増えていった。そして、謎のメダロッターはデスメダロットを破壊すべく、容赦なくデスメダロッター狩りを始めた。父を変貌させたデスメダロットを恨む、謎のメダロッターであるユウヅルに、ナエはお父さんと正面から向き合うようアドバイスするが…。"
                },
                "35": {
                    "ID": "220191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220191",
                    "TitleEnglish": "Winner Take All [aka- Medabots Are Friends](2)",
                    "SummaryEnglish": "Zuru finally reveals his identity as the Mystery Medafighter and challenges Kam and his followers to a robattle.",
                    "TitleJapanese": "メダロットは友達",
                    "SummaryJapanese": "自ら正体を明かしてしまった謎のメダロッター・ユウヅルを心配したナエは、ユウヅルの父・マイヅル博士に会いに行く。マイヅル博士は、強さのみを追求する自分の考えは間違いなかったと主張。ナエは、博士が昔、ユウヅルに語りかけた素敵な言葉を思い出してほしいと頼んだ。"
                },
                "36": {
                    "ID": "220192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220192",
                    "TitleEnglish": "Transfusion Confusion",
                    "SummaryEnglish": "In order to have rivalry one must first have a rival!",
                    "TitleJapanese": "たった一人の逃亡者",
                    "SummaryJapanese": "コクリュウは、アークダッシュに敗れたブラックビートルを廃棄処分するようウラガスミに命じた。しかしウラガスミは、ブラックビートルにもう一度チャンスを与えるよう助言した。コクリュウは、負けたら解体する条件で、メタビーと戦わせることにした。"
                },
                "37": {
                    "ID": "220193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220193",
                    "TitleEnglish": "Gryphon Doom [aka- Forbidden Evil Medal](1)",
                    "SummaryEnglish": "Kam inserts Blakbeetle's Neo-Evil Medal into Gryphon and begins Gryphon's weapons test. Transformed into Gryphon, Blakbeetle experiences fear for the first time and runs away from Kam. Kam anticipates her escape and has thus attached a transmitter to her body. He orders his followers to find her.",
                    "TitleJapanese": "禁断のデスメタル",
                    "SummaryJapanese": "最強デスメダロット・グレインは、暴れだすと制御不能になってしまう問題があった。ブラックビートルはグレインと同化した時、自分が自分でなくなる恐怖を感じていた。そしてウラガスミの助けでコクリュウのもとから脱出した。"
                },
                "38": {
                    "ID": "220194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220194",
                    "TitleEnglish": "Final Goodbyes(2)",
                    "SummaryEnglish": "The kids attempt to rescue Blakbeetle from a horrible fate, but can they convince her to leave Kam?",
                    "TitleJapanese": "コクリュウの過去",
                    "SummaryJapanese": "グレインが完成した。マイヅル博士をはじめ、イッキたちはブラックビートルがグレインに装着される前に、なんとか救出しようとする。しかしその前に、ナエは自分にできる事があるかもしれない…とウラガスミのところへ行く。"
                },
                "39": {
                    "ID": "220195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/medabots/episodes/220195",
                    "TitleEnglish": "Into the Fire (3)",
                    "SummaryEnglish": "Ikki and friends sneak into the research institute of the Evil Medabot Corporation to rescue Blakbeetle. Kam says he will return Blakbeetle's medal to her if Ikki and his friends win a fight against Gryphon.",
                    "TitleJapanese": "輝け！希望の魂",
                    "SummaryJapanese": "デスメダロット研究所に侵入したイッキ、メタビー、ギンカイ、ユウヅルは、廃棄処分されるデスメダロットの置き場でブラックビートルを見つけた。そこにコクリュウがやって来て、イッキたちがグレインと戦い、勝利したらネオデスメダルをブラックビートルに返してもいいと言う。"
                }
            }
        }
    }
}