{
  "URL": "https://www.thetvdb.com/series/ranma-1-2",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Fantasy",
    "Martial Arts",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0096686/",
    "https://www.themoviedb.org/tv/57706"
  ],
  "TitleEnglish": "Ranma ½",
  "SummaryEnglish": "Cursed to turn into a girl whenever splashed with cold water, and unwillingly engaged to the rather temperamental and violent Akane Tendo, 16-year-old Ranma Saotome's life is anything but ordinary.",
  "Aliases": [
    "Ranma 1/2",
    "Ranma One-Half",
    "らんまにぶんのいち",
    "Ranma One Half",
    "Ranma Half"
  ],
  "Modified": "2025-09-26",
  "Seasons": {
    "0": {
      "ID": "24389",
      "URL": "https://www.thetvdb.com/series/ranma-1-2/seasons/official/0",
      "# Episodes": 21,
      "Episodes": {
        "1": {
          "ID": "2268691",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/2268691",
          "TitleEnglish": "Big Trouble in Nekonron, China (Movie)",
          "SummaryEnglish": "It's just another day at the Tendo Anything-Goes Martial Arts Training Hall - that is, until a strange girl named Lychee and her giant elephant Jasmine arrive to settle a score with lecherous martial arts master Happosai. Apparently, a very long time ago, Happosai gave Lychee's great-grandmother half of a legendary scroll guaranteed to bring happiness to whoever was holding it. The women of Lychee's family have been waiting for three generations now, and the prince STILL hasn't come - but of course, the moment Lychee lets the scroll out of her hands, the prince finally appears. Only now it's Ranma's reluctant fiancee Akane Tendo that's holding the scroll, and the long-awaited prince is only too ready to sweep his lucky bride off her feet. Now Ranma and Co. have no choice but to follow Prince Kirin's majestic flying barge all the way to Nekonron, China, where they find themselves in a showdown with the Seven Lucky Gods of martial arts!",
          "Aliases": []
        },
        "2": {
          "ID": "2268701",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/2268701",
          "TitleEnglish": "Nihao, My Concubine (Movie)",
          "SummaryEnglish": "When poetry-spouting swordsman Tatewaki Kuno invites Ranma and Co. for a jaunt on his new luxury yacht, the last thing the group expects is a sudden storm to shipwreck them all on a deserted island. However, fixing the boat to get home soon becomes the least of their worries, as all the young girls in the group begin to disappear. As it turns out, they've been bride-napped by Prince Toma, the youthful ruler of the floating island, Togenkyo. Because of a magical spring which turns anything it touches instantly male, would-be bridegrooms have to kidnap girls...and in this case, Ranma's reluctant fiancee Akane is one of them!",
          "Aliases": []
        },
        "3": {
          "ID": "220704",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220704",
          "TitleEnglish": "Shampoo's Sudden Switch - The Curse of the Contrary Jewel (OVA)",
          "SummaryEnglish": "When Shampoo suddenly starts treating him like garbage, Ranma pulls out every trick in the book trying to win back her affection.",
          "Aliases": []
        },
        "4": {
          "ID": "220705",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220705",
          "TitleEnglish": "Tendo Family Christmas Scramble (OVA)",
          "SummaryEnglish": "After seeing Santa in a dream, Kasumi decides to hold a big Christmas party, and everyone's invited.",
          "Aliases": []
        },
        "5": {
          "ID": "220706",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220706",
          "TitleEnglish": "Akane vs. Ranma! I'll Be the One to Inherit Mother's Recipes! (OVA)",
          "SummaryEnglish": "Kasumi falls ill, and Akane volunteers to take over the household's cooking duties using the newly discovered book of recipes left by her mother. Luckily, Mrs. Saotome arrives to assist her.",
          "Aliases": []
        },
        "6": {
          "ID": "220707",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220707",
          "TitleEnglish": "Stormy Weather Comes to School! Growing Up With Miss Hinako (OVA)",
          "SummaryEnglish": "A new teacher arrives - Miss Hinako, a peculiar young girl capable of draining people's energy, turning herself into a sultry 20-something in the process. Seeing her take out Happosai with one blast, Ranma desperately wants to learn how she does it.",
          "Aliases": []
        },
        "7": {
          "ID": "220708",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220708",
          "TitleEnglish": "The One to Carry On (1) (OVA)",
          "SummaryEnglish": "Two poor sisters with amazing martial art skills insist on paying back Akane through service when she shares some food with them. Since they've been living on the street, searching for their father, Soun invites them to stay for a while. Little does he realize what he's in for...",
          "Aliases": []
        },
        "8": {
          "ID": "220709",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220709",
          "TitleEnglish": "The One to Carry On (2) (OVA)",
          "SummaryEnglish": "Out on the street, Akane and Ranma each hone their martial arts skills, hoping to get good enough to win back the dojo.",
          "Aliases": []
        },
        "9": {
          "ID": "220710",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220710",
          "TitleEnglish": "Reawakening Memories (1) (OVA)",
          "SummaryEnglish": "A news report on TV sends Akane's mind racing back to a holiday the Tendo's had to a remote region of Japan, where she got lost and was saved from a monster by a young boy. Discovering she still has the old whistle the boy gave her to keep her 'safe from the monsters', she goes off on her own to give it back to him.",
          "Aliases": []
        },
        "10": {
          "ID": "220711",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220711",
          "TitleEnglish": "Reawakening Memories (2) (OVA)",
          "SummaryEnglish": "As she, Shinnosuke and his grandfather are looking for the source of the water of life, Akane is determined to repay her debt to him... even at the expense of her relationship with Ranma.",
          "Aliases": []
        },
        "11": {
          "ID": "220712",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220712",
          "TitleEnglish": "Team Ranma vs. the Legendary Phoenix (Movie)",
          "SummaryEnglish": "Kuno comes into possession of a Phoenix egg, supposed to turn it's owner into an invincible warrior. It promptly hatches on his head, unleashing a vile abomination that's decided to make Ranma its mortal enemy.",
          "Aliases": []
        },
        "12": {
          "ID": "220713",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220713",
          "TitleEnglish": "Oh, Cursed Tunnel of Lost Love! Let My Love Be Forever (OVA)",
          "SummaryEnglish": "Shampoo and Ukyo send Akane and Ranma off to a haunted cave, rumored to permanently break up any couple that tries to make it through it. Of course, it's not like the two \"love birds\" need much help to start arguing...",
          "Aliases": []
        },
        "13": {
          "ID": "220714",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220714",
          "TitleEnglish": "The Evil Ogre! Hell Hath No Fury Like Kasumi Scorned (OVA)",
          "SummaryEnglish": "An ancient ogre is let loose upon the Tendo Dojo, capable of possessing people, twisting even the most innocent individual towards evil.",
          "Aliases": []
        },
        "14": {
          "ID": "220715",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220715",
          "TitleEnglish": "The Two Akanes - Ranma, Look at Me! (OVA)",
          "SummaryEnglish": "Staying at a resort, Ranma bumps into a doll on display there. Unfortunately, it's cursed, seeking it's revenge by switching bodies with Akane to try to kill him...",
          "Aliases": []
        },
        "15": {
          "ID": "2268681",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/2268681",
          "TitleEnglish": "Nightmare! The Incense of Spring Sleep (OVA)",
          "SummaryEnglish": "Twelve years after the final OVA was shown, and the end of the manga, a new piece of Ranma ½ animation was made for the \"It's a Rumic World\" exhibition of Rumiko Takahashi's artwork. The new 30 minute special is based on the \"Nightmare! Incense of Spring Sleep\" manga story from volume 34, and was shown on odd numbered days at the \"It's A Rumic World\" exhibition in Tokyo from July 30th to August 11th, 2008.",
          "Aliases": []
        },
        "16": {
          "ID": "4342220",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/4342220",
          "TitleEnglish": "Ranma ½ (live-action special)",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "17": {
          "ID": "7488821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/7488821",
          "TitleEnglish": "Nettou Uta Gassen 01",
          "SummaryEnglish": "A two-part music OVA series never released outside of Japan featuring the main Ranma 1/2 characters. They appear to be having a music contest at a local TV station. As everybody knows, these characters can't get along for more than three minutes and hilarity and hijinks ensue. https://myanimelist.net/anime/6713/Ranma_%C2%BD__Nettou_Uta_Gassen",
          "Aliases": []
        },
        "18": {
          "ID": "7488823",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/7488823",
          "TitleEnglish": "Nettou Uta Gassen 02",
          "SummaryEnglish": "https://myanimelist.net/anime/6713/Ranma_%C2%BD__Nettou_Uta_Gassen A two-part music OVA series never released outside of Japan featuring the main Ranma 1/2 characters. They appear to be having a music contest at a local TV station. As everybody knows, these characters can't get along for more than three minutes and hilarity and hijinks ensue.",
          "Aliases": []
        },
        "19": {
          "ID": "7488824",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/7488824",
          "TitleEnglish": "Tendo Family's Annoying Acquaintances",
          "SummaryEnglish": "https://myanimelist.net/anime/10819/Ranma_%C2%BD__Tendou-ke_no_Oyobidenai_Yatsura This features a Nabiki narrated review of the series where she discusses various characters that the Tendo family has had to tolerate spliced with new animation of Nabiki hanging around the house, taking a bath, and wondering about the true identity of P-chan. It was available through the Kitty Animation Circle.",
          "Aliases": []
        },
        "20": {
          "ID": "7488827",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/7488827",
          "TitleEnglish": "Huge Battle! 29 Unteachable Fools",
          "SummaryEnglish": "https://myanimelist.net/anime/10825/Ranma_%C2%BD__Battle_ga_Ippai_29-nin_no_Korinai_Yatsura This special, known in Japan as \"Batoru Kaiibai 29 Hitou Korinai Yatsura,\" was available through the Kitty Animation Circle making it a difficult item to come by. It contained clips from twenty-nine of Ranma's most memorable opponents from the television series.",
          "Aliases": []
        },
        "23": {
          "ID": "7917296",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/7917296",
          "TitleEnglish": "DoCo Music Video",
          "SummaryEnglish": "The first Ranma 1/2 original music video. In addition to the songs included in the album sung by the popular voice actor group \"DoCo\", 6 new anime songs have been added!",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "11720",
      "URL": "https://www.thetvdb.com/series/ranma-1-2/seasons/official/1",
      "# Episodes": 18,
      "Episodes": {
        "1": {
          "ID": "220543",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220543",
          "TitleEnglish": "Here's Ranma",
          "SummaryEnglish": "Soun Tendo gets quite a surprise when the son of his friend Genma Saotome that he's arranged for one of his daughters to marry turns out to be a girl...",
          "Aliases": []
        },
        "2": {
          "ID": "220544",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220544",
          "TitleEnglish": "School is No Place for Horsing Around",
          "SummaryEnglish": "Attending his first day at Furinkan High, Ranma encounters Akane's many would-be suitors.",
          "Aliases": []
        },
        "3": {
          "ID": "220545",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220545",
          "TitleEnglish": "A Sudden Storm of Love",
          "SummaryEnglish": "Not realizing that Ranma and 'the pigtailed girl' are the same, Kuno is furious that he let the \"cretin\" slip away. His attention soon shifts to the red-haired one though, when she bests him in combat.",
          "Aliases": []
        },
        "4": {
          "ID": "220546",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220546",
          "TitleEnglish": "Ranma and...Ranma? If It's Not One Thing, It's Another",
          "SummaryEnglish": "As Kuno continues his attempts to get a date with the 'pigtailed goddess', Ranma starts freaking out, while Nabiki smells money.",
          "Aliases": []
        },
        "5": {
          "ID": "220547",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220547",
          "TitleEnglish": "Love Me to the Bone! The Compound Fracture of Akane's Heart",
          "SummaryEnglish": "A solid beating from Akane brings Ranma to Dr. Tofu, who tries to help out the two teens' relationship, as well as Ranma's injuries.",
          "Aliases": []
        },
        "6": {
          "ID": "220548",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220548",
          "TitleEnglish": "Akane's Lost Love... These Things Happen, You Know",
          "SummaryEnglish": "Akane and Ranma are back at Dr. Tofu's when Kasumi shows up, causing Tofu to start acting like a loon out of love, something Akane doesn't handle well.",
          "Aliases": []
        },
        "7": {
          "ID": "220549",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220549",
          "TitleEnglish": "Enter Ryoga, the Eternal 'Lost Boy'",
          "SummaryEnglish": "After years of searching, Ryoga Hibiki finally finds the person who ruined his life - Ranma Saotome. Now, if only Ranma could remember what the heck he did to make Ryoga so mad...",
          "Aliases": []
        },
        "8": {
          "ID": "220550",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220550",
          "TitleEnglish": "School is a Battlefield! Ranma vs Ryoga",
          "SummaryEnglish": "Ryoga finally manages to find Ranma again, and challenges him to a fight in the schoolyard. Unfortunately for Ranma, several outside parties have a vested interest in seeing him lose.",
          "Aliases": []
        },
        "9": {
          "ID": "220551",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220551",
          "TitleEnglish": "True Confessions! A Girl's Hair is Her Life!",
          "SummaryEnglish": "Akane's accidental haircut brings a temporary reprieve in Ranma and Ryoga's fighting. Stunned, she wanders off alone, thinking about the loss of the one thing that wasn't 'tomboyish' about her.",
          "Aliases": []
        },
        "10": {
          "ID": "220552",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220552",
          "TitleEnglish": "P-P-P-chan! He's Good for Nothin'",
          "SummaryEnglish": "Not knowing that it's Ryoga, Akane adopts the little black pig as her pet, naming him P-Chan. This of course drives Ranma crazy, as he desperately wants to get Ryoga away from her, yet feels honorbound not to reveal the secret.",
          "Aliases": []
        },
        "11": {
          "ID": "220553",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220553",
          "TitleEnglish": "Ranma Meets Love Head-On! Enter the Delinquent Juvenile Gymnast",
          "SummaryEnglish": "Intending to insure St. Hebereke School for Girls' victory in the upcoming match, Kodachi of puts the entire Furinkan Martial Arts Rythmic Gymnastics team out of commission. Akane is chosen as Furinkan's replacement, but not only does her gymnastics skills leave something to be desired, Kodachi decides to lessen Akane's odds with a little visit to the Tendo Dojo...",
          "Aliases": []
        },
        "12": {
          "ID": "220554",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220554",
          "TitleEnglish": "A Woman's Love is War! The Martial Arts Rhythmic Gymnastics Challenge",
          "SummaryEnglish": "Akane twists her ankle during practice, forcing Ranma to take her place in the match with Kodachi.",
          "Aliases": []
        },
        "13": {
          "ID": "220555",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220555",
          "TitleEnglish": "A Tear in a Girl-Delinquent's Eye? The End of the Martial Arts Rhythmic Gymnastics Challenge",
          "SummaryEnglish": "Ranma faces Kodachi in the ring, with the Black Rose's love on the line.",
          "Aliases": []
        },
        "14": {
          "ID": "220556",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220556",
          "TitleEnglish": "Pelvic Fortune-Telling? Ranma is the No. One Bride in Japan",
          "SummaryEnglish": "Dr. Tofu's mother comes to visit, determined to find her son a bride. Nabiki, Akane and Ranma all find themselves volunteering to help him get her of his back.",
          "Aliases": []
        },
        "15": {
          "ID": "220557",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220557",
          "TitleEnglish": "Enter Shampoo, the Gung-Ho Girl! I Put My Life in Your Hands",
          "SummaryEnglish": "Ranma gets a shock when an Amazon girl he encountered in China tracks him down, intending to kill his girl half.",
          "Aliases": []
        },
        "16": {
          "ID": "220558",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220558",
          "TitleEnglish": "Shampoo's Revenge! The Shiatsu Technique That Steals Heart and Soul",
          "SummaryEnglish": "Tired of the constant outbursts whenever she gets near Ranma, Shampoo decides to get Akane out of the way.",
          "Aliases": []
        },
        "17": {
          "ID": "220559",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220559",
          "TitleEnglish": "I Love You, Ranma! Please Don't Say Goodbye",
          "SummaryEnglish": "Ranma desperately attempts to recover Akane's lost memory. He even turns to Shampoo who promises to help... at a price.",
          "Aliases": []
        },
        "18": {
          "ID": "220560",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220560",
          "TitleEnglish": "I Am a Man! Ranma's Going Back to China!?",
          "SummaryEnglish": "Genma tries to dissuade Ranma from abandoning Akane to travel back to China and trying to find a cure at Jusenkyo.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "11721",
      "URL": "https://www.thetvdb.com/series/ranma-1-2/seasons/official/2",
      "# Episodes": 22,
      "Episodes": {
        "1": {
          "ID": "220564",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220564",
          "TitleEnglish": "Clash of the Delivery Girls! The Martial Arts Takeout Race",
          "SummaryEnglish": "Who would sell his only son for a bowl of rice, a fish and some pickles? Genma Saotome, that's who! And now, the wealthy resturant owner has come to collect, demanding Ranma marry his daughter unless Akane can beat her in the ancient art of Martial Arts Takeout Delivery...",
          "Aliases": []
        },
        "2": {
          "ID": "220565",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220565",
          "TitleEnglish": "You Really Do Hate Cats!",
          "SummaryEnglish": "When Ranma opens a package from Shampoo, his major weakness is revealed - he's terrified of cats, something Sasuke, Kuno's loyal ninja servant, intends to exploit to the fullest.",
          "Aliases": []
        },
        "3": {
          "ID": "220566",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220566",
          "TitleEnglish": "This Ol' Gal's the Leader of the Amazon Tribe!",
          "SummaryEnglish": "A strange old woman seeks out Ranma, testing his skills while calling him 'future son-in-law'.",
          "Aliases": []
        },
        "4": {
          "ID": "220567",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220567",
          "TitleEnglish": "Behold! The Chestnuts Roasting on an Open Fire Technique",
          "SummaryEnglish": "Having been made hyper-sensitive to heat by Cologne, Ranma is trapped in his girl form until he promisees to marry Shampoo. Refusing to give up, Ranma takes a job at her diner, hoping for a chance to grab the 'Phoenix Pill' that's supposed to cure him.",
          "Aliases": []
        },
        "5": {
          "ID": "220568",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220568",
          "TitleEnglish": "Enter Mousse! The Fist of the White Swan",
          "SummaryEnglish": "Dr. Tofu is able to cure Ranma, but as Cologne is quick to ask - How long will it last? In any case, his mind soon gets other things to think about, as Mousse, a Chinese master of hidden weapons, arrives, challenging him for the right to Shampoo's hand.",
          "Aliases": []
        },
        "6": {
          "ID": "220569",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220569",
          "TitleEnglish": "Cool Runnings! The Race of the Snowmen",
          "SummaryEnglish": "Taking a break at a skiing resort, Ranma finds himself entering a Martial Arts ski race where the prize is a date with Shampoo - and the Phoenix Pill!",
          "Aliases": []
        },
        "7": {
          "ID": "220561",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220561",
          "TitleEnglish": "The Abduction of P-Chan",
          "SummaryEnglish": "Figure skating champion Azusa Shiratori decides P-Chan is now her 'Charlotte', and challenges Akane and Ranma to a match against herself and her partner for the ownership of the pig. But can Ranma learn to skate in time?",
          "Aliases": []
        },
        "8": {
          "ID": "220562",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220562",
          "TitleEnglish": "Close Call! The Dance of Death... On Ice!",
          "SummaryEnglish": "The kiss makes Ranma go ballistic, charging at Mikado like a madman. Ranma barely wins, but Mikado is certain he'll get his revenge in the big Martial Arts Figure Skating match.",
          "Aliases": []
        },
        "9": {
          "ID": "220563",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220563",
          "TitleEnglish": "P-Chan Explodes! The Icy Fountain of Love!",
          "SummaryEnglish": "The match is on, but can Ranma and Akane survive the Golden Pair's deadly 'Couple Cleaver'? And what's Ryoga up to?",
          "Aliases": []
        },
        "10": {
          "ID": "220571",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220571",
          "TitleEnglish": "Ranma Trains on Mount Terror",
          "SummaryEnglish": "Tired of getting beaten by Ranma, Ryoga takes up Cologne's offer to train him. They set off to the mountains, only to find Genma, Ranma and Akane already there, also training.",
          "Aliases": []
        },
        "11": {
          "ID": "220572",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220572",
          "TitleEnglish": "The Breaking Point!? Ryoga's Great Revenge",
          "SummaryEnglish": "Cologne is teaching Ryoga the fearsome Breaking Point technique, making him capable of shattering giant boulders with a single touch. With it, he's sure he can beat Ranma... If the training doesn't kill him first.",
          "Aliases": []
        },
        "12": {
          "ID": "220570",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220570",
          "TitleEnglish": "Danger at the Tendo Dojo!",
          "SummaryEnglish": "The Tendo Dojo receives a challenge from the Dojo Destroyer, and Soun charges Akane and Ranma with task of defending its honor. Ranma however, gets other things on his mind, when Shampoo promises to give him a cure for the curse if he'll only go on a date with her...",
          "Aliases": []
        },
        "13": {
          "ID": "220573",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220573",
          "TitleEnglish": "The Abduction of Akane!",
          "SummaryEnglish": "Mousse returns, trying to kidnap Akane, but ends up mistakenly grabbing her stuffed toy pig instead. Still, Akane wants her pig back, so Ranma goes along with the instructions to meet up with the kidnapper at the circus.",
          "Aliases": []
        },
        "14": {
          "ID": "220574",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220574",
          "TitleEnglish": "Ranma vs. Mousse! To Lose Is To Win",
          "SummaryEnglish": "Having managed to grab the right person this time, Mousse sets up a new show - girl turns into duck (courtesy of a little cursed water from the spring of drowned duck).",
          "Aliases": []
        },
        "15": {
          "ID": "220575",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220575",
          "TitleEnglish": "Enter Happosai, the Lustful Lecher!",
          "SummaryEnglish": "Soun and Genma are terrified when their old teacher, master Happosai, shows up. The founder of the Anything Goes school of martial arts, his fighting skills are only surpassed by his lust for women's underwear...",
          "Aliases": []
        },
        "16": {
          "ID": "220576",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220576",
          "TitleEnglish": "Assault on the Girls' Locker Room",
          "SummaryEnglish": "Ranma is determined to infiltrate the Furinkan High girl's locker room when he gets a map from Ryoga that shows there's a old spring beneath it that can cure his curse. It proves harder than Ranma thought though, since the girls are on high alert due to the recent raids by Happosai.",
          "Aliases": []
        },
        "17": {
          "ID": "220577",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220577",
          "TitleEnglish": "Kuno's House Of Gadgets! Guests Check In, But They Don't Check Out",
          "SummaryEnglish": "Ranma's found the first of the three magic urns needed to summon the spring. And where's the next one's hidden? Deep in the bowels of the Kuno estate, full of traps, tricks and hot and cold water...",
          "Aliases": []
        },
        "18": {
          "ID": "220578",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220578",
          "TitleEnglish": "Goodbye Girl-Type",
          "SummaryEnglish": "Happosai has claimed one of the urns to store his 'collection', but Ranma manages to steal it back. Of course, the master takes this as a personal insult, and starts causing considerable trouble for Ranma and the others as they travel up the mountains to find the place that will activate the urns.",
          "Aliases": []
        },
        "19": {
          "ID": "220579",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220579",
          "TitleEnglish": "It's a Fine Line Between Pleasure and Pain",
          "SummaryEnglish": "It's cookie baking time in the home ed. class, and Akane and Kodachi both want Ranma to taste. Not taking no for an answer, the Black Rose falls back on blackmail, causing Akane to become even more determined to get Ranma to eat hers.",
          "Aliases": []
        },
        "20": {
          "ID": "220580",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220580",
          "TitleEnglish": "SOS! The Wrath of Happosai",
          "SummaryEnglish": "When Ranma tries to force Happosai to stop the underwear stealing, the old master gets mad and starts terrorizing the inhabitants of the Tendo Dojo, demanding an apology.",
          "Aliases": []
        },
        "21": {
          "ID": "220581",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220581",
          "TitleEnglish": "Kissing is Such Sweet Sorrow! The Taking of Akane's Lips",
          "SummaryEnglish": "Furinkan High is entering a theater contest with a performance of 'Romeo and Juliet'. Akane is chosen as Juliet, but Kuno and Happosai both want to be Romeo, and so does Ranma when he hears the first price winners will get to see China.",
          "Aliases": []
        },
        "22": {
          "ID": "220582",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220582",
          "TitleEnglish": "Bathhouse Battle! We're in Some Hot Water Now",
          "SummaryEnglish": "The water heater is broken, so Ranma and co are off to the public bathhouse for a bath. Naturally, Happosai wants to come, planning to pay a little visit to the women's side...",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "11722",
      "URL": "https://www.thetvdb.com/series/ranma-1-2/seasons/official/3",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "220583",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220583",
          "TitleEnglish": "Ranma Gains Yet Another Suitor",
          "SummaryEnglish": "Akane is shocked when she witnesses Genma getting attacked by a stranger referring to him as father, wanting revenge for being abandoned. Who is this Ukyo?",
          "Aliases": []
        },
        "2": {
          "ID": "220584",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220584",
          "TitleEnglish": "Ryoga and Akane: 2-Gether, 4-Ever",
          "SummaryEnglish": "Ukyo tries to set Akane and Ryoga up on a date, hoping to get Ranma for herself. Ranma, however, intends to do his best to ruin it...",
          "Aliases": []
        },
        "3": {
          "ID": "220585",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220585",
          "TitleEnglish": "Sneeze Me, Squeeze Me, Please Me! Shampoo's Recipe For Disaster",
          "SummaryEnglish": "Caring and gentle as ever, Shampoo brings Ranma a lunch with a little 'extra spices', causing Ranma to get an irresistible urge to hug anyone who sneezes.",
          "Aliases": []
        },
        "4": {
          "ID": "220586",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220586",
          "TitleEnglish": "Rub-a-Dub-Dub! There's a Pervert in the Tub",
          "SummaryEnglish": "Furious at being prevented from accompanying Akane to the hot-springs, Happosai decides to recover the scroll containing his most deadly attack - The Happofire Burst - to teach them all a lesson. Ranma is however determined to find it first, and it's a battle of wits as they both try to infiltrate the scroll's resting place - an all girls hot-spring...",
          "Aliases": []
        },
        "5": {
          "ID": "220587",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220587",
          "TitleEnglish": "I Love You! My Dear, Dear Ukyo",
          "SummaryEnglish": "Ranma recives a challenge from one Tsubasa Kurenai, a strange girl determined to win back her beloved Ukyo.",
          "Aliases": []
        },
        "6": {
          "ID": "220588",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220588",
          "TitleEnglish": "The Witch Who Loved Me: A Japanese Ghost Story",
          "SummaryEnglish": "Distressed at the frequent panty thefts, the town council turns to their local hero, Soun Tendo, for protection of the town relic - an ancient bra said to contain the ghost of a merciless empress.",
          "Aliases": []
        },
        "7": {
          "ID": "220589",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220589",
          "TitleEnglish": "Transform! Akane the Super-Duper Girl",
          "SummaryEnglish": "After getting beaten by Shampoo, Akane is thrilled to find that Happosai's magic noodles she accidently ate has given her super strength. But can she live with the side-effects?",
          "Aliases": []
        },
        "8": {
          "ID": "220590",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220590",
          "TitleEnglish": "The Killer From Jusenkyo",
          "SummaryEnglish": "The Jusenkyo Preservation Society decides they have stood by long enough, letting Ranma and co abuse their Jusenkyo curses for immoral and selfish purposes, and dispatch a team charged with capturing them and teaching them the error of their ways.",
          "Aliases": []
        },
        "9": {
          "ID": "220591",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220591",
          "TitleEnglish": "Am I... Pretty? Ranma's Declaration of Womanhood",
          "SummaryEnglish": "After a nasty blow to the head, Ranma wakes up believing he's a girl. No more martial arts for her, it's flower arrangement and tea ceremony from now on...",
          "Aliases": []
        },
        "10": {
          "ID": "220592",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220592",
          "TitleEnglish": "Final Facedown! Happosai vs. The Invisible Man",
          "SummaryEnglish": "After being gone for a while, having fled to avoid Happosai's wrath, Soun and Genma return, claiming to have studied ancient ninja techniques that will enable them to beat the master once and for all.",
          "Aliases": []
        },
        "11": {
          "ID": "220593",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220593",
          "TitleEnglish": "Les Miserables of the Kuno Estate",
          "SummaryEnglish": "After getting in the middle of an argument between Kuno and Kodachi, Sasuke is banished from the Kuno estate. When Akane finds the loyal ninja sulking in the park, she feels sorry for him and invites him over to the Tendo Dojo for dinner. Shocked that someone actually is being nice to him, Sasuke starts to reconsider his oath of loyalty to the Kunos.",
          "Aliases": []
        },
        "12": {
          "ID": "220594",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220594",
          "TitleEnglish": "Ghost Story! Ranma and the Magic Sword",
          "SummaryEnglish": "A ghost is terrorizing Furinkan High at night, and Ukyo heads up an effort in getting to the bottom of this. It proves a dangerous task though, when one by one the 'ghostbusting' teams turn up uncouncious.",
          "Aliases": []
        },
        "13": {
          "ID": "220595",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220595",
          "TitleEnglish": "All It Takes is One! The Kiss of Love is the Kiss of Death",
          "SummaryEnglish": "It's a calm day on the beach, until Happosai discovers a bracelet containing three pills capable of making someone fall madly in love with the first person of the opposite sex they lay eyes on.",
          "Aliases": []
        },
        "14": {
          "ID": "220596",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220596",
          "TitleEnglish": "The Ultimate Team-up!? The Ryoga / Mousse Alliance",
          "SummaryEnglish": "Finding Ryoga terribly depressed after getting beaten by Ranma, Mousse suggests they team up, combining their skills to get revenge.",
          "Aliases": []
        },
        "15": {
          "ID": "220597",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220597",
          "TitleEnglish": "Back to the Happosai!",
          "SummaryEnglish": "A magic mirror sends Ranma and co a few centuries back in time to a small Chinese village, where a young girl named Cologne is torn between love and disgust for the 18 year old underwear stealing 'adventurer' running around calling himself Happy.",
          "Aliases": []
        },
        "16": {
          "ID": "220598",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220598",
          "TitleEnglish": "Kodachi The Black Rose! The Beeline to True Love",
          "SummaryEnglish": "Upon hearing that the Tendo's are broke and running out of food, Kodachi offers to move in to give her future husband and his family proper care. Despite Ranma's protests, Genma and Happosai welcome her with open arms.",
          "Aliases": []
        },
        "17": {
          "ID": "220599",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220599",
          "TitleEnglish": "The Last Days of Happosai...?",
          "SummaryEnglish": "A fortune telling classmate of Akane predicts that Happosai hasn't get long to live, and that Ranma and Akane will soon be married. When the old master starts showing signs of weakness, the unwilling fiancees better hope they find a cure - fast.",
          "Aliases": []
        },
        "18": {
          "ID": "220600",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220600",
          "TitleEnglish": "Two, Too Violent Girls: Ling-Ling & Lung-Lung",
          "SummaryEnglish": "Two young warriors from Shampoo's tribe introduce themselves and are shocked to learn that she has not yet killed Ranma. Indignant, they decide to send Ranma themselves, using their fearsome technique of \"Dance of the great fire dragon\".",
          "Aliases": []
        },
        "19": {
          "ID": "220601",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220601",
          "TitleEnglish": "Ranma and the Evil Within",
          "SummaryEnglish": "Happosai separates Ranma's girl and boy bodies using a magical incense. However, the girl body ends up with all of Ranma's evil, turning it into a vicious spirit that wants to enslave the male Ranma to her will.",
          "Aliases": []
        },
        "20": {
          "ID": "220602",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220602",
          "TitleEnglish": "Enter Ken and His Copycat Kerchief",
          "SummaryEnglish": "The infamous martial artist Copycat Ken is loose in Furikan, able to not only copy people's moves, but also their appearance and strength and turn it against them.",
          "Aliases": []
        },
        "21": {
          "ID": "220603",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220603",
          "TitleEnglish": "Ryoga's Miracle Cure! Hand Over That Soap",
          "SummaryEnglish": "When Ryoga accidently gets his hands on Shampoo's curse curing soap, he decides it's finally time for him to ask Akane out on a date. But Shampoo wants that soap back, and so does Ranma.",
          "Aliases": []
        },
        "22": {
          "ID": "220604",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220604",
          "TitleEnglish": "Fight! The Anything-Goes Obstacle Course Race",
          "SummaryEnglish": "A giant obstacle course race is being held, and the first prize is a trip to China. Naturally, Ranma intends to win it.",
          "Aliases": []
        },
        "23": {
          "ID": "4265019",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/4265019",
          "TitleEnglish": "Ranma Goes Back to Jusenkyo at Last",
          "SummaryEnglish": "Ranma and Genma steal Happosai's magic mirror, and travel back to Jusenkyo with the old goat tagging along. Much to their surprise they arrive just at the time of their previous visit, giving them a perfect opportunity to stop them from falling into the cursed springs altogether...",
          "Aliases": []
        },
        "24": {
          "ID": "220607",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220607",
          "TitleEnglish": "The Return of the Hawai'ian Headmaster from Hell",
          "SummaryEnglish": "Furinkan High's principal returns from a long trip to 'study' American educational system, unfortunately he turns out to be completely insane. His first order of business is to institute a policy of buzz cuts for boys and bowl cuts for girls unless the students can find the coconut with a 'get out of rules free' note in it...",
          "Aliases": []
        }
      }
    },
    "4": {
      "ID": "11723",
      "URL": "https://www.thetvdb.com/series/ranma-1-2/seasons/official/4",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "220608",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220608",
          "TitleEnglish": "Enter Kuno, the Night-Prowling Knight",
          "SummaryEnglish": "To help him carry out his new position as Furinkan High's Moral Guardian, Kuno turns to Happosai for training.",
          "Aliases": []
        },
        "2": {
          "ID": "220609",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220609",
          "TitleEnglish": "Ranma Gets Weak!",
          "SummaryEnglish": "Furious at Ranma for delivering him into the hands of a mob of angry women, Happosai brands Ranma with ancient mark, causing him to become 'as weak as a mere babe'. Upon hearing this, his enemies start lining up to give him a beating... What's poor Ranma to do?",
          "Aliases": []
        },
        "3": {
          "ID": "220610",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220610",
          "TitleEnglish": "Eureka! The Desperate Move of Desperation",
          "SummaryEnglish": "Just as Ranma is about to give up, Cologne gives him hope in the form of the 'Hiryu Shoten Ha', a devastating technique he can use even in his weakened state... if he can manage to learn it.",
          "Aliases": []
        },
        "4": {
          "ID": "220611",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220611",
          "TitleEnglish": "Showdown! Can Ranma Make a Comeback?",
          "SummaryEnglish": "Armed with the 'Hiryu Shoten Ha', Ranma goes after Happosai. But the old master, knowing something is up, keeps his temper, rendering the attack useless unless Ranma can figure out some way to get him really worked up...",
          "Aliases": []
        },
        "5": {
          "ID": "4315723",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/4315723",
          "TitleEnglish": "Ukyo's Skirt! The Great Girly-Girl Gambit",
          "SummaryEnglish": "Tired of Ranma treating her as 'one of the guys', Ukyo decides to change her clothing and behavior to something more feminine. This causes great commotion at school, both amongst the boys, and among Ranma's other suitors, who do not care for the added competition.",
          "Aliases": []
        },
        "6": {
          "ID": "220612",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220612",
          "TitleEnglish": "Here Comes Ranma's Mom!",
          "SummaryEnglish": "A mysterious woman shows up at the Dojo, having long conversations with Genma. Is it really Ranma's mother, come to take him away to live with her?",
          "Aliases": []
        },
        "7": {
          "ID": "220613",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220613",
          "TitleEnglish": "From Ryoga with Love",
          "SummaryEnglish": "Alone in a cabin in the woods, Ryoga sits pondering the nature of his relationship with Akane.",
          "Aliases": []
        },
        "8": {
          "ID": "220614",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220614",
          "TitleEnglish": "My Fiance, the Cat",
          "SummaryEnglish": "Shampoo shows up with an oversized bell for Ranma, claiming it'll make them fated to stay together forever. The bell however turns out be cursed, carrying the spirit of Maomorin - the giant ghost cat, looking for his bride.",
          "Aliases": []
        },
        "9": {
          "ID": "220615",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220615",
          "TitleEnglish": "Blow, Wind! To Be Young is to Go Gung-Ho",
          "SummaryEnglish": "The Principal hires a new teacher, who takes it upon himself to get Ranma and Akane to openly express their feelings towards each other while they're still young.",
          "Aliases": []
        },
        "10": {
          "ID": "220616",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220616",
          "TitleEnglish": "A Formidable New Disciple Appears",
          "SummaryEnglish": "A young man is awestruck when he sees Happosai in action, and seeks out the Tendo Dojo, wishing to become a student of Anything Goes Martial Arts. The master accepts, and it soon becomes apparent that he's a very dedicated pupil... at bit too dedicated if you ask Ranma.",
          "Aliases": []
        },
        "11": {
          "ID": "220617",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220617",
          "TitleEnglish": "Step Outside!",
          "SummaryEnglish": "Off to the mountains to find a Christmas tree for the Master, Ranma and Genma become separated. When Ranma and Akane go looking for him, they find him living in luxury as a panda, having been adopted by a rich woman as a playmate for her sickly son.",
          "Aliases": []
        },
        "12": {
          "ID": "220618",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220618",
          "TitleEnglish": "Ryoga's Tendo Dojo Houseguest Diary",
          "SummaryEnglish": "Ryoga decides to try to enroll at Furinkan High, though first he has to pass the placement test. Akane agrees to tutor him, but with all the commotion that happens in the Tendo Dojo on a regular basis, can he manage to keep his mind on his studies?",
          "Aliases": []
        },
        "13": {
          "ID": "220619",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220619",
          "TitleEnglish": "Happosai's Happy Heart!",
          "SummaryEnglish": "Happosai falls head over heels in love with a pre-school teacher, but is he willing to give up the underwear stealing for her sake?",
          "Aliases": []
        },
        "14": {
          "ID": "220620",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220620",
          "TitleEnglish": "Extra, Extra! Kuno and Nabiki: Read All About It!",
          "SummaryEnglish": "A fortunetelling friend of Sasuke's divines that Nabiki is the girl Tatewaki is destined to spend his life with. Still torn over having to abandon Akane and 'the pig-tailed girl', Kuno starts to court Nabiki, who naturally welcomes the opportunity to milk him for everything he's worth.",
          "Aliases": []
        },
        "15": {
          "ID": "220621",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220621",
          "TitleEnglish": "Ryoga the Strong... Too Strong",
          "SummaryEnglish": "After sharing his food with an old hermit, the man repays Ryoga by making him the strongest man in the world. But is it worth the price?",
          "Aliases": []
        },
        "16": {
          "ID": "220622",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220622",
          "TitleEnglish": "Close Call! P-chan's Secret",
          "SummaryEnglish": "Terrified that Akane has figured out that he's really P-Chan, Ryoga tries to leave the town forever. Ranma continues to try to figure out a way to beat Ryoga, while Akane tries to force him to tell her what he knows about the mark shared by Ryoga and P-Chan.",
          "Aliases": []
        },
        "17": {
          "ID": "220623",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220623",
          "TitleEnglish": "The Egg-Catcher Man",
          "SummaryEnglish": "Kasumi seems unusually cheerful after a chance encounter with a stranger, leading Nabiki to speculate that she's found herself a new boyfriend.",
          "Aliases": []
        },
        "18": {
          "ID": "220624",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220624",
          "TitleEnglish": "Ranma and Kuno's... First Kiss",
          "SummaryEnglish": "Kuno's got a magic sword capable of granting 3 wishes, and Ranma smells a cure for his curse. The 'upperclassman' has already used two of them... How far is Ranma willing to go to get the third?",
          "Aliases": []
        },
        "19": {
          "ID": "220625",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220625",
          "TitleEnglish": "Shampoo's Red Thread of Dread!",
          "SummaryEnglish": "Ranma suddenly falls head over heels for Shampoo when she ties him to her with the magical Red Thread of Fate. Just a few more hours and the effect will be permanent, and Akane doesn't care one bit... does she?",
          "Aliases": []
        },
        "20": {
          "ID": "220626",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220626",
          "TitleEnglish": "Mousse Goes Home to the Country!",
          "SummaryEnglish": "After betting it all on a final fight with Ranma, Mousse loses and is forced to give up on Shampoo and go home to China. But before he leaves, he's determined to make Shampoo happy by forcing Ranma to give up his other suitors.",
          "Aliases": []
        },
        "21": {
          "ID": "220627",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220627",
          "TitleEnglish": "The Dumbest Bet in History!",
          "SummaryEnglish": "10 years ago, Ranma gambled away the Tendo Dojo. Now the 'Gambling King' has come to collect, and Ranma has to win it back. However, in spite of his name, the King is so bad at gambling he only manages to beat children. Sadly, that provides little comfort as Ranma's even worse...",
          "Aliases": []
        },
        "22": {
          "ID": "220628",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220628",
          "TitleEnglish": "Kuno Becomes a Marianne!",
          "SummaryEnglish": "Azusa becomes convinced Kuno is a tanuki, a legendary creature with magical powers, and promptly adopts him as her 'Marianne'. Ranma and Akane are just happy that the two are keeping each other busy, until Azusa starts to suspect Akane wants to take her new pet away form her again.",
          "Aliases": []
        },
        "23": {
          "ID": "220629",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220629",
          "TitleEnglish": "Ranma, You Are Such A Jerk!",
          "SummaryEnglish": "Akane runs away after Ranma ruins her anniversary dinner, and the entire household has to spend the rest of the night looking for her.",
          "Aliases": []
        },
        "24": {
          "ID": "220630",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220630",
          "TitleEnglish": "Ling-Ling and Lung-Lung Strike Back!",
          "SummaryEnglish": "Honorbound to remain single until their big sister marries, Ling-Ling and Lung-Lung return to Japan armed with an even deadlier technique, determined to eliminate all of Ranma's other fiancees.",
          "Aliases": []
        }
      }
    },
    "5": {
      "ID": "11724",
      "URL": "https://www.thetvdb.com/series/ranma-1-2/seasons/official/5",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "220631",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220631",
          "TitleEnglish": "Gimme That Pigtail",
          "SummaryEnglish": "Why are there strange small men running around chopping off people's pigtails? And what's the Dragon Whisker? What is Ranma hiding...?",
          "Aliases": []
        },
        "2": {
          "ID": "220632",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220632",
          "TitleEnglish": "When a Guy's Pride and Joy is Gone",
          "SummaryEnglish": "Ranma gets no peace at all, as everyone's after the Dragon Whisker. Things get even more tense as he learns that if he doesn't get it back soon, he might just run out of hair - permanently.",
          "Aliases": []
        },
        "3": {
          "ID": "220633",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220633",
          "TitleEnglish": "Ryoga's Proposal",
          "SummaryEnglish": "After being saved from a pack of wolves by Ryoga, the Ghost Cat decides to repay the debt by possessing him and proposing to Akane.",
          "Aliases": []
        },
        "4": {
          "ID": "220634",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220634",
          "TitleEnglish": "Genma Takes a Walk",
          "SummaryEnglish": "After a disagreement over the rules oh Shogi, tensions between Soun and Genma rise, until Genma moves out of the Dojo, taking Ranma with him...",
          "Aliases": []
        },
        "5": {
          "ID": "220635",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220635",
          "TitleEnglish": "The Gentle Art of Martial Tea Ceremony",
          "SummaryEnglish": "Ranma is kidnapped by Sentaro - a practitioner of Martial Arts Tea Ceremony, looking for a bride. To determine the bride's suitability, she has to defeat his grandmother, and as usual, Ranma's completely incapable of walking away from a challenge.",
          "Aliases": []
        },
        "6": {
          "ID": "220636",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220636",
          "TitleEnglish": "And the Challenger is... A Girl?!",
          "SummaryEnglish": "A mysterious gang of martial artist using old fashion toys as weapons are about, and one of them, a young girl, challenges Akane for the Dojo's sign... and wins. Can Akane manage to win it back?",
          "Aliases": []
        },
        "7": {
          "ID": "220637",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220637",
          "TitleEnglish": "Hot Springs Battle Royale!",
          "SummaryEnglish": "A hotsprings resort is having a big obstacle course race as a PR gimmick, with the first prize being a trip to another resort of the contestants choice. Seeing a chance to get back to Jusenkyo, the whole gang enters, unaware that the resort is trying their best to stop anyone from winning, since they're broke and can't afford to pay for the prize...",
          "Aliases": []
        },
        "8": {
          "ID": "220638",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220638",
          "TitleEnglish": "Me is Kuno's Daddy, Me is",
          "SummaryEnglish": "When the Principal starts going on about his long lost son, Sasuke starts to have his suspicions. But can get to the bottom of this as the school is turned into a war zone by the Principal's 'Get out of all school rules' class tournament fight.",
          "Aliases": []
        },
        "9": {
          "ID": "220639",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220639",
          "TitleEnglish": "The Matriarch Takes a Stand",
          "SummaryEnglish": "Sentaro need's Ranma's assistance once more, as the Daimonji matriarch prepares to do something so dangerous, so unpreceded, that the result is sure to be catastrophic...",
          "Aliases": []
        },
        "10": {
          "ID": "220640",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220640",
          "TitleEnglish": "A Leotard is a Girl's Burden",
          "SummaryEnglish": "Out to prove that martial arts rhythmic gymnastics is a manly sport for manly man-like men, a group of boys are stealing the local team's special gymnastics treasures. Naturally, it's up to Ranma to strike a blow for womankind and get the treasures back.",
          "Aliases": []
        },
        "11": {
          "ID": "220641",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220641",
          "TitleEnglish": "The Mixed-Bath Horror!",
          "SummaryEnglish": "An invitation takes Ranma and the rest to a run-down hot-springs resort. But what are those strange noises in the bathhouse... Is it really haunted?",
          "Aliases": []
        },
        "12": {
          "ID": "220642",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220642",
          "TitleEnglish": "The Frogman's Curse!",
          "SummaryEnglish": "A strange old man with a small army of pet frogs comes to town, and he's keeping his eyes on Ranma. Is it really the Frog Hermit, and mysterious stranger with the ability to turn people into frogs?",
          "Aliases": []
        },
        "13": {
          "ID": "220643",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220643",
          "TitleEnglish": "Revenge! Raging Okonomiyaki...!",
          "SummaryEnglish": "When a craepes cook steals all her business, Ukyo starts to doubt her prowess as an Okonomiyaki maker. Under the guidance of a monk from the Temple of the Satisfied Stomach, she beings an intense training program, leaving Ranma and Akane to mind the store...",
          "Aliases": []
        },
        "14": {
          "ID": "220644",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220644",
          "TitleEnglish": "Ranma the Lady-Killer",
          "SummaryEnglish": "Under the influennce of a magic bandage, Ranma starts hitting on every girl in sight, and Ukyo and Shapmoo are determined to remain within his field of vision.",
          "Aliases": []
        },
        "15": {
          "ID": "220645",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220645",
          "TitleEnglish": "Shogi Showdown",
          "SummaryEnglish": "A master of the mysterious martial art of Battle Shogi seeks out Genma, demanding a rematch for the defeat that cost him the respect of his wife. When Genma 'wins' again, the man decides to turn the entire lawn into a gigantic Shogi board...",
          "Aliases": []
        },
        "16": {
          "ID": "220646",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220646",
          "TitleEnglish": "Sasuke's Mission: Improbable",
          "SummaryEnglish": "Dissatisfied with Sasuke's performance as protector of the household, Kuno gives him a final chance to prove himself - arrange a date with the pigtailed girl.",
          "Aliases": []
        },
        "17": {
          "ID": "220647",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220647",
          "TitleEnglish": "Bonjour, Furinkan!",
          "SummaryEnglish": "A french nobleman comes to Soun and Genma to collect on an old debt, demanding one of their daughters as a bride. Having been beaten by him at 'battle dining' previously, Ranma volunteers, hoping for a chance to get even.",
          "Aliases": []
        },
        "18": {
          "ID": "220648",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220648",
          "TitleEnglish": "Dinner at Ringside!",
          "SummaryEnglish": "With the wedding date fast approaching, Ranma's only hope is to master the fearsome Parley du Foie Gras and beat Picolet at battle dining.",
          "Aliases": []
        },
        "19": {
          "ID": "220649",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220649",
          "TitleEnglish": "Swimming with Psychos",
          "SummaryEnglish": "Akane is chosen to represent the the school in the regional swimming contest, not telling anyone she doesn't know how. Luckily, the Principal is there to 'help' her learn.",
          "Aliases": []
        },
        "20": {
          "ID": "220650",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220650",
          "TitleEnglish": "Ryoga, Run Into the Sunset",
          "SummaryEnglish": "While out on one of his journeys, Ryoga gets taken in by a farmer and his daughter who's convinced he's the legendary hero 'Joe', come to save them from the crooks that have been terrorizing the area.",
          "Aliases": []
        },
        "21": {
          "ID": "220651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220651",
          "TitleEnglish": "Into the Darkness",
          "SummaryEnglish": "Something strange is in the air, as one by one the members of the Tendo household fall asleep and enter a twisted dream world controlled by Happosai.",
          "Aliases": []
        },
        "22": {
          "ID": "220652",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220652",
          "TitleEnglish": "Nabiki, Ranma's New Fiance!",
          "SummaryEnglish": "Furious at both Ranma and Nabiki, Akane tells them to go marry each other. Much to her surprise, Nabiki decides to take her younger sister up on the offer.",
          "Aliases": []
        },
        "23": {
          "ID": "220653",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220653",
          "TitleEnglish": "Case of the Missing Takoyaki!",
          "SummaryEnglish": "Everyone is a suspect as the denizens of the Tendo Dojo try to figure out which of them ate the newly bought box of delicious octopus puffs.",
          "Aliases": []
        },
        "24": {
          "ID": "220654",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220654",
          "TitleEnglish": "Ranma Versus Shadow Ranma!",
          "SummaryEnglish": "Ranma buys a magical incense supposed to let him increase his skills by training against his own shadow. At first it works great, but then it becomes apparent that the shadow has a mind of it's own.",
          "Aliases": []
        }
      }
    },
    "6": {
      "ID": "11725",
      "URL": "https://www.thetvdb.com/series/ranma-1-2/seasons/official/6",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "220655",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220655",
          "TitleEnglish": "Dear Daddy... Love, Kodachi!",
          "SummaryEnglish": "Kodachi is shocked to learn that the Principal is her father. When she invites him to stay at the Kuno residence, the scene is set for her brother's worst nightmare.",
          "Aliases": []
        },
        "2": {
          "ID": "220656",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220656",
          "TitleEnglish": "Enter Gosunkugi, The New Rival!?",
          "SummaryEnglish": "While trying to save him from one of Akane's lunches, Ranma inadvertently becomes the object of the wrath of one Hikaru Gosunkugi... the most incompetent Voodoo-practicing geek the world has ever seen.",
          "Aliases": []
        },
        "3": {
          "ID": "220657",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220657",
          "TitleEnglish": "Ranma's Calligraphy Challenge",
          "SummaryEnglish": "A master of martial arts calligraphy is about, so far undefeated. Naturally, Ranma wants to change that, but finds it difficult when the man will only accept challenges from people with beautiful handwriting.",
          "Aliases": []
        },
        "4": {
          "ID": "220658",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220658",
          "TitleEnglish": "The Secret Don of Furinkan High",
          "SummaryEnglish": "Deep within the bowels of Furinkan High, Ranma discovers a second school store, run by a crazy old man with a secret the Principal is desperate to keep from getting out.",
          "Aliases": []
        },
        "5": {
          "ID": "220659",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220659",
          "TitleEnglish": "Back to the Way We Were... Please!",
          "SummaryEnglish": "Ranma, Ryoga and Mousse each get a bag of magic powder. One of them is capable of curing their curse - the others can turn them into anything...",
          "Aliases": []
        },
        "6": {
          "ID": "220660",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220660",
          "TitleEnglish": "Ryoga Inherits the Saotome School?",
          "SummaryEnglish": "Furious at Ranma for eating his sweets, Genma decides to make Ryoga his disciple and heir.",
          "Aliases": []
        },
        "7": {
          "ID": "220661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220661",
          "TitleEnglish": "Tendo Family Goes to the Amusement Park!",
          "SummaryEnglish": "Dr. Tofo gets a free pass to an amusement park and invites Kasumi, who takes the rest of household with her. Once there, the money starts flying, and suddenly they discover that an unwanted guest has eaten their lunch.",
          "Aliases": []
        },
        "8": {
          "ID": "220662",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220662",
          "TitleEnglish": "The Case of the Furinkan Stalker!",
          "SummaryEnglish": "A masked man sporting a black pigtail is stalking the girls of Furinkan at night, with Ranma being the prime suspect.",
          "Aliases": []
        },
        "9": {
          "ID": "220663",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220663",
          "TitleEnglish": "The Date-Monster of Watermelon Island",
          "SummaryEnglish": "Kuno washes up on the beach, with a watermelon on his head and suffering from amnesia.",
          "Aliases": []
        },
        "10": {
          "ID": "220664",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220664",
          "TitleEnglish": "The Demon from Jusenkyo - Part One",
          "SummaryEnglish": "Akane is kidnapped by a pantyhose wielding youth capable of turning it to huge winged monster.",
          "Aliases": []
        },
        "11": {
          "ID": "220665",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220665",
          "TitleEnglish": "The Demon from Jusenkyo - Part Two",
          "SummaryEnglish": "There's water everywhere as Ranma, Ryoga, Shampoo and Mousse try to take Taro's cliff topp hideout and save Akane.",
          "Aliases": []
        },
        "12": {
          "ID": "220666",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220666",
          "TitleEnglish": "The Missing Matriarch of Martial Arts Tea!",
          "SummaryEnglish": "Sentaro shows up fearing for his life, wanting Ranma's help to rescue his kidnapped grandmother.",
          "Aliases": []
        },
        "13": {
          "ID": "220667",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220667",
          "TitleEnglish": "A Xmas Without Ranma",
          "SummaryEnglish": "Ranma isn't home yet and Akane goes out looking for him. Shampoo, Kodachi and Ukyo end up looking for him too because they want to spend Christmas Eve with Ranma alone.",
          "Aliases": []
        },
        "14": {
          "ID": "220668",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220668",
          "TitleEnglish": "A Cold Day in Furinkan",
          "SummaryEnglish": "After a night of sudden snowfall, Ryoga shows on the Tendo's doorstep, half frozen to death and rambling about a giant snow monster.",
          "Aliases": []
        },
        "15": {
          "ID": "220669",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220669",
          "TitleEnglish": "Akane Goes to the Hospital!",
          "SummaryEnglish": "Distracted by Ranma scuffling with Gosunkugi, Akane gets a bone fracture during gym class and has to spend the next few days in Dr. Tofu's clinic. Everyone comes to visit her... except Ranma, who just can't decide what he's going to say to her.",
          "Aliases": []
        },
        "16": {
          "ID": "220670",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220670",
          "TitleEnglish": "Curse of the Scribbled Panda",
          "SummaryEnglish": "While fighting with his father over a takoyaki, Ranma accidentally sets free three unspeakably evil spirits, one of which is a living panda doodle that wants a date with him.",
          "Aliases": []
        },
        "17": {
          "ID": "220671",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220671",
          "TitleEnglish": "Legend of the Lucky Panda!",
          "SummaryEnglish": "While out in the wilderness, Genma falls into a river and hits his head. When he wakes up he finds himself in an earlier time, near a village inhabited by familiar faces.",
          "Aliases": []
        },
        "18": {
          "ID": "220672",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220672",
          "TitleEnglish": "Mystery of the Marauding Octopus Pot!",
          "SummaryEnglish": "Soun, Genma and Ranma are hired to rid a seaside resort of the nasty marauding octopus pot that has been terrorizing the guests.",
          "Aliases": []
        },
        "19": {
          "ID": "220673",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220673",
          "TitleEnglish": "Ukyo's Secret Sauce - Part One",
          "SummaryEnglish": "After 10 whole years of fermentation, it's finally time for Ukyo to try out the special okonomiyaki sauce she made as a child. Unfourtunaly it tastes so horrible that she collapses, and the Tendos take her in while she recovers. While she's there, Akane grows increasingly jealous, especially since Ranma is going out of his way to be nice to someone he claims he just sees as a childhood friend...",
          "Aliases": []
        },
        "20": {
          "ID": "220674",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220674",
          "TitleEnglish": "Ukyo's Secret Sauce - Part Two",
          "SummaryEnglish": "Trying to keep Ukyo off his back, Ranma goes along with Nibiki's plan, pretending that he and Akane are already married. She's not the kind of girl who gives up easily however, forcing the 'newlyweds' to keep up the charade around the clock.",
          "Aliases": []
        },
        "21": {
          "ID": "220675",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220675",
          "TitleEnglish": "A Teenage Ghost Story",
          "SummaryEnglish": "When Akane reads out aloud words of an old notebook in Toramasa's store, the ghost of a teenage girl appears, reciting a haunting rhyme.",
          "Aliases": []
        },
        "22": {
          "ID": "220676",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220676",
          "TitleEnglish": "Gosunkugi's Paper Dolls of Love",
          "SummaryEnglish": "Gosunkugi sees a chance for a date with Akane when he obtains a set of magic paper dolls, capable of forcing someone to obey whatever command is written on them when they're stuck to the individual's back.",
          "Aliases": []
        },
        "23": {
          "ID": "220677",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220677",
          "TitleEnglish": "Akane's Unfathomable Heart",
          "SummaryEnglish": "A young boy capable of reading people's minds shows up at the Dojo, but gets upset when nobody believes in his talent, and starts taking it out on Ranma.",
          "Aliases": []
        },
        "24": {
          "ID": "220678",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220678",
          "TitleEnglish": "Master and Student... Forever!?",
          "SummaryEnglish": "Happosai's plan to teach Ranma some manners backfires, when the magic pill he took makes them stick together - literally.",
          "Aliases": []
        }
      }
    },
    "7": {
      "ID": "11726",
      "URL": "https://www.thetvdb.com/series/ranma-1-2/seasons/official/7",
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "220679",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220679",
          "TitleEnglish": "Tatewaki Kuno, Substitute Principal",
          "SummaryEnglish": "Aloha the Principle decides he needs a vacation. He leaves Kuno in charge not because Kuno is his son (so he says), but to give Kuno the opportunity to show responsibility.",
          "Aliases": []
        },
        "2": {
          "ID": "220680",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220680",
          "TitleEnglish": "Ranma's Greatest Challenge!?",
          "SummaryEnglish": "Ranma and Happosai team up to conquer the Ogre Festival of the Dark. Happosai prepares Ranma personally for the match of his life. If Ranma loses The Ogre Festival of the Dark it will be the end of the Anything-Goes School of Indiscriminate Grappling. Winning the tourney, the true horror of the situation is revealed.",
          "Aliases": []
        },
        "3": {
          "ID": "220681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220681",
          "TitleEnglish": "Nihao! Jusenkyo Guide",
          "SummaryEnglish": "The Jusenkyo guide shows up in Japan! He will perform a ceremony which will tap the water table that is the source of the 'Spring of Drowned Man' to where there is a new Jusenkyo spring in Japan! Where is that spring? Naturally, it's the pond directly outside the Tendo dining room.",
          "Aliases": []
        },
        "4": {
          "ID": "220682",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220682",
          "TitleEnglish": "Pick-a-Peck o' Happosai",
          "SummaryEnglish": "A pack of magical, powerful cards has fallen into the wrong hands, and now Happosai is several times as much a pain as before! It was bad enough when there was just one of him- now there are six!",
          "Aliases": []
        },
        "5": {
          "ID": "220683",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220683",
          "TitleEnglish": "From the Depths of Despair - Part One",
          "SummaryEnglish": "Shishi Hoko-Dan - the Lion's Roar Blast! Better than the construction specific 'Breaking Point' technique (which worked only on rocks), Ryoga's new move has got Ranma on the run. Can he get away fast enough?",
          "Aliases": []
        },
        "6": {
          "ID": "220684",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220684",
          "TitleEnglish": "From the Depths of Despair - Part Two",
          "SummaryEnglish": "To perfect the dangerous Shishi Hoko-Dan technique, one must travel to the depths of despair. Where Ryoga lives most of the time anyway! But why is Ranma trying to make Ryoga even more miserable?!",
          "Aliases": []
        },
        "7": {
          "ID": "220685",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220685",
          "TitleEnglish": "Shampoo's Cursed Kiss",
          "SummaryEnglish": "'Be my bri-i-i-i-i-de----!!' It's been awhile, but at last the 'Ghost Cat' from episodes past has come back... and he won't release Shampoo until she agrees to marry him! Can Ranma prevent the 'cat's trophy'?",
          "Aliases": []
        },
        "8": {
          "ID": "220686",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220686",
          "TitleEnglish": "Run Away With Me, Ranma!",
          "SummaryEnglish": "A recurring dream... a romantic couple... their destiny, somehow tied to the blooming cherry blossoms. Ranma gets roped into helping a ghost 'have not regrets' before shuffling off this mortal coil. But the ties that bind can be stubborn...",
          "Aliases": []
        },
        "9": {
          "ID": "220687",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220687",
          "TitleEnglish": "Let's Go to the Mushroom Temple",
          "SummaryEnglish": "'The soul of the mushroom is the soul of the Earth,' or so it's said by those in the know. Love mushrooms... poison mushrooms... can a relationship based on fungus survive among us?",
          "Aliases": []
        },
        "10": {
          "ID": "220688",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220688",
          "TitleEnglish": "The Cradle from Hell",
          "SummaryEnglish": "In the life of every father, there must eventually come a time when the son challenges his authority, tests his own strength, declares himself a man. But is Cup Ramen worth losing your dad for?",
          "Aliases": []
        },
        "11": {
          "ID": "220689",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220689",
          "TitleEnglish": "Madame Saint Paul's Cry for Help",
          "SummaryEnglish": "A vat of forbidden, blue wine is having a strange effect on Picolet Chardin, that memorable, masterful monsieur of martial-arts dining. Fearing for her charge, Mme. St Paul askes for help... though she may wish she hadn't.",
          "Aliases": []
        },
        "12": {
          "ID": "220690",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220690",
          "TitleEnglish": "Meet You in the Milky Way",
          "SummaryEnglish": "Held every year on July 7th, Japan's 'tanabata' festival celebrates the celestial reunion of the Weaver Princess and her beau, the Cowherd. When the two descend from the sky, their story seems suddenly so much less romantic....",
          "Aliases": []
        },
        "13": {
          "ID": "220691",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220691",
          "TitleEnglish": "Wretched Rice Cakes Of Love",
          "SummaryEnglish": "And lo, it is said, if he who eats of the sakura-mochi or 'cherry blossom rice-cake' is meant to be with you forever, the mark of the sakura shall appear on his forehead, but if it should be that he is not....",
          "Aliases": []
        },
        "14": {
          "ID": "220692",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220692",
          "TitleEnglish": "The Dreaded Happo Mold-Burst",
          "SummaryEnglish": "Happosai's always relied on his Happo Dai-Karin or 'Happo Fire-Burst' technique to get what he want, but when the 'karin' part changes to 'kaBIN', Happosai's mold starts gettin' old real quick....",
          "Aliases": []
        },
        "15": {
          "ID": "220693",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220693",
          "TitleEnglish": "The Kuno Sibling Scandal",
          "SummaryEnglish": "Oh those wacky, squabbling, Kuno siblings. Tatewaki (age seventeen) is in love with girl-type Ranma, while Kodachi (a.k.a 'the Black Rose') adores the boy-type. Brought to blows by jealousy, where's King Solomon where you need him?",
          "Aliases": []
        },
        "16": {
          "ID": "220694",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220694",
          "TitleEnglish": "Battle for the Golden Tea Set",
          "SummaryEnglish": "Once again, it's return of Martial Arts Tea Ceremony master, Sentaro. This time, he needs Ranma and Akane's aid to rescue his kidnapped grandmother. The whole incident seems to be over some treasured tea set that rival schools have fought over for generations, and now it's Sentaro's turn to prove his worth!",
          "Aliases": []
        },
        "17": {
          "ID": "220695",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220695",
          "TitleEnglish": "Gosunkugi's Summer Affair",
          "SummaryEnglish": "The ever-so-morose Hikaru Gosunkugi has met the girl of his dreams. The weird thing is, she even seems to like him back! The trouble is, the girl is Kogane, the teenage ghost. What can Ranma and Akane possibly do to make this ghostly love story work?",
          "Aliases": []
        },
        "18": {
          "ID": "220696",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220696",
          "TitleEnglish": "Battle for Miss Beachside",
          "SummaryEnglish": "This is like no bathing-suit competition you've ever seen! The contestants are Akane, Shampoo, Ukyo and Kodachi...plus girl-type Ranma, and Tsubasa Kurenai to boot. Knowing these girls, it's going to be one hot competition!",
          "Aliases": []
        },
        "19": {
          "ID": "220697",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220697",
          "TitleEnglish": "Love of the Cheer Leader - Part One",
          "SummaryEnglish": "Having learned (or been the victim of) almost any martial-arts style imaginable, Ranma's never-the-less about to learn a whole new one: Martial-Arts Cheerleading! Mariko Konjo, pep leader extraordinaire, is fixing to put a hurt on Akane...and Ranma can't allow that. But is he willing to pick up a pair of pom-poms to stop her?",
          "Aliases": []
        },
        "20": {
          "ID": "220698",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220698",
          "TitleEnglish": "Love of the Cheer Leader - Part Two",
          "SummaryEnglish": "Ranma's got the basic moves down, sure, and that uniform really is cute, but then it turns out that it's Kuno's kendo match he has to cheer for. No way! Worse, Mariko's crush on the so-called 'Blue Thunder' means the only way Ranma can win-and avenge Akane's honor-is to somehow best Mariko in a cheerleading contest. Under these circumstances, how cheerful can Ranma be expected to be?!",
          "Aliases": []
        },
        "21": {
          "ID": "220699",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220699",
          "TitleEnglish": "The Musical Instruments of Destruction",
          "SummaryEnglish": "During an annual cleaning of the estate, Kuno comes across an ancient taiko drum that's got the devastating power of a howitzer. And what good is a weapon if you don't turn it on your friends, right? As if that weren't enough, now Kodachi's got an equally devastating lute...which she promptly turns over to the principal. Cue the music!",
          "Aliases": []
        },
        "22": {
          "ID": "220700",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220700",
          "TitleEnglish": "A Ninja's Dog is Black and White",
          "SummaryEnglish": "Ryoga encounters Checkers (Shirokuro) a black and white dog. The dog saves P-chan when they went over a waterfall, so Ryoga starts to take care of the dog and feed it. The dog takes a love letter Ryoga had written out of his backpack and delievers it to Akane. Akane doesn't know who the letter is from because Ryoga didn't sign it, but gives Checkers a letter to give to return. The letter said that she had someone that she loved, and was sorry she couldn't return the writers feelings. Ryoga is horrified when he reads this, but then Ranma asks him if he had signed the letter Akane read. Upon realizing that he hadn't, Ryoga believes that the 'somebody' Akane is talking about is actually him.",
          "Aliases": []
        },
        "23": {
          "ID": "220701",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220701",
          "TitleEnglish": "The Tendo Dragon Legend",
          "SummaryEnglish": "While on their way home from school, Akane and Ranma discover a strange fish in a puddle. Dr. Tofu tells Ranma he should take it home and use it for a class project he has to do. Kasumi invites Dr. Tofu to come stay with them because of the tsunami that is about to hit. Once they get home, they realize the fish is actually an infant dragon. Dr. Tofu learns that the dragons meat will grant immortality, and the Frogman (from episode 100) arrives and tries to eat the dragons meat.",
          "Aliases": []
        },
        "24": {
          "ID": "220702",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220702",
          "TitleEnglish": "Boy Meets Mom - Part One",
          "SummaryEnglish": "While visiting Mrs. Tendo's grave Ranma begins to wonder about his own mother. Nodoka Saotome, Ranma's mother, had just sent a postcard telling the Tendos she was going to visit. Ranma is quite eager to meet his mother, but Genma explains to everyone that he made a promise to Nodoka when Ranma was first born. He made a death pact to Nodoka, which states that Ranma, be either reared as man among men or they be put to the sword. Genma and Ranma decide to hide their true identities and tell Nodoka that Ranma is actually Ranko, a cousin of the Tendos.",
          "Aliases": []
        },
        "25": {
          "ID": "220703",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ranma-1-2/episodes/220703",
          "TitleEnglish": "Boy Meets Mom - Part Two",
          "SummaryEnglish": "Nodoka's stay is rather short, and Ranma hears that she is planning on returning home soon. He decides that he would really like for her to meet him as himself rather than as Ranko. Genma warns Ranma and constantly tries to stop him. When a water main explodes and sends Nodoka flying, Ranma saves her and Nodoka catches a glimpse of her son before passing out. When she awakens, she sees Ranko and thinks it was all a dream. Nodoka says that in her dream Ranma was very manly. Ranma tells Akane that he will wait until he can be normal before he tells his mother the truth. At the end, Ranma and Akane head off to school, and then turn towards the screen and say 'Goodbye!'.",
          "Aliases": []
        }
      }
    }
  }
}