[
  {
    "URL": "https://www.thetvdb.com/series/please-save-my-earth",
    "Genres": [
      "Animation",
      "Anime",
      "Drama",
      "Fantasy",
      "Romance",
      "Science Fiction",
      "Thriller"
    ],
    "Other Sites": [
      "https://www.imdb.com/title/tt0256569/",
      "https://www.themoviedb.org/tv/65967"
    ],
    "TitleEnglish": "Please Save My Earth",
    "SummaryEnglish": "A group of Japanese teenagers start to remember that they are reincarnations of alien scientists who had been studying the Earth from a hidden observatory on the moon, and decide to track try to find the rest of their team. But with the memories comes old abilities, feelings and agendas... and the events surrounding the death of their previous incarnations may not have left all them the same...",
    "Aliases": [
      "Boku no Chikyuu wo Mamotte"
    ],
    "Modified": "2024-10-19",
    "Seasons": {
      "0": {
        "ID": "534171",
        "URL": "https://www.thetvdb.com/series/please-save-my-earth/seasons/official/0",
        "# Episodes": 2,
        "Episodes": {
          "1": {
            "ID": "5702946",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/please-save-my-earth/episodes/5702946",
            "TitleEnglish": "Alice kara, Rin Kun e",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "2": {
            "ID": "5702947",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/please-save-my-earth/episodes/5702947",
            "TitleEnglish": "Kin'iro no Toki Nagarete",
            "SummaryEnglish": null,
            "Aliases": []
          }
        }
      },
      "1": {
        "ID": "11818",
        "URL": "https://www.thetvdb.com/series/please-save-my-earth/seasons/official/1",
        "# Episodes": 6,
        "Episodes": {
          "1": {
            "ID": "222428",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/please-save-my-earth/episodes/222428",
            "TitleEnglish": "Awakening",
            "SummaryEnglish": "Alice overhears Jinpachi and Issei having a conversation about not being \"\"normal\"\". When she later run into her, they explain they've been having shared dreams, where they are two of seven scientists, Gyokuran and Enju, on a research station on the moon, secretly observing the Earth. Rin, a rather peculiar 7-year-old she was babysitting at the time becomes jealous of the fascination she shows for the two boys' story, and starts to harass her about it until she accidently pushes him over the balcony railing, leaving him in critical condition in the hospital.Rin recovers, but now apparently in love with Alice, he claims the two are to marry. Upon hearing this, Alice collapses... And has a dream where she lives on the moon base described by Issei and Jinpachi - as Mokuren. Later, Rin starts showing remarkable psychic powers, going off on his own to intimidate a biker gang leader into helping him.",
            "Aliases": []
          },
          "2": {
            "ID": "222429",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/please-save-my-earth/episodes/222429",
            "TitleEnglish": "Meeting",
            "SummaryEnglish": "Rin's parents ask that Alice indulge their son's wish to be engaged to her. Alice tells Jinpachi and Issei about her dream, and the three conclude that the rest of the scientists must be out there, and that they should try to contact them through magazine ads. Rich business man Matsudaira finds his son cowering in the dark, rambling about how he needs the Tokyo Tower, or he'll be killed. Tamura, the young mans caretaker, starts to look into the matter. Issei receives a response to one of the ads, from Daisuke Dobashi (Hiiragi), who's already found Shusuran in the form of Sakura Kokusho. The five decide to meet up at Daisuke's home. Daisuke, who's remembered far more than the other's, tells them about how the scientists civilization had been wiped out by a great war, and how they met their end as an unknown virus killed them one by one.",
            "Aliases": []
          },
          "3": {
            "ID": "222430",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/please-save-my-earth/episodes/222430",
            "TitleEnglish": "Memories",
            "SummaryEnglish": "Tamura goes to meet with the mysterious \"\"S\"\", and finds Rin who gives him a brutal beating to make him cooperate. Haruhiko, feeling his friend's pain, teleports to the spot and gets Tamura to a hospital as Rin flies away. Looking at the sketches Rin left, the teen is shocked to find they match images from his dreams about the moon. Because of school limiting the time they can spend together, Rin demands Alice bring him along when she goes to another gathering at Daisuke's home. After the 5 teenagers have talked for a while, Rin decides to cut in, telling them he has the memories of Shukaido. Alice decides to stop attending the gatherings. Rin confronts Haruhiko, reveals that he's actually Shion. He plays upon Haruhiko guilt for dooming him to live 9 years alone on on the moon by not giving the vaccine to Mokuren, compelling the teen to cooperate with his plan to protect humanity from the dangerous knowledge on the moon base by using the Tokyo Tower to destroy it.",
            "Aliases": []
          },
          "4": {
            "ID": "222431",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/please-save-my-earth/episodes/222431",
            "TitleEnglish": "Feelings",
            "SummaryEnglish": "Tamura catches a brief glimpse of Shukaido in Haruhiko, an urges the teen to tell him what's going on. Still wracked with guilt, Haruhiko doesn't dare tell anyone, and teleports to a river, jumping in. Issei and Sakura are passing by, discussing Issei's remaining feelings towards Jinpachi from Gyokuran and Enju's relationship. They spot Haruhiko, drag him out and take him home. Alice seems more and more convinced that she isn't Mokuren, but she still wants to meet Shion. Tamura makes contact with a psychic, who advises him to stay away from Rin, which happens when he's relocated to a nearby town by his employer.",
            "Aliases": []
          },
          "5": {
            "ID": "222432",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/please-save-my-earth/episodes/222432",
            "TitleEnglish": "E.S.P.",
            "SummaryEnglish": "Rin forces Haruhiko to meet with the others as Shion, and warns him not to say anything to Tamura or the man dies. Having just sent a letter to Tamura explaining it all, Haruhiko teleports to Tamura's new home, hoping to prevent it from being read. He fails. Rin decides to break up the engagement with Alice, believing he's keeping her from remembering Mokuren. Jinpatchi confronts Haruhiko about his claim of being Shion not matching. Rin becomes aware of Tamura having read the letter and hiring a psychic advisor, inviting the two to a meeting. The two powerful psychics fight, with Rin eventually winning. However, when Rin unleashes the deathblow, Haruhiko appears, taking the blast and causing a massive explosion.",
            "Aliases": []
          },
          "6": {
            "ID": "222433",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/please-save-my-earth/episodes/222433",
            "TitleEnglish": "Reincarnation",
            "SummaryEnglish": "Badly wounded, Rin lies in a hospital bed, reliving Shion's childhood. The death caused by his first use of his powers, being trained in their use in the name of a goddess he doesn't belive in, and finally losing the first person he managed to care for.",
            "Aliases": []
          }
        }
      }
    }
  }
]