{
    "URL": "https://www.thetvdb.com/series/please-save-my-earth",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Romance",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0256569/",
        "https://www.themoviedb.org/tv/65967"
    ],
    "TitleEnglish": "Please Save My Earth",
    "SummaryEnglish": "A group of Japanese teenagers start to remember that they are reincarnations of alien scientists who had been studying the Earth from a hidden observatory on the moon, and decide to track try to find the rest of their team. But with the memories comes old abilities, feelings and agendas... and the events surrounding the death of their previous incarnations may not have left all them the same...",
    "TitleJapanese": "ぼくの地球を守って",
    "SummaryJapanese": "植物の気持ちがわかる不思議な能力を持つ亜梨子は高校生。意識不明となった小学生・小林輪の回復を必死に願う亜梨子の祈りにより、輪は前世の記憶を覚醒。同じ頃、亜梨子はクラスメイトから“月の夢”の話を聞く。それが“前世の記憶”として皆の運命を変える…。",
    "Aliases": [
        "Boku no Chikyuu wo Mamotte"
    ],
    "Modified": "2024-10-19",
    "Seasons": {
        "0": {
            "ID": "534171",
            "URL": "https://www.thetvdb.com/series/please-save-my-earth/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5702946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-save-my-earth/episodes/5702946",
                    "TitleEnglish": "Alice kara, Rin Kun e",
                    "SummaryEnglish": null,
                    "TitleJapanese": "総集編完全版 ～亜梨子から、輪くんへ～",
                    "SummaryJapanese": "2022/11/05(土) 04:15～06:00\nＡＴ－Ｘ\nぼくの地球を守って 総集編完全版 ～亜梨子から、輪くんへ～\n\n総集編完全版 ～亜梨子から、輪くんへ～\n【全6話+総集編完全版1話】1993年～1995年OVA\n\n詳細情報\n＜ストーリー＞\n内気で優しい高校生亜梨子は、植物の気持ちがわかるという不思議な力をもつ。ある日、亜梨子はマンションの隣人である小学生・小林輪を過ってベランダから突き落としてしまう。そうして意識不明となった輪の回復を必死に願う亜梨子。祈りが強力な送信テレパスとなって、輪は前世の記憶を覚醒した。そして、みんなの運命が…。\n＜キャスト＞\n坂口亜梨子：白鳥由里/小林輪：冬馬由美/木蓮：篠原恵美/紫苑：速水奨/槐：鷹森淑乃/薬師丸未来路：関 俊彦/秋海棠：松本保典/小林迅八：森川智之/錦織一成：置鮎龍太郎/笠間春彦：山口勝平/土橋大介：飛田展男/国生桜：松井菜桜子/坂口はじめ：佐々木望/田村一登：小杉十郎太 他\n\n\nジャンル : \nアニメ／特撮 - 国内アニメ"
                },
                "2": {
                    "ID": "5702947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-save-my-earth/episodes/5702947",
                    "TitleEnglish": "Kin'iro no Toki Nagarete",
                    "SummaryEnglish": null,
                    "TitleJapanese": "金色の時、流れて ミュージック・イメージ・ビデオ",
                    "SummaryJapanese": "『Ｐｒｏｌｏｇｕｅ～金色の時流れて』\n『三日月の寝台』\n『夢のすみか』\n『Ｍｏｏｎ　Ｌｉｇｈｔ　Ａｎｔｈｅｍ～槐１９９１』\n『Ｒｉｎｇ』\n『融けてゆく時間』\n『時の記憶』\n『Ｅｐｉｌｏｇｕｅ：Ｅｔｕｄｅ～転生幻想』の全８曲を収録したＭＴＶの秀作。"
                }
            }
        },
        "1": {
            "ID": "11818",
            "URL": "https://www.thetvdb.com/series/please-save-my-earth/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "222428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-save-my-earth/episodes/222428",
                    "TitleEnglish": "Awakening",
                    "SummaryEnglish": "Alice overhears Jinpachi and Issei having a conversation about not being \"\"normal\"\". When she later run into her, they explain they've been having shared dreams, where they are two of seven scientists, Gyokuran and Enju, on a research station on the moon, secretly observing the Earth. Rin, a rather peculiar 7-year-old she was babysitting at the time becomes jealous of the fascination she shows for the two boys' story, and starts to harass her about it until she accidently pushes him over the balcony railing, leaving him in critical condition in the hospital.Rin recovers, but now apparently in love with Alice, he claims the two are to marry. Upon hearing this, Alice collapses... And has a dream where she lives on the moon base described by Issei and Jinpachi - as Mokuren. Later, Rin starts showing remarkable psychic powers, going off on his own to intimidate a biker gang leader into helping him.",
                    "TitleJapanese": "覚醒(めざ) め",
                    "SummaryJapanese": "｢東京タワー、あれ僕にくれない?｣“前世の記憶”が輪を動かし始めた! 植物の気持ちがわかるという不思議な能力を持つ亜梨子は内気で優しい高校生。ある日彼女はマンションの隣人である小学生・小林輪を過ってベランダから突き落としてしまう。意識不明の輪の回復を必死に願う亜梨子、その祈りが強力な送信テレパスとなり、輪は前世の記憶を覚醒した。同じ頃、亜梨子はクラスメイトの小林迅八・錦織一成が共有して見ている“月の夢”の話を聞く。それが\"前世の記憶\"として皆の運命を変えてしまうことになるのをまだ誰も知らない…。"
                },
                "2": {
                    "ID": "222429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-save-my-earth/episodes/222429",
                    "TitleEnglish": "Meeting",
                    "SummaryEnglish": "Rin's parents ask that Alice indulge their son's wish to be engaged to her. Alice tells Jinpachi and Issei about her dream, and the three conclude that the rest of the scientists must be out there, and that they should try to contact them through magazine ads. Rich business man Matsudaira finds his son cowering in the dark, rambling about how he needs the Tokyo Tower, or he'll be killed. Tamura, the young mans caretaker, starts to look into the matter. Issei receives a response to one of the ads, from Daisuke Dobashi (Hiiragi), who's already found Shusuran in the form of Sakura Kokusho. The five decide to meet up at Daisuke's home. Daisuke, who's remembered far more than the other's, tells them about how the scientists civilization had been wiped out by a great war, and how they met their end as an unknown virus killed them one by one.",
                    "TitleJapanese": "出会い",
                    "SummaryJapanese": "｢何故こうして転生できて、また君と出会えたのか。…とてつもなく不思議に思うよ。｣覚醒した小林輪は、東京タワー改築工事に細工を施すため、工事責任者の息子タカシと接触をとり、次々と策略をしかける。一方亜梨子が、月の夢を見た話を一成、迅八にしたことをきっかけに、月の仲間捜しがはじまった。そして新たに｢柊｣と｢繻子蘭｣の生まれ変わりの土橋大介、国生桜とを加え、彼らは集会を開く。そこで、彼らの夢の断片が、共通の記憶であることを確信する。又、亜梨子の前では普通の小学生としてふるまっている輪は、ある日偶然に同じ月の仲間である｢秋海棠｣の記憶をもつ笠間春彦と遭遇する。遂に、前世でもっとも恐るべき記憶を共有するもの同士が出会った…。"
                },
                "3": {
                    "ID": "222430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-save-my-earth/episodes/222430",
                    "TitleEnglish": "Memories",
                    "SummaryEnglish": "Tamura goes to meet with the mysterious \"\"S\"\", and finds Rin who gives him a brutal beating to make him cooperate. Haruhiko, feeling his friend's pain, teleports to the spot and gets Tamura to a hospital as Rin flies away. Looking at the sketches Rin left, the teen is shocked to find they match images from his dreams about the moon. Because of school limiting the time they can spend together, Rin demands Alice bring him along when she goes to another gathering at Daisuke's home. After the 5 teenagers have talked for a while, Rin decides to cut in, telling them he has the memories of Shukaido. Alice decides to stop attending the gatherings. Rin confronts Haruhiko, reveals that he's actually Shion. He plays upon Haruhiko guilt for dooming him to live 9 years alone on on the moon by not giving the vaccine to Mokuren, compelling the teen to cooperate with his plan to protect humanity from the dangerous knowledge on the moon base by using the Tokyo Tower to destroy it.",
                    "TitleJapanese": "月の記憶",
                    "SummaryJapanese": "｢最期まで地球を見守って…決して自ら命を絶たないで…。｣前世の記憶を覚醒した小林輪は、東京タワー改築用の新しい図面を渡すために、その工事責任者の息子タカシを呼び出すが、そこの現れたのは田村だった。その田村を輪は超能力でズタズタに痛めつけたうえで図面を渡し、去ろうとする。だが田村の聞きを感じてテレポートしてきた春彦は飛び去ろうとしていた輪と再び遭遇してしまう。一方、月の仲間の集会に参加した輪は、自らを｢秋海棠｣と名乗り、亜梨子の覚醒を試みる。そして、本当の秋海棠である春彦を呼び出し、そこで前世の凄惨たる過去が明らかになった。"
                },
                "4": {
                    "ID": "222431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-save-my-earth/episodes/222431",
                    "TitleEnglish": "Feelings",
                    "SummaryEnglish": "Tamura catches a brief glimpse of Shukaido in Haruhiko, an urges the teen to tell him what's going on. Still wracked with guilt, Haruhiko doesn't dare tell anyone, and teleports to a river, jumping in. Issei and Sakura are passing by, discussing Issei's remaining feelings towards Jinpachi from Gyokuran and Enju's relationship. They spot Haruhiko, drag him out and take him home. Alice seems more and more convinced that she isn't Mokuren, but she still wants to meet Shion. Tamura makes contact with a psychic, who advises him to stay away from Rin, which happens when he's relocated to a nearby town by his employer.",
                    "TitleJapanese": "想い",
                    "SummaryJapanese": "｢僕は…もと…槐なんだよ｣それぞれの前世の思いが、現在を支配してゆく。紫苑(輪の前世)と邂逅以来、ショックで寝こんでしまった春彦。しかし彼が前世で紫苑にした仕打ちは償いきれるものではなかった。そしてついに川に身を投げようとしたところを偶然通りかかった一成と桜に救われる。春彦の不可解な行動の謎を解くため田村は輪と対決することを決意。知人であるエスパー｢未来路｣に助けを求めるため、京都に旅立つ。そして…"
                },
                "5": {
                    "ID": "222432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-save-my-earth/episodes/222432",
                    "TitleEnglish": "E.S.P.",
                    "SummaryEnglish": "Rin forces Haruhiko to meet with the others as Shion, and warns him not to say anything to Tamura or the man dies. Having just sent a letter to Tamura explaining it all, Haruhiko teleports to Tamura's new home, hoping to prevent it from being read. He fails. Rin decides to break up the engagement with Alice, believing he's keeping her from remembering Mokuren. Jinpatchi confronts Haruhiko about his claim of being Shion not matching. Rin becomes aware of Tamura having read the letter and hiring a psychic advisor, inviting the two to a meeting. The two powerful psychics fight, with Rin eventually winning. However, when Rin unleashes the deathblow, Haruhiko appears, taking the blast and causing a massive explosion.",
                    "TitleJapanese": "｢E・S・P",
                    "SummaryJapanese": "｢ねぇ、どうやって死にたい? どうやって殺されたい?｣小林輪の指示で紫苑として月仲間の集会に顔を出した春彦。そこで春彦が以前自殺を図ったことが輪に知られてしまう。｢今度勝手に死のうなんて考えてごらん。最愛の田村さんを横取りしちゃうかもしれないよ…｣ 田村に協力するエスパー未来路の存在も輪の知るところとなり、輪は決着をつけようと、京都蓮明寺に田村と未来路を呼び出す。壮絶なESP戦の中、圧倒的な輪の力の前に傷つく二人。｢そろそろ終わりにしよう｣そして輪の繰り出した光球の前に春彦が…!"
                },
                "6": {
                    "ID": "222433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-save-my-earth/episodes/222433",
                    "TitleEnglish": "Reincarnation",
                    "SummaryEnglish": "Badly wounded, Rin lies in a hospital bed, reliving Shion's childhood. The death caused by his first use of his powers, being trained in their use in the name of a goddess he doesn't belive in, and finally losing the first person he managed to care for.",
                    "TitleJapanese": "転生、そして……",
                    "SummaryJapanese": "｢あなたが懐かしいのも、きっと、また未来で出会えるからなのね…｣未来路、春彦との激しいESP戦で重傷を負った輪は前世の夢を見続ける。たった一人で生き抜いてきた紫苑のかたくなな心を、そっと聞いてくれた仮親のラズロと珍獣キャー。しかしたった78日間の想い出を残し、二人は事故で逝ってしまう。｢嘘つきラズロ…まだ一度も笑ってない…これからも笑ったって褒美のキスくれないじゃないか｣3人で暮らした家で、幼い紫苑のみたサージャリムの絵はいつか亜梨子の姿と重なった。記憶はめぐり続ける… 幼い頃見た海、雪、満開の桜、亜梨子への覚醒、そして木蓮の最期のメッセージ。今、すべての記憶は未来へとつながっていく。"
                }
            }
        }
    }
}