{
  "URL": "https://www.thetvdb.com/series/samurai-pizza-cats",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Children",
    "Comedy",
    "Family",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0122834/",
    "https://tatsunoko.co.jp/works/samurai-pizza-cats",
    "https://www.themoviedb.org/tv/10797"
  ],
  "TitleEnglish": "Samurai Pizza Cats",
  "SummaryEnglish": "The Samurai Pizza Cats are a trio of crime-fighting super-heroes in the town of Little Tokyo, Japan. Wearing Samurai costumes, they burst through the air to the rescue from a humongous cannon connected to their headquarters - A fast food restaurant. Little Tokyo is populated by all kinds of animals. The official governor of the town is the Emperor, but since he became insane, a council takes care of the well-being of the village. One of the members of this council is called Seymour \"Big\" Cheese, who secretly wishes to take over control of the village.",
  "Aliases": [
    "Kyattou Ninden Teyandee"
  ],
  "Modified": "2025-05-23",
  "Seasons": {
    "0": {
      "ID": "24546",
      "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/seasons/official/0",
      "# Episodes": 6,
      "Episodes": {
        "1": {
          "ID": "2782271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/2782271",
          "TitleEnglish": "Opening Credits",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "2796791",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/2796791",
          "TitleEnglish": "Movie: Rare Hero",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "2782281",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/2782281",
          "TitleEnglish": "Closing Credits",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "7952747",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/7952747",
          "TitleEnglish": "Teyandee! This is Nyankii",
          "SummaryEnglish": "Originally aired in Japan as the 10th episode, it contains clips from the first 9 episodes of the series.",
          "Aliases": []
        },
        "5": {
          "ID": "7952768",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/7952768",
          "TitleEnglish": "Frightening! Koon no Kami's Big Research",
          "SummaryEnglish": "Originally aired as episode 51 of the series in Japan, it is a collection of clips from past episodes.",
          "Aliases": []
        },
        "6": {
          "ID": "8289975",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/8289975",
          "TitleEnglish": "Nyankii is Forever!",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "12081",
      "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/seasons/official/1",
      "# Episodes": 54,
      "Episodes": {
        "1": {
          "ID": "228145",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228145",
          "TitleEnglish": "Stop Dragon My Cat Around!",
          "SummaryEnglish": "Speedy is serving a pizza to Lucille but then Guido pops up and steals the Pizza to deliver it Lucille. As they continue to reach their destination, they continuously steal the pizza from each other. When Speedy gives it to Lucille, Guido says that Lucille and he are in love, and the two get into a brawl. Lucille stops them by blow them up. Bad Bird sends out a giant, robotic dragon and it wreaks havoc on Little Tokyo. Speedy and Guido notices Ninja Crows inside the Dragon and they decide to defeat this machine before it demolishes every structure in the city.",
          "Aliases": []
        },
        "2": {
          "ID": "228146",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228146",
          "TitleEnglish": "If You Knew Sushi Like I Know Sushi",
          "SummaryEnglish": "Lucille's brother, a sushi-maker named Wally, is walking home with his eyes closed and is captured by the Ninja Crows. Next morning, the Professor gives a description on how the Pizza Cats' cannon works. On delivery, Lucille explains to Speedy about the disappearance of her brother (who worked for the Big Cheese in the past). Over at the palace, Jerry Attric completes the plan to hypnotize Wally for Big Cheese. Later, a giant robot is attacking the city, and Lucille recognizes that it's her brother. As the robot continues to cause havoc, turning people into sushi, Lucille is knocked down, and the robot reaches out to grab her. Speedy, Guido, and Polly start attacking the robot but then Guido is turned into sushi. When Lucille escapes the robot's clutches and asks Wally why he is destroying the city. Bad Bird attacks Speedy, and the Ninja Crows go after Polly. Polly successfully annihilates all the crows, Speedy scares away Bad Bird, and Guido manages to free himself and resue Wally fro",
          "Aliases": []
        },
        "3": {
          "ID": "228147",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228147",
          "TitleEnglish": "Underground, Underwater, Undercooked",
          "SummaryEnglish": "On her way to the mall, Lucille notices that the subway train she is on is comandeered by Bird Bird and the Ninja Crows. They announce that they are taking all the passengers prisoner and bringing the train into a hidden tunnel so no one will find them. Later at the Pizza Parlour, Speedy and Polly are discussing the disappearance of the subway train while Guido rushes in tell them about Lucille's disappearance. Believing that Lucille is on the missing train, the Pizza Cats search the subway tunnels to find the train. Meanwhile, Bad Bird orders the passengers and mining robots to dig through the ground for riches. Lucille blows her top and the Pizza Cats are injured as well as the enemies. When the other Pizza Cats return to the Pizza Parlour to suit up for battle, Bad Bird suddenly believes that he has reached the riches but only to find a giant goldfish. The Pizza Cats arrive when Lucille blows her top again, and Bad Bird's robot decide to leave quickly. Francine sends for Meowzma, a",
          "Aliases": []
        },
        "4": {
          "ID": "228148",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228148",
          "TitleEnglish": "The Great Golden Cluck",
          "SummaryEnglish": "A flying demon emerges in Little Tokyo but is finally recognized as a giant gold chicken with Bad Bird as the pilot. He announces that his robot can tell the future and grant wishes - for a price. When a woman wants her husband to be cured so they can boogie again, the robot grans their wish and it comes true. Everyone rushes to the machine to receive their fortunes as Speedy notices that the first demonstrated couple was being paid by the Ninja Crows. Everyone from around the world are being granted wishes as the Big Cheese is swimming in money. Soon, Cluck decides to leave and reaches a rich man's house to talk about his investments, and the Pizza Cats arrive in time and start battling with the Ninja Crows. An octopus is released from the broken robot and begins attacking the Cats. Reinforcements for the Pizza Cats arrive and they demolish the competition.",
          "Aliases": []
        },
        "5": {
          "ID": "228149",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228149",
          "TitleEnglish": "Let the Cellar Beware",
          "SummaryEnglish": "There have been reports of strange noises in the palace, and a nightwatchman has been hired to investigate and discovers a giant bug and runs in terror. Meanwhille, Princess Vi decides to quit school as Speedy has a slight cold. The Council Members believe that there is a ghost amongst them while Princess Vi is excited and wants to meet this spirit. Working on his latest scheme, Cheese wants his minions to create a giant carousol that would spin Little Tokyo. When the workers are tired, they order pizza and Francine wonders why the group wants so many pizzas and discovers that it is the Big Cheese. The Pizza cats decide this is a chance to investigate the cellar of the palace. When Speedy rushes into the palace, he bumps into Princess Vi and the two discover a robotic bug and try to escape. The robotic bug continues to find and attack them and it is finally destroyed in a room full of machines, and exposes Big Cheese's plan with the carousol.",
          "Aliases": []
        },
        "6": {
          "ID": "228150",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228150",
          "TitleEnglish": "Singing Samurai Sensai-tion",
          "SummaryEnglish": "A man who calls himself Charlie Bird enters the Parlour, revealing he is a talent agent and thinks that Polly and Lucille could be big music stars. They think it's a great idea and calls themselves the Pointless Sisters. Polly and Lucille become the biggest music sensation Little Tokyo has ever seen with their song \"\"We're Pointless Now!\"\" But this yet another plan by Big Cheese. All of the fans are in a trance and are forced to listen when Charlie Bird (revealed as Bad Bird) planted a device that sent hypnotic energy waves. Building two new robots, they are sent to the concert hall to start terrorizing the city. The Pizza Cats arrive just in time to fight the robots and to defeat all of the Ninja Crows. Bad Bird successfully captures the Cats in a ball while Speedy calls for reinforcements. The leader of the Rescue Team, General Catton, soon arrives and threatens to blast the robots with the big cannons on his shoulders but realizes that people are trapped inside the robots. When Bad Bi",
          "Aliases": []
        },
        "7": {
          "ID": "228151",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228151",
          "TitleEnglish": "The Nuclear Potato",
          "SummaryEnglish": "Bad Bird's robots are attacking the city but are disposed by the Pizza Cats. Cheese successfully has Emperor Fred let his friends dump their toxic potato peelings in Little Tokyo. As a bonus, the dumpers give Big Cheese a nuclear potato. The next day, everyone has gathered to watch the bribes from the ship being unloaded. Amongst the fancy treasure chests, there is an innocent-looking wooden box (which Speedy specualtes containing the nuclear potato). Al Dente calls the Pizza Cats into action, and they blast off towards the harbour. When they arrive, one of the Ninja Crows flys into the air, and begins showering the crowd with gifts. As they scramble to get them, the four robots carrying the box slip into a back alley unnoticed. Speedy happens to spot their retreat, and the Pizza Cats confront Bad Bird and his henchmen. A battle commences and Francine sends for Spritz T. Cat, the fourth member of the Rescue Team and he uses water from the ocean to short-circuit the robots. The nuclear",
          "Aliases": []
        },
        "8": {
          "ID": "228152",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228152",
          "TitleEnglish": "Kind of a Drag",
          "SummaryEnglish": "Big Cheese is throwing severely embarrassed him somehow, and he wants revenge. During delivery, Guido bumps into a girl and is in awe with her beauty. She explains that she is being chased by Ninja Crows but Guido was not listening. When the Ninja Crows approach, Guido made them retreat. Taking Ruby home, Guido finally arrives at Ruby's condominium, and is very impressed by the high-class building (but inside is a dump). She reveals that she had made a dress for Big Cheese's daughter, and when Guido left, Bad Bird bursts in but is scared away by the noise from Ruby cutting sheet metal with a band saw. Bad Bird returns to the Ninja Crows to tell them where the girl lives. Seymour tells them that he was dressing up in costume for \"\"The Sound of Music\"\" (he was Maria von Trapp), when Ruby stumbled in on him, embarrassing him completely. He wants dispose of her before she tells anyone about it. The Pizza Cats receives a call from Ruby that her house is being attacked. They send Bat Cat to pu",
          "Aliases": []
        },
        "9": {
          "ID": "228153",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228153",
          "TitleEnglish": "Double Trouble for Princess Vi",
          "SummaryEnglish": "The Pizza Cats are busy preparing for the Little Tokyo Arts Festival. When Al Dente receives a message that Princess Vi is going to the festival disguised, he asks the Pizza Cats to protect her. Cheese decides that this is a perfect opportunity to get rid of the Princess and take over the town treasury by creating a powder to make her think she's a dentist when Jerry Attric overhears this and reports it to the Big Cheese. The two retrieve Big Bert. When the Pizza cats blast off to find her, she is actually already at the festival, and Bad Bird poses as the waiter so he can give the Princess a drink with the powder in it. Fortunately, he forgets to add the stuff. Big Cheese summon Big Bert, who tranforms himself into an exact likeness of Vi while Big Al has to deliver all the pizzas while the Cats are out. When Lucille and Vi enter the theatre, Bad Bird is ready to shoot a dart contained with the powder and Speedy attacks him just in time. In another attempt to cahange Vi, Bad Bird deci",
          "Aliases": []
        },
        "10": {
          "ID": "7007137",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/7007137",
          "TitleEnglish": "Teyandee! This is Nyankii",
          "SummaryEnglish": "A clip show chronicling all the details from the first 9 episodes.",
          "Aliases": []
        },
        "11": {
          "ID": "228154",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228154",
          "TitleEnglish": "Hot and Kold Kitties",
          "SummaryEnglish": "A dark cloud fires a ray that freezes a bunch of kids solid in ice. Seconds later, it melts them, and then flies off, unnoticed. At the Pizza Parlour, a bunch of kids are pushing Professor Ohm's son. A fight commences between Speedy and the kids but are interrupted by Francine. The boy explains that his father is out late and that his dad invented a device that can increase the power of any machine. Inside a cloud that Speedy sees, Bad Bird is holding Professor Ohm hostage. He is trying to force the professor to apply his invention to Big Cheese's weather machine. When Ohm refuses, Bad Bird has his robot, a mechanical flower, freeze him and then fry him. Ohm still won't give in, so Big Cheese threatens to do something to his son. When the Ninja Crows capture Speedy and Ohm's son, the professor is forced to give up his invention. When the invention is added to the robot, it unleashes its powers to turn the sunny day into a dreadful day. When the Pizza Cats and Meowzma is sent to the res",
          "Aliases": []
        },
        "12": {
          "ID": "228155",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228155",
          "TitleEnglish": "Candid Kitty",
          "SummaryEnglish": "Jerry Attric has assembled a movie of their past encounters with the Pizza Cats, using a tiny, bug-mounted camera. He plans to find the Cats' weaknesses, and use this information to destroy them. The first clip shows when the Big Cheese's robotic dragon attacked the city of Little Tokyo, the a narrator analyzes their fight techniques - Guido and his umbrella, Polly with her claws, and Speedy using his Magical Ginzu Sword. Next, the clips analyze the Cats' unique method of transportation. The bad guys discover that the Pizza Parlour is their base of operations. The movie begins to explain about the Rescue Team. During the viewing, Bad Bird realizes what the Pizza Cats'cannot fly under their own power. They decide to launch and attack on them from the air. The bad guys continue to watch clips of their previous battles with the Pizza cats while the Cats are playing video games at the Pizza Parlour.",
          "Aliases": []
        },
        "13": {
          "ID": "228156",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228156",
          "TitleEnglish": "The Pizza Cats Are Only Human (1)",
          "SummaryEnglish": "Big Cheese just gained access to secret government records by disguising himself, and has discovered that the Pizza Cats are powered by solar energy. He sets to work building a robot that will block the sun's rays. While Jerry Attric creates a new band that destroys all of the people's hearings in order to sell hearing aids. When looking at some posters announcing the Rude Noise concert, Speedy suspects Big Cheese is involved. Al Dente reveals Big Cheese's plan and the Pizza Cats arrive just as Bad Bird is about to blast off but are busy fighting when the robot deploys a huge pair of fans, and have them cast a giant shadow over the Pizza Cats. Bat Cat is sent to rescue the Pizza Cats but he failed. The Rude Noise continue their attack, and summon a giant robot. The giant robot attacks and when Speedy uses his sword, it's useless as the robot combines himself together again. But when Big Cheese gets jammed into it by the last piece, the robot explodes. The bad guys become mad at each ot",
          "Aliases": []
        },
        "14": {
          "ID": "228157",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228157",
          "TitleEnglish": "The Pizza Cats Are Only Human (2)",
          "SummaryEnglish": "After crawling back into Little Tokyo, the Pizza Cats are sent to find Guru Lou, who will help them defeat the robot. Bad Bird activates a pair of magnifying glasses in the robot's fans, resulting in a beam from the sun that will burn up Little Tokyo. When they met up with Guru Lou, they had to prove worthy to receive a robot of their own by presenting their logic, violence, begging, and bribery. Guru finally tells that they will have to play poker, while the town is still under attack by heat beams. Winning the game, Polly and the gang searches for the robot, and run into trouble with Bad Bird. Speedy is finally able to release the Supreme Catatonic from a statue. They form the Extra-Topping Pizza Cats as they control their new robot to defeat Bad Bird's robot.",
          "Aliases": []
        },
        "15": {
          "ID": "228158",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228158",
          "TitleEnglish": "Those Transformin' Felines",
          "SummaryEnglish": "Everyone in Little Tokyo is going crazy over the latest wave of Pizza Cats merchandise and the merchants are pumped with monet from the sales. Big Cheese is angry due to the fact that the Cat's are popular and that Jerry Attric are interested in them. Bad Bird is piloting a boat down the river, with Big Cheese under the boat who has a plan. Big Al, who was able to witness Bad Bird, thought that he was suspicious, so he called the Pizza Cats. They blasted off as Cheese continues to look for ways to improve his image. He tries to save people from danger, but causing more trouble as he does. A Ninja Crow - Rude Noise appears in a new robot, and starts eliminating the town. In this plan, Big Cheese comes to the rescue in a robot that looks just like him, but the Cats come with Supreme Catatonic and begins to battle the enemies. The enemies are feared and runs away, but Speedy is able to destroy Cheese's robot.",
          "Aliases": []
        },
        "16": {
          "ID": "228159",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228159",
          "TitleEnglish": "The Case of the Bogus Billionaire",
          "SummaryEnglish": "Big Cheese meets up with Al Dente and shows him a picture of a gardener who looks identical to the Emperor. Al calls on the Pizza Cats as the Cheese is planning to use the look-alike to control Little Tokyo and earn money from the photo. Bad Bird distributes the bulletin as Al Dente tells the Pizza Cats that the Empreror's nany is the only one who can prove who is the real Emperor. Bad Bird reveals to Cheese that he has finished with the bulletins while the Pizza Cats finally reach their destination, but had to attack some Ninja Crows to save the nanny. On their way back to the town with the impostor, Bad Bird and his Ninja Crows spot the Pizza cats and attacked but they both fled away from each other. Reaching the city first, the Ninja Crows use robots to block the Pizza cats' passage. Finally defeating the robot usaing the Ginzu Sword, they weren't able to get back in time to stop the chaos to come. Meowza is sent to help and they are able to reach Little Tokyo and prove the impostor",
          "Aliases": []
        },
        "17": {
          "ID": "228160",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228160",
          "TitleEnglish": "The Big Cheese's I.Q. Corral",
          "SummaryEnglish": "The Big Cheese captures a bunch of scientists and forces them to build him a machine which will inflict the entire population with their boring personalities.",
          "Aliases": []
        },
        "18": {
          "ID": "228161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228161",
          "TitleEnglish": "Field of Screwballs",
          "SummaryEnglish": "The Big Cheese kidnaps a famous baseball player, whom Princess Vi is a big fan of. He uses him in a baseball battle of the good guys vs. the bad guys.",
          "Aliases": []
        },
        "19": {
          "ID": "228162",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228162",
          "TitleEnglish": "Speedy's Double-Time Trick",
          "SummaryEnglish": "Speedy makes a date with Lucille, but forgets that he also has an appointment with Polly to run some low level missions. He decides to zip back and forth between his engagements. He then accidentally uncovers the Big Cheese's plan to attack Little Tokyo with a giant Hot Tub robot.",
          "Aliases": []
        },
        "20": {
          "ID": "228163",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228163",
          "TitleEnglish": "Samurai Charm School",
          "SummaryEnglish": "Polly decides she needs to be less temperamental and more lady-like, so she goes to a modeling school, which is really a front for the Big Cheese's plan hire some women warriors.",
          "Aliases": []
        },
        "21": {
          "ID": "228164",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228164",
          "TitleEnglish": "Drummin' Up Trouble with a Big Bad Beat",
          "SummaryEnglish": "Big Cheese builds a robot that can bang out a hypnotic drum beat, telling the people of Little Tokyo to call for Emperor Fred's dismissal.",
          "Aliases": []
        },
        "22": {
          "ID": "228165",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228165",
          "TitleEnglish": "Pizza Bird Delivers!",
          "SummaryEnglish": "The Big Cheese hasn't paid his minions in three weeks, so Bad Bird gets a job at the Samurai Pizza Parlour, failing to recognize the Cats in their civilian clothes. For the first time in his life Bad Bird knows real job satisfaction, and is torn between his duty to live up to the evil legacy of his father, and his desire to seek his own path to personal happiness. Bad Bird and Speedy form a bond of friendship, which shows up in later episodes.",
          "Aliases": []
        },
        "23": {
          "ID": "228166",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228166",
          "TitleEnglish": "Big Cheese Shows His Filmy Substance",
          "SummaryEnglish": "Princess Vi wants to produce a movie. The Big Cheese, Guido, Speedy, and many others run an obstacle course which will determine the male lead.",
          "Aliases": []
        },
        "24": {
          "ID": "228167",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228167",
          "TitleEnglish": "Son of Big Cheese",
          "SummaryEnglish": "A child belives Big Cheese is his father, so Princess Vi orders him to open a daycare center and a diaper-cleaning service. The kid and the cleaning causes delays with his latest giant robot.",
          "Aliases": []
        },
        "25": {
          "ID": "228168",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228168",
          "TitleEnglish": "Gender Bender Butterflies!",
          "SummaryEnglish": "Francine is in love with a deer named Bucky, but her responsibilities with the Pizza Cats cause problems with the relationship.",
          "Aliases": []
        },
        "26": {
          "ID": "228169",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228169",
          "TitleEnglish": "Cold and Crabby in Little Tokyo",
          "SummaryEnglish": "Emperor Fred comes down with a bad cold. Big Al Dente summons the Pizza Cats to go to Mount Coochie to bring back the CooCoo bird which will restore Emperor Fred's insanity and cure his cold. But the Big Cheese also has a cold and he sends Bad Bird to get the CooCoo bird first.",
          "Aliases": []
        },
        "27": {
          "ID": "228170",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228170",
          "TitleEnglish": "The Terror of Prisoner Island",
          "SummaryEnglish": "There is a flaw in the palace. The Pizza Cats are sent to find the architech, who has been banished to an island by Princess Vi, but the Ninja Crows are after him too.",
          "Aliases": []
        },
        "28": {
          "ID": "228171",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228171",
          "TitleEnglish": "Pizza Cat Performance Review",
          "SummaryEnglish": "Big Al isn't satisfied with the Pizza Cats' work, so he sends them to the suburbs, while the Rescue Team Cats take over the main shop.",
          "Aliases": []
        },
        "29": {
          "ID": "228172",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228172",
          "TitleEnglish": "Destructo Robots at Popular Prices",
          "SummaryEnglish": "The Rude Noise spy on the Pizza Cats to try and find a way to beat them. Will they succeed?",
          "Aliases": []
        },
        "30": {
          "ID": "228173",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228173",
          "TitleEnglish": "No Talent Guido",
          "SummaryEnglish": "Speedy, Polly, and Lucille are all becoming music stars, leaving Guido to depressed to save the city from the Big Cheese's singing.",
          "Aliases": []
        },
        "31": {
          "ID": "228174",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228174",
          "TitleEnglish": "All You Need Is Love",
          "SummaryEnglish": "The Big Cheese tried to take over by making Princess Vi fall in love with him, but accidentally gets Al Dente. Meanwhile, Bad Bird meets his long-lost love, Carla.",
          "Aliases": []
        },
        "32": {
          "ID": "228175",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228175",
          "TitleEnglish": "Polly's Magical Flute",
          "SummaryEnglish": "The Big Cheese discovers an old legend about a flute that will call out forest pixies who will give you a treasure, so he collects all the flutes in Little Tokyo.",
          "Aliases": []
        },
        "33": {
          "ID": "228176",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228176",
          "TitleEnglish": "Close Encounters of the Pig Kind",
          "SummaryEnglish": "A pig from space, who gets attached to Speedy, is cute to start with, but when he starts eating...",
          "Aliases": []
        },
        "34": {
          "ID": "228177",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228177",
          "TitleEnglish": "Big Cheese's High Definition TV",
          "SummaryEnglish": "After reviewing their previous encounters with the Pizza Cats, the Big Cheese decides to combine the features from his previous robots into one super robot.",
          "Aliases": []
        },
        "35": {
          "ID": "228178",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228178",
          "TitleEnglish": "Pizza Delivery of Doom!",
          "SummaryEnglish": "Spritz delivers a pizza to a town and is never seen again. Also, Princess Vi tries to calm the townsfolk's fears about monsters that have been seen around the town.",
          "Aliases": []
        },
        "36": {
          "ID": "228179",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228179",
          "TitleEnglish": "Youth Is for Exploding",
          "SummaryEnglish": "The Big Cheese hires a group of Pillsbury Doughboys, who explode when emotions get high.",
          "Aliases": []
        },
        "37": {
          "ID": "228180",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228180",
          "TitleEnglish": "Bad Bird Uncaged (1)",
          "SummaryEnglish": "Bad Bird is back with powerful new weapons, and challenges Speedy to a battle. Can Speedy defeat him?",
          "Aliases": []
        },
        "38": {
          "ID": "228181",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228181",
          "TitleEnglish": "Bad Bird Uncaged (2)",
          "SummaryEnglish": "No! So he travels to Guru Lou for help.",
          "Aliases": []
        },
        "39": {
          "ID": "228182",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228182",
          "TitleEnglish": "A Mission in Manhattan",
          "SummaryEnglish": "The Pizza Cats travel to the Big Apple to meet the New York Pizza Cats. The Big Cheese also goes to New York for a crime conference.",
          "Aliases": []
        },
        "40": {
          "ID": "228183",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228183",
          "TitleEnglish": "Unidentified Flying Oddballs",
          "SummaryEnglish": "The bad guys pretend to be aliens and kidnap Princess Vi.",
          "Aliases": []
        },
        "41": {
          "ID": "228184",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228184",
          "TitleEnglish": "Princess Vi's Hippy-Dippy Mom",
          "SummaryEnglish": "We discover why Princess Vi is so spoiled, as her mom comes back for a visit.",
          "Aliases": []
        },
        "42": {
          "ID": "228185",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228185",
          "TitleEnglish": "A Wet and Wild Weekend",
          "SummaryEnglish": "All the Pizza Cats and the bad guys travel to the same spa for a vacation. Instead of fighting, they have a truce, but will it last?",
          "Aliases": []
        },
        "43": {
          "ID": "228186",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228186",
          "TitleEnglish": "Kung Fu Kitty Kontest",
          "SummaryEnglish": "The Pizza Cats, Lucille, Bad Bird, and one of Big Cheese's robots are among the entrants into a marial arts tournament, competing for a date with Princess Vi.",
          "Aliases": []
        },
        "44": {
          "ID": "228187",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228187",
          "TitleEnglish": "Gone with the Ginzu",
          "SummaryEnglish": "The bad guys steal the Magical Ginzu Sword and make a copy of it.",
          "Aliases": []
        },
        "45": {
          "ID": "228188",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228188",
          "TitleEnglish": "A Little Bit 'O Luck",
          "SummaryEnglish": "Jerry and Bad Bird build two robots, one which will make you money, which Speedy gets, and one which will lose you money, which the Big Cheese gets.",
          "Aliases": []
        },
        "46": {
          "ID": "228189",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228189",
          "TitleEnglish": "Samurai Savings Time",
          "SummaryEnglish": "The Big Cheese builds a robot that can travel through time, so he can go into the future and get a super weapon. Meanwhile, the Pizza Cats are on their way to the palace to celebrate the anniversary of their formation. Big Cheese, Bad Bird, and the Cats accidently get sent back in time with the robot, and the Cats try to stop Big Cheese from meeting up with Jerry Attric and the Ninja Crows.",
          "Aliases": []
        },
        "47": {
          "ID": "228190",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228190",
          "TitleEnglish": "Phoney Baloney Cat",
          "SummaryEnglish": "The Big Cheese, Jerry Atric, and Bad Bird try to ruin the reputation the Cats by posing as them.",
          "Aliases": []
        },
        "48": {
          "ID": "228191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228191",
          "TitleEnglish": "The Cheese Who Stole Christmas",
          "SummaryEnglish": "The Cheese dresses up as Santa Clause as gives a the children masks that won't come off, in order to ruin Santa's reputation.",
          "Aliases": []
        },
        "49": {
          "ID": "228192",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228192",
          "TitleEnglish": "Emperor Fred Does Hard Time",
          "SummaryEnglish": "Speedy and the Emperor get exiled and shipwrecked after ruining the Princess's pizza.",
          "Aliases": []
        },
        "50": {
          "ID": "228193",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228193",
          "TitleEnglish": "Quake, Rattle, and Roll",
          "SummaryEnglish": "Speedy and Big Cheese have a fear of earthquakes. The robot Jerry Attric and Bad Bird are building only makes things worse.",
          "Aliases": []
        },
        "51": {
          "ID": "5158293",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/5158293",
          "TitleEnglish": "Frightening! Koon no Kami's Big Research",
          "SummaryEnglish": "In a last desperate attempt to take over, the Big Cheese diverts a comet towards Little Tokyo and blackmails the city. Can the Pizza Cats stop the comet before it destroys Little Tokyo?",
          "Aliases": []
        },
        "52": {
          "ID": "228194",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228194",
          "TitleEnglish": "The Big Comet Caper (1)",
          "SummaryEnglish": "In a last desperate attempt to take over, the Big Cheese diverts a comet towards Little Tokyo and blackmails the city. Can the Pizza Cats stop the comet before it destroys Little Tokyo?",
          "Aliases": []
        },
        "53": {
          "ID": "228195",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228195",
          "TitleEnglish": "The Big Comet Caper (2)",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "54": {
          "ID": "228196",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-pizza-cats/episodes/228196",
          "TitleEnglish": "The Cats Cop Cartoon Careers",
          "SummaryEnglish": "A look back at some of the character's best moments in the series.",
          "Aliases": []
        }
      }
    }
  }
}