{
    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance",
        "Science Fiction",
        "Thriller",
        "War"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/D108-C9BC-3A45-5607-C178-G",
        "https://www.imdb.com/title/tt0138919/",
        "http://www.escaflowne.jp/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH02775411",
        "https://www.tvmaze.com/shows/19281/show-slug",
        "https://www.themoviedb.org/tv/8779",
        "https://en.wikipedia.org/wiki/The_Vision_of_Escaflowne"
    ],
    "TitleEnglish": "Vision of Escaflowne",
    "SummaryEnglish": "The series focuses on the heroine, Hitomi Kanzaki, and her adventures after she is transported to the world of Gaea, a mysterious planet where she can see Earth and its moon in the sky. On Gaea, Earth is known as the Mystic Moon. Hitomi's latent psychic powers are enhanced on Gaea and she quickly becomes embroiled in the conflicts between the Zaibach Empire and the several peaceful countries that surround it. The conflicts are brought about by the Zaibach Empire's quest to revive the legendary power from the ancient city of Atlantis. As the series progresses, many of the characters' pasts and motivations, as well as the history of Atlantis and the true nature of the planet Gaea, are revealed.",
    "TitleJapanese": "天空のエスカフローネ",
    "SummaryJapanese": "高校1年生の占い好きな少女、神崎ひとみは突然地球から異世界ガイアに飛ばされてしまう。月と地球を天空に抱くその世界では人の“想い”が世界を変える力となる。その地で、彼女は自国（ファーネリア）を滅ぼされた若き王、バァンと、彼の乗る人型機械（ガイメレフ）「エスカフローネ」、陰のある騎士アレンたちと共にガイア全土を取り巻く戦いへと巻き込まれていく。",
    "Aliases": [
        "Escaflowne"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "24705",
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "379778",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/379778",
                    "TitleEnglish": "Escaflowne: The Movie",
                    "SummaryEnglish": "A retelling of the story of Vision of Escaflowne. Hitomi Kanzaki is plagued by sleepiness and experiences very unusual and strange dreams. She is depressed and wants nothing more than to disappear. After leaving her only friend, she is suddenly transported, while inside the Dragon Armour, to a new and mysterious world, Gaea. Once there she is declared the \"Winged Goddess\", but is confused and can't understand anything. After a while she discovers there is a battle for the Black Dragons dynasty between Prince Van and his brother Lord Folken. A battle in which she is called to play an important role.",
                    "TitleJapanese": "エスカフローネ",
                    "SummaryJapanese": "生きる理由を見失っていた女子高生のひとみは、ある日異世界ガイアへと連れて行かれ翼の神と呼ばれるようになった。黒竜族と戦うアレン率いるアバハラキの一団と同行することになったひとみは、黒竜族の総帥フォルケンの弟であり、竜の鎧エスカフローネを動かせる竜族の末裔バァンという青年と出会い惹かれるようになる。"
                },
                "2": {
                    "ID": "2240081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/2240081",
                    "TitleEnglish": "Deleted Scenes",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "12452",
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "235394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235394",
                    "TitleEnglish": "Fateful Confession",
                    "SummaryEnglish": "One fateful day, high school sprinter Hitomi Kanzaki experiences a disturbing vision of another world and discovers from her best friend that Amano (the track team star she has a crush on) is about to go abroad. On an impulse, she asks him the next day for her first kiss -- if she can sprint 100 meters in thirteen seconds. But then, a young warrior prince and a dragon appears before Hitomi during the run ....",
                    "TitleJapanese": "運命の告白",
                    "SummaryJapanese": "高校一年生の神崎ひとみは陸上部に所属し、占いを趣味とする元気な女の子。ある日、部活動の練習中に不思議な幻覚＝ビジョンを観る。それは、空に地球が浮かび、巨大なロボットが戦いあう、異世界の光景だった。 翌日、ひとみにとって運命の日がやってくる。\n　同じ陸上部の憧れの先輩・天野が留学してしまうことを知ったひとみは、タロット・カードによる恋占いの結果をもとに告白を決意。「もし、十三秒の壁を破れたら……私のファースト・キスお願いします！」。夕闇迫る校庭で天野に自分の気持ちを伝え、百メートルを全力疾走するひとみ。だがその時、彼女の目の前に剣を構えた少年バァン・ファーネルと巨大な竜が出現！　すさまじい戦いを繰り広げる。彼らはまさに、ひとみが観たビジョンの中に出てきた異世界の住人だった。ひとみは天野と、部のマネージャーで親友の内田ゆかりと共に、裏山の社に逃げる。バァンが竜の尾に刺し貫かれるビジョンを見たひとみは、バァンに危機を伝え、彼を勝利へと導く。しかし息つく暇もなく、竜の腹の中からとりだしたドラグエナジストから光の柱が出現し、ひとみとバァンを飲み込んでしまう。天高く舞い上げられた二人は異世界、惑星ガイアへと転移してしまうのだった。"
                },
                "2": {
                    "ID": "235395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235395",
                    "TitleEnglish": "The Girl from the Mystic Moon",
                    "SummaryEnglish": "In a shaft of light, Hitomi and the prince Van tranports to the world of Gaea, where Earth is known only as the \"Mystic Moon\" in the nightly expanse. Van returns to the capital of his country Fanelia to be coronated after obtaining the Energist crystal from the dragon. During the coronation rite, the Zaibach empire launches an invasion with Guymelef Alseides mecha, and Van must retrieve at his mentor Balgus's bidding Escaflowne, the legendary god of protection of Fanelia.",
                    "TitleJapanese": "幻の月の少女",
                    "SummaryJapanese": "惑星ガイア、そこは天に地球が浮かび、人間とともに、狼族や猫族などの獣人、そして竜までもが跋扈する異世界であった。狼族に案内され、ひとみは、バァンと共にガイアの小国、ファーネリア王国へと向かい、そこでバァンがファーネリア王国の王位継承者である事を聞かされる。\n　王位継承のため竜退治の儀式を終えたバァンの戴冠式が、国を挙げて盛大に執り行われたが、突如「見えない敵」が襲来。街を破壊し人々を恐怖に陥れる。それは、ひとみがファーネリアへ来る途中で見たビジョンと同じだった。\n　見えない敵の正体は、ザイバッハ帝国のアルセイデスというガイメレフだった。迎撃に出たファーネリアの侍大将たちも次々と倒されてしまう。祖国を守るため、バァンはファーネリア王国の守護神、ガイメレフ・エスカフローネをドラグエナジストを用いて起動する。その姿は、ひとみが地球で観たビジョンの中に出てきた姿そのものであった。バァンは「見えない敵」を察知できるひとみの力を借り、侵略者のガイメレフを撃退する。しかし、それも束の間、忠臣バルガスは討ち死にし、ひとみとバァンは現れた再び光の柱に飲みこまれ、エスカフローネとともに何処かへと転移してしまう…。"
                },
                "3": {
                    "ID": "235396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235396",
                    "TitleEnglish": "The Gallant Swordsman",
                    "SummaryEnglish": "Hitomi and Van find themselves separated and lost in the neighboring country of Asturia, where a handsome knight save Hitomi from a thief and apparent lecher. Allen's haunting resemblance to Amano does little to alleviate Hitomi's confusion, specially after Van and Allen challenge each other to a duel not once, but twice...",
                    "TitleJapanese": "華麗なる剣士",
                    "SummaryJapanese": "光の柱によって再び転移させられたひとみとバァンは、辺境の森の中で離れ離れになってしまった。モグラ男に襲われたひとみは、アストリア王国の辺境の砦を守る青年騎士アレン・シェザールに助けられる。天野先輩と瓜二つのアレンに心惹かれるひとみ。現れたバァンは、アレンがひとみを襲ったものと勘違いし、アレンと一戦交えるがあっさりと返り討ちにあってしまう。\n　砦に連れて来られた二人だが、そこへザイバッハ帝国の浮遊要塞が飛来し、隊長ディランドゥに率いられた竜撃隊が現れる。彼らこそバァンの祖国ファーネリアを襲った張本人で、行方をくらましたエスカフローネを探しているのだった。バァンは彼らに戦いを挑むため、無謀にも単身エスカフローネに乗り込むが、ガイメレフ、シェラザードに搭乗したアレンが諌め、華麗な太刀捌きでエスカフローネを制圧する。\n　その直後、ひとみは見えない敵が砦を強襲するビジョンを観て、大きな不安を抱くのだった。"
                },
                "4": {
                    "ID": "235397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235397",
                    "TitleEnglish": "The Diabolical Adonis",
                    "SummaryEnglish": "Once again, Hitomi sees a disturbing vision, this time of Allen's fort engulfed in flames. Van reunites with his attendant catgirl Merle after she escaped Fanelia's fiery destruction, but both she and Hitomi fall ill. Both eventually recover, but then Hitomi's vision of a Zaibach invasion comes true at the hands of a devilish youthful commander named Dilandau...",
                    "TitleJapanese": "魔性の美少年",
                    "SummaryJapanese": "「敵が攻撃してくる」というひとみのビジョンに騒然となる砦の一同。警戒心高まる砦へ、バァンの侍女メルルが連行されてくる。メルルは壊滅したファーネリア王国から傷だらけになりながらも逃げ延びていたのだ。惨状を思い出し恐怖するメルルの心に同調したひとみは、高熱を発して気を失ってしまう。\n　敵の襲来に備えて迎撃体制を整えるアレンたち、砦の一同。一方バァンは、薬草から調合した薬でひとみとメルルを治療する。意外な優しさにひとみはバァンを見直のだった。\n　その時、ひとみは再びビジョンが見え、ザイバッハ帝国のディランドゥが砦に攻撃を仕掛けてきた。防戦空しく、砦は見えない敵の攻撃に陥落してしまう。\n　王国の復讐のため、打って出ようとするバァンに対し、アレンは「侍の命は人を生かすことにある」と説き、浮き船「クルゼード」での脱出を試みる。しかし敵は執拗に追撃してくる。アレンの健闘を見たバァンは、ひとみやアレンたちを逃がすために自ら囮になる事を決意し、そしてエスカフローネを飛竜形態に変えて大空へ飛び立つのだった。"
                },
                "5": {
                    "ID": "235398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235398",
                    "TitleEnglish": "The Seal of the Brothers",
                    "SummaryEnglish": "After his capture by Dilandau and the Dragon Slayers, Van is imprisoned aboard the Zaibach floating fortress Vione. Here, the Zaibach strategist Folken reveals his identity to Van and attempts to invite him into the folds of the empire. Fortunately, Hitomi uses her dowsing abilities to discover the Vione, and the crew of Allen's ship Crusade mount a rescue operation...",
                    "TitleJapanese": "兄弟の刻印",
                    "SummaryJapanese": "自ら囮となるバァンだったが、ディランドゥの追撃を避けきれず、ザイバッハ帝国の浮遊要塞ヴィワンにエスカフローネごと捕らわれてしまう。そこで彼は思いがけない人物と再会する。その人物こそ十年前に行方不明となっていた実の兄、フォルケンであった。\n　ファーネリア王国の王位継承の儀式である竜退治から姿を消し、なぜザイバッハ帝国に身を寄せているのか、フォルケンに真意を問いただすバァンだったが、フォルケンは質問に答えず、バァンをザイバッハ帝国へと誘う。\n　一方、バァンの救出を画策するアレンたちは、ひとみがアレンの過去を的確に占うことで、その能力を信じ、ダウジングによって、さまよえる大地＝浮き岩の集まる場所にバァンの捕らわれたヴィワンがいることを突き止める。　直ちに、ヴィワンへの奇襲を仕掛けるけるアレンたち。またも不吉なビジョンを観たひとみは、いてもたってもいられなくなり単身、浮遊要塞に乗り込むこみ、必死の活躍でバァンの命を救う。\n　バァンを救出したひとみたちは、浮き船クルゼードでアストリア王国の首都パラスへ向かうのだった。"
                },
                "6": {
                    "ID": "235399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235399",
                    "TitleEnglish": "City of Intrigue",
                    "SummaryEnglish": "After the successful rescue, Hitomi and Van's party seek refuge in Paras, Allen's home and the capital of Asturia. However, the Zaibach forces and their entreaties to King Aston upstage their entrance. (Zaibach and Asturia have a non-aggression pact.) Folken meets with Van to offer a personal entreaty to join the Zaibach cause. Meanwhile, Dilandau attempts to avenge the grevious facial scar Van inflicted...",
                    "TitleJapanese": "策謀の都",
                    "SummaryJapanese": "バァンやアレンと共にアストリア王国の首都パラスに来たひとみは、アレンを慕うミラーナ姫の登場にヤキモキせずにはいられなかった。\n　アレンはアストン王に、ザイバッハの暴挙とバァンの保護を訴え出るが、すでにザイバッハのフォルケンたちが先回りしており、アストン王にエスカフローネの引き渡しを要求していた。\n　一方、ひとみは港で開かれていたバザーでCDが売られているのを見つけ、地球とガイアとの密かなつながりを確信する。その時、ひとみはバァンの身に危険が迫るビジョンを観る。ひとみが商品に目を奪われている時に、フォルケンはバァンを港へといざない、ザイバッハ帝国の仲間になれと再び誘いかけていた。そのバァンをディランドゥのガイメレフが狙う。流体金属の爪がバァンに向け発射されるが、ビジョンを観たひとみが駆けつけ、間一髪バァンを危機から救う。だが落ち着く間もなく、バァンはアストン王の要請によりエスカフローネの腕前を披露する事になるのだった。"
                },
                "7": {
                    "ID": "235400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235400",
                    "TitleEnglish": "Unexpected Partings",
                    "SummaryEnglish": "After a gladiatorial fight to ascertain the legendary power of the Ispano-built Guymelef Escaflowne, King Aston invite omi and Van's party into the royal palace. The king is about to marry off his third daughter Millerna to a noble merchant's son, but Hitomi is shocked by the not-so-discrete kiss between Millerna and Allen. Meanwhile, agents hoping to lure Escaflowne out into the open seize the opportunity to capture Hitomi...",
                    "TitleJapanese": "予期せぬ別れ",
                    "SummaryJapanese": "闘技場で見事、ガイメレフ三機を瞬く間に倒したバァンのエスカフローネ。アレンは卑劣な王のやり方に不満を募らせていく。\n　安堵したひとみは、会食の席で、第２王女エリーズから、妹ミラーナ姫に婚約者がいることを聞きホッとする。しかし、ミラーナ姫の婚約は国王が取り決めたことであり、ミラーナ姫の本心はアレンにあるのだった。その日の真夜中、偶然にもひとみは、王宮の屋上でアレンとミラーナが口付けを交わす光景に出くわしてしまう。ショックを受け、涙するひとみ。直後ひとみは人買いのヤモリ人にさらわれてしまう。\n　目撃したメルルから事情を聞き、バァンはエスカフローネで後を追う。必死の追跡により、無事救出するが、そこへガイメレフを駆って、ディランドゥが再び強襲をかけてきた。町を巻き添えに破壊するディランドゥ。そこにアレンのシェラザードが割って入ってきた。\n　バァンは、町の人々にこれ以上被害が及ばぬよう、ひとみ、メルルと共に、エスカフローネの飛竜形態でパラスを後にする。"
                },
                "8": {
                    "ID": "235401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235401",
                    "TitleEnglish": "The Day the Angel Flew",
                    "SummaryEnglish": "Hitomi, Van, and his attendant Merle are forced to depart from Paras in the wake of the devastation Dilandau caused. Allen is imprisoned for having abetted them, and Millerna learns that the Zaibach forces intend to invade Freid. As Millerna attempts to free Allen to warn Freid, Hitomi's party tries to disrupt the operations of a Zaibach Energist quarry. The ensuing events forces one of them to reveal a closely guarded secret ....",
                    "TitleJapanese": "天使の舞う日",
                    "SummaryJapanese": "ザイバッハ帝国と同盟を交わすアストリア王国のアストリア国王は、アレンをザイバッハに歯向かったとして投獄する。王国の首都バラスに駐留するザイバッハ艦隊の目的がフレイド公国侵攻にあると知ったミラーナ姫はアレンを逃がし、アレンはフレイド公国に危機を知らせるため、祖国を捨てる覚悟で浮き船クルゼードを出航させる。\n　一方、ひとみ、メルルと共に旅を続けるバァンは、ザイバッハ帝国が所有するエナジスト鉱山を発見。国の財源とも言える鉱山を破壊するために奇襲をかけるが、ひとみを人質にとられ、バァンも捕らわれてしまう。だが、突如鳴り響いたひとみのポケベルのおかげで危機を脱出。\n　しかし、エスカフローネ内部のエナジストと貯蔵庫の中のエナジストが共鳴。大爆発を引き起こしてしまう。その影響で発生した地割れにひとみが落下！　バァンは彼女を助けるため、背中に隠された白い翼を広げるのだった！\n　その晩、再び鳴り出すひとみのポケベル。それは天野からのメッセージだった。"
                },
                "9": {
                    "ID": "235402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235402",
                    "TitleEnglish": "Memories of a Feather",
                    "SummaryEnglish": "A feather from Van invoke visions of the past for Hitomi, who sees the courtship of Van's parents and his early childhood. The Dragon Slayers pursue and confront the Escaflowne, and Allen appears as if by Hitomi's prayers to assist. Unfortunately, Allen sacrifices himself to protect Hitomi from a deflected liquid metal attack. Millerna appears in time to operate with her nascent medical skills on Allen's wounds...",
                    "TitleJapanese": "羽根の記憶",
                    "SummaryJapanese": "かつて、ビジョンで観た天使の正体がバァンだと知って驚くひとみ。そして、バァンの口から生い立ちが語られる。\n　バァンの母ヴァリエは竜神人と呼ばれる種族だった。竜神人は伝説のアトランティスを滅ぼしたと言われ、忌み嫌われている。バァンの父、ファーネリア先代王ゴオウはヴァリエに恋し、妃として迎え入れる。そして、フォルケンとバァンの二人を授かるが、ほどなくして病死。時を経ずして、ヴァリエは、竜退治に出て消息を絶ったフォルケンを探して姿を消した。ヴァリエはバァンに時が来るまで翼をみだりに見せないよう教えたという。\n　全てを語ってくれたバァンに応えるかのように、ひとみは彼の翼が好きだと告げるのだった。\n　森を彷徨うひとみ達を、またもディランドゥが攻撃してくる。ひとみは見えない敵の位置を的確に伝えるが、苦戦を強いられるバァン。そこへアレン達が駆けつけてきた。\n　彼らはディランドゥの部下ミゲルを捕虜にするが、ひとみをかばってアレンが深手を負ってしまう。\nバァン達は通りすがりのフレイド公国の商船に助けを求める。偶然にもその船にはアレンを追ってきたミラーナ姫とモグラ男が乗っており、医術の心得があるミラーナ姫は、アレンの手術を開始する。"
                },
                "10": {
                    "ID": "235403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235403",
                    "TitleEnglish": "The Blue-Eyed Prince",
                    "SummaryEnglish": "After Millerna successfully nurses Allen's wounds, the party turns towards Freid, the kingdom where her deceased eldest sister Marlene married into the royal family. Here, they meet Marlene's son Prince Chid, a blue-eyed innocent who still remembers stories his mother recounted of the peerless knight Allen...",
                    "TitleJapanese": "青き瞳の王子",
                    "SummaryJapanese": "ミラーナ姫による手術が無事成功し、アレンは一命を取り留める。 ひとみ達一行はミラーナの亡き姉、マレーネが嫁いだフレイド公国に到着。マレーネの忘れ形見、シド王子にと出会い、アレンはザイバッハ帝国がフレイド公国を狙っていることを伝える。事の真偽と帝国の動向を探るため、ただちに捕虜である竜撃隊隊員ミゲルへの尋問が、高僧プラクトゥによって開始される。だが、プラクトゥはザイバッハが送り込んだ「まやかし人」ゾンギの化けた偽者だった。\n　そして、ゾンギの仕掛けた罠によって捕虜ミゲルは偽りの証言をし、アレンたち一行は反逆者の嫌疑をかけられてしまう。\n　城内の混乱を利用して、バァンを討とうとするミゲルは、ステルスマントで姿を消し、攻撃を仕掛ける。しかしバァンの開花されつつある見えない敵を見抜く能力によって、返り討ちにあってしまう。何とかガイメルフから脱出したミゲルは、口封じのためゾンギの手によって抹殺され、ひとみやバァン、アレン達はシド王子によって、投獄されてしまうのだった！"
                },
                "11": {
                    "ID": "235404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235404",
                    "TitleEnglish": "Prophecy of Death",
                    "SummaryEnglish": "Suspicion of treachery falls on Hitomi and the rest of the party, and chameleon-like Zaibach operator Zongi (disguised as a Freid Praktu high priest) is sent to pry open her mind. During the ordeal, Hitomi reveals her origins from the Mystic Moon, but visions of Zongi's own past intervenes -- as well as a prophesy of death that send omi into a deathlike trance...",
                    "TitleJapanese": "死の予言",
                    "SummaryJapanese": "フレイド公国へ来たバァンたちは、反逆者の嫌疑をかけられ監禁されてしまう。そして、高僧プラクトゥに化けた、まやかし人ゾンギは、幻の月から来て不思議な能力を発現させるひとみの秘密を聞き出すため、彼女の尋問を開始する。だが、ひとみは尋問の途中で催眠状態にありながらもプラクトゥの正体を見破り、さらにゾンギの死ぬビジョンを見てしまう。ショックのあまり心臓が停止してしまったひとみは、牢から逃げ出したバァンたちによって心臓マッサージを施され、何とか一命を取り留めるのだった。\n　正体を知られたゾンギはフレイド公国から逃亡、ディランドゥにひとみの素性を報告する。バァンとひとみは身の証を立てるため、逃亡したゾンギをエスカフローネで追うのだが、ディランドゥは彼らの目前でひとみのビジョンの通りにゾンギを殺してしまう。襲いかかるディランドゥ。姿の見えぬ敵を補足することには成功したものの、ディランドゥの狙いがひとみであると感じたバァンは、撤退するのだった。\n　そして、本物の高僧プラクトゥの遺体が森で発見されたことにより、バァン達の身の潔白が証明される。その時、公国の主フレイド公王が宮殿に帰還する。"
                },
                "12": {
                    "ID": "235405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235405",
                    "TitleEnglish": "The Secret Door",
                    "SummaryEnglish": "Hitomi's party exonerate themselves, and Duke Freid (the ruler of Freid who just returned) grants them an audience at his palace. With their input, Freid prepares for the imminent Zaibach invasion. Meanwhile, Millerna discovers a secret door in her sister Marlene's music box. It reveals a diary -- a diary recounting Millerna and Allen's past...",
                    "TitleJapanese": "秘密の扉",
                    "SummaryJapanese": "無実の罪を晴らすことが出来たひとみ達は、フレイドの都ゴダシムで、所領の巡察から帰還したフレイド公王と対面する。\n　アストリア王国には戻れなくなったアレンは、主君を裏切った不忠者として公王から糾弾されるが、ミラーナのとりなしで公国に仕えることになる。そしてただちに、公国はザイバッハ帝国に対して臨戦体勢に入る。\n　そんな中、バァンは敵の戦法を占ってほしいとひとみに頼むが、ゾンギの死のビジョンが目に焼きついて離れないひとみは、申し出を断る。\n　一方、ミラーナは亡き姉マレーネが使っていた離宮からマレーネの日記を発見。ジドが、マレーネとアレンの子だと知り、愕然とする。同じ頃、ひとみはシドのたっての頼みで彼の運命を占い、マレーネとアレンの関係を予感してしまう。\n　その時、ザイバッハ帝国の大艦隊が襲来し、バァンはフレイド公国を守るために出陣するのだった。"
                },
                "13": {
                    "ID": "235406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235406",
                    "TitleEnglish": "Red Destiny",
                    "SummaryEnglish": "Zaibach devastates the capital of Freid, and the duke and Prince Chid flee with Hitomi's party to Fortona temple in the country's outskirts. The monks here present the duke with the sword that unseals the legend of the power of Atlantis. Folken directs the Zaibach troops towards the temple, intent on claiming the sword and fulfilling Hitomi's vision of a bloody outcome to the battle.",
                    "TitleJapanese": "赤い運命",
                    "SummaryJapanese": "ザイバッハ帝国軍の大攻勢に陥落するフレイド王宮。\n　補佐官ボリスらの犠牲によって、ひとみ、シド王子ら一行は、王宮を脱出し、西方の山間にあるフォルトナ大寺院へ移動、篭城する。フォルトナ大寺院には、伝説のアトランティスの力が封印されていたのだ。\n　その力を狙うザイバッハ帝国軍と一大攻防戦が展開されるが、すさまじい戦闘の中でフレイド公王は戦死してしまう。バァンやアレンたちの奮戦も虚しく、フレイド軍の敗北は必至となり、フォルケンとシド王子との停戦交渉が開始される。\n　ひとみ達の脱出を交換条件に降伏を決意したシド王子は、アトランティスの力を解き放つための宝刀を、苦渋の思いで引き渡す。\n　浮き船クルゼードでフレイド公国を後にするひとみ達だったが、バァンは瀕死の重症を負ってしまっていた。"
                },
                "14": {
                    "ID": "235407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235407",
                    "TitleEnglish": "Dangerous Wounds",
                    "SummaryEnglish": "In the last battle, Van incurs life-threatening injuries which Hitomi discovers to match Escaflowne's battle damage exactly. Fortunately, Dryden (Millerna's betrothed) appears and uses his knowledge of ancient technologies to summon Escaflowne's original builders. The Ispano repair Escaflowne and in the process, heal the pilot whose blood pact intertwines his fate with the Escaflowne's. Thus restored, Van rushes to mete out vengeance upon the Dragon Slayers, despite the consequences.",
                    "TitleJapanese": "危険な傷跡",
                    "SummaryJapanese": "瀕死の重傷を負ったバァン。ひとみは、エスカフローネの損傷とバァンの傷が同じところにあることから、エスカフローネとバァンが感応していることに気づく。バァンの傷は医療の心得があるミラーナ姫にも手の施しようがなかった。\n　そんな折、ひとみたちはアストリアの商船に乗ったミラーナの婚約者ドライデンと遭遇する。\nエスカフローネを修理すればバァンも回復すると見込んだドライデンは、バァンの傷を治すため伝説の職人イスパーノ一族を呼び出す。\n　エスカフローネの修理が完了すると同時に、バァンも回復。そこに再び、ディランドゥ配下の竜撃隊が襲撃をかけてきた。エスカフローネが傷つくことでバァンも傷つくと知ったひとみは、バァンを引きとめようとするが、それを振り切って、バァンは、フレイド公王達のために出撃する。\n　竜撃隊を殲滅するバァンだったが、その戦いで、倒した敵兵士の死に感応し、エスカフローネが黒く変色。バァンの心は死者の世界に取り込まれてしまうのだった！"
                },
                "15": {
                    "ID": "235408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235408",
                    "TitleEnglish": "Lost Paradise",
                    "SummaryEnglish": "Van is enveloped into the world of the dead, and Hitomi goes to retrieve him -- but not before envisioning the destruction of Atlantis. The previous battle's trauma disorients Dilandau as well, so Folken sends out Naria and Eriya (the intensely loyal leopard girl twins who directly answer to him) to continue the mission of capturing the Escaflowne.",
                    "TitleJapanese": "失われた楽園",
                    "SummaryJapanese": "死者の世界に引き込まれたバァンを取り戻すために、ひとみは命懸けで死者の世界へと臨む。メルルの呼び声をたよりに死者の世界から生還し意識を取り戻したが、バァンは深層意識に植え付けられた恐怖により、剣を振るえなくなってしまっていた。\n　バァンを案じるひとみにアレンは、バァン自身を鍛えるしかないと話すのだった。そんなアレンに自分の好意を口にするひとみ。航行を続けるドライデンの空中浮遊商船の中では、ひとみとアレン、ミラーナとドライデンがそれぞれ急接近し、恋愛模様が展開し始める。\n　ほどなくひとみは、ミラーナからアレンとドライデンについて、恋の相談を受けるのだった。\n　そこへザイバッハ帝国の金銀２体のガイメレフ、テイリングが奇襲を仕掛けてきた。バァンはエスカフローネで迎え撃つが、戦う事への恐怖に囚われ窮地に陥ってしまう。\n　メルルの決死の行動で敵は撤退、バァンは危機を脱する。\n　ドライデンはアレンの父が残した手記により、これまでに起きた出来事の謎を解く鍵が幻の谷と呼ばれる「アトランティスの谷」にあることをつきとめる。そして、ひとみ達一行はついに幻の谷へと到着するのだった。"
                },
                "16": {
                    "ID": "235409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235409",
                    "TitleEnglish": "The Guided Ones",
                    "SummaryEnglish": "Dryden discovers the location of the Mystic Valley (and purportedly also, the entrance to Atlantis) in Allen's father's diaries. In the process, Allen confronts his bitterment towards his absent father, and Hitomi discovers her grandmother also visited Gaea. The party is pursued by Folken's floating fortress until Hitomi's pendant and prayer opens a portal to Atlantis.",
                    "TitleJapanese": "導かれし者",
                    "SummaryJapanese": "一連の出来事に伴う数々の謎を解くため、アレンの父レオンの手記を辿って、竜神人の里である幻の谷へと向かうひとみ達。\n　その過程で彼女達は、レオンがなぜ幻の谷を探し求めていたのかを知る。レオンは若い頃、ある一人の少女と出会い、恋に落ちた。その少女と再会するために、彼はアレンたち家族や名誉を捨ててまで、奇跡を生み出すアトランティスの力が眠るという幻の谷を探す旅に出たのだ。その少女とは、意外な人物、ひとみの祖母であった。ひとみは運命のいたずらに衝撃を受けずにはいられなかった。\n　さらにレオンは、旅の途中、幻の月から来たという老人アイザックに出会っていた。アイザックはレオンと同じように、アトランティスの謎を解く鍵がある幻の谷を探し求めているという。\n　ドライデンと共にレオンの手記を辿るアレンは、心の中では家族を捨てた父の生き様を許せずにいた。ザイバッハ帝国の金銀テイリングがドライデンの船に再び攻撃を仕掛けてくる。それぞれの幻の谷への強い想いが、エスカフローネと共鳴した時。浮遊船は光の柱に包まれ、ガイメレフの攻撃を逃れることができた。そして、ひとみたち一行はついに幻の谷へと到着するのだった。"
                },
                "17": {
                    "ID": "235410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235410",
                    "TitleEnglish": "The Edge of the World",
                    "SummaryEnglish": "At the ruins of the legendary Atlantis, Hitomi, Van, and Allen encounter various figures in their past, including Hitomi's grandmother, Van's mother, Balgus, and Allen's sister and father. Hitomi also watches the history of Atlantis from the creation of the thought-realizing Atlantis Machine through the genesis of Gaea to Atlantis's eventual destruction.",
                    "TitleJapanese": "この世の果て",
                    "SummaryJapanese": "幻の谷とは、古代アトランティス人の町と同じ光景が広がる死者の世界だった。かつてひとみが観たビジョンはこの世界のものだったのだ。\n　そこでひとみ達は、アトランティスの末裔、竜神人によるガイア創世の秘密を知る。それは、かつて幻の月の住人であり、自らの想いを力に変え運命を自由に操ることさえも可能だった人々が、幻の月から逃れて惑星ガイアを作り、竜神人と呼ばれるようになったというものだった。\n　幻の谷で、すでに亡くなった人々と邂逅する一行。\n　ひとみは、バァンの母ヴァリエとひとみの祖母から、不安な想いはバァンたちが傷つく悲しい未来を引き寄せるが、その反面、信じることで人の想いは必ず叶う、と聞かされる。\n　アレンは父レオンとの再会を果たし、彼の家族に対する想いを知る。\n　そして、バァンは亡きバルガスの言葉とひとみの想いによって、戦いの業を背負うと決意する。\n　幻の谷に襲来したザイバッハ帝国の刺客、金銀テイリングを撃退したバァンたち。\n　それと同時に幻の谷も消失し、ひとみ達は現実世界に戻るのだった。"
                },
                "18": {
                    "ID": "235411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235411",
                    "TitleEnglish": "The Gravity of Destiny",
                    "SummaryEnglish": "After Van receives a new Energist from his mother, Hitomi, Allen, and Van tranports to Dornkirk's fortress when Dornkirk attempts to activate his Destiny-Altering Device. Dornkirk explains to the disbelieving trio his apparently well-intentioned motives for all of Zaibach's actions.",
                    "TitleJapanese": "運命の引力",
                    "SummaryJapanese": "ザイバッハ帝国の皇帝ドルンカークを倒す決意を新たにしたバァン。バァンの母ヴァリエからさずかったエナジストから出現した光の柱は、バァン、ひとみ、アレン、そしてエスカフローネを包み込み、ドルンカークの城へと転移させる。そこでひとみ達はドルンカークと対面する。\n　ドルンカークとは、レオンが出会ったという、幻の月から来た老人アイザックだった。かつて幻の月の科学者だったドルンカークは、運命の全てを解き明かすべく研究に没頭し、地球での死を目前に、ふとしたきっかけで惑星ガイアに転移してしまったのだ。ドルンカークは、ザイバッハの民と出会って彼らを地球の科学で救い、運命を自らの手で切り開くのだと唱えて支持を得ることで帝国を興す。やがてガイア創造の歴史を知り、運命を自在に操るという古代アトランティスの力を欲するようになったのだった。\n　運命改変装置を発明したドルンカークは、装置を作動させるには、フレイド公国に存在するパワースポットとエスカフローネが必要だとして、ひとみ達に協力を求める。\n　この要求を拒絶したひとみ達は軟禁されてしまうが、ひとみが呼び覚ましたバァンの心の力によりエスカフローネを遠隔操作し、脱出に成功する。\n　この一部始終を見ていたドルンカークは、己の目的を達成する鍵がひとみにあることを確信するのだった。"
                },
                "19": {
                    "ID": "235412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235412",
                    "TitleEnglish": "Operation Golden Rule of Love",
                    "SummaryEnglish": "Three weeks have passed since Hitomi, Van, and Allen's ordeal in Dornkirk's fortress, and all of Asturia prepares for Millerna and Dryden's wedding and worries over King Aston's ailing state. Van give Hitomi an almost-but-not-quite love confession that disillusion Hitomi, making her vulnerable to Folken's test of the Destiny-Altering Device.",
                    "TitleJapanese": "恋の黄金律作戦",
                    "SummaryJapanese": "ひとみとバァンの心を引き離し、エスカフローネの力を衰退させなければ己の目的を成就できないと知った皇帝ドルンカーク。軍師フォルケンは、二人の仲を引き離す運命改変作戦を立案する。\n　一方、無事にアストリア王国に戻ることのできたひとみ達は、ミラーナ姫とドライデンが婚約したと聞かされる。ミラーナ姫に、なぜアレンではなくドライデンを選んだのかと尋ねて、自己嫌悪に陥るひとみ。そんなひとみを慰めようとするバァンだが、不器用な言葉に、二人の間には心の溝が生じてしまう。\n　そんな折、フォルケンとエリヤによって運命改変作戦が発動する。\n　一人、雨の降る夜の町をさまようひとみは、アレンと町外れの橋の上でめぐり合わされる。急速に引き寄せられる互いの心。そして、ついに二人は口付けを交わす。バァンはその光景を目撃してしまったのだった。"
                },
                "20": {
                    "ID": "235413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235413",
                    "TitleEnglish": "False Vows",
                    "SummaryEnglish": "With her upcoming marriage to Dryden on her mind, Millerna asks Hitomi for a tarot reading on its outcome. Hitomi reads a prediction of misfortune and disaster, but decides to tell Millerna a prediction of happy fortune instead. She hopes her thoughts and faith alone would be enough to change fate and reverse the prediction. Her hope is shattered by the entrance of fortune-enhanced soldiers, Naria and Eriya, at the wedding.",
                    "TitleJapanese": "偽りの契り",
                    "SummaryJapanese": "ミラーナ姫に頼まれ、彼女とドライデンの結婚を占うひとみ。その結果、この結婚は非常に危険であり、ミラーナ姫にはアレンが相応しいという答えが出る。占いの最中にふとあらわれた幸運のカード。これにより、想う力さえあれば運命は変えられると思い込んだひとみは、アレンとの中を壊されたくないために、ミラーナ姫に偽りの答えを伝えてしまう。\n　ひとみの言葉を信じ、ドライデンとの結婚に臨むミラーナ姫。そして、国を挙げて盛大に結婚式が執り行われた。\n　ザイバッハ帝国の皇帝ドルンカークは、ひとみとバァンの心が離れたところを見計らって、幸運強化兵となったナリア、エリヤ姉妹を襲撃に向かわせる。彼女達の幸運にバァンやアレンはなす術もなく、結婚式会場は無残に破壊されてしまう。偽りの占いがこの結果を招いたと責任を感じるひとみは、事実をミラーナ姫に告白、自ら敵の要求に応えて名乗り出るのだった。"
                },
                "21": {
                    "ID": "235414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235414",
                    "TitleEnglish": "Reaction of Fortune",
                    "SummaryEnglish": "Hitomi surrenders herself before the twin Zaibach leopard girls, but the reemergence of the sun causes a debilitating reaction in the fortune-enhanced soldiers. Naria crashlands back on Asturia, and returns to the royal castle on foot to capture Hitomi again. However, the side-effects of the fortune-enhancement process continues to stymie she and Eriya and eventually leads to Folken rethink his cause.",
                    "TitleJapanese": "幸運の反作用",
                    "SummaryJapanese": "ザイバッハ帝国の幸運強化兵ナリア、エリヤ姉妹の要求に応じ、自ら名乗り出たひとみ。\n　だが突如、謎の激痛が姉妹を襲い、ナリアのティリングは墜落、エリヤはフォルケンの下に退却し、ひとみ達は窮地を脱する。\n　それも束の間、ナリアがアストリア王宮に潜入。ひとみはさらわれてしまう。\n　連れ去られる道中で、ナリアの哀しい過去と体を傷めていることを知り、戦いから身を引くよう説得するひとみ。しかしナリアは、聞く耳を全く持たない。やがて、ひとみとナリアは港へ到着し、そこへ二人を回収するため、エリヤのガイメレフが飛来する。\n　その頃、バァンは、ダウジングにより浮遊要塞ヴィワンの位置を探知し、果敢に攻撃を仕掛けていた。\n　ナリア、エリア姉妹はフォルケンを助けるためにエスカフローネの攻撃を受けるヴィワンへと向かう。しかしその直後、ヴィワンは閃光に包まれて崩壊する。ひとみは解放されるが、幸運強化の反作用により、極度に衰弱したナリア、エリヤ姉妹はフォルケンに見取られて息を引き取るのだった。"
                },
                "22": {
                    "ID": "235415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235415",
                    "TitleEnglish": "The Black-Winged Angel",
                    "SummaryEnglish": "Asturia's royal council discusses whether to submit to Zaibach or rally against the empire. Folken summons Van (and Hitomi) back to the ruins of Fanelia which he indirectly helped destroy. Here, the brothers and Hitomi face two dragons, and Folken reveals the truth about his disappearance during the pre-coronation dragon-slaying ritual ten years ago.",
                    "TitleJapanese": "黒き翼の天使",
                    "SummaryJapanese": "ナリア、エリヤ姉妹の死を契機に、フォルケンはドルンカークへの疑念を抱きはじめていた。\n　バァンとひとみは、そんなフォルケンの呼び出しに応じ、今や廃墟と化した祖国ファーネリア王国で対峙する。その時、突如地竜が現れた。襲いかかる地竜に立ち向かうバァン。そんなバァンにフォルケンは「剣を捨てろ」と説き、ザイバッハに身を置くまでの経緯を語る。\n　ファーネリア王国、王位継承のための竜退治に失敗し、負傷したフォルケンはドルンカークによって救われた。失った片手を機械の手に代えられたフォルケンは、争いのない平和な世界を作ることを理想とし、ドルンカークに仕えた。だが、運命を改変するという目的において、人の命を顧みないドルンカークの手段には我慢ができなくなっていた。\n　フォルケンは背中に隠された黒い翼を広げ、剣を捨てることでバァンに襲い掛かろうとしていた地竜を鎮める。 そして、バァンに意外な言葉を告げる。ともにドルンカークを倒してくれと。"
                },
                "23": {
                    "ID": "235416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235416",
                    "TitleEnglish": "Storm Premonition",
                    "SummaryEnglish": "Asturia and its neighboring countries agree to unite their forces against Zaibach and prepare for war. Folken joins the allied effort against Zaibach and lends his expertise and knowledge, despite Van's doubt and lingering resentment. Also, Dilandau at last returns to strike preemptively on the assembled forces at Rampant Port and fight Van again.",
                    "TitleJapanese": "嵐の予感",
                    "SummaryJapanese": "フォルケンの亡命を契機に、アストリア王国はザイバッハ帝国制圧のための軍事同盟を周辺諸国と締結する。\n　そして出陣を翌朝に控えた晩、アレンはひとみに求婚するのだった。ひとみは突然のことに困惑してしまう。\n翌日、ザイバッハ帝国軍に対抗するための同盟軍の船団が港に集結しはじめた。だがそこへ、幸運強化兵となったディランドゥ率いるザイバッハ帝国軍が強襲。同盟軍はたちまち壊滅的な状況に追い込まれてしまう。\n　しかしバァンとひとみによってディランドゥ撃退に成功。アストリア王国は、さらに追い討ちをかける作戦を計画する。つづく戦いと、アレンの言葉に混乱したひとみは、もとの世界に返して欲しいと強く願う。その時、胸元のペンダントから光の柱が出現し、ひとみを包み込むと、彼女を地球へと転移させてしまうのだった！"
                },
                "24": {
                    "ID": "235417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235417",
                    "TitleEnglish": "Fateful Decision",
                    "SummaryEnglish": "When Hitomi asked to get away from this world of fighting, she found herself transported back to Earth. It is once again the day before Hitomi would make her fateful confession to Amano and thus encounter Van. Reliving the events would reunite her with Van, but at the risk of hurting her best friend Yukari and returning back to the war.",
                    "TitleJapanese": "運命の選択",
                    "SummaryJapanese": "光の柱によって突如、ひとみは惑星ガイアから地球へ帰還してしまった。\n　しかも、彼女が帰ってきたのは天野先輩に恋の告白をする一日前。突如現れたバァンと共にガイアへと転移した、あの運命の日の前日であった。\n　明日、天野に告白すれば、あのときと同じように再びガイアへ行くことになるだろう。だが、告白しなければ、このまま地球にとどまることができる……。\n　タロットの導きによって、自分の想いがバァンにあると確信したひとみは、再びガイアへと向かうために天野先輩への告白を決意し、百メートルを全力疾走する。\n　その直後、光の柱と共にエスカフローネに乗ったバァンが出現。ひとみは光の柱に包まれ、バァンと共に戦乱のガイアへと飛び立っていった。\n　一方、アレンの元に、幼い頃に別れた妹セレナが10年ぶりに帰って来た。しかし喜びも束の間、突如苦しみだしたセレナがディランドゥに変身するのを目の当たりにし、アレンは驚愕するのだった。"
                },
                "25": {
                    "ID": "235418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235418",
                    "TitleEnglish": "Zone of Absolute Fortune",
                    "SummaryEnglish": "The pivotal battle between Zaibach and the allied forces continues. Even after the Basram army employs the \"doomsday weapon\" in the form of a devastating Energist bomb, the fighting goes unabated. Folken decides the only way to end the war is confront Dornkirk personally and end his vision of the Sphere of Absolute Fortune.",
                    "TitleJapanese": "絶対幸運圏",
                    "SummaryJapanese": "アストリア同盟軍とザイバッハ帝国との決戦の火蓋が切られた。\n　バァンとアレンは戦争の終結を願い、必死に敵と戦う。一方、フォルケンはひとみに光の柱で、戦いの元凶であるドルンカーク皇帝の元へ送り届けてくれと頼む。だがフォルケンの死のビジョンを観てしまったひとみは、逡巡する。\n　フォルケンの体が幸運強化の反作用によって蝕まれていることを知ったひとみは、悲惨な戦いを終わらせるため、各々の運命を変えてみせようと決意。光の柱を呼び出し、フォルケンと共にドルンカークの元へと赴く。 そして、フォルケンはその手でドルンカークを討ち取るのだが、その直後、幸運強化の反作用によって、ひとみのビジョン通りに絶命してしまう。\n　この出来事は、ドルンカークの狙い通りにひとみの気持ちの揺れを引き起こし、運命改変装置を完全作動させる。\n　ついにドルンカークの求めていた、絶対幸運圏が発動してしまうのだった。"
                },
                "26": {
                    "ID": "235419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235419",
                    "TitleEnglish": "Eternal Love",
                    "SummaryEnglish": "At long last, Dornkirk's vision of reviving the power of Atlantis seems realized as the Sphere of Absolute Fortune's effects spread across the battlefield and the world of Gaea. However, the war does not end as the Destiny-Altering Device only turns the combatants' bellicose thoughts into reality. Gaea's fate in the end lies in a girl from the Mystic Moon and a white-winged dragon.",
                    "TitleJapanese": "永遠の想い",
                    "SummaryJapanese": "ドルンカーク皇帝の悲願である絶対幸運圏がついに発動し、その光が戦場全域を包み込む。\n　だが、人の想いが叶う幸せの世界が実現するどころか、ザイバッハ敗退を知った連合軍は仲間割れを始め、再び戦場は血で血を洗う地獄絵図と化してしまう。\n　人は戦う運命からは逃れられない、滅びる運命なら受け入れるほかはないのだと、ドルンカークは悲しげに語る。\n　バァンとアレンも死闘を展開する。そんな中、ディランドゥは、家臣であり救いの親でもあったジャジュカの死により、アレンの妹であるセレナの姿と記憶を取り戻す。\n　死闘の悪しき運命を止めるには、バァンを信じるしかないと気づくひとみ。バァンは、そんなひとみの想いを受け止め、彼女を助けに向かう。\n　ドルンカークの見守る中、やがて、ひとみとバァンの互いを信じあう心によって運命改変装置は停止し、絶対幸運圏は消滅する。\n　戦いが終わり、エスカフローネを使うことのない世界を願って、バァンはエスカフローネを森の奥にひっそりと眠らせる。そして、ひとみとバァンに別れのときが訪れるのだった。"
                }
            }
        }
    }
}