[
  {
    "URL": "https://www.thetvdb.com/series/vision-of-escaflowne",
    "Genres": [
      "Action",
      "Adventure",
      "Animation",
      "Anime",
      "Comedy",
      "Drama",
      "Fantasy",
      "Romance",
      "Science Fiction",
      "Thriller",
      "War"
    ],
    "Other Sites": [
      "https://ui.eidr.org/view/content?id=10.5240/D108-C9BC-3A45-5607-C178-G",
      "https://www.imdb.com/title/tt0138919/",
      "http://www.escaflowne.jp/",
      "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH02775411",
      "https://www.tvmaze.com/shows/19281/show-slug",
      "https://www.themoviedb.org/tv/8779",
      "https://en.wikipedia.org/wiki/The_Vision_of_Escaflowne"
    ],
    "TitleEnglish": "Vision of Escaflowne",
    "SummaryEnglish": "The series focuses on the heroine, Hitomi Kanzaki, and her adventures after she is transported to the world of Gaea, a mysterious planet where she can see Earth and its moon in the sky. On Gaea, Earth is known as the Mystic Moon. Hitomi's latent psychic powers are enhanced on Gaea and she quickly becomes embroiled in the conflicts between the Zaibach Empire and the several peaceful countries that surround it. The conflicts are brought about by the Zaibach Empire's quest to revive the legendary power from the ancient city of Atlantis. As the series progresses, many of the characters' pasts and motivations, as well as the history of Atlantis and the true nature of the planet Gaea, are revealed.",
    "Aliases": [],
    "Modified": "2025-05-23",
    "Seasons": {
      "0": {
        "ID": "24705",
        "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/seasons/official/0",
        "# Episodes": 2,
        "Episodes": {
          "1": {
            "ID": "379778",
            "TYPE": "Movies",
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/379778",
            "TitleEnglish": "Escaflowne: The Movie",
            "SummaryEnglish": "A retelling of the story of Vision of Escaflowne. Hitomi Kanzaki is plagued by sleepiness and experiences very unusual and strange dreams. She is depressed and wants nothing more than to disappear. After leaving her only friend, she is suddenly transported, while inside the Dragon Armour, to a new and mysterious world, Gaea. Once there she is declared the \"Winged Goddess\", but is confused and can't understand anything. After a while she discovers there is a battle for the Black Dragons dynasty between Prince Van and his brother Lord Folken. A battle in which she is called to play an important role.",
            "Aliases": []
          },
          "2": {
            "ID": "2240081",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/2240081",
            "TitleEnglish": "Deleted Scenes",
            "SummaryEnglish": null,
            "Aliases": []
          }
        }
      },
      "1": {
        "ID": "12452",
        "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/seasons/official/1",
        "# Episodes": 26,
        "Episodes": {
          "1": {
            "ID": "235394",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235394",
            "TitleEnglish": "Fateful Confession",
            "SummaryEnglish": "One fateful day, high school sprinter Hitomi Kanzaki experiences a disturbing vision of another world and discovers from her best friend that Amano (the track team star she has a crush on) is about to go abroad. On an impulse, she asks him the next day for her first kiss -- if she can sprint 100 meters in thirteen seconds. But then, a young warrior prince and a dragon appears before Hitomi during the run ....",
            "Aliases": []
          },
          "2": {
            "ID": "235395",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235395",
            "TitleEnglish": "The Girl from the Mystic Moon",
            "SummaryEnglish": "In a shaft of light, Hitomi and the prince Van tranports to the world of Gaea, where Earth is known only as the \"Mystic Moon\" in the nightly expanse. Van returns to the capital of his country Fanelia to be coronated after obtaining the Energist crystal from the dragon. During the coronation rite, the Zaibach empire launches an invasion with Guymelef Alseides mecha, and Van must retrieve at his mentor Balgus's bidding Escaflowne, the legendary god of protection of Fanelia.",
            "Aliases": []
          },
          "3": {
            "ID": "235396",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235396",
            "TitleEnglish": "The Gallant Swordsman",
            "SummaryEnglish": "Hitomi and Van find themselves separated and lost in the neighboring country of Asturia, where a handsome knight save Hitomi from a thief and apparent lecher. Allen's haunting resemblance to Amano does little to alleviate Hitomi's confusion, specially after Van and Allen challenge each other to a duel not once, but twice...",
            "Aliases": []
          },
          "4": {
            "ID": "235397",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235397",
            "TitleEnglish": "The Diabolical Adonis",
            "SummaryEnglish": "Once again, Hitomi sees a disturbing vision, this time of Allen's fort engulfed in flames. Van reunites with his attendant catgirl Merle after she escaped Fanelia's fiery destruction, but both she and Hitomi fall ill. Both eventually recover, but then Hitomi's vision of a Zaibach invasion comes true at the hands of a devilish youthful commander named Dilandau...",
            "Aliases": []
          },
          "5": {
            "ID": "235398",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235398",
            "TitleEnglish": "The Seal of the Brothers",
            "SummaryEnglish": "After his capture by Dilandau and the Dragon Slayers, Van is imprisoned aboard the Zaibach floating fortress Vione. Here, the Zaibach strategist Folken reveals his identity to Van and attempts to invite him into the folds of the empire. Fortunately, Hitomi uses her dowsing abilities to discover the Vione, and the crew of Allen's ship Crusade mount a rescue operation...",
            "Aliases": []
          },
          "6": {
            "ID": "235399",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235399",
            "TitleEnglish": "City of Intrigue",
            "SummaryEnglish": "After the successful rescue, Hitomi and Van's party seek refuge in Paras, Allen's home and the capital of Asturia. However, the Zaibach forces and their entreaties to King Aston upstage their entrance. (Zaibach and Asturia have a non-aggression pact.) Folken meets with Van to offer a personal entreaty to join the Zaibach cause. Meanwhile, Dilandau attempts to avenge the grevious facial scar Van inflicted...",
            "Aliases": []
          },
          "7": {
            "ID": "235400",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235400",
            "TitleEnglish": "Unexpected Partings",
            "SummaryEnglish": "After a gladiatorial fight to ascertain the legendary power of the Ispano-built Guymelef Escaflowne, King Aston invite omi and Van's party into the royal palace. The king is about to marry off his third daughter Millerna to a noble merchant's son, but Hitomi is shocked by the not-so-discrete kiss between Millerna and Allen. Meanwhile, agents hoping to lure Escaflowne out into the open seize the opportunity to capture Hitomi...",
            "Aliases": []
          },
          "8": {
            "ID": "235401",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235401",
            "TitleEnglish": "The Day the Angel Flew",
            "SummaryEnglish": "Hitomi, Van, and his attendant Merle are forced to depart from Paras in the wake of the devastation Dilandau caused. Allen is imprisoned for having abetted them, and Millerna learns that the Zaibach forces intend to invade Freid. As Millerna attempts to free Allen to warn Freid, Hitomi's party tries to disrupt the operations of a Zaibach Energist quarry. The ensuing events forces one of them to reveal a closely guarded secret ....",
            "Aliases": []
          },
          "9": {
            "ID": "235402",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235402",
            "TitleEnglish": "Memories of a Feather",
            "SummaryEnglish": "A feather from Van invoke visions of the past for Hitomi, who sees the courtship of Van's parents and his early childhood. The Dragon Slayers pursue and confront the Escaflowne, and Allen appears as if by Hitomi's prayers to assist. Unfortunately, Allen sacrifices himself to protect Hitomi from a deflected liquid metal attack. Millerna appears in time to operate with her nascent medical skills on Allen's wounds...",
            "Aliases": []
          },
          "10": {
            "ID": "235403",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235403",
            "TitleEnglish": "The Blue-Eyed Prince",
            "SummaryEnglish": "After Millerna successfully nurses Allen's wounds, the party turns towards Freid, the kingdom where her deceased eldest sister Marlene married into the royal family. Here, they meet Marlene's son Prince Chid, a blue-eyed innocent who still remembers stories his mother recounted of the peerless knight Allen...",
            "Aliases": []
          },
          "11": {
            "ID": "235404",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235404",
            "TitleEnglish": "Prophecy of Death",
            "SummaryEnglish": "Suspicion of treachery falls on Hitomi and the rest of the party, and chameleon-like Zaibach operator Zongi (disguised as a Freid Praktu high priest) is sent to pry open her mind. During the ordeal, Hitomi reveals her origins from the Mystic Moon, but visions of Zongi's own past intervenes -- as well as a prophesy of death that send omi into a deathlike trance...",
            "Aliases": []
          },
          "12": {
            "ID": "235405",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235405",
            "TitleEnglish": "The Secret Door",
            "SummaryEnglish": "Hitomi's party exonerate themselves, and Duke Freid (the ruler of Freid who just returned) grants them an audience at his palace. With their input, Freid prepares for the imminent Zaibach invasion. Meanwhile, Millerna discovers a secret door in her sister Marlene's music box. It reveals a diary -- a diary recounting Millerna and Allen's past...",
            "Aliases": []
          },
          "13": {
            "ID": "235406",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235406",
            "TitleEnglish": "Red Destiny",
            "SummaryEnglish": "Zaibach devastates the capital of Freid, and the duke and Prince Chid flee with Hitomi's party to Fortona temple in the country's outskirts. The monks here present the duke with the sword that unseals the legend of the power of Atlantis. Folken directs the Zaibach troops towards the temple, intent on claiming the sword and fulfilling Hitomi's vision of a bloody outcome to the battle.",
            "Aliases": []
          },
          "14": {
            "ID": "235407",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235407",
            "TitleEnglish": "Dangerous Wounds",
            "SummaryEnglish": "In the last battle, Van incurs life-threatening injuries which Hitomi discovers to match Escaflowne's battle damage exactly. Fortunately, Dryden (Millerna's betrothed) appears and uses his knowledge of ancient technologies to summon Escaflowne's original builders. The Ispano repair Escaflowne and in the process, heal the pilot whose blood pact intertwines his fate with the Escaflowne's. Thus restored, Van rushes to mete out vengeance upon the Dragon Slayers, despite the consequences.",
            "Aliases": []
          },
          "15": {
            "ID": "235408",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235408",
            "TitleEnglish": "Lost Paradise",
            "SummaryEnglish": "Van is enveloped into the world of the dead, and Hitomi goes to retrieve him -- but not before envisioning the destruction of Atlantis. The previous battle's trauma disorients Dilandau as well, so Folken sends out Naria and Eriya (the intensely loyal leopard girl twins who directly answer to him) to continue the mission of capturing the Escaflowne.",
            "Aliases": []
          },
          "16": {
            "ID": "235409",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235409",
            "TitleEnglish": "The Guided Ones",
            "SummaryEnglish": "Dryden discovers the location of the Mystic Valley (and purportedly also, the entrance to Atlantis) in Allen's father's diaries. In the process, Allen confronts his bitterment towards his absent father, and Hitomi discovers her grandmother also visited Gaea. The party is pursued by Folken's floating fortress until Hitomi's pendant and prayer opens a portal to Atlantis.",
            "Aliases": []
          },
          "17": {
            "ID": "235410",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235410",
            "TitleEnglish": "The Edge of the World",
            "SummaryEnglish": "At the ruins of the legendary Atlantis, Hitomi, Van, and Allen encounter various figures in their past, including Hitomi's grandmother, Van's mother, Balgus, and Allen's sister and father. Hitomi also watches the history of Atlantis from the creation of the thought-realizing Atlantis Machine through the genesis of Gaea to Atlantis's eventual destruction.",
            "Aliases": []
          },
          "18": {
            "ID": "235411",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235411",
            "TitleEnglish": "The Gravity of Destiny",
            "SummaryEnglish": "After Van receives a new Energist from his mother, Hitomi, Allen, and Van tranports to Dornkirk's fortress when Dornkirk attempts to activate his Destiny-Altering Device. Dornkirk explains to the disbelieving trio his apparently well-intentioned motives for all of Zaibach's actions.",
            "Aliases": []
          },
          "19": {
            "ID": "235412",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235412",
            "TitleEnglish": "Operation Golden Rule of Love",
            "SummaryEnglish": "Three weeks have passed since Hitomi, Van, and Allen's ordeal in Dornkirk's fortress, and all of Asturia prepares for Millerna and Dryden's wedding and worries over King Aston's ailing state. Van give Hitomi an almost-but-not-quite love confession that disillusion Hitomi, making her vulnerable to Folken's test of the Destiny-Altering Device.",
            "Aliases": []
          },
          "20": {
            "ID": "235413",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235413",
            "TitleEnglish": "False Vows",
            "SummaryEnglish": "With her upcoming marriage to Dryden on her mind, Millerna asks Hitomi for a tarot reading on its outcome. Hitomi reads a prediction of misfortune and disaster, but decides to tell Millerna a prediction of happy fortune instead. She hopes her thoughts and faith alone would be enough to change fate and reverse the prediction. Her hope is shattered by the entrance of fortune-enhanced soldiers, Naria and Eriya, at the wedding.",
            "Aliases": []
          },
          "21": {
            "ID": "235414",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235414",
            "TitleEnglish": "Reaction of Fortune",
            "SummaryEnglish": "Hitomi surrenders herself before the twin Zaibach leopard girls, but the reemergence of the sun causes a debilitating reaction in the fortune-enhanced soldiers. Naria crashlands back on Asturia, and returns to the royal castle on foot to capture Hitomi again. However, the side-effects of the fortune-enhancement process continues to stymie she and Eriya and eventually leads to Folken rethink his cause.",
            "Aliases": []
          },
          "22": {
            "ID": "235415",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235415",
            "TitleEnglish": "The Black-Winged Angel",
            "SummaryEnglish": "Asturia's royal council discusses whether to submit to Zaibach or rally against the empire. Folken summons Van (and Hitomi) back to the ruins of Fanelia which he indirectly helped destroy. Here, the brothers and Hitomi face two dragons, and Folken reveals the truth about his disappearance during the pre-coronation dragon-slaying ritual ten years ago.",
            "Aliases": []
          },
          "23": {
            "ID": "235416",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235416",
            "TitleEnglish": "Storm Premonition",
            "SummaryEnglish": "Asturia and its neighboring countries agree to unite their forces against Zaibach and prepare for war. Folken joins the allied effort against Zaibach and lends his expertise and knowledge, despite Van's doubt and lingering resentment. Also, Dilandau at last returns to strike preemptively on the assembled forces at Rampant Port and fight Van again.",
            "Aliases": []
          },
          "24": {
            "ID": "235417",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235417",
            "TitleEnglish": "Fateful Decision",
            "SummaryEnglish": "When Hitomi asked to get away from this world of fighting, she found herself transported back to Earth. It is once again the day before Hitomi would make her fateful confession to Amano and thus encounter Van. Reliving the events would reunite her with Van, but at the risk of hurting her best friend Yukari and returning back to the war.",
            "Aliases": []
          },
          "25": {
            "ID": "235418",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235418",
            "TitleEnglish": "Zone of Absolute Fortune",
            "SummaryEnglish": "The pivotal battle between Zaibach and the allied forces continues. Even after the Basram army employs the \"doomsday weapon\" in the form of a devastating Energist bomb, the fighting goes unabated. Folken decides the only way to end the war is confront Dornkirk personally and end his vision of the Sphere of Absolute Fortune.",
            "Aliases": []
          },
          "26": {
            "ID": "235419",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/vision-of-escaflowne/episodes/235419",
            "TitleEnglish": "Eternal Love",
            "SummaryEnglish": "At long last, Dornkirk's vision of reviving the power of Atlantis seems realized as the Sphere of Absolute Fortune's effects spread across the battlefield and the world of Gaea. However, the war does not end as the Destiny-Altering Device only turns the combatants' bellicose thoughts into reality. Gaea's fate in the end lies in a girl from the Mystic Moon and a white-winged dragon.",
            "Aliases": []
          }
        }
      }
    }
  }
]