{
    "URL": "https://www.thetvdb.com/series/shamanic-princess",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0387584/",
        "https://www.themoviedb.org/tv/42778"
    ],
    "TitleEnglish": "Shamanic Princess",
    "SummaryEnglish": "From the Guardian World, home of mages, Tiara has been sent on a mission: recover the stolen Throne of Yord, the most powerful magic artifact of all. But Tiara finds herself in a dilemma—the Throne has been taken by her former lover, and there is more to the situation than meets the eye...",
    "Aliases": [
        "魔靈公主"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "1": {
            "ID": "13312",
            "URL": "https://www.thetvdb.com/series/shamanic-princess/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "253373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shamanic-princess/episodes/253373",
                    "TitleEnglish": "The Throne of Yord",
                    "SummaryEnglish": "Tiara and Japolo arrives to the planet Earth to find the Throne of Yord which had been taken by Kagetsu, Tiara crush. During the day she goes to a local college and made some friends. There Tiara finds out that Lena her childhood friend and rival is president of her class. Later Tiara goes looking for Kagetsu and met Lena again. Lena with the help of Leon had to fight Tiara. The next day, Leon arranges with Japolo a meeting between Tiara and Lena when they can met and fight again. Lena combines her power with Leon to fight Tiara who transformed herself into a kind of winged creature."
                },
                "2": {
                    "ID": "253374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shamanic-princess/episodes/253374",
                    "TitleEnglish": "Forest",
                    "SummaryEnglish": "The fight continues with Lena, Leon and Tiara but is stopped by Kagetsu who ask Tiara to give him 2 or 3 days so he can returned the Throne of Yord. Apparently Lena and Kagetsu are trying to extract Sarah, Kagetsu's younger sister, from the painting. Later, Tiara finds out that Sarah is inside the Throne of Yord and Tiara tries to save her. In trying to save Sarah she is sucked into the painting. Kagetsu go inside the painting to save Tiara but in doing so he was injured in the process. Then Sarah is the one who helped them get of the painting."
                },
                "3": {
                    "ID": "253375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shamanic-princess/episodes/253375",
                    "TitleEnglish": "Awakening",
                    "SummaryEnglish": "Tiara wake up seeing Lena taking care of Kagetsu. After Tiara leaves Lena, Leon and Kagetsu are sucked into the Throne of Yord. She finds Lena acting strangely, who sends Leon against Tiara. Lena is being controlled by the Throne of Yord. Tiara trys to find out the connection between Sarah and the Throne of Yord. Before the battles end Sarah appears to a tearfully Tiara."
                },
                "4": {
                    "ID": "253376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shamanic-princess/episodes/253376",
                    "TitleEnglish": "Morning Prayer",
                    "SummaryEnglish": "Tiara realizes that wasn't the real Sarah it was the Throne of Yord. Throne of Yord then reveals itself. And controlds Kagetsu to fight Tiara and Lena. Everybody is saved when Tiara and Lena fuse together."
                },
                "5": {
                    "ID": "253377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shamanic-princess/episodes/253377",
                    "TitleEnglish": "Guardian World",
                    "SummaryEnglish": "This is a prequel for the first four episodes. It begins with a young Tiara summoning her first partner,Graham. When she was young she has a relationship with Kagetsu. Tiara is still trying to control Graham where she can trust Graham and control her power."
                },
                "6": {
                    "ID": "253378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shamanic-princess/episodes/253378",
                    "TitleEnglish": "The Festival of Wind",
                    "SummaryEnglish": "Sarah is offered as sacrifice to the Throne of Yord. Kagetsu is torned apart from the lost of his sister. Tiara is sent on a mission but something goes wrong. She can't control Graham, so she is punished.Lena summones her partner Leon. Later, Lena visits Tiara in prison and introduce Leon and ask her to take care of Sarah. Kagetsu finally decides to take the Throne of Yord in order to save his sister Sarah. Graham is the only one that stands in Kagetsu's way when he steals the throne of Yord and tries to escape the Guardian World."
                }
            }
        }
    }
}