{
    "URL": "https://www.thetvdb.com/series/shamanic-princess",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0387584/",
        "https://www.themoviedb.org/tv/42778"
    ],
    "TitleEnglish": "Shamanic Princess",
    "SummaryEnglish": "From the Guardian World, home of mages, Tiara has been sent on a mission: recover the stolen Throne of Yord, the most powerful magic artifact of all. But Tiara finds herself in a dilemma—the Throne has been taken by her former lover, and there is more to the situation than meets the eye...",
    "TitleJapanese": "シャーマニックプリンセス",
    "SummaryJapanese": "魔法世界ガーディアンワールド。それは、強大な力「ヨルドの座」によって支えられている魔法の世界。ある夜、そこから一人の少女がこの世界にやって来た。ティアラという名のその少女は、故郷であるガーディアンワールドの魔法力の源、「ヨルドの座」を奪って逃亡した華月という人物を探す使命を受けて、この世界へとやって来たのだった。かつての恋人でもある華月を、やっとの思いで探し出したティアラ。しかしその時、華月の側には、以前ティアラの恋のライバルだったレナの姿があった。世界のバランスを守るため、恋の決着をつけるため、少女たちの戦いが始まる!!",
    "Aliases": [
        "魔靈公主"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "1": {
            "ID": "13312",
            "URL": "https://www.thetvdb.com/series/shamanic-princess/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "253373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shamanic-princess/episodes/253373",
                    "TitleEnglish": "The Throne of Yord",
                    "SummaryEnglish": "Tiara and Japolo arrives to the planet Earth to find the Throne of Yord which had been taken by Kagetsu, Tiara crush. During the day she goes to a local college and made some friends. There Tiara finds out that Lena her childhood friend and rival is president of her class. Later Tiara goes looking for Kagetsu and met Lena again. Lena with the help of Leon had to fight Tiara. The next day, Leon arranges with Japolo a meeting between Tiara and Lena when they can met and fight again. Lena combines her power with Leon to fight Tiara who transformed herself into a kind of winged creature.",
                    "TitleJapanese": "ヨルドの座",
                    "SummaryJapanese": "ある夜、一人の少女がこの世界に降り立った。彼女の名はティアラ。彼女は故郷、魔法世界ガーディアンワールドの魔法力の源であるヨルドの座を奪ってこの地に逃亡した、かつての恋人・華月を探し出す使命を受けて、この世界へとやってきたのだった。しかし、やっと出会えた華月の側には、昔のティアラの恋敵・レナの姿があった。今ここに、ヨルドの座をめぐって、ティアラ、レナの戦いが幕を開けた!!"
                },
                "2": {
                    "ID": "253374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shamanic-princess/episodes/253374",
                    "TitleEnglish": "Forest",
                    "SummaryEnglish": "The fight continues with Lena, Leon and Tiara but is stopped by Kagetsu who ask Tiara to give him 2 or 3 days so he can returned the Throne of Yord. Apparently Lena and Kagetsu are trying to extract Sarah, Kagetsu's younger sister, from the painting. Later, Tiara finds out that Sarah is inside the Throne of Yord and Tiara tries to save her. In trying to save Sarah she is sucked into the painting. Kagetsu go inside the painting to save Tiara but in doing so he was injured in the process. Then Sarah is the one who helped them get of the painting.",
                    "TitleJapanese": "森",
                    "SummaryJapanese": "レナとの戦いの中、ついにバトルモードに変身したティアラ。両者の激しい激突はどちらかが死ぬまで続くかの様相を呈したその時、かつてのティアラの恋人・華月は自らの中和能力によって二人を止める。再会の想いに浸る間もなく、ヨルドの座の返還を華月に詰め寄るティアラ。だが、華月は冷たく拒絶する。"
                },
                "3": {
                    "ID": "253375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shamanic-princess/episodes/253375",
                    "TitleEnglish": "Awakening",
                    "SummaryEnglish": "Tiara wake up seeing Lena taking care of Kagetsu. After Tiara leaves Lena, Leon and Kagetsu are sucked into the Throne of Yord. She finds Lena acting strangely, who sends Leon against Tiara. Lena is being controlled by the Throne of Yord. Tiara trys to find out the connection between Sarah and the Throne of Yord. Before the battles end Sarah appears to a tearfully Tiara.",
                    "TitleJapanese": "覚醒",
                    "SummaryJapanese": "遂に、絵画に姿を変えたヨルドの座を見つけたティアラ。しかし、その内部に引き込まれヨルドの座の精神的攻撃を受ける。華月に救い出されるが、彼は能力を使い果たし憔悴しきってしまう。愛する華月や紗羅を苦しめている現実を前にヨルドの座奪回という任務と二人への想いとの板ばさみとなり、独り思い悩むティアラ。そんな彼女に優しく手を差し伸べるジャポロ……。その時突然、二人へ襲いかかるクリーチャー達。更に華月やレナを取り込み、街をも飲み込みはじめた巨大な魔法フィールドが出現する。今、ヨルドの座がその強大な力を解放し始めたのだ。事態を恐れたティアラ達は、フィールド内部へと侵入するが……!!"
                },
                "4": {
                    "ID": "253376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shamanic-princess/episodes/253376",
                    "TitleEnglish": "Morning Prayer",
                    "SummaryEnglish": "Tiara realizes that wasn't the real Sarah it was the Throne of Yord. Throne of Yord then reveals itself. And controlds Kagetsu to fight Tiara and Lena. Everybody is saved when Tiara and Lena fuse together.",
                    "TitleJapanese": "祈りの朝",
                    "SummaryJapanese": "突如、ティアラの前に姿を現した紗羅。しかし、その紗羅がヨルドの座の真実の姿だったのだ。「あなたが何者であれ、私の気持ちは変わらない！」バトルモードに変身したティアラは紗羅であるヨルドの座をガーディアンワールドに連れ戻すため、戦いを挑むがヨルドの座の強大な魔力の前に次第に憔悴していく。「ティアラ、もう少し遊びましょう！」ティアラの眼前に現れたのは変わり果てた華月の姿だった！ ティアラは愛する華月と戦わなくてはならないのか!?　遂に運命の呪文がティアラに下される!!"
                },
                "5": {
                    "ID": "253377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shamanic-princess/episodes/253377",
                    "TitleEnglish": "Guardian World",
                    "SummaryEnglish": "This is a prequel for the first four episodes. It begins with a young Tiara summoning her first partner,Graham. When she was young she has a relationship with Kagetsu. Tiara is still trying to control Graham where she can trust Graham and control her power.",
                    "TitleJapanese": "ガーディアンワールド",
                    "SummaryJapanese": "ガーディアンワールド。それは強大な力ヨルドの座によって支えられた魔法の世界。その世界の少女、ティアラは薄暗き空間の中で、術師達と共に召喚の儀式を行っていた。妖しく光る魔法陣の中、彼女のパートナーとして召喚された異形の少年グラムは、見知らぬ世界に怯えティアラを拒否する。とまどうティアラ。しかし、幼なじみの紗羅、そして、華月たちの励ましにより、グラムを真のパートナーとする契約を成就させようとする。だが、そんなある日、自分の中にある凶々しい影の存在に気付いたティアラは恐怖に捕らわれ、自分の殻にとじこもってしまう。果たしてティアラはこの試練を乗り越えられるのか？"
                },
                "6": {
                    "ID": "253378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shamanic-princess/episodes/253378",
                    "TitleEnglish": "The Festival of Wind",
                    "SummaryEnglish": "Sarah is offered as sacrifice to the Throne of Yord. Kagetsu is torned apart from the lost of his sister. Tiara is sent on a mission but something goes wrong. She can't control Graham, so she is punished.Lena summones her partner Leon. Later, Lena visits Tiara in prison and introduce Leon and ask her to take care of Sarah. Kagetsu finally decides to take the Throne of Yord in order to save his sister Sarah. Graham is the only one that stands in Kagetsu's way when he steals the throne of Yord and tries to escape the Guardian World.",
                    "TitleJapanese": "風の祭",
                    "SummaryJapanese": "召還の儀式、そして厳しい修行を経て、初めてのパートナー、グラムを使いこなせるようになったティアラ。だが、グラムはしばしばティアラの手を離れて暴走してしまい、その責任はティアラに課せられる。ただティアラを守りたいがための暴走が、逆に苦しめる結果になってしまうことを、グラムはひたすら後悔するのだが……。一方、紗羅が消えてしまった後の華月も、徐々に変わり始めていた。ティアラは少しでも華月の力になろうとするのだが、中和者の掟に忠実な華月は、決して口を開こうとはしなかった。そんな中、ガーディアンワールドの祭がやって来る。華月は祭の夜、ある重大な決意をする。"
                }
            }
        }
    }
}