{
    "URL": "https://www.thetvdb.com/series/trigun",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Science Fiction",
        "Western"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/E1A4-9E21-E462-3DA1-C40B-N",
        "https://www.imdb.com/title/tt0251439/",
        "https://www.tvmaze.com/shows/4306/show-slug",
        "https://www.themoviedb.org/tv/26453",
        "https://www.wikidata.org/wiki/Q18575654",
        "https://en.wikipedia.org/wiki/Trigun#Anime"
    ],
    "TitleEnglish": "Trigun",
    "SummaryEnglish": "Vash the Stampede is a gunman on the run with a 60 billion double dollar bounty on his head which has made it difficult for him to go anywhere without being chased and shot at. Every town he ever visits ends up being destroyed because of his pursuers, but miraculously no one ever gets killed. Meryl and Milly are two insurance agents that have been sent to find Vash the Stampede and keep him under surveillance so no more damage is caused. Meryl, who leads the pair, refuses to believe that the man they have met can possibly be the legendary gunman. This spikey-haired, gangly, young man is extremely friendly, a pacifist, hates blood and suicide, absolutely loves donuts, and is a dork and a crybaby (far from a notorious outlaw). But there is more to Vash and his past than meets the eye.",
    "TitleJapanese": "TRIGUN",
    "SummaryJapanese": "砂だらけの荒涼たる大地、容赦無く照りつける二重恒星からの日差し……ここは5つの月を従えた砂漠の星。人々は荒れた大地にしがみつき、血と汗で大地を湿らせながら細々と生きている。そのささやかな暮らしも、荒くれどもが銃をぶっ放して台無しにすることもある……ここはそんな世界。\n\nその過酷な世界に1人、赤いコートにトンガった金髪の、トラブルメーカーがいた。名をヴァッシュ・ザ・スタンピードという。彼は荒涼としたこの世界を放浪しながら、何かを探している。分かっているのは彼が凄腕のガンマンで、とてつもなくタフで、そして、筋金入りの平和主義者だということ。気のいい青年だが余りの傍迷惑ぶりに、付いた渾名が「人間台風（ヒューマノイド・タイフーン）」。とうとう局地災害指定を受ける羽目になった彼には、保険会社からお目付け役が派遣される始末。\n\nしかし、彼には幾つもの秘密と、胸に秘めた決意があった。",
    "Aliases": [],
    "Modified": "2025-01-19",
    "Seasons": {
        "0": {
            "ID": "25137",
            "URL": "https://www.thetvdb.com/series/trigun/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "3389981",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/3389981",
                    "TitleEnglish": "Trigun the Movie: Badlands Rumble",
                    "SummaryEnglish": "The story is set in Macca, a town surrounded by quicksand. With rumors spreading that the legendary robber Gasback has his sights set on the town, the mayor Kepler has brought together bounty hunters to protect the town. These bounty hunters have been following Gasback from town to town in hopes of bagging the prize. Meryl and Milly have come to town to assess the situation as insurance agents, but are shocked by this turn of events. Moreover, Vash the Stampede is also in town, along with the female bounty hunter Amelia and Nicholas D. Wolfwood.",
                    "TitleJapanese": "劇場版「トライガン -Badlands Rumble-」",
                    "SummaryJapanese": "流砂に囲まれた町・マッカ。伝説の大強盗ガスバックが町を狙っているという噂が流れ、\n市長のケプラーは町を守るために荒くれ者を集めていた。\nガスバックの賞金目当てに次々と町にやってくる賞金稼ぎたち。\n保険の査定のために町を訪れたメリル＆ミリィはその状況に驚愕する。\nしかも、一行の中にはヴァッシュ・ザ・スタンピードの姿が—！！\n\n破壊と大惨劇の予感に恐れおののくメリルは、なんとかヴァッシュを町から追い出そうと説得を図るが、\n当のヴァッシュは例によって涼しい顔で、女賞金稼ぎのアメリアにちょっかいを出してばかり。\nそんな中、ついにガスバック一味が町へと現れてしまう。\nそして、なんと一味の中にはウルフウッドの姿が…！？\n\nそれぞれの思惑が錯綜する中、\nアウトローどもが繰り広げる荒野の大狂宴（バッドランド ランブル）が、今、幕をあける！！"
                }
            }
        },
        "1": {
            "ID": "13357",
            "URL": "https://www.thetvdb.com/series/trigun/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "254098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254098",
                    "TitleEnglish": "The $$60,000,000,000.00 Man",
                    "SummaryEnglish": "There are many rumors circulating about Vash the Stampede, but few people have actually seen him. Confusion follows as a couple of bounty hunters and two insurance girls separately try to find the real Vash, but only one of the bounty hunters guesses right. The other bounty hunter and the two girls think the first bounty hunter is Vash and even more confusion comes. In the end, the girls can't believe that the real Vash is who he actually is, because he's too nice and silly to match up with the rumors about \"Vash the Stampede.\"",
                    "TitleJapanese": "600億$$の男",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "254099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254099",
                    "TitleEnglish": "Truth of Mistake",
                    "SummaryEnglish": "In a town suffering from drought, Vash is hired to be the bodyguard of the only man who has water in the arid desert.",
                    "TitleJapanese": "TRUTH OF MISTAKE",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "254100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254100",
                    "TitleEnglish": "Peace Maker",
                    "SummaryEnglish": "Vash is forced to befriend a drunk as a city comes under attack by bandits whose leader claims he is Vash the Stampede.",
                    "TitleJapanese": "PEACE MAKER",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "254101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254101",
                    "TitleEnglish": "Love & Peace",
                    "SummaryEnglish": "Vash is stuck between a rock and a hard place as he accidentally waltzes into a live robbery scene with his headphones on, unable to hear the police officers yelling at him to stay away. The plot thickens, though, as the robbery is revealed to be of the more personal sort...",
                    "TitleJapanese": "LOVE & PEACE",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "254102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254102",
                    "TitleEnglish": "Hard Puncher",
                    "SummaryEnglish": "An entire town has gone rampage searching for the $$60 billion head of Vash The Stampede in the hopes of hunting him for the reward. The humanoid typhoon will have to make a choice, will he reveal what he's really made of?",
                    "TitleJapanese": "HARD PUNCHER",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "254103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254103",
                    "TitleEnglish": "Lost July",
                    "SummaryEnglish": "After the town's folk gather enough money for a repair crew to be called for to repair their power plant, Vash is hired as a body guard for the head engineer - an attractive woman who seems to have a particular interest in the gunslinger. An interest which might be accidentally mistaken to be affection.",
                    "TitleJapanese": "LOST JULY",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "254104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254104",
                    "TitleEnglish": "B.D.N.",
                    "SummaryEnglish": "Vash is joined with a young boy whom he's forced to take under his wings when the steamer comes under attack.",
                    "TitleJapanese": "B.D.N.",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "254105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254105",
                    "TitleEnglish": "And Between the Wasteland and Sky",
                    "SummaryEnglish": "The adventure on the speeding sand-steamer continues as Vash reveals another aspect in his personality and his young friend is faced with the dilemma of speaking up to a grown-up.",
                    "TitleJapanese": "そして荒野と空の間を",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "254106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254106",
                    "TitleEnglish": "Murder Machine",
                    "SummaryEnglish": "A simple bus trip across the dunes goes wrong when mechanical spiders threaten the passengers. Vash meets a traveling priest who seems more than meets the eye.",
                    "TitleJapanese": "MURDER MACHINE",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "254107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254107",
                    "TitleEnglish": "Quick Draw",
                    "SummaryEnglish": "In a noble attempt, Vash and Wolfwood join a quick drawing competition to help a single mother and her daughter.",
                    "TitleJapanese": "QUICK DRAW",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "254108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254108",
                    "TitleEnglish": "Escape from Pain",
                    "SummaryEnglish": "In this Wolfwood-Milly-centered episode, the two encounter a couple on the run while Vash is hired to hunt them down.",
                    "TitleJapanese": "ESCAPE FROM PAIN",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "254109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254109",
                    "TitleEnglish": "Diablo",
                    "SummaryEnglish": "Vash's past catches up to him as Legato Bluesummers, new nemesis, frames him for murder and sends an assassin to destroy him - and as push comes to shove Vash exposes a new side in his personality.",
                    "TitleJapanese": "DIABLO",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "254110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254110",
                    "TitleEnglish": "Vash the Stampede",
                    "SummaryEnglish": "Meryl writes back to the insurance company a summary of the events preceding this episode in an attempt to decipher the character of Vash The Stampede.",
                    "TitleJapanese": "ヴァッシュ・ザ・スタンピード",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "254111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254111",
                    "TitleEnglish": "Little Arcadia",
                    "SummaryEnglish": "In this almost completely Vash free episode, the two insurance girls need to help an old farmer save his beautiful grove from a gang who wants to take it away from him, in which the farmer's son is a member.",
                    "TitleJapanese": "LITTLE ARCADIA",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "254112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254112",
                    "TitleEnglish": "Demon's Eye",
                    "SummaryEnglish": "Things get serious as Legato and his Gung-Ho Guns stir up trouble. Vash will have no choice but to roughen up to answer the challenge.",
                    "TitleJapanese": "DEMONS EYE",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "254113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254113",
                    "TitleEnglish": "Fifth Moon",
                    "SummaryEnglish": "Vash is challenged to a duel inside an inhabited city with two of the Gung-Ho Guns. The plot thickens as Legato butts in and unleashes Vash's horrible secret.",
                    "TitleJapanese": "FIFTH MOON",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "254114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254114",
                    "TitleEnglish": "Rem Saverem",
                    "SummaryEnglish": "In a very unorthodox episode, many explanations about the mystery surrounding Vash the Stampede are put forth. Where did he come from? Who is he? What is he fighting for?",
                    "TitleJapanese": "レム・セイブレム",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "254115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254115",
                    "TitleEnglish": "Goodbye for Now",
                    "SummaryEnglish": "Two years after Vash disappeared in the ruins of the city, two years after Milly and Meryl were forced to run away from the devastating arm, two years after Vash was declared the first human act of god by the insurance company because of how unstoppable he is - a quiet town is surrounded by bounty hunters, their leader claims to be Vash the Stampede, and Wolfwood is besieged inside! All seems to be lost until a young blond man who has been living in that town for two years now, known only as Erics to it's residents, pops out to the rescue...",
                    "TitleJapanese": "今は、さよなら",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "254116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254116",
                    "TitleEnglish": "Hang Fire",
                    "SummaryEnglish": "News of Vash's reappearance reach the Bernardelli Insurance Company. Meryl and Milly go on the road to search for the Humanoid Typhoon while he steps into a bloody dispute between two families.",
                    "TitleJapanese": "HANG FIRE",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "254117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254117",
                    "TitleEnglish": "Flying Ship",
                    "SummaryEnglish": "Vash takes the nearest \"ride\" to a city in the clouds, a relic from the times of old, to meet up with his old friends. Wolfwood follows him and joins him in the friendly visit, but there's also another who followed them both...",
                    "TitleJapanese": "FLYING SHIP",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "254118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254118",
                    "TitleEnglish": "Out of Time",
                    "SummaryEnglish": "Things worsen at the city in the clouds as two more Gung-Ho Guns appear, and what they're after might bring grim consequences.",
                    "TitleJapanese": "OUT OF TIME",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "254119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254119",
                    "TitleEnglish": "Alternative",
                    "SummaryEnglish": "Many people have been disappearing, whole towns even, and people are getting paranoid. Vash, Wolfwood and the girls are stuck outside and can't come in because the guards are too afraid to let them. They find shelter in an orphanage of sorts, and when trouble starts, a surprising adversary helps Wolfwood see the error in his ways.",
                    "TitleJapanese": "ALTERNATIVE",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "254120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254120",
                    "TitleEnglish": "Paradise",
                    "SummaryEnglish": "Wolfwood's past catches up with him as the priest acknowledges he has a few sins to confess himself.",
                    "TitleJapanese": "楽園",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "254121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254121",
                    "TitleEnglish": "Sin",
                    "SummaryEnglish": "As Vash ventures on he finally confronts Legato, who proves that the winner in not necessarily the last man standing.",
                    "TitleJapanese": "罪",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "254122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254122",
                    "TitleEnglish": "Live Through",
                    "SummaryEnglish": "Vash has suffered enough for an eternity. As decision-making time approaches, the town's people decide to lynch him and he may not try to stop them.",
                    "TitleJapanese": "LIVE THROUGH",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "254123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trigun/episodes/254123",
                    "TitleEnglish": "Under the Sky So Blue",
                    "SummaryEnglish": "Vash confronts his brother Knives in a big climax, and all of the remaining questions about their pasts are answered.",
                    "TitleJapanese": "こんなにも青い空の下で",
                    "SummaryJapanese": null
                }
            }
        }
    }
}