{
  "URL": "https://www.thetvdb.com/series/slayers",
  "Genres": [
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/1F2D-9E01-CFAB-CAAB-4A6A-Q",
    "https://www.imdb.com/title/tt0112166/",
    "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH523945",
    "https://www.tvmaze.com/shows/6338/show-slug",
    "https://www.themoviedb.org/tv/26318",
    "https://www.wikidata.org/wiki/Q18819991",
    "https://en.wikipedia.org/wiki/Slayers"
  ],
  "TitleEnglish": "Slayers",
  "SummaryEnglish": "Sorcery Genius Lina Inverse is a redheaded heroine with a hot temper and insatiable appetite for food. She is well known as the \"Enemy of all who Live\", the Dragon Spooker, Dramatta, and the Bandit killer. She roams from town to town in search of treasure and food. During her travels she acquires a cadre of able, but quarrelsome companions: Gourry, a big, blond, caring, but dumb knight; Zelgadis, a once-human chimera who practices shamanic magic; and Amelia, a justice preaching Princess. Together they make short work of the hordes of bandits, golems, werewolves, trolls, mercenaries, monsters/demons and evil spirits their enemies send after them. Although faced with formidable foes, the crew battles on, whether it be for justice, power, money, a cure, or food.",
  "Aliases": [
    "Slayers Evolution-R",
    "Slayers Next",
    "Slayers Revolution",
    "Slayers Try",
    "Slayers: Book of Spells"
  ],
  "Modified": "2025-07-20",
  "Seasons": {
    "0": {
      "ID": "25138",
      "URL": "https://www.thetvdb.com/series/slayers/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "723361",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/slayers/episodes/723361",
          "TitleEnglish": "Slayers: The Motion Picture",
          "SummaryEnglish": "Enveloped in mists, the island of Mipross has been shrouded in mystery since the dawn of time! Now, two mighty sorceresses will attempt to pierce the veil of secrecy and silence that has hidden the horrible truth about Mipross from the eyes of men for hundreds of years! Join the short-statured and even shorter tempered master mage Lina Inverse and her over-endowed associate Nahga the Serpent as they find themselves ensnared in a deadly web of intrigue and danger in the wildest, most incredible SLAYERS adventure of them all!",
          "Aliases": []
        },
        "2": {
          "ID": "415643",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415643",
          "TitleEnglish": "Slayers Return",
          "SummaryEnglish": "Outrageous enemies such as secret organizations aiming to dominate the world and mysterious strongest fighting forces attack Lina and Naga one after another for legendary \"treasure\" lying in a village in which Elves used to live. In addition, an immortal monster not affected by attacking magic appears and drive Lina and Naga into a terrible pinch. What they should do?",
          "Aliases": []
        },
        "3": {
          "ID": "415610",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415610",
          "TitleEnglish": "Slayers Book of Spells: The Scary Chimera Plan",
          "SummaryEnglish": "Lina matches half-wits with Diol, a sorcerer who wants to incorporate her into the three-headed monster he's making. He's not much of an opponent until he produces 10 doppelgängers of Naga, complete with her grating laugh.",
          "Aliases": []
        },
        "4": {
          "ID": "415611",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415611",
          "TitleEnglish": "Slayers Book of Spells: Jeffry's Knighthood",
          "SummaryEnglish": "Naga and Lina are hired to help a nerdish boy win his spurs in \"Jeffrey's Knighthood.\" Their tutoring turns out to be completely unnecessary as Jeffrey's mother, Ms. Josephine, is a one-woman war machine capable of flattening any foe.",
          "Aliases": []
        },
        "5": {
          "ID": "415612",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415612",
          "TitleEnglish": "Slayers Book of Spells: Mirror, Mirror",
          "SummaryEnglish": "In \"Mirror, Mirror,\" the enchanted looking glass of a fabled sorcerer backfires on a would-be thief: it produces versions of Lina and Naga that are mirror images of them psychologically--cute, cowering, and helpful.",
          "Aliases": []
        },
        "6": {
          "ID": "415617",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415617",
          "TitleEnglish": "Slayers Great",
          "SummaryEnglish": "Lina and Naga, on their way to a town called Storner, robbed bad guys of their precious treasure. Storner was known as a town of \"Gorlems\" moved by magic power. And again the two were thrown into trouble by a girl called Leia. Galia, Leia's father, and Huey, her brother argued all the time and both are skilled \"Gorlem\" artisans. Lina and Naga were forced to face each other (each one inside a gorlem, Lina's one made by Galia and Naga's one made by Huey) by two villains, Heisen and Granion who were competing for supreme power over the town.",
          "Aliases": []
        },
        "7": {
          "ID": "415613",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415613",
          "TitleEnglish": "Slayers Excellent: Labyrinth",
          "SummaryEnglish": "When Naga torches a tavern to get Lina's attention, the local townspeople demand that they make restitution by rescuing villagers lost in a labyrinth!",
          "Aliases": []
        },
        "8": {
          "ID": "415614",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415614",
          "TitleEnglish": "Slayers Excellent: A Frightening Future",
          "SummaryEnglish": "After seeing no profit in protecting the pampered Sirene Fitzmeier, Lina arranges a kidnapping to teach her a lesson. Unfortunately, she hands Sirene over to the wrong kidnappers!",
          "Aliases": []
        },
        "9": {
          "ID": "415615",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415615",
          "TitleEnglish": "Slayers Excellent: Lina-Chan's Lovely Makeover Operation",
          "SummaryEnglish": "Formal fashion designer Tatjana Dayward and unisex clothing maker Marty Lenford discover Naga and set out to make her the next fashion craze!",
          "Aliases": []
        },
        "10": {
          "ID": "415616",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415616",
          "TitleEnglish": "Slayers Gorgeous",
          "SummaryEnglish": "Visiting a city, Lina Inverse and Naga the Serpent witness a sudden rampage of the dragon army of the young Marlene and effortlessly repel the attack. Marlene's estranged father Lord Culvert then hires Lina to help stop his daughter's raids. But Naga, Lina's friend-enemy \"greatest rival\", decides to instead join Marlene's side for a bigger bid.",
          "Aliases": []
        },
        "12": {
          "ID": "415638",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415638",
          "TitleEnglish": "Slayers Premium",
          "SummaryEnglish": "Lina and Gourry visited the town in a certain beach. In that town, a mysterious incident which is that the person who had eaten the octopus was not able to speak the languages other than the octopus language happened frequently. And, Gourry who does not know the incident eats slices of raw octopus, and he cannot speak words other than the octopus language. Ameria and Zelgadiss who came there by chance are involved in the trouble, too and the fight with the clan of the octopus which lives in the beach starts",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "13359",
      "URL": "https://www.thetvdb.com/series/slayers/seasons/official/1",
      "TitleEnglish": "Slayers (1995)",
      "SummaryEnglish": "Powerful, avaricious sorceress Lina Inverse travels around the world, stealing treasures from bandits who cross her path. Her latest victims, a band of thieves, wait in ambush in a forest, thirsting for revenge. When Lina is about to effortlessly pummel her would-be attackers, the swordsman Gourry Gabriev suddenly announces his presence. Assuming Lina to be a damsel in distress, the foolish yet magnanimous man confronts the brigands in order to rescue her. After defeating them posthaste, the oblivious cavalier decides to escort Lina to Atlas City. Though not very keen on this idea, she ends up accepting his offer. However, without realizing it, Lina has chanced upon a mighty magical item among her most recent spoils. Now two mysterious men are hunting the young magician and her self-proclaimed guardian to obtain this powerful object for apparently nefarious purposes. This way they begin their adventure, one where the fate of the world itself may be at stake.",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "254124",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254124",
          "TitleEnglish": "ANGRY? Lina's Furious Dragon Slave!",
          "SummaryEnglish": "The series begins with a raid on a group of bandits at the hands of the 15-year-old sorceress Lina Inverse. On her way to Atlas City, she is surrounded by bandits. Just as Lina prepares to attack, a mercenary swordsman, Gourry Gabriev, appears and defeats the bandits. Lina and Gourry befriend each other. Soon after, Lina and Gourry are asked to exterminate the dragon threatening a small village. Having no reason to refuse, Lina takes on the job despite Gourry's dissuasion. Being intimidated by the dragon, Lina is outraged. Lina uses the Dragu Slave technique on the dragon, killing it and destroying most of the village. Lina and Gourry eventually run away from the villagers after the village's destruction.",
          "Aliases": []
        },
        "2": {
          "ID": "254125",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254125",
          "TitleEnglish": "BAD! Mummy Men Aren't My Type!",
          "SummaryEnglish": "Lina and Gourry go to a magic shop in town to sell the treasures that Lina snatched from the bandits. However an item from the booty, a knife, is cursed and it turns the shopkeeper violent and a hullabaloo starts. Lina and Gourry fight a hard battle but the chaos is brought to a sudden stop by a single bark of the shopkeeper's wife. While they are relieved, a mummy called Zolf, attacks our heroes with the evil trolls. He is looking for one of the items Lina possesses. Lina and Gourry are fighting their way out. However, on the same evening, Zolf shows up to their room again with a mysterious person.",
          "Aliases": []
        },
        "3": {
          "ID": "254126",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254126",
          "TitleEnglish": "CRASH! Red and White and Suspicious All Over!",
          "SummaryEnglish": "The mysterious person says that his name is Zelgadis Greywords. He is a mixture of human, golem and demon; a creation of utter evil. He offers to buy Lina's booty, but Lina asks for an outrageous price which drives him away. Not giving up, Zelgadis comes back to take Lina's booty by force. Lina is hurt and thrown into a pinch. Luckily she is saved by the legendary great sage, Rezo the Red Priest. Rezo warns Lina that Zelgadis wants to resurrect the mazoku Shabranigdo, the demon king, then Rezo mysteriously disappears after performing some unknown spell...",
          "Aliases": []
        },
        "4": {
          "ID": "254127",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254127",
          "TitleEnglish": "DASH! Run for it! My Magic Doesn't Work?",
          "SummaryEnglish": "Lina and Gourry start investigating a way to stop Shabranigdo's resurrection, however they are plagued with a question. Why is Zelgadis trying to revive the Demon Lord? On the other hand, Rezo cannot easily be trusted. The situation becomes more complicated when Zelgadis and Zolf realize that they are no longer able to scry for the as yet unknown item that is in Lina's possession. While our heroes are traveling through a forest, Lina informs Gourry that she will not be able use her sorcery effectively for a few days. This makes her vulnerable to any villains that may challenge her. As fate would have it, Zelgadis and his men come to attack. During the exchange, one of Zelgadis's men, Dilgear the Werewolf/Troll, lets slip that it is, in fact, the Orihalcon statue that has them chasing Lina across the countryside. Lina narrowly escapes the initial attack and is separated from Gourry. However, she is quickly ambushed, knocked unconscious with a spell, and captured by Zelgadis.",
          "Aliases": []
        },
        "5": {
          "ID": "254128",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254128",
          "TitleEnglish": "ESCAPE! Noonsa, the Flaming Fish Man!",
          "SummaryEnglish": "Lina awakens to find that she is held captive in Zelgadis' hideout. After Lina is questioned about the Orihalcon statue, she lies about why Zolf is unable to locate it magically. She is then asked why she didn't fight back harder in the previous skirmish. Zelgadis determines that she should be kept alive until they retrieve the statue in any case and she is then subjected to threats of torture by Zolf and repercussions for her previous treatment of him, much of it ineffective, to his dismay.",
          "Aliases": []
        },
        "6": {
          "ID": "254129",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254129",
          "TitleEnglish": "FOCUS! Rezo's the Real Enemy?!",
          "SummaryEnglish": "Rezo suddenly appears during Lina's escape of and calls Zelgadis a traitor. Lina is surprised to discover the relationship between the two. Zelgadis' grudge against Rezo makes him revolt against him. Lina and Zelgadis barely make it out virtually unharmed, with Zelgadis using Lina as a distraction against Rezo, with quite a bit of protest from Lina. Rezo's men discover the escape, as well as the cooked Noonsa, and subsequently eat him, all while swearing vengeance for his death. Soon after escaping Rezo, Lina and Zelgadis take a break to rest and Lina, being quite confused after find out about Rezo and Zelgadis's relationship, asks Zelgadis to explain to her just what, exactly, is going on.",
          "Aliases": []
        },
        "7": {
          "ID": "254130",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254130",
          "TitleEnglish": "GIVE UP! But, Just Before We Do, the Sure Kill Sword Appears!",
          "SummaryEnglish": "Under the villains' ceaseless attack, Lina and Zelgadis have no time to rest. Meanwhile, Rezo begins to summon the demons in order to capture them. Outnumbered by the enemies, Lina and Zelgadis get into a pinch. Suddenly a shining knight pops up. It's Gourry who has been looking for Lina. He draws his ancestral sword, the Sword of Light, and slashes the fiends. Zolf and Rodimus, two loyal followers of Zelgadis, come to help them, our heroes shake off Rezo and his band.",
          "Aliases": []
        },
        "8": {
          "ID": "254131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254131",
          "TitleEnglish": "HELP! Shabranigdo is Reborn!",
          "SummaryEnglish": "While taking a rest in a village, Gourry and Zelgadis start fighting over the Philosopher's Stone. Lina calms them down but they become more hostile with each other. Then, they receive a message from Rezo, stating that unless they give the Philosopher's Stone to him, he will turn all the villagers into stones. Having no choice, Lina and the others go to meet Rezo. Lina has no intention of giving the Stone to Rezo because she knows that the Red Priest is scheming to resurrect Shabranigdo. Rezo manages to hypnotize Zelgadis and makes him steal the Stone. With the Stone in his possession Rezo revives the Dark Lord Shabranigdo.",
          "Aliases": []
        },
        "9": {
          "ID": "254132",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254132",
          "TitleEnglish": "IMPACT! The Eve of the Great Life or Death Struggle!",
          "SummaryEnglish": "Rezo succeeds in resurrecting the Dark Lord, Shabranigdo. However, Rezo's body is taken over by the Dark Lord which was not part of his plan. Zolf and Rodimas recklessly challenge Shabranigdo, but are no match to the power of the Dark Lord. All Lina and others can do is to run from the ferocious demon. Shabranigdo's evil power spreads out to the surrounding areas. The weather turns abnormal and monsters become wild. Seeing the monsters attack the village, Lina and others decide to fight back.",
          "Aliases": []
        },
        "10": {
          "ID": "254133",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254133",
          "TitleEnglish": "JACKPOT! The Great Life or Death Gamble!",
          "SummaryEnglish": "Lina and the others challenge the Dark Lord, Shabranigdo. Unfortunately, he is too powerful and no magic works against him. Gourry is knocked down and Zelgadis is struck hard. Then, Lina is given the Sword of Light and it increases the power of her sorcery. Lina challenges Shabranigdo with the most powerful incantation, Giga Slave, which is superior to the Dragu Slave. She realizes that Rezo is still inside Shabranigdo. In the final moment, Rezo gets away from the body of Shabranigdo and finally Lina's Giga Slave smashes the Dark Lord. Upon arriving in Atlas City, Zelgadis decides to part ways with Lina and Gourry.",
          "Aliases": []
        },
        "11": {
          "ID": "254134",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254134",
          "TitleEnglish": "KNOCK OUT! The Seyruun Family Feud!",
          "SummaryEnglish": "After destroying Shabranigdo, Lina and Gourry continue their journey. They hear a rumor about the first successor to the throne, the prince of Seyruun Kingdom. Lina dreams of marrying a wealthy young man, but the prince turns out to be a forty-something scruffy-looking man. Phil, the prince, offers a bodyguard job to a disappointed Lina. Lina reluctantly accepts the offer. Then Randy, who is the third successor to the throne, appears with his loyal subordinate, Brassdamon. Randy has a plot to kill Prince Philionel. Lina meets Amelia, Phil's daughter, who is a self-proclaimed Lady of Justice. Amelia punishes Randy for treason by slashing Randy with the help of her father. Lina can't help but to wonder why they hired Lina as a bodyguard in the first place.",
          "Aliases": []
        },
        "12": {
          "ID": "254135",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254135",
          "TitleEnglish": "LOVELY! Amelia's Magic Training!",
          "SummaryEnglish": "Lina's Dragu Slave spell works tremendously well on bandits. Impressed, Amelia insists on learning Lina's sorcery. However, Lina is concerned by Amelia's reckless ways and orders hard training for Amelia, instead. However, the training has little to do with actual sorcery. Impressed by Amelia's enthusiasm, Phil asks Lina to show his daughter the Dragu Slave. Lina's incantation breaks the seal of ghosts and throws the Kingdom into a chaos. Lina is not well versed in white magic and fights a tough battle with the ghosts. Just when they think the Kingdom is going to be destroyed, Amelia saves it with her white magic. Amelia finally understands that she doesn't have to practice a powerful incantation.",
          "Aliases": []
        },
        "13": {
          "ID": "254136",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254136",
          "TitleEnglish": "MONEY! Knock Out Those Bounty Hunters!",
          "SummaryEnglish": "Lina, Gourry and Amelia finally arrive in Seyruun and see the wanted poster. To their surprise Lina and Gourry find themselves on the wanted poster. Amelia, the Lady of Justice captures them, stating that she just carries out her holy mission. Lina and Gourry are handed over to two bounty hunters, Zangulus and Vrumugun. After sealing Lina's magic and taking away Gourry's swords they are both placed in jail. But Lina and Gourry somehow manage to escape. Outraged Lina and Gourry challenge the bounty hunters. They are cornered by strong counter-attack of Zangulus and Vrumagun. Amelia, dismayed in judging who is good and who is not, manipulates a strong incantation, saying \"whoever stays alive is good!\" and blows up the entire area. Lina and Gourry barely survive it, and continue their journey to Sairaag where they are told the person responsible for the wanted poster can be found.",
          "Aliases": []
        },
        "14": {
          "ID": "254137",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254137",
          "TitleEnglish": "NAVIGATION! An Invitation to Sairaag!",
          "SummaryEnglish": "Lina and her friends are still pursued by the bounty hunters. They try to lose them in the mountains to no avail. Our heroes have no time for a meal and their empty stomachs is taking a toll on them. They follow their noses into a cave where the smell of delicious food emanates. But it is a trap setup by Zangulus and Vrumugan... They narrowly escape from the cave and escape on a raft in a rapid stream. Zangulus and Vrumugan try to catch on, but finally Lina's magic knocks them out and the pursuers are thrown into the water.",
          "Aliases": []
        },
        "15": {
          "ID": "254138",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254138",
          "TitleEnglish": "OH NO! Lina's Wedding Rhapsody?",
          "SummaryEnglish": "On their way to Sairaag, Lina and her friends meet a young boy named Harris. He asks Lina to be his bride in a fake marriage because he's been forced by a witch, named Callie, to marry her daughter. Lina reluctantly accepts his request and attends a fake wedding ceremony with Harris, but then Zangulus and Vrumugan jump in. The ceremony is in a chaos and Lina has to fight in her wedding dress. While Callie and Vrumugan fight against each other, Lina recites an incantation and wins the battle. By accident Lina blows up Harris' house in the battle and as a result doesn't receive her fee from Harris.",
          "Aliases": []
        },
        "16": {
          "ID": "254139",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254139",
          "TitleEnglish": "PASSION! Shall We Give Our Lives for the Stage?",
          "SummaryEnglish": "In exchange for food and transportation, Lina's team joins a traveling theater company managed by an eccentric director and is heading near Sairaag for a competition. Ironically, the play they perform is \"The Death of the Abominable Fiend Lina Inverse\" and revolves the hero defeating a fictional, evil Lina Inverse. Amelia is cast as the protagonist and falls in love with the role's frequent proclamations of justice. During the competition, Zangulus and Vrumugun launch an attack on the play, which the audience mistakenly believes is part of the show. After Lina and friends defeat the enemy, the audience and judges award the team 1st place, praising the unpredictable plot, marvelous special effects, realistic combat.",
          "Aliases": []
        },
        "17": {
          "ID": "254140",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254140",
          "TitleEnglish": "QUESTION? He's Proposing to THAT Girl?",
          "SummaryEnglish": "Lina, Gourry, and Amelia are getting closer to Sairaag. In order to outrun the tenacious pursuers they try to board a ship, however the ship is also watched by the bounty hunters. Gourry dresses up in women's clothing and our heroes boards the ship as sisters. On the ship, Volun, a self-professed \"Braveheart\", proposes to Gourry. Gourry freaks out while Lina and Amelia laugh hysterically. All of a sudden a dragon roaming the area attacks the ship which is then forced to return to the harbor. Lina fights a fierce battle with the dragon and finally defeats it, leaving the legend of \"the Celestial Maiden who saves folks\" behind. The next day when Lina and her friends board the ship, Volun shows up yet again. Gourry is no longer in disguise, however Volun does not care and persistently comes on to him...!",
          "Aliases": []
        },
        "18": {
          "ID": "254141",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254141",
          "TitleEnglish": "RETURN! The Red Priest Is Back!",
          "SummaryEnglish": "Our heroes finally reach Sairaag. They sneak into the town under the darkness of the night and rest in the house of Sylphiel, who is one of Gourry's friends. While at the house they find out about the person who may be responsible for placing Gourry and Lina on the wanted posters. They break into the hideout of the culprit only to be ambushed by Zangulus and Vrumugun as well as one more villain, Eris, their boss. Lina slashes Vrumugun, but then she faces a man who is identical to Vrumugun. Vrumugun's true self turns out to be a clone created by Eris. When Lina is cornered by another Vrumugun, Zelgadis gallantly saves her. Is the tide turning in favor of our heroes? No, not yet. A man appears in front of them. It is Rezo. How could this be?!",
          "Aliases": []
        },
        "19": {
          "ID": "254142",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254142",
          "TitleEnglish": "SHOCK! Sairaag Falls!",
          "SummaryEnglish": "Lina and her friends are shocked to see Rezo alive, standing right in front of them. At the same time, they suspect that Rezo may be a clone just like Vrumugun. They visit the Sorcery Church in order to find out more information about the clones, but discover nothing. Rezo appears again and attacks them with as much power as he used to have in their previous encounter. The Red Priest tries to take the Sword of Light from Gourry and while our heroes struggle to escape, the entire town is engulfed in fire by Rezo's powerful incantation!",
          "Aliases": []
        },
        "20": {
          "ID": "254143",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254143",
          "TitleEnglish": "TROUBLE! Rahanimu, The Furious Fish Man!",
          "SummaryEnglish": "Reciting numerous incantations for self-defense, Lina and her friends manage to defend Rezo's fierce attack. Rezo's powerful black magic destroys half of the town, yet our heroes manage to escape. They must find a way to destroy Rezo. They head for the institute where Rezo used to experiment with his magic. Rezo is still not fully recovered and needs rest. He sends Rahanimu, a monster that is half-human and half-fish, to stop our heroes. Lina and her friends battle with Rahanim who is accompanied by Zangulus. Zelgadis uses his smarts to defeat Rahanimu and our heroes get out of a pinch. They finally reach Rezo's institute.",
          "Aliases": []
        },
        "21": {
          "ID": "254144",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254144",
          "TitleEnglish": "UPSET! Gourry vs. Zangulus!",
          "SummaryEnglish": "Lina, Gourry, Amelia and Sylphiel get to Rezo's museum. They break the seal by the Sword of Light and look for Rezo's secret in the underground chamber. They are caught in a trap set by Eris and become separated. While Lina searches for Gourry and Amelia, Sylphiel asks her about her relationship with Gourry. She tries not to show any feelings for Gourry other than a mere friendship. In the meantime, Gourry is in the middle of man-to-man battle with Zangulus. He is cornered by the strong opponent but Gourry uses the full force of his Sword of Light and defeats Zangulus.",
          "Aliases": []
        },
        "22": {
          "ID": "254145",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254145",
          "TitleEnglish": "VICE! The One Who Was Left Behind!",
          "SummaryEnglish": "Lina and her friends rush to the lowest level of Rezo's institute. Tiva, the demon who has been guarding the institute gets in their way. Tiva is easily beaten by Lina as his magic was sealed by Rezo. Tiva guides our heroes to the lowest level and they break the last seal to enter the laboratory. The laboratory is filled with junk and as they look for Rezo's secret they have no clue what's what. Tiva pulls out a mask which allows him to unseal his magic power. Tiva then regains his power and attacks Lina and her friends. Tiva's evil magic is too powerful to destroy but our heroes manage to find a copy of the Claire Bible. All of Rezo's secrets are written in this book and they manage to crush Tiva.",
          "Aliases": []
        },
        "23": {
          "ID": "254146",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254146",
          "TitleEnglish": "WARNING! Eris' Wrath!",
          "SummaryEnglish": "Rezo's secret is revealed in the book found in his institute. However it is too early to celebrate as Rezo and Eris storm into the institute. Rezo has great power and Lina discovers that this Rezo is a clone controlled by a device on his forehead. Eris is also very tough. Two fiends take the book of secrets back and in a split second attach the control device on Gourry. While Lina and Amelia are busy holding down Gourry, Rezo and Eris break Rezo's seal and create Zanaffer, a demonic beast. Eris is excited to find Rezo's inheritance. Then, the clone Rezo attacks Eris. When the clone is out of Eris's control, it is awakened to his self-conscious and resists the master.",
          "Aliases": []
        },
        "24": {
          "ID": "254147",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254147",
          "TitleEnglish": "X-DAY! The Demon Beast is Reborn!",
          "SummaryEnglish": "Relieved from Eris's control, the clone Rezo assaults Lina and her friends with his own will. The clone gets the power of Zanaffer, the demonic beast, and wants to prove his new strength. He challenges Lina's Giga Slave. Lina is almost provoked into using this powerful magic until Sylphiel stops her. It may destroy the world if it gets out of control. The clone attacks Sylphiel and Lina shields her taking the clone's tremendous blow.",
          "Aliases": []
        },
        "25": {
          "ID": "254148",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254148",
          "TitleEnglish": "YES! A Final Hope: The Blessed Blade!",
          "SummaryEnglish": "Having been struck by the clone Rezo Lina is injured. Her friends try to help Lina escape, but even the power of Sword of Light doesn't work against the clone. Prince Philionel, Amelia's father, jumps in to help them out but he is no match for the clone Rezo. Our heroes escape into the basement of the Sacred Tree, where Lina has already entered before them. Lina is completely healed thanks to Sylphiel's cure incantation and the power of the Blessed Blade that is found there. She once again faces the clone Rezo with the Blessed Blade in her hand.",
          "Aliases": []
        },
        "26": {
          "ID": "254149",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254149",
          "TitleEnglish": "ZAP! Victory is Always Mine!",
          "SummaryEnglish": "In order to have Lina and her friends come out of hiding, the clone Rezo attacks Sairaag. Gourry fights back with his Sword of Light and the others use magic incantations. Even though they fight a close battle they don't have the means to defeat him. In the nick of time, Lina appears with the Blessed Blade in her hand. They are encouraged by seeing a recuperated Lina and together our heroes fight with a renewed tenacity. The Blessed Blade absorbs the evil spirit out of the clone Rezo and he dies shortly after.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "13360",
      "URL": "https://www.thetvdb.com/series/slayers/seasons/official/2",
      "TitleEnglish": "Slayers Next",
      "SummaryEnglish": "In the kingdom of Xoana, Lina Inverse and Gourry Gabriev unexpectedly come across their old companions, Zelgadis Graywords and Princess Ameilia Wil Tesla Saillune. Upon their reunion, the friends end up easily foiling the King of Xoana and his daughter's dastardly plans of world conquest. Soon after, it is revealed that Zelgadis is in search of the world's most valuable magical tome, the Claire Bible, hoping to discover a method to recover his human body among the many secrets sheltered within it. Despite his protests, the rest of the group decides to join in the quest after hearing of his mission. However, just when they were wondering where to start looking for the legendary book, they stumble upon a mysterious priest by the name of Xellos, who claims that he may be of some help in their pursuit.",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "254150",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254150",
          "TitleEnglish": "The Sudden Pinch! The Terror of the Monstrous Zoamelgustar!",
          "SummaryEnglish": "In the season's opener, We see Lina and Gourry in an inn, eating, when suddenly a fight breaks out, spilling all of her food. They get a taste of her power by this. Amelia wonders what Lina is up too, since months passed by. Amelia, representing Seillun, goes into the city and hears the fight. It reminds of her of Lina, and to surprise Lina is there, teaching several guys a lesson. She hugs Lina, and say a few minor stuff together. Lina reveals she is here to see the Xoana book, which had several connections with Shabringo 1,000 years ago. Word is, it's about valuable as the Claire Bible, and is only being shown every fifty years. Amelia is about to say something else (why her being there) but lies and tells her she is there for that reason too. Amelia then wonders off, to the castle. At the castle, King Moras, and his daughter, Martina, plot away the kidnapping of Saillune's daugther. They think their forces will be sucessful in invading, Saillune, and taking ver the world! HA",
          "Aliases": []
        },
        "2": {
          "ID": "254151",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254151",
          "TitleEnglish": "The Roguish Priest! His Name is Xellos!",
          "SummaryEnglish": "Zelgadis tries to seperate himself from the group in order to look for the Clair Bible. When they aren't asking him why he is so distant, he gives a not-so secret clue by yelling at them. Lina wants to help him, so the middle of the night, she terrorizes a group of bandits about or location of the Clair Bible, but they don't know anything. The rest of the group go to Lina, and is shocked by her actions. She tries to lie, but Amelia isn't that dumb. A mysterious guy named Xellos shows up and asks for their help looking for the manuscript of the Clair Bible. He explains a group of bandits had stolen the manuscript from the temple he worked at, but they aren't fooled. Lina asks him what is his true intention, but he tells her \"\"It's a secret.\"\" Zelgadis isn't pleased with Xellos, and decide to look for it on his own. Xellos then explains he knows the group of bandits that stole it called the \"\"Fighting Dragon's Blood Macho Battlers.\"\" Lina and Gourry dress up in disguise and present the",
          "Aliases": []
        },
        "3": {
          "ID": "254152",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254152",
          "TitleEnglish": "A Wonderful Business! Being a Bodyguard isn't Easy!",
          "SummaryEnglish": "Lina and Amelia fight over which restaurant is better, Roast Beef or Hot Pot. Lina/Gourry goes to the Roast Beef restaurant, while Amelia and Zelgadis goes to the Hot Pot restaurant. Both parties are approached by two different men, and are asked to take a position as body guards for two candiates that are running against each other. What they both don't know is when playing dirty, Lina/Gourry attack Amelia/Zelgadis, and vice versa. Both candiates, Tarimu (for Lina/Gourry), and Demia (for Amelia/Zelgadis), decide for them to have a showdown at the ruins of the city, which is just north of there. When parties meet, they are not surprised who are they challenging, but they head back to town, where magical slime beasts are attacking everyone. Lina/Amelia goes to find the roots of the beasts, and it is revealed that it's coming for both of their candiates home. They throw Taimu and Demia in jail, but both Lina and Amelia forgot that they didn't get paid (after being promised to get high",
          "Aliases": []
        },
        "4": {
          "ID": "254153",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254153",
          "TitleEnglish": "An Ancient Pledge! One Who Seeks Immortality!",
          "SummaryEnglish": "They visit both Tarimu and Demia and they think Halcyform, the former guild director, did it to them. Lina and the gang go to Halcyform's home, which is the only place isn't damage, and they find out Halcyform pledge to the monsters (or to Saygram) to become immortal. Halcyform seem to powerful for them, but Lina trapes him in ice. Saygram wants to attack, but Xellos shows up, and Xellos tells him not to. Saygram retreats, and Xellos talks to them. He was about to explain how to kill Halcyform, but Lina beat him to it, explaining that inorder to kill the pledge, you must destory the stone that he pledge.",
          "Aliases": []
        },
        "5": {
          "ID": "254154",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254154",
          "TitleEnglish": "Staying Behind For the Sake of Love!",
          "SummaryEnglish": "The group manages to search around the home, and find a hidden room in the attic. By this time, Halcyform has already been defrosted. They escape his wrath when Lina makes a whole in the ground around them. They land in a sewer like place in the home, where slugs are present. Lina gets scared and hang on to Gourry. They proceded to get transported to another place by Saygram, while Zelgadis and Amelia fight of the slugs. Then Amelia and Zelgadis manages to get kidnapped. Shortly after, Lina and Gourry runs away after being transported and end up in a lab. They see a woman laying there, and Halcyform shows up. We learn his back story, why he is doing this. He is trying to bring back the love of his life, Rubia (the woman in the box) after monsters attacked them, and he wasn't unable to save her. Amelia and Zelgadis shortly appears, wrapped up in a cococun, they fall into the pool, where they lose their energy, giving it to Rubia. Lina figures out where the pledge stone is, and",
          "Aliases": []
        },
        "6": {
          "ID": "254155",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254155",
          "TitleEnglish": "You Can't Escape! The Return of the Obsessive Martina!",
          "SummaryEnglish": "Martina swears to take something from Lina and tries to do so in a disguise but fails when stealing her jewel that explodes on her. The gang decide to rest at a spa (hot spring looking but isn't) sorta of place, where Martina manages to steal Lina's bandana while sleeping. Martina then proceeds to curse Lina (thanks to Lord Zoamelgustar.) The next morning, when Gourry stole Lina's food, she attacks him, and gets hit herself. Xellos, then gives a demonstration saying that someone cursed Lina, and if she hurt (or touch you) she get the touch back. By proving this, Xellos forces Gourry to grab Lina's boobs. She then kicks him in the groin, only to have the pain return to herself. Martina shows up and explains she did this. They run away as Monsters suddenly shows up and attacks them. Martina while running accidentally drops a knife, breaking the spell. Lina does a fireball, sending Martina away. After a hard days work, Amelia suggests to Lina they'd go to a hot spring next time so th",
          "Aliases": []
        },
        "7": {
          "ID": "254156",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254156",
          "TitleEnglish": "Sudden Cooking! Follow the Phantom Dragon!",
          "SummaryEnglish": "Lina and the gang stop by in a town offering a Dragon Course feast. The workers try to fool Lina and co., with imitations, or whale food. They notice it, and they go to the back and demand their food. The head chef tells them personally he'd get the dragon and make it himself, making Lina all excited. He offers them to go hunting for the dragon, and they accept. Basically they have trouble capturing the dragon, but they manage to. In the end, as Lina awaits her food, it is revealed that due to the dragon's poision, it will take long to cook (at least 2 months - 6 months a dish.) Rather waiting for their cuisine, Gourry, Amelia, and Zelgadis drag Lina out of the restaurant as she screams for the dragon cuisine.",
          "Aliases": []
        },
        "8": {
          "ID": "254157",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254157",
          "TitleEnglish": "Be Eternal! The Day Prince Phil Died?",
          "SummaryEnglish": "They return to Seyruun only to find the flags are at at half-mast. They think Phil (Amelia's father) is dead, but no body was recovered. They soon learn that there was (and still is) some kind of plot against Phil, which could of been why he died. While talking one late night, they are interrupted by a intruder at the castle, making the guards go into a frenzy. The next morning, Lina and the rest are attacked by the same intruder, but only to find out that it's Phil is disguise. He then reveals that the only way he could of find out who was really against him was to fake his own death. He is worried because the battle has just begun.",
          "Aliases": []
        },
        "9": {
          "ID": "254158",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254158",
          "TitleEnglish": "Hidden Ambitions! The Shocking Confession?",
          "SummaryEnglish": "Lina and company find out that Kanzel and Mazenda, who are loyal subjects of Christopher (Phil's brother and who is next in line for King if Phil died) and Alfred (Christopher's son) are behind it. They (Lina and Mazenda) get into a fight making Lina loses her magic at the end of the episode.",
          "Aliases": []
        },
        "10": {
          "ID": "254159",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254159",
          "TitleEnglish": "On a Journey With a Pack of Scoundrels?! Take Back That Magic Power!",
          "SummaryEnglish": "After the battle (Kanzel and Mazenda got away), Lina can't use her powers, so she (by herself) decides to see the doctor (at mount Rune) who is famous for curing problems. Lina manages to get Xellos (and Martina as a stowaway) up there as well. When they get there, they find out that is doctor is a 10 year old kid, who is actually a relative's real doctor who died long ago. When mixing up a sensitive potion together, Martina manages to slip something in, in hopes of killing Lina only to have the potion blow up and house and everyone in it. In the midst of the debris, they are attacked by monsters. Lina notices that Xellos is using some magical orbs/amplifers to give a power up on his magic. Lina manages to convince Xellos to give her the ampliers, and she puts it one. After killing the monsters, Martina stumbles out of some debris, only to have something ontop her head... The Claire Bible Manuscript!",
          "Aliases": []
        },
        "11": {
          "ID": "254160",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254160",
          "TitleEnglish": "Voices from the Darkness! Slash 'em to Bits, Ragna Blade!",
          "SummaryEnglish": "Back at Seyruun, Phil, Zelgadis, Amelia and Gourry are brought to another dimension by Mazenda and Kanzel. With Lina, she eagerly reads the manuscipt that tells of a spell called the Ragna Blade, and will be useful later on in the show. Martina fells left out, and grabs the book only to have it burned Xellos. Lina notices the smoke signals, and remembers what it meant. If Phil and the others were in trouble, the guards (or whoever) would do a smoke signal of some sort. Lina uses the new Ragna Blade spell to break through the barrier, only to have Phil kidnapped again by Kanzel. We find out they were after Lina from all along.",
          "Aliases": []
        },
        "12": {
          "ID": "254161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254161",
          "TitleEnglish": "The Unexpected End? The Shocking Truth!",
          "SummaryEnglish": "It was Alfred (Amelia's cousin) who was all along behind the whole kidnapping/kill Phil situation, only to have Kanzel and Mazenda turn and kill him-- the actual bad guys. Phil manages to get himself knocked out, while Lina and the rest are being taken by Kanzel up high in the sky (thanks to one land piece of Seyruun.) They manages to kill Mazenda, but are they strong enough to kill Kanzel?",
          "Aliases": []
        },
        "13": {
          "ID": "254162",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254162",
          "TitleEnglish": "Impending Fall! The Moment of Ambition's Defeat!",
          "SummaryEnglish": "Lina was only bluffing that her powers were gone, so when thinking that Kanzel managed to kill Lina by pushing her at the edge of the cliff (and straight down to Seyruun), she manages to get a sneak attack with a Dragon Slave which does little damage. She then amplify her power and uses the Laguna Blade to kill Kanzel. The problem is Kanzel's power was holding up the little island, and it's heading towards Seyruun. Lina and company manages to get down before the island, and Xellos sugests to do a magical amplified version of a Dragon Slave. She does it, and it not only blows up the island but a small piece of Seyruun as well. At the end, they are worried about Lina, saying that Gaav, the Demon Dragon King is after her and why is she linked to it...",
          "Aliases": []
        },
        "14": {
          "ID": "254163",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254163",
          "TitleEnglish": "The Forbidden Dance? Where is the Strongest Spell?",
          "SummaryEnglish": "Lina pays for a map, saying that their is treasure in an anceint ruin that may or may not contain the real Claire Bible. They reached the ruin only to find two other groups are also looking for this \"\"treasure\"\", and a silly looking monster, guarding the ruins. Lina manages to slow the two groups down as the monster goes for both parties. Leaving Lina and company alone as they enter the ruin. It has several stupid obstacles at first (When Lina tells them if you see a button... Gourry pushes it, only to find out you're not suppose to push it, etc.) but they reach a room containing a treaure like chest. They look at the contents of the chest, only to find out that it contains a book and two dresses that are needed to perform the spells in the book. The silly monster attack them, while the other groups show up. The all of them (except Lina, Amelia and Zelgadis) fight each other. Lina and Amelia stop the fight as they put on the dresses, and proceeds to do sing the 'spells' in the book (a",
          "Aliases": []
        },
        "15": {
          "ID": "254164",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254164",
          "TitleEnglish": "A Big Crash? The Battle at Artemay Tower!",
          "SummaryEnglish": "The gang visit a place called Artemay Tower, after Xellos tells them a story spooking them of their wits. He tells how a guy lived in the tower, with all dolls and fell inlove with a villager. When the girl went missing, angry villagers went to the tower, only to find all the dolls has the girl (who he fell in love with) had all her face on the dolls. Thanks to the chef at the inn they were in, they get some cute costumes and head for the tower. They disreguard the dolls, only to have the dolls scare them (in broad day light.) They figure out about the costumes, and uses it, as they enter the tower. The dolls aren't arrive of them, and they get a visit from the guy from the story named Joe. After a few twists and turns, they manages to kill the real monster, who was acting as Joe's doll. Back at the end, Lina is upset at Xellos saying that they did that for nothing, thinking that the Claire Bible could be actually up there. But the others are happy with their cute costumes.",
          "Aliases": []
        },
        "16": {
          "ID": "254165",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254165",
          "TitleEnglish": "Bitter Curve Balls! Gutsy Fast Balls!",
          "SummaryEnglish": "Lina manages to get herself stuck in a situation she cannot refuse. When thinking that if you enter Brass Rackets (like Tennis but with special rackets, and you control the ball) competion, you could win a clue to the Claire Bible. A man, Rudo, approaches Lina after seeing her fight the last meat ball. She doesn't aceept it at first, but does when Martina and Keith, Rudo's rival challenges them. As the match goes on, Xellos and Amelia manages to sneak into the competition, only to be beaten by Lina and Rudo. In the final, Lina/Rudo, and Martina/Keith scares the rest of the opponents, and get disqualified-- leaving Xellos and Amelia the winners. They then find out that the clue wasn't actually for a Claire Bible, but a Claire GABLE-- the guy who invented it. Zelgadis is pissed, and manages to hit Xellos with a spell. As this episode end, we find out that Keith is actually Rudo's son, and Lina and Martina goes berzerk. They chase them with the balls, and the rackets.",
          "Aliases": []
        },
        "17": {
          "ID": "254166",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254166",
          "TitleEnglish": "They're Talking About a Girl Named Zelgadis?",
          "SummaryEnglish": "The gang decide to head to the town called Femille, who they think the Claire Bible may be there. The thing is, Femille is inhabited by females... ONLY. So yes, this would mean, Gourry, Zelgadis, Xellos would have to dress up. While heading to Femille, Zelgadis manages to save the princess of Femille, Miwan, after being attacked by monsters. They bring her back to (of course) the queen, and she warns them, \"\"It's a good thing she was saved by all females. If any men would of be present, they would be sentenced to die-- no questions asked.\"\" sort of warning. Zelgadis starts to have a crush on Miwan, but she had problems on her own. Miwan is pressured to become a shrine maiden, but she doesn't want to. She decides she wants to break the fountain that would make them a shrine maiden, by just placing the water(fall) on the person's head. Of course, they are attacked by monsters, and with Lina and company help (Zelgadis, and Gourry break out of their disguises in the process) they defea",
          "Aliases": []
        },
        "18": {
          "ID": "254167",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254167",
          "TitleEnglish": "The Temple of the Sand! The Secret of the Giga Slave!",
          "SummaryEnglish": "Lina is fed up for looking and getting unexpected results for the Claire Bible, but Xellos reveals ontop of that mountain, in the temple holds the Claire Bible Manuscript. After a hike up to the mountain, they enter the temple, and find out they entered another dimension-- a desert like place. Xellos manages to reveal a tablet that is an actual manuscript of the Claire Bible. The only problem is, it's written in code, which is very confusing... and that 1,000 more tablets have been brought up by Xellos. They don't know where to start, but they get help when a mysterious old lady, Auntie Aqua, tells them she is the keeper of the tablets. They ask for her help, and she reveals the tablet they seek is a three-day journey to the other side. They decide to camp out the first night, and while Lina can't sleep, she sees Auntie Aqua by herself. Auntie Aqua reveals the tablet that Lina was looking for, and tells her to touch it. Lina does and gets a glimpse, if she used a Giga Slave spell th",
          "Aliases": []
        },
        "19": {
          "ID": "254168",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254168",
          "TitleEnglish": "Disclosure at Last? Xellos's True Form!",
          "SummaryEnglish": "We find out that Xellos is actually part monster, and is extremely powerful. They (Xellos, Lina) manages to get away, only to have Saygram (the hencemen) follow them. The others tries attacking but nothing works. Gaav shortly shows up, and when the gang think they are going to die... Martina shows up. Martina uses her brooch looking thing as a shield (Lord Zoamelgustar!), and to everyone's surprise, it works. They manage to run away, and Auntie Aqua pops out of Martina's brooch. Auntie Aqua then reveals the truth, saying she is what's left of the Water Dragon King from the many years ago. She tells them to head to Katahto Mountains where the original Claire Bible is being held. She breaks a doorway for them, and they all manage to escape. Eating at an inn, Martina finds out that Xellos is part monster, breaking her heart. What surprised them the most, Gourry knew this all along (before the rest of them.)",
          "Aliases": []
        },
        "20": {
          "ID": "254169",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254169",
          "TitleEnglish": "No Other Choice! Set Course for Dragon Valley!",
          "SummaryEnglish": "A boy tries to steal Lina's wallet, but they catch on. As punishment, Lina makes him massage her neck/back, etc. They ask him about Kahato Mountains, and he gives them a map.",
          "Aliases": []
        },
        "21": {
          "ID": "254170",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254170",
          "TitleEnglish": "The Thousand Year Old Truth! The Traitorous Demon Dragon King!",
          "SummaryEnglish": "Lina steps through the barrier along with Milgasia, the guide/dragon who suppose to show her there. Along with Martina clutching on her leg, they reach a place where Lina manages to view the actual (ball of light) Claire Bible. She gets her answers, when using Giga Slave, she is actually calling on the Lord of Nightmares herself which enters her body. While this is all happening. her friends, fight off Saygram. Lina comes back with full of knowledge, after Gaav manages to enter the dimension, killing Auntie Aqua. She shortly arrived when Lina showed up but fought him back and told them get out of there. Lina manages to kill Saygram with the Laguna Blade spell. Just when Xellos congratulates her, he gets atatacked by Gaav.",
          "Aliases": []
        },
        "22": {
          "ID": "254171",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254171",
          "TitleEnglish": "The Stolen Sword of Light! The End of the Demon Dragon King!",
          "SummaryEnglish": "Towards at the end of the last episode, Amelia is badly and is being healed by Milgasia, while the others fight Gaav off. Xellos escapes Gaav's grip, while Martina and the little boy are watching from afar. Gourry and Zelgadis tries to fight him off, but when think they are about to get killed, Amelia wakes up and stops Gaav. Gaav starts to head for Amelia, but Zelgadis jumps, taking the blow which saves her. Lina is very weak, and is now being healed by Milgasia. She is fully recovered, and fights Gaav. She uses the Laguna Blade to kill him. When they are about to celebrate, Martina notices the boy missing. All off a sudden, Gaav shows up, and they try to make a run for it. But then, the Hellmaster, shows up... who was actually the little boy in disguise. With a snap of his fingers, Gaav is instantly killed. The Hellmaster, named Phibrizzo, somewhat retreats and takes Gourry as a hostage, so that Lina follows his unknown plan to them. He tells them go to Sairaag, to save Gou",
          "Aliases": []
        },
        "23": {
          "ID": "254172",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254172",
          "TitleEnglish": "The Menacing Swordsman! A Journey of Reunion!",
          "SummaryEnglish": "While going to Sairaag, Lina takes her anger out of some bandits, and someone hiding in back of a bush, who turned out to be Sylphiel. Sylphiel has no doubts on going with them (including Martina-- but she has something else in mind, non-revenge on Lina) and questions Lina about her relationship with Gourry. Lina gives her answer like she did with the first season, is until Gourry decides to give her the sword of light, they will be off (despite Sylphiel liking Gourry.) They are then attacked by a guy, who has the Sword of Light. They fight him off, and joining the fight is Zangulus. Lina manages to use the Laguna Blade against this skilled swordsmen, only to find out it's Gourry behind it.",
          "Aliases": []
        },
        "24": {
          "ID": "254173",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254173",
          "TitleEnglish": "Sinister Trap! The Mysterious City of Ghosts!",
          "SummaryEnglish": "Phibrizzo takes Gourry back, and which forces them to go to Sairaag. They reached Sairaag, and eariler reports were true. Sairaag was the city that the Copy Rezo had destoryed, but is suddenly back for no reason. Further evidence is proven, when Sylphiel manages to meet/hug her dead father. He then reveals they are all dead but was brought to \"\"life\"\" by Phibrizzo. Lina tries to get more out of Phibrizzo, but they way that Sylphiel's father and everyone else, he is limited to answer questions. Although he can answer this... Phibrizzo is in a temple located in the center of the town. Lina and company tries to enter the temple, but it has no doors. Suddenly a door appears, and Lina rushes into, only to have her running back out. They figure it's something to do with the dimension, but before they could invistage more, they are \"\"cornered\"\" by villagers, who doesn't attack. Lina knows they are under Phibrizzo's order, and leave quietly. Later in midnight, they decide to come up with a",
          "Aliases": []
        },
        "25": {
          "ID": "254174",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254174",
          "TitleEnglish": "The Souls of the Dead! Lina's Final Decision!",
          "SummaryEnglish": "The three of them (Lina, Sylphiel, and Zangulus) reach Phibrizzo who reveals he is holding the dead (who ever was killed in the city) as his puppets. Sylphiel then tells Lina to do a Dragon Slave, and she does. It is no match against Phibrizzo but Sylphiel does a Dragon Slave herself surprising him (and Lina.) When they think they killed him, he shows up for what seems to be their final battle. Phibrizzo manages to bring Amelia, Zelgadis and Martina to him, and proceeds to slowly kill them off (he is the death master) until she decides to do the Giga Slave spell. He starts to \"\"kill\"\" them one by one which forces her to do it. As Martina has her last breath, she tells Lina to do what she believes in (love with Gourry.) Lina does the spell and indeed lose control, and when it looks like his plan has suceeded, something happens. Lina starts to talk to Phibrizzo. The person who is actually possessing Lina reveals he is actually the Lord of Nightmares himself. He reveals when someone d",
          "Aliases": []
        },
        "26": {
          "ID": "254175",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254175",
          "TitleEnglish": "Go to NEXT! And Then Again...",
          "SummaryEnglish": "Phibrizzo didn't know when someone casts the Giga Slave spell, he/she calls on the Lord of Nightmares himself. He wouldn't of not proceeded with this plan of more power, if he had known about this. Lina (Who is actually possessed by the Lord of Nightmares-- note: I'm still refering to him as Lina) gives Phibrizzo what he wants, and kills him. Everyone (including Gourry, but minus the already dead people) awakes from their humble sleep, and sees Lina. They are shocked to know that Lina is no more, since she is possessed by the Lord of Nightmares. They place starts to crumble and Lina proceeds to go back to the dark where she came from. Gourry doesn't want to lose Lina, and goes after her. Amelia, Zelgadis, and Sylphiel tries to stop him but it's no use, when more of the debris stop them. Meanwhile with Martina and Zangulus, he suggest to pray to Zoamelgustar for there safety. As Lina starts to head to the dark ball where she came from, Gourry still goes after her. He goes through",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "13361",
      "URL": "https://www.thetvdb.com/series/slayers/seasons/official/3",
      "TitleEnglish": "Slayers Try",
      "SummaryEnglish": "For nearly a millennium, demons have imposed a magical barrier that has impeded the people trapped within it from reaching the outside world. Now that it is broken, several kingdoms seek to explore the lands that were once beyond their grasp. To this end, they establish a peace delegation to make contact with the inhabitants of the new world. Meanwhile, the young sorceress Lina Inverse receives a message from a mysterious woman named Filia ul Copt. When they meet, Filia expresses interest in hiring Lina and her friends, having heard of their great deeds, for a certain task that will take them to the outside realm. Despite that, Filia feels the need to put their strength to the test and pits them against a dragon in the middle of the city! After proving themselves, the sorceress and her fellow adventurers set off for the unexplored lands, where many adventures and a worrying prophecy await them.",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "254176",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254176",
          "TitleEnglish": "Majestic? Hoist Sails for the Journey!",
          "SummaryEnglish": "After killing Phibrizzo, a barrier that was holding them in for a thousand of years (or so), has been removed, arranged by Phil (Amelia's father.) Lina gets a letter from someone named Filia, who wants to meet her and offers her money (something Lina can't refuse.) While looking for her, they meet up with Zelgadis, who doesn't mind on coming along. His true intention was to go to the other lands and try to find a cure for himself. Filia shows up and wants to talk in private, so they go into a more secluded place. When Filia starts to talk, Gourry does something that is far unexpected. After seeing a tail, he looks under her skirt. Freaking her out, she grabs a mallet of some sort, hits Gourry and runs away. Things get settled, and they meet with her again, just when the boats are leaving. She tells them about wanting to test their strength and disappears. Suddenly a gold dragon appears, attacking the boats. Amelia joins the fight on this golden dragon attack. A few spells go o",
          "Aliases": []
        },
        "2": {
          "ID": "254177",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254177",
          "TitleEnglish": "Doubtful? A Letter from Home!",
          "SummaryEnglish": "On the verge on dying, since they have no food on the ship, sea gulls are trying to eat Gourry. Zelgadis figures out that their must be land nearby, and Lina starts to go a lot of wind spells pushing them closer to land. Once on land, they notice several creatures attacking the townsfolk. Lina and the group save the towns people and they reward them by giving them all you can eat food. After their meal, they are shocked to see that the golden dragon they thought they killed is still alive. They rush to the landing site, only to be semi-shocked/surprised that the golden dragon turns back into Filia. Filia then reveals the usual, the world is going to end which Lina is hesitant to do. Filia then gives her something incase something like this would happen. It's a letter from Lina's older sister, Luna, saying \"\"Just do it.\"\" Filia then reveals they need to go to the temple of the Fire Dragon King, so off they go!",
          "Aliases": []
        },
        "3": {
          "ID": "254178",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254178",
          "TitleEnglish": "Where'd That Arrogant Guy Go?",
          "SummaryEnglish": "Lina and the gang starts to put off on going to the Fire Dragon King temple, and decide to check out the current city they are in. Needless to say, Lina and Gourry are checking out the food; Zelgadis is wandering around looking at old temples for a possible cure, causing some ruckess with locals; and Amelia loves the view, so she decides to go up to the highest point of the city, drawing a crowd bellow her. After casting a few spells, Zelgadis is labelled as a demon (his looks and spells) and Amelia is labelled as an angel, when curing someone. Filia is upset at this, and tells them that this part of the word could only do simple spells. Suddenly Filia senses evil, and Lina swears she seen Xellos. Yes. It was him. Lina thinks this whole prophecy thing might be connected with the monster race. When finally heading out of the city, Lina and the gang are attacked by someone named Valgaav, someone who served under Gaav. He starts to pick a fight with them.",
          "Aliases": []
        },
        "4": {
          "ID": "254179",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254179",
          "TitleEnglish": "On the Move! He's Out for Revenge?",
          "SummaryEnglish": "We find out Valgaav's plan: 1- Take the Sword of Light from Gourry. 2- Avenging his master Gaav, by killing Lina Inverse. 3- Looking for another \"\"Sword of Light\"\" item. After showing off his double sided, Sword of Light and sampling it's power against Gourry, their swords cancel each other out. Valgaav's major boss comes (named Alymace) tells him to retreat. Lina tries to attack him, but Xellos shows up, saying that Alymace cannot be hurt by magic of anykind. It looks like Lina and gang has a big war coming up...",
          "Aliases": []
        },
        "5": {
          "ID": "254180",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254180",
          "TitleEnglish": "A Wild Rumor! You Can't Have Smoke Without Fire?",
          "SummaryEnglish": "Filia gets trialed in a small town after revealing she is a golden dragon. While on trial, Xellos shows up and puts down the dragon race (Xellos is a monster, and Filia is a dragon. Both races hates each other) and sets Filia off. Before anything can get finalized, Filia destroys the town.",
          "Aliases": []
        },
        "6": {
          "ID": "254181",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254181",
          "TitleEnglish": "Wandering Around? The Runaway Shrine Takes a Trip!",
          "SummaryEnglish": "Lina and the gange reach an ancient temple which turns out to be an ancient train heading towards the temple of the Fire Dragon Temple. It is powered by magic, so Lina and the rest can't use anything. They are heading nearer and nearer, and they figure to get their magic back, they'd need to find the source that is collecting their magic. Lina decides to cast Dragon Slave against the train, but it didn't work, and they end up only breaking part of the temple.",
          "Aliases": []
        },
        "7": {
          "ID": "254182",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254182",
          "TitleEnglish": "A Peace Conference? This is the Dragon Shrine?",
          "SummaryEnglish": "Lina and the gang are tricked to rebuild the temple they broke. When they are done, they demand answers about the prophecy only to have Almayce show up.",
          "Aliases": []
        },
        "8": {
          "ID": "254183",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254183",
          "TitleEnglish": "Be Careful! The Plan has Begun!",
          "SummaryEnglish": "The Elder are sketchy with Lina, trying to save the world, but she gives them and everyone else and sample on what she could do. She uses the Laguna Blade spell, cutting (but not killing) Almayce. Valgaav is upset that Almayce told him to stay back, and decides to go to the temple, wanting his revenge on Lina. He then proceeds to become an anicent Dragon, who is powerful than other dragons--wiped out thinking they might try and rule the world. Almayce some how gets away in all of this.",
          "Aliases": []
        },
        "9": {
          "ID": "254184",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254184",
          "TitleEnglish": "Continuous Fire! The Wind-Swept Shore of Battle!",
          "SummaryEnglish": "Lina and the gang split in two diffent groups, Xellos, Amelia and Zelgadis in one, while Lina, Gourry and Filia in another. They need to explore two different cities at the same time that seems to be holding magical vessels. The two countries, Alto, and Bantone hate each other, and Lina and the group experiences their daily cannon ball fight against each other. We find out that the King's daughter of Alto, Sera, had befriended and fallen in love with the Queen's son of Bantone, Marco. Both sides, approach each group and they have a plan on stealing the magical vessels. As they do that in the middle of the night, both sides is alerted somehow. They all head for a tiny island that seems to be in the middle of the sea that is blocking them, and each city heads there too. Wait there is even more... creatures show up wanting to take the magical vessels what will Lina and the gang do next?",
          "Aliases": []
        },
        "10": {
          "ID": "254185",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254185",
          "TitleEnglish": "Ready for Exile! Isn't Two People's Love Eternal?",
          "SummaryEnglish": "One of the creatures named Gravos, has the double headed Sword of Light looking weapon. He uses it against Lina and the gang, breaking the island in several pieces, seperating Sera and Marco from them. Filia, Zelgadis and Amelia go after the kids, while Lina and Gourry fight Gravos. Filia, Zelgadis and Amelia catch up with the kids, and Marco starts hating Sera. They refuse to help each other, so Amelia and Zelgadis step up to use the magical vessels, which we find out it was weapons from the anicent times, representing Holy and Dark powers. Gravos starts to lose control of the weapon, and Lina decides to do a Dragon Slave to stop it. Then suddenly, it went away, thanks to Zelgadis and Amelia, but it's too late for Lina, and she casts her Dragon Slave. In the end a bridge shows up connecting the two kindgoms, and Sera and Marco truly hate each other. Lina is surprise to see that the magical vessels are broken, thanks to Zelgadis and Amelia when hitting together to hard...",
          "Aliases": []
        },
        "11": {
          "ID": "254186",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254186",
          "TitleEnglish": "The Hurdle's Cleared? Jiras' Hidden Power!",
          "SummaryEnglish": "Lina and the gang get tricked by Jillas who tellsl them a great power is on top of this funny looking mountain. They get paired by couples, Lina/Zelgadis, Gourry/Amelia, and Filia/Xellos which Filia ultimately refuses. This pairing also upsets Amelia. After some minor fights and tricks by Jillas, Gourry's recklessness causes the mountain to tip over losing his Sword of Light to Jillas.",
          "Aliases": []
        },
        "12": {
          "ID": "254187",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254187",
          "TitleEnglish": "Selfless and Senseless! Pursuit Through the Labyrinth!",
          "SummaryEnglish": "After 10 minutes of utter nonsense, Jillas runs away to their main base. Once again, they are split it groups, Lina/Gourry, Amelia/Zelgadis, and Filia/Xellos. Amelia/Zelgadis runs into Jillas, and takes the Sword of Light back. Lina/Gourry find Almayce sleeping and wake him up accidentally. We find out his true plans, is not summoning Dark Star, Dark Lord of the Overworld, but wanting to destroy him. Meanwhile with Filia/Xellos, they decide to split ways when hitting a fork in the Labyrinth. Xellos isn't fooled by Filia's way to trick him also, so they both head in the same direction (even though Filia doesn't know it.) Filia hears voices, and is not surprised (yet shocked) to see Xellos trying to cut a deal with Valgaav, who tells him his objective was to bring him to the Monster side. What will Valgaav do?",
          "Aliases": []
        },
        "13": {
          "ID": "254188",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254188",
          "TitleEnglish": "An Explosive Situation! The One Who Holds the Key!",
          "SummaryEnglish": "Valgaav refuses Xellos' offer, and Lina and the gang show up (along with Almayce.) They get into a little fight with Valgaav, and Gourry again loses his sword, but to Valgaav this time. Valgaav reveals to open the gate, you only need two weapons, and hurries to the gate way. Almayce tells everyone without the rest of the weapons, Valgaav will lose control on opening the gate way. He transport them to gate way also, where Valgaav is just about to open it.",
          "Aliases": []
        },
        "14": {
          "ID": "254189",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254189",
          "TitleEnglish": "Striding and Swaggering! Lamentation Without End!",
          "SummaryEnglish": "After 15 minutes of talk, We get to the climax. As Valgaav open the gate way, Lina decides to use the Giga Slave to stop him, but two figures show up with the other two Sword of Light items, and closes the gate way. As this happens, there is a big explosion, following Lina floating on a debris in the ocean somewhere.",
          "Aliases": []
        },
        "15": {
          "ID": "254190",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254190",
          "TitleEnglish": "Disaster and Danger? This Place is a Wonder Island!",
          "SummaryEnglish": "In this filler (A.K.A. Useless episode) Lina wanders around in several worlds guided by a pig. She finds Zelgadis in costume, and decide to break out of this utter nonsense. She uses a Dragon Slave, breaking a wall, and they both find out they are in an amusement park, theme is where you could travel the world, where Filia is having a good time.",
          "Aliases": []
        },
        "16": {
          "ID": "254191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254191",
          "TitleEnglish": "Pandemonium! Terror of the Cursed Jar!",
          "SummaryEnglish": "In this filler (A.K.A. Useless episode) Lina, Filia and Zelgadis decide to ditch the island. They take a small boat, unaware their is a hole in it. Lucky for them a ship pass by, and they get on it before they could go down with the boat. To their luck, the ship is haunted. The Captain, in form of a jar, tells them to get rid of the ghost, and gives them food for it. We find out the Captain had a jar obession and would do anything (even lose crew members) for saving his \"\"precious\"\" jars. We find out the ghost was actually a ship mate that is mad at him. He is a ghost because he can't cross over to the other side. Filia reveals she could help and helps him cross over. The Captain then reveals he can finally cross over too. They are left wandering on a piece of wood (or raft). Filia reveals she took a jar that is decaying. They then realize, whatever that was on the ship must of been really old, and would decay too... including the food!",
          "Aliases": []
        },
        "17": {
          "ID": "254192",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254192",
          "TitleEnglish": "Immediate Results? Love is in the Tiny Differences!",
          "SummaryEnglish": "So it's Amelia and Gourry's turn at useless, filler episode. We find out they are together off an island somewhere, saved by fish people. Amelia and Gourry finds out that one of the fish-girl, Lila, is in love with a human, Kerel, when she saved him from a ship wreck. The father of the girl, Honar, objects at first, but their love is stronger. Their is an ancient spell that could change her into human. The only thing is, they need a beautiful young woman to get the stone off a sea creature from. Yes, Gourry is in drag, and they manage to get the jewel of the sea creatures head. When they try to do the spell, it doesn't work. The father feared this might of happen, and reveals they would have to kiss each other to prove their love. This would then transform them oppose each other (she human, he fish) to prove they actually love each other. Of course, they kiss and each other turns shape.",
          "Aliases": []
        },
        "18": {
          "ID": "254193",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254193",
          "TitleEnglish": "The Right Person in the Right Place! Amelia in the Village of Justice!",
          "SummaryEnglish": "In this useless, filler episode, Amelia and Gourry decides to hang out with 3 old people (and their friends) \"\"fighting in the name of Justice\"\" wanting to slay some demons. In the end, the evil trolls (or dwarfs) are actually good, and the demons that Amelia and Gourry had to slay was Lina, Zelgadis and Filia. Lina and Filia got offended when the 3 old people start to call them demons, and started to yell at them. Then the old people fell over, and Lina tried to wake them up (of course they weren't dead.)",
          "Aliases": []
        },
        "19": {
          "ID": "254194",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254194",
          "TitleEnglish": "Three People, Three Ways! Where the Light Leads!",
          "SummaryEnglish": "Almayce sends out several creatures looking for the last weapon. Unfortunately, they start to destroy towns, and everything in it's way. Lina and the gang decide to stop it, only to have on of Almayce men, Erulogs show up, attacking them. In the midst of the fight, Jilas shows up wanting to kill Lina. He reveals his new weapon, a bomb as powerful as a Dragon Slave, and uses it on the town, but not before Lina and the gang could a barrier around themselves. In the end, the weapon wasn't in the town that they were looking for.",
          "Aliases": []
        },
        "20": {
          "ID": "254195",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254195",
          "TitleEnglish": "A Hero's Advent? To Whom does the Young Girl Pray?",
          "SummaryEnglish": "Lina and the gang goes to an old town that was once populated with a lot of people due to it's water and gold source, thinking that the last weapon might be there. Once all the gold (and the water) was gone, people left. Erulogs, one of Almayce's men, shows up and fights them. He end up destroying most of the town, which was sort of a good thing. Underneath the town, water was there hidden there that they were longing for, for many years now.",
          "Aliases": []
        },
        "21": {
          "ID": "254196",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254196",
          "TitleEnglish": "Savage and Unexplored! History Sealed Away!",
          "SummaryEnglish": "Lina and the gang reach a temple, which turns out to be an anicent temple for the graves of the Anicent Dragons, that was slaughter by the Golden Dragons. It is sealed off by several magical barriers that Filia could easily break through. Except for one that was sealed by the Anicent Dragons themselves, holding the final weapon. We learn the back story on why the Golden Dragons killed the Anicent Dragons, they feared their power and that's why all (except Valgaav, who escaped) was killed. While this is happening, Xellos has a plan on his own, he decided to befriend Sirus, in an attempt to bring back Dark Star. Almayce tries to talk to Xellos about this, while Lina and the gang fight of Erulogs, except for Filia who is trying to get the the final weapon. To Lina's shock all of the Golden Dragons appear.",
          "Aliases": []
        },
        "22": {
          "ID": "254197",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254197",
          "TitleEnglish": "Eternal Death, Final Farewells! A Cry to the Fallen!",
          "SummaryEnglish": "Erulogs and Sirus goes on a killing spree, killing on what it looks like to be hundred of Golden Dragons. Lina manages to get away to Filia, seeing if she could get the last item. Filia can't so Lina decides to use the Laguna Blade spell to try and break the barrier. It works, and Lina takes a hold of the cross bow, she fires a shot, displaying it's power. Almayce demands the weapon, but Lina refuses to give it to him. He declarees an all out war on them, but is killed by Erulogs as they come back to the room. Xellos manages to get away and steals the weapon (by appearing in the back of Lina giving her a \"\"karate chop\"\" on her next) and runs off with Erulogs and Sirius... what will happen next?",
          "Aliases": []
        },
        "23": {
          "ID": "254198",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254198",
          "TitleEnglish": "No Time for Arguing! Head for the Showdown!",
          "SummaryEnglish": "Filia tells the Elder, she is no longer a priestess for their temple and vows to never return to them, as she found out about the truth. Lina and the gang head to the center/the gate what is also called \"\"Ray of Light\"\" in hope to stop Xellos, Sirius, and Erulogs. They then run into Jillas, and Filia manages to save him from his own bomb, and he joines forces with them. They then move forward to the Ray of Light stop them. We foind out Xellos true plan, he is there wanting to destroy the Dark Star. Will Erulogs and Sirius go with him? Will Lina and gang get their in time?",
          "Aliases": []
        },
        "24": {
          "ID": "254199",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254199",
          "TitleEnglish": "No way to Guess! The Forbidden Gateway is Opened!",
          "SummaryEnglish": "Sirius and Erulogs decide to join forces with Lina and the rest hoping to kill Dark Star. Dark Star is release but the close the gate way, making his power only half what is truly is. They fight him just a bit only to have him take off, heading towards the Fire Dragon's temple where a voice starts heard, calling the for the Golden Dragons... they realize who it is... it's Valgaav.",
          "Aliases": []
        },
        "25": {
          "ID": "254200",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254200",
          "TitleEnglish": "He Who Emerges from the Dark Star!",
          "SummaryEnglish": "Valgaav reveals both the Dark Lord, Dark Star, and the God, Vophied, wanted to purify the world. In doing so, they would recreate everything, meaning killing everyone and starting over. Lina and the gang tries to fight him, but a Dragon Slave would not work. Valgaav tries to talk to them, but moves onto another location.",
          "Aliases": []
        },
        "26": {
          "ID": "254201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/254201",
          "TitleEnglish": "TRY Again! When All Returns to White!",
          "SummaryEnglish": "Filia figures out where Valgaav is going, and transport her last huge power to the Ancient Dragon temple. Erulogs get killed by Valgaav, so Lina decides to do something by combining all of the five weapons (that Dark Star created) and using Filia's Holy Power, and Xellos' Dark power (as well as she casting a spell.) They manage to kill him and save the world again (for the third time) where they all decide to start a new beginning. Gourry decides to give his Sword of Light to Sirius who will take the rest of the weapons back to his world. Filia spots something floating, which turns out to be what is left of Valgaav (a baby Ancient Dragon) and cares for it. In the end, they all part ways, Amelia goes back to Seyruun, Zelgadis goes on his own way, Filia opens a shop with Jillas and cares for the baby, while Lina and Gourry set off to whatever they could become... perhaps a new adventure? You may never know.",
          "Aliases": []
        }
      }
    },
    "4": {
      "ID": "38143",
      "URL": "https://www.thetvdb.com/series/slayers/seasons/official/4",
      "TitleEnglish": "Slayers Revolution",
      "SummaryEnglish": "Having lost the Sword of Light in the previous battle, Lina and Gourry continue their journey in search of a replacement weapon. On the way, the two of them meet up with Amelia and Zelgadis in the kingdom of Luvinagard while taunting some pirates. Lina is happy to reunite with her old friends, but appearing before her is Luvinagard's Inspector of the Special Investigative Unit; a man called Wizer. However, Lina is amazed at his unusual behavior...",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "415680",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415680",
          "TitleEnglish": "AMAZING! The Astonishing Dragon Slave!?",
          "SummaryEnglish": "Lina and Gourry bump into some pirates on the high seas, and demonstrate they still got what it takes to beat up the bad guys. The pirates have a fish woman who was taken hostage. Zelgadis travels with Amelia, who brings her Seyruun fleet to Lina. As the gang reunite, a guy named Wizer Flayon, an inspector from the kingdom of Ruvignald, proceeds to arrest Lina Inverse with the crime of being Lina Inverse. As the gang try to bail out of town, they encounter increasing military opposition and someone who can cast a Dragon Slave!",
          "Aliases": []
        },
        "2": {
          "ID": "415681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415681",
          "TitleEnglish": "BECAUSE! You're Lina Inverse, That's Why!",
          "SummaryEnglish": "Amelia and Zelgadis explain why they brought Wizer to Lina. Wizer is still intent on arresting Lina, but Lina presses him to provide reasons for suspecting her. Wizer talks about how some mage tanks have been destroyed recently, but the evidence is still circumstantial. Wizer arranges for them to guard a mage tank at a fortress. But the little green creature who casted the Dragon Slave in the last episode causes some more shenanigans. While Amelia and Zelgadis tend to the wounded, Lina and Gourry manage to chase down the creature, who goes by the name of Pokota.",
          "Aliases": []
        },
        "3": {
          "ID": "415682",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415682",
          "TitleEnglish": "CHASE! The Endless Pursuit!",
          "SummaryEnglish": "In the middle of an eating challenge between Gourry and Lina, Wiser arrests Lina for abducting pets of nearby rich nobles. Lina protests as usual, but in addition to proving her innocence, she hears that the nobles are offering a reward for their pets return. Lina and the gang attempt to cross a lake to a mysterious and dangerous island.",
          "Aliases": []
        },
        "4": {
          "ID": "415683",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415683",
          "TitleEnglish": "DRIFTER! Who's Chasing Whom?!",
          "SummaryEnglish": "Lina tries to hunt down Pokota in the woods and nearly destroys all the woodland creatures. Later she and Gourry go into town. Zelgadis comes up with a plan to capture Pokota by luring him with food, and it actually works! Pokota reveals that he is trying to stop the mage tanks from destroying everything, and suddenly Amelia is sympathetic to his cause and sides with him. They go into town where they encounter one of the magic tanks shaped like a rabbit, but little do they know it's actually a fake tank created by Lina and Gourry.",
          "Aliases": []
        },
        "5": {
          "ID": "415684",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415684",
          "TitleEnglish": "ETERNAL! The Forever-Sleeping Forest!",
          "SummaryEnglish": "Lina and the gang follow Pokota into a forest that suddenly grows misty. They end up encountering Xellos, who is wandering in the woods. The mist reveals a lost city of Tarofshia whose inhabitants were put into suspended animation by Rezo the Red Priest (yes, that Rezo) in order to save them from a disease that was incurable back then. But strange things are amiss as Pokota discovers that someone's invaded the king's mansion.",
          "Aliases": []
        },
        "6": {
          "ID": "415685",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415685",
          "TitleEnglish": "FALL ON! Strange Festival! Bizarre Festival? Push That Ball Up!",
          "SummaryEnglish": "Lina and the gang are hired to create a golem and compete in a ball rolling contest with a large amount of food and money (just the right incentive for Lina) as a reward. But her rivals are not pushovers as they include Pokota and a duo sent by Duclis to go after the Sword of Light.",
          "Aliases": []
        },
        "7": {
          "ID": "415686",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415686",
          "TitleEnglish": "GORGEOUS! The Targeted Luxury Liner?",
          "SummaryEnglish": "On the way to Ruvinagald, the gang boards a ship and live it up with food and relaxation all thanks to poor Amelia. But instead of dealing with pirates, they get attacked by monsters and flying arrows. Lina and Pokota stage an act where they try to draw out their assassins, but are surprised at the result. Later on the assassin of assassins Zuuma makes his debut and that means big trouble for Lina.",
          "Aliases": []
        },
        "8": {
          "ID": "415687",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415687",
          "TitleEnglish": "HURRY UP! Run Through! No, Don't?",
          "SummaryEnglish": "Lina's party reaches the outskirts of Ruvinagald but Wizer is there to arrest her, and has taken the time to build an elaborate building full of traps and tricks. That should be a cinch for Lina, but thanks to Wizer's alliance with Xellos, the traps are especially devised to exploit Lina's weaknesses, such as her desire to push buttons that are marked \"do not push\". And when Xellos himself becomes one of the obstacles, Lina's group is in serious trouble.",
          "Aliases": []
        },
        "9": {
          "ID": "415688",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415688",
          "TitleEnglish": "INSIDER! The One Who Knows the Truth!",
          "SummaryEnglish": "Lina had surrendered to Wizer, and the group is brought to Marquess Giaconda's place, to be held in the dungeon. Wizer suggests they use Lina to fight the mage tanks to prove their power. Xellos decides that Wizer isn't aligned with his agenda and has him fall into a pit. Meanwhile, Pokota sneaks into the castle but encounters Duclis, and it is revealed they were former friends. Lina's group gets freed by Ozel, but they end up in an underground arena and now have to battle some fierce enemies.",
          "Aliases": []
        },
        "10": {
          "ID": "415689",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415689",
          "TitleEnglish": "JUDGEMENT! The Silver One Rises Again!",
          "SummaryEnglish": "Duclis and Pokota square off against each other, while Lina, Gourry, Amelia, and Zelgadis have to fight Marquess Gioconda, Ozel, and Yuuma. The battles are fierce, especially when Gourry only has a stone sword. Lina tries a few trick spells against Yuuma but he quickly catches on and dodges them. Duclis and Pokota talk about the day when Taforashia was afflicted with the disease, and what Rezo did to save their people, including putting them in their current forms. Zuuma uses the dark mist to cancel out magic attacks. Lina launches all sorts of spells, but when things look bleak, Pokota manages to turn the tide, when he and a supposedly sympathetic Duclis arrive. But as some enemies fall, a new enemy is about to rise.",
          "Aliases": []
        },
        "11": {
          "ID": "415690",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415690",
          "TitleEnglish": "KEEP OUT! The Demon Beast Looms!",
          "SummaryEnglish": "Zanaffar has arisen from the ashes, absorbing the bearer of the true Zanaffar armor. He is hungry for power and destroys Gioconda's mansion easily. Lina and the gang try all their standard spells but with no luck. Pokota even tries the sword of light, but it runs out. Lina and the gang retreat and rest up. Wizer reports the next morning that the city of Brokol has been leveled, and Zanaffar is growing stronger. Meanwhile, Duclis makes a deal with Zanaffar. Pokota feels he needs to take sole responsibility, and tries to leave the party, but Lina and the gang decline; they will help him instead.",
          "Aliases": []
        },
        "12": {
          "ID": "415691",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415691",
          "TitleEnglish": "LEGACY! Decisive Battle in Seyruun!",
          "SummaryEnglish": "Lina's group rush to Seyruun where Zanaffar has targeted the gate to the kingdom. Sylphiel is there; she and troops try to defend but are not having much luck. Lina and the gang arrive and get in the way. With the sword of light in Pokota's hand, Duclis has Zanaffar retreat, but they will be back. As Lina and Gourry eat up to re-energize, Pokota asks Prince Phil to help out, but Phil's advisors are uncomfortable with the idea. Phil decides to assist Pokota and Lina's party heads out to confront Duclis and Zanaffar in a neighboring abandoned part of town.",
          "Aliases": []
        },
        "13": {
          "ID": "415692",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/415692",
          "TitleEnglish": "MISTY! The Blades are Brought Down!",
          "SummaryEnglish": "Gourry manages to land a hit with the sword of light, but Zanaffar retreats into the ground. In an effort to create another Zanaffar, the mighty astral demon dragon strikes down Duclis. Pokota rushes to try to help his former comrade. Meanwhile Lina's group reassembles at the gates of Seyruun for one last stand against Zanaffar.",
          "Aliases": []
        }
      }
    },
    "5": {
      "ID": "41105",
      "URL": "https://www.thetvdb.com/series/slayers/seasons/official/5",
      "TitleEnglish": "Slayers Evolution-R",
      "SummaryEnglish": "Having lost the Sword of Light in the previous battle, Lina and Gourry continue their journey in search of a replacement weapon. On the way, the two of them meet up with Amelia and Zelgadis in the kingdom of Luvinagard while taunting some pirates. Lina is happy to reunite with her old friends, but appearing before her is Luvinagard's Inspector of the Special Investigative Unit; a man called Wizer. However, Lina is amazed at his unusual behavior...",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "438452",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/438452",
          "TitleEnglish": "NEWCOMER? A New Journey!",
          "SummaryEnglish": "Lina and her friends search for the Hellmaster's jar to bring Rezo back so he can help revive the people from the plague. Meanwhile they run into a woman whose soul was forged into armor.",
          "Aliases": []
        },
        "2": {
          "ID": "438453",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/438453",
          "TitleEnglish": "OH MY HEAD! Where's My Head?",
          "SummaryEnglish": "Nama leads the crew to a village that has been being harassed by a headless knight named Hans. When they capture him, he offers one of his jars in exchange for them helping him find his missing head.",
          "Aliases": []
        },
        "3": {
          "ID": "438454",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/438454",
          "TitleEnglish": "PARTNER! Sharing Mind and Body?",
          "SummaryEnglish": "Amelia and Nama get separated from the crew and Amelia ends up stuck inside of Nama. The two then hear about a dragon from a nearby village and decide to take it on.",
          "Aliases": []
        },
        "4": {
          "ID": "438455",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/438455",
          "TitleEnglish": "QUALITY TIME? A Home Life with Love?",
          "SummaryEnglish": "Kuppi, the fishwoman captured by the pirates, comes to Gourry under the pretext that he is the father of her two children. Madness ensues as Lina fights to get Gourry back.",
          "Aliases": []
        },
        "5": {
          "ID": "438456",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/438456",
          "TitleEnglish": "RAIDER! Voice From the Darkness!",
          "SummaryEnglish": "Nama finally leads the gang to ruins where the jar that sealed her soul into the armor lies. Unfortunately, as Xellos notes, this is not the real Hellmaster's Jar, and the Hellmaster's Jar lies in Zuuma's possession.",
          "Aliases": []
        },
        "6": {
          "ID": "438457",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/438457",
          "TitleEnglish": "SEEK! Who's being Targeted?!",
          "SummaryEnglish": "Upon Zuuma's demand, Lina and company go to Vezendi and find out that a merchant named Radock has the Hellmaster's Jar. As a target of Zuuma, he hires them to be his bodyguards, but they are attacked by two monsters, Gduza and Dugld.",
          "Aliases": []
        },
        "7": {
          "ID": "442506",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/442506",
          "TitleEnglish": "TOWNSCAPE! Because it's Manmade!",
          "SummaryEnglish": "In order to find out more information on the Hellmaster's Jar, Lina, Gourry and Pokota follow Ozzel, encountering Zuuma along the way. Meanwhile, Amelia and Zelgadis are attacked by Gduza and Dugld while guarding Radock.",
          "Aliases": []
        },
        "8": {
          "ID": "443903",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/443903",
          "TitleEnglish": "UNCOVER! The Exposed Darkness!",
          "SummaryEnglish": "In order to lure Zuuma out, Radock, Abel, and Lina's crew go on a business trip. While they stop, Zuuma, Gduza, Duguld, and an army of monsters attack. Lina and company learn that Radock was Zuuma all along, but he is killed by Xellos.",
          "Aliases": []
        },
        "9": {
          "ID": "451361",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/451361",
          "TitleEnglish": "VOICE! What's Inside the Jar?",
          "SummaryEnglish": "Having obtained the Hellmaster's Jar, Lina and the party hear Rezo's voice inside. Following random instructions, they go through several tasks before finding Ozzel and the jar stolen by some bandits.",
          "Aliases": []
        },
        "10": {
          "ID": "451371",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/451371",
          "TitleEnglish": "WISDOM! Seek the Time that Will Never Return!",
          "SummaryEnglish": "Zelgadis steals the Hellmaster's Jar and reveals the true nature of Rezo. Rezo confirms this for Pokota and tells him that in order to save Taforashia, he must inhabit Pokota's body. Meanwhile, Zelgadis learns the truth about chimeras.",
          "Aliases": []
        },
        "11": {
          "ID": "451381",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/451381",
          "TitleEnglish": "XENO! The Price of Revival!",
          "SummaryEnglish": "Accepting the fact that Rezo must have his body, Pokota steals the Hellmaster's Jar and goes with Ozzel to Taforashia with Lina and the gang in pursuit. Xellos attempts to stop the ceremony, while Ozzel struggles with her own feelings.",
          "Aliases": []
        },
        "12": {
          "ID": "451391",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/451391",
          "TitleEnglish": "YESTERDAY'S MEMORY! Days Regained!",
          "SummaryEnglish": "Having finally been revived, Rezo the Red Priest awakens the people of Taforashia and cures the disease. However, Lina, Gourry and Xellos question Rezo and find out that his soul is still host to a fragment of Shabranigdo, the Dark Lord.",
          "Aliases": []
        },
        "13": {
          "ID": "451401",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/slayers/episodes/451401",
          "TitleEnglish": "ZERO HOUR! The Destroyed One!",
          "SummaryEnglish": "Shabranigdo has been revived, and Lina and the gang struggle to hold out against him. Pokota holds him off while Lina readies the Giga Slave, the spell she used to defeat him before.",
          "Aliases": []
        }
      }
    }
  }
}