{
    "URL": "https://www.thetvdb.com/series/speed-racer",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Children",
        "Comedy",
        "Family",
        "Science Fiction",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0061300/",
        "https://www.themoviedb.org/tv/30986"
    ],
    "TitleEnglish": "Speed Racer",
    "SummaryEnglish": "Speed Racer is an eighteen year old race car driver, and is one of the youngest in the international racing circuit. Speed is motivated by the disappearance of his older brother to become the greatest driver in the world. Driving the car his father built for him, the Mach 5, He just may have what it takes to become the best. In addition to his masterful driving skills, Speed is a martial artist with a strong sense of justice and frequently finds himself battling terrorists, corrupt racers and criminals who want to win the races and hurt innocent people for their own crooked and twisted reasons.",
    "TitleJapanese": "マッハGoGoGo",
    "SummaryJapanese": "世界各地で驚異的な走りをみせるマッハ号のドライバーは、三船モータースを営む大介社長の次男・三船剛だ。長男の研一は行方不明となっているが、剛は家族やスタッフ、ガールフレンドに囲まれ、そして謎の覆面レーサーのアドバイスを受けながら活躍していく。",
    "Aliases": [
        "マッハGoGoGo（1967）",
        "Mach Go Go Go"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "25234",
            "URL": "https://www.thetvdb.com/series/speed-racer/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "4231363",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/4231363",
                    "TitleEnglish": "Speed Racer: The Movie",
                    "SummaryEnglish": "In 1993, the episodes \"The Car Hater\" and \"Race Against the Mammoth Car\" were combined into a feature-length film and briefly released to theaters,",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4325154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/4325154",
                    "TitleEnglish": "The History of Speed Racer",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4751975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/4751975",
                    "TitleEnglish": "Speed Race (Mahha GoGoGo) Japanese opening (1967)",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4751979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/4751979",
                    "TitleEnglish": "Dexter: Mock 5",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4752009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/4752009",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "13578",
            "URL": "https://www.thetvdb.com/series/speed-racer/seasons/official/1",
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "258295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258295",
                    "TitleEnglish": "The Great Plan (1)",
                    "SummaryEnglish": "After winning a practice race, Speed Racer is offered a position on a team set to race in the Grand Prix. The company who employs his father, Pops Racer, a top engineer, owns the team. However, Speed declines because Pops doesn't want him to become a pro. Meanwhile, Pops quits when his plans to improve the Mach 5 are rejected. While Pops and Speed are driving home, a gang of motorcycle racers steals their plans. Trixie, in her helicopter, runs the gang off the road and the plans are recovered. Back at the cyclist headquarters, bad guy Acey Ducey shows up and offers to get the plans for \"5,000 clams.\" He confronts Pops but leaves empty-handed as Pops has hidden the designs on the Mach 5's windshield using invisible ink. Deciding to sell the Mach 5 so Pops can rebuild the engine, Speed visits Sparky, who suggests that Speed enter the Sword Mountain Race for a $5,000 prize. While Speed takes the Mach 5 out for a road test, \"dirty driver\" Duggery rams the car, causing it to blow a tire.",
                    "TitleJapanese": "飛ばせ！マッハ号（前編）",
                    "SummaryJapanese": "白いボディーのスーパーレーシングカー・マッハ号を駆る若き天才ドライバー・三船剛。彼の父・大介は息子がレーサーになることを反対していたが、父の考案した新型エンジンの開発資金を稼ぐため、剛はレースに挑む。"
                },
                "2": {
                    "ID": "258296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258296",
                    "TitleEnglish": "The Great Plan (2)",
                    "SummaryEnglish": "Speed resumes the Sword Mountain Race, neck and neck with Duggery. Ace and his gang approach from the opposite direction. Speed swerves off the road and uses his rotary saws to cut a path through the overgrown terrain. Trixie creates a temporary distraction, bombing the gang with smoke flares from her plane. At a cross-road, Duggery decides to take a \"shortcut.\" Speed knows that the road leads to a dangerous volcano and sets out to rescue him. Meanwhile, Ace and his gang fire at Trixie. The plane plummets but Trixie escapes. At the edge of the volcano, Duggery is thrown from his car, and left dangling from a rock. Speed also ends up on a rock shelf after trying to rescue his competitor. They manage to reach safety but find that the gang surrounds the Mach 5, with Trixie taken hostage. Spritle and Chim Chim, who have hidden in the Mach 5's trunk, throw rocks at the gang while Speed, Duggery, and Trixie fight them off. Ace takes off in the Mach 5. Speed follows in hot pursuit.",
                    "TitleJapanese": "飛ばせ！マッハ号（後編）",
                    "SummaryJapanese": "父・大介の考案した新型エンジンの開発資金を稼ぐため、剛は大介に隠れて剣山トライアルレースへ出場。しかし、マッハ号の風防ガラスに隠された新型エンジンの設計図を狙い、悪漢ブラック一味が襲い掛かる。"
                },
                "3": {
                    "ID": "258297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258297",
                    "TitleEnglish": "Challenge of the Masked Racer (1)",
                    "SummaryEnglish": "Speed and Trixie drive to the shipyard where the Masked Racer's car is being unloaded for the upcoming Trans Country Race. Trixie hints to Speed that he should enter the race. He hesitantly agrees. At the Racer homestead, while watching TV, Pops learns that Speed has entered the race. He \"blows a gasket\" and reminisces about the loss of his oldest son, Rex, who joined a race without his permission. At the brink of victory, Rex crashed the car Pops had built. Although Rex was uninjured, Pops refused to let him drive again, citing Rex's lack of experience. Consequently, Rex vowed never to return home. Meanwhile, the Alpha Team is holding a secret conference to plot a way to win the race. Mr. Wiley tells Mr. Fixer and Alpha Team driver Zoomer Slick to \"pull the dirty trick first.\" Determined to beat the Masked Racer, Speed sneaks out in the middle of the night and goes to the track. Despite heavy rains he is not deterred. The Masked Racer warns him to stay out of the race.",
                    "TitleJapanese": "謎の覆面レーサー（前編）",
                    "SummaryJapanese": "素顔をマスクで隠し、正体が謎のベールに包まれた男・覆面レーサーが来日した。彼は海外のレースで名を馳せた一流のドライバーだったが、出場したレースでは必ず大事故が起こる不吉な男としても知られていた。"
                },
                "4": {
                    "ID": "258298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258298",
                    "TitleEnglish": "Challenge of the Masked Racer (2)",
                    "SummaryEnglish": "The Masked Racer takes Speed to his house. He is really Speed's older brother, Rex Racer. Speed awakens. A quick look around the room finds the Masked Racer in the shower and his mask on the chair. Speed tries on the mask and is knocked unconscious by an intruder. Outside the house, Trixie arrives and sees \"the Masked Racer\" seated between two men. She asks if they've seen Speed. They drive away with Spritle and Chim Chim hiding in the trunk. At Wiley's mansion, Speed's mask is removed. Fixer walks in with Spritle and Chim Chim as prisoners; Chim Chim escapes and finds Trixie. Speed and Spritle are tied up. Ultimately, the Masked Racer rescues them. On race day, the Racers watch the event on television. At the track, Spritle overhears Mr. Fixer give his thugs the order to fill the Masked Racer's radiator with gasoline. Spritle and Chim Chim switch the drums so that an Alpha Team member's car explodes. The Masked Racer's car blows a tire, but he continues on three wheels.",
                    "TitleJapanese": "謎の覆面レーサー（後編）",
                    "SummaryJapanese": "事故で気を失った剛は覆面レーサーに助けられた。彼の家で目を覚ました剛は、置かれていた覆面を何気なく被ってみた。しかし、そこへ覆面レーサーを狙う男たちが現れ、彼と間違えられた剛は誘拐されてしまう。"
                },
                "5": {
                    "ID": "258299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258299",
                    "TitleEnglish": "The Secret Engine (1)",
                    "SummaryEnglish": "Speed, Spritle, and Chim Chim take the Mach 5 out for a test drive. The radio announces that Tongue Blaggard has escaped from prison. The Racers meet a girl and her grandfather whose Model T has broken down on the road. Speed offers to help, but the old man declines. Later, the Racers find the broken down Model T again. This time, the old man accepts Speed's help. While the Racers dine with the old man, the granddaughter, and his adopted children, Blaggard steals the Model T, hoping that it is the one that once belonged to the crook Light Fingers Clepto. Speed vows to recover the stolen vehicle. The old man, unashamed, tells who his father was. Trixie spots the Model T from her helicopter and brings it into Pops' garage for repairs. Before long, a line of Model T's has formed, all with engine trouble. Speed finds this peculiar and uncovers the old man's original engine, finding a secret code number etched on it by Light Fingers Clepto (the old man's father).",
                    "TitleJapanese": "クラシックカーの秘密（前編）",
                    "SummaryJapanese": "孤児のために遊園地を建てることが夢という老人・黒沢に出会った剛。実は黒沢はかつて悪名を轟かせたギャングのボスの息子で、彼の乗るクラシックカーには財宝の隠し場所が示されているのだった。"
                },
                "6": {
                    "ID": "258300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258300",
                    "TitleEnglish": "The Secret Engine (2)",
                    "SummaryEnglish": "Speed avoids colliding with Tongue Blaggard's squad of motorcyclists. But Tiny, Blaggard's sumo bodyguard knocks him out. To save Mr. Clepto from Tiny's death-grip, Speed tells Blaggard the location of what we learn is $1 billion in gold. Speed telephones Pops and leaves Trixie a message: forget about the $650 ring as a signal for help. Guarded by Blaggard's men, Speed, in his Mach 5, heads to Misty Valley, the location of the hidden treasure. They overnight in a lodge and Speed radios for help. However, Blaggard stops him and accidentally sends the homing robot home. Meanwhile, at the Racers, Trixie, who says she was \"stood up\" by Speed, awakens Pops. Spritle blames the homing robot for waking him. Alarmed, Trixie rushes off to find Speed. The next morning, one of Blaggard's thugs enters the lodge with Lana, a Misty Valley native (Trixie in disguise). On the road, \"Lana\" and Speed escape and proceed to a village where Pops waits.",
                    "TitleJapanese": "クラシックカーの秘密（後編）",
                    "SummaryJapanese": "クラシックカーに秘められた財宝を狙うギャング団のボス・鬼河原は黒沢老人を狙っていた。やがて黒沢は剛と共に捕まってしまう。そんな中、財宝の隠し場所を突き止めた剛は、鬼河原に取引を申し出る。"
                },
                "7": {
                    "ID": "258301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258301",
                    "TitleEnglish": "The Race Against the Mammoth Car (1)",
                    "SummaryEnglish": "Trixie wins the position of Speed's assistant in the No Limit World Race. Before the race begins Inspector Detector and his officials search each entry looking for $50 million in stolen gold bars. The Mammoth Car enters the track. Cruncher Block gives the Inspector a tour, yielding no trace of the gold. The race begins. The Mammoth Car forces everyone off the road. Speed is suspicious. To discover the Mammoth Car's secret, he equips the homing robot with X-ray film able to penetrate metal. Unfortunately, it's shot down and returns broken. The Mammoth Car catches up to Speed and forces the Mach 5 off the road. A ramp is lowered and a squad of motorcyclists descends onto the track. Racer X appears and spritzes oil on the road, causing the cyclists to crash. Meanwhile, at the airport, Spritle and Chim Chim stow away aboard Cruncher Block's plane. Back on the track, the Mach 5 and the Mammoth Car collide and both veer off the road toward a forest.",
                    "TitleJapanese": "マンモスカーの挑戦（前編）",
                    "SummaryJapanese": "金塊強奪事件を追う六郷警部は、本土縦断ロードレースに犯人が紛れ込んでいると推測する。そして警部がにらんだ通り、レースに参加する巨大トレーラー・マンモスカーに犯人一味が乗り込んでいた。"
                },
                "8": {
                    "ID": "258302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258302",
                    "TitleEnglish": "The Race Against the Mammoth Car (2)",
                    "SummaryEnglish": "Satisfied that the Mach 5 is forever submerged in Lake Icy Chill, the Mammoth Car drivers resume the race. Through his telescanner, Speed sees them leave as he reaches soil. Trixie sends a message in the homing robot to Inspector Detector. The stolen gold is aboard the Mammoth Car. From his plane, Cruncher Block sees the Mach 5 on the road. At the refueling station, Speed and Trixie are fired at. Escaping into a mining tunnel, they jump on top of a speeding trolley car, which crashes. Meanwhile, at the refueling station, Spritle and Chim Chim sneak out of Cruncher's plane. They, too, escape into the tunnel, which turns out to be Cruncher's headquarters. There, Speed and Trixie are tied to a trolley loaded with three tons of dynamite. Ultimately, Racer X arrives and saves them. At the next checkpoint, the Inspector searches the Mammoth Car. Again, he finds nothing. Speed reaches the checkpoint; Spritle and Chim Chim slip out to hide in the Mammoth Car.",
                    "TitleJapanese": "マンモスカーの挑戦（後編）",
                    "SummaryJapanese": "ブックとの一致 マンモスカーの正体が金塊強奪犯だと剛とミッチーは知ったが、2人は敵のわなにはまってしまう。窮地に追い込まれた2人だったが覆面レーサーに救われた。そして、逃走を図るマンモスカーの追跡が始まる。"
                },
                "9": {
                    "ID": "258303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258303",
                    "TitleEnglish": "The Most Dangerous Race (1)",
                    "SummaryEnglish": "At the racetrack, the Stunt Car Spectacular promises \"action and thrills.\" Two contestants attempt to scale a ramp and clear a stack of cars, but fail. Daredevil driver (and member of the Car Acrobatic Team) Snake Oiler urges Speed to try. Speed, instead, challenges Snake to the upcoming Big Alpine Race. Later, Speed and Pops head toward a difficult section of the course where each driver must leap over a deep cavern without plunging into the river 1,000 feet below. At the site, the Car Acrobatic Teams demonstrates their remarkable ability, twirling in the air over the cavern. Before Speed's attempt, Racer X offers advice. At Pops' garage, Pops wishes he knew the secret behind the abilities of the Car Acrobatic automobiles. Spritle and Chim Chim overhear this and sneak away at night to spy on the team. Spritle returns with photographs detailing the special devices that make the cars fly. Before long, the Mach 5 is outfitted with wings. Pops passes out from exhaustion.",
                    "TitleJapanese": "魔のアクロバット族（前編）",
                    "SummaryJapanese": "命知らずのドライバー集団・アクロバット族の一員であるスネークに挑発された剛は、レースでの勝負を決意。しかし、サブとけんかをした上に大介が病気で倒れ、整備不良のままレースへの出場を余儀なくされる。"
                },
                "10": {
                    "ID": "258304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258304",
                    "TitleEnglish": "The Most Dangerous Race (2)",
                    "SummaryEnglish": "Speed is competing in the Big Alpine Race. At a checkpoint, an official warns Speed of impending bad weather. Meanwhile, fearful that the Mach 5's brakes will fail, Sparky, Spritle and Chim Chim set out to reach Speed with new brakes. Something \"goes wrong\" with Sparky's car. Luckily, Trixie rescues them in her helicopter. On an icy road, Speed tries to pull ahead of the Car Acrobatic Team. The team thwarts Speed's attempt by knocking down icicles. Rounding an icy curve, the Mach 5's brakes fail. The car spins out of control and slides down the mountainside. Speed radios Trixie for help. The next morning, Speed catches up to Snake Oiler, whose car, along with others, is stopped at the most treacherous part of the course. Because of heavy rains, any car attempting to jump over the cavern would be sure to cause a landslide. The drivers decide to draw lots. Speed jumps and joins the wreckage below.",
                    "TitleJapanese": "魔のアクロバット族（中編）",
                    "SummaryJapanese": "アクロバット族の妨害とマッハ号の不調によって谷底に転落した剛だったが、そこにサブたちが駆け付けて何とか危機を脱した。サブとの友情を取り戻した剛は、レース最大の難所である地獄谷へと向かう。"
                },
                "11": {
                    "ID": "258305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258305",
                    "TitleEnglish": "The Most Dangerous Race (3)",
                    "SummaryEnglish": "It is the second day of the Big Alpine Race and no one has been able to cross the chasm except for Racer X. In a nearby lodge, Trixie, Sparky, Spritle, and Chim Chim await the passage of the storm. Two drivers deliver the news of what happened at the pass. Trixie and the gang leave in her helicopter to rescue Speed. The next morning, Speed regains consciousness, discovering that he is unable to see. Somehow, he finds the Mach 5 and starts its engine. Snake Oiler cruises by \"on his way to victory.\" Using his acute sense of hearing, Speed follows the sound of Racer X's car, which leads him back onto the racecourse. However, the Mach 5's wheels get stuck and Racer X leaves him behind. What goes around, comes around: Racer X crashes, his legs apparently broken. Speed finds him and, together as a team in the Mach 5, they plan to overtake Snake and win the race.",
                    "TitleJapanese": "魔のアクロバット族（後編）",
                    "SummaryJapanese": "剛が地獄谷で転落したとの報を受け、ミッチーたちが救援に向かう。その頃、剛は目の負傷により視力を失っていた。それでもレースを続けようとする剛に、覆面レーサーはエンジン音を聞かせて誘導しようとする。"
                },
                "12": {
                    "ID": "258306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258306",
                    "TitleEnglish": "Race for Revenge (1)",
                    "SummaryEnglish": "While out on a practice race, Speed is almost run off the track by a mysterious black car. Later that night, the black car gains on an automobile whose driver recognizes it as the X3. Before causing the auto to crash, the black car broadcasts, \"Melange still races.\" A second car is also caused to crash. The next day, Inspector Detector asks for Speed's help. While Spritle and Chim Chim hide in the Mach 5's trunk with a tape recorder, a chase ensues, but the X3 outdistances Speed. Spritle produces a tape recording of the X3's message. Pops explains that the recent victims were the coaches of the Three Roses Club race team, the expected victors of the Danger Pass Race. However, they were worried Slash Market driving car number X3, the Melange, might beat them. Mysteriously, the Melange crashed. Pops recalls that Slash had two children â€“ Slash Jr. and Lilly. The Inspector, Speed, and Trixie pay the siblings a visit and learn that they know nothing.",
                    "TitleJapanese": "マレンゴの復讐（前編）",
                    "SummaryJapanese": "レース界の顧問と言われる緑川がグレーのスポーツカーに殺され、その現場には「X3」と紙に書かれた謎のメッセージが残されていた。剛は六郷警部に依頼され、犯人の車を追跡するが見失ってしまう。"
                },
                "13": {
                    "ID": "258307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258307",
                    "TitleEnglish": "Race for Revenge (2)",
                    "SummaryEnglish": "With Lilly passed out at the wheel, Speed realizes that Slash Jr. is driving the Melange via remote control. Unable to overtake it, Speed pulls over and discovers that Trixie has stowed away. Up ahead, the Melange approaches the Three Roses Club cars. Trixie sends a message in the homing robot that car number 3 is really the X3 Melange. Meanwhile, the Melange causes two of the Club cars to crash. Speed takes a shortcut over the mountain. He intersects the remaining Club car and the Melange car. Slash Jr. follows overhead, shooting at Speed. The sound of the gunfire, coupled with the thunder of the helicopter, causes an avalanche. Speed and Trixie climb to safety. Meanwhile, Inspector Detector, Pops, and a convoy of police officials head out to capture Slash Jr. Speed catches up to the driverless Melange. While Trixie takes over the Mach 5's steering wheel, Speed jumps into the Melange. Unfortunately, Speed is too late, and the Melange collides with the third Club car.",
                    "TitleJapanese": "マレンゴの復讐（後編）",
                    "SummaryJapanese": "15年ぶりに開催されたデビル峠のトライアルレースに出場する剛。しかしレースの裏で、15年前にレース中の事故に見せ掛けて殺されたレーサーの遺児となった兄妹によって、復讐が行われようとしていた。"
                },
                "14": {
                    "ID": "258308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258308",
                    "TitleEnglish": "The Desperate Desert Race (1)",
                    "SummaryEnglish": "Speed, along with Trixie, Sparky, and the Mach 5 are on their way to Sandoland to compete in the Desert Race. Kim Jugger tells Speed that \"he doesn't have a chance of winning.\" He orders the workmen to load his car, the Black Tiger, first. Spritle and Chim Chim disguise themselves and board the plane. After frightening the stewardess, they escape into the cargo area. A one-eyed man enters and the two youngsters see him plant a time bomb in Kim's racecar. Upon landing, the Black Tiger explodes. Kim accuses Speed of ordering his brother to sabotage his car. Speed denies the accusation and a fight ensues. At the hotel, Spritle tells Speed what happened in the airplane. Determined to prove his innocence, Speed and Trixie head out to Flathill Country, Kim's homeland. After surviving a sandstorm, the Mach 5 is surrounded by rebel soldiers. Unfortunately, the Mach 5 crashes when it autojacks over a sand dune.",
                    "TitleJapanese": "死の砂漠レース（前編）",
                    "SummaryJapanese": "剛は砂漠縦断レースに出場するため飛行機に乗り込んだが、機内でウルム国のレーサー・キムクのブラックタイガー号に爆弾が仕掛けられ、破壊される。犯人だと疑われた剛は、潔白を証明するためウルム国へ向かう。"
                },
                "15": {
                    "ID": "258309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258309",
                    "TitleEnglish": "The Desperate Desert Race (2)",
                    "SummaryEnglish": "While the Flathill Army soldiers set the Mach 5 aflame, Speed attacks one of the rebels. The General announces that he ordered Ali Ben Schemer, his cousin, to blow up his son's racecar because they need his help in the revolution. When Kim notes that his special brakes can never be repaired, Schemer suggests that Kim and Speed race without brakes. The next morning, Schemer gives them a sack lunch and the race begins. He then takes Trixie, Spritle, and the General prisoner. Chim Chim rescues Spritle and they escape on a camel. Meanwhile, as the Black Tiger and the Mach 5 race through the desert, the sack \"lunches\" open revealing deadly scorpions. Kim realizes what Schemer is up to. The scorpions are smashed; the race resumes. Later, members of the Flathill Government Army, who are after the rebels, rescue Spritle and Chim Chim. Back on the racecourse, the Black Tiger is devoured by quicksand. Kim, Speed, and the Mach 5 almost meet the same fate.",
                    "TitleJapanese": "死の砂漠レース（後編）",
                    "SummaryJapanese": "剛がウルム国の革命軍に捕らわれた。また、キムクは革命軍の首領の息子であり、レースをやめさせるべく首領の命令によって車が破壊されたのだと判明。残念がる剛とキムクに、側近のジョー大佐がある提案をする。"
                },
                "16": {
                    "ID": "258310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258310",
                    "TitleEnglish": "The Fire Race (1)",
                    "SummaryEnglish": "At the meeting of the League of Countries, the representative from Kapecapek announces his government's decision to close its borders to the outside world. An official proposes that if Kapecapek's racecar driver, named Kabala, beats Speed Racer, then its borders can remain closed. At the racetrack, Speed receives an invitation to the Fire Festival Race. Speed finds this peculiar because Kapecapek doesn't have a racetrack and Kabala has been missing for a long time. Nevertheless, Speed and company arrive in Kapecapek. They spot Racer X, who was also invited. That night Chief Zuma lets it be known that \"the winner of the race will be bridegroom\" to his granddaughter, Princess Sibana. He points out Speed as the probably winner. But when a jealous Trixie makes it clear that Speed is taken, another driver, Mr. Kadar, steps forward with his offer of matrimony. Later, Mr. Kadar captures the Princess and demands to know where the country's treasure is hidden. Speed comes to her rescue.",
                    "TitleJapanese": "インカ地底レース（前編）",
                    "SummaryJapanese": "南米のラベリア共和国で開催されるインカ火祭りレースに招待された剛。そのレースには、死人の山を築くと言われ「インカの呪い」と呼ばれる謎のレーサーが出場するという。不吉な予感を覚えながらも剛は出場する。"
                },
                "17": {
                    "ID": "258311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258311",
                    "TitleEnglish": "The Fire Race (2)",
                    "SummaryEnglish": "In the volcanic mountains of Kapecapek, Speed is competing in the most unusual race of his life. Kadar and his men find diamonds encrusted in the mountain wall. A creeping vine grabs his men (who escape), while Kadar holds Kabala at gunpoint. Speed throws a knife knocking the gun out of Kadar's hand. A fight ensues and Kabala's mask falls off, revealing Racer X. Racer X is about to give Speed an explanation when the ground caves in. Kadar and his thugs leave with the Kapecapekian treasure. Speed and Racer X find a way out. Racer X tells Speed that the real Kabala taught him \"tricks on how to race on tortured roads and broken trails.\" Once Racer X turned professional, he had a race with his mentor, who, unfortunately, fell victim to a landslide. To return Kabala's kindness, Racer X disguised himself as Kabala to protect the Kapecapekian treasure. Kadar and his men succumb to the lava flow. Speed, followed by Racer X, exits the mountain just as it erupts and seals the split.",
                    "TitleJapanese": "インカ地底レース（後編）",
                    "SummaryJapanese": "火山の噴火と共にレースが開始。火山の下を通る地底コースを進むマッハ号と世界の有名レーサーたち、そして「インカの呪い」の黒いマシン。そこは溶岩が流れ、人を襲う古代植物が生息する地獄のようなコースだった。"
                },
                "18": {
                    "ID": "258312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258312",
                    "TitleEnglish": "Girl Daredevil (1)",
                    "SummaryEnglish": "At the base of a tall building, Speed and company watch Twinkle Banks, star of the Universal Circus, dive off the top. Then, at the circus, they watch Twinkle drive a racecar and perform daredevil stunts. She worries about maintaining the car's momentum and faints. Speed rescues Twinkle. While the girl daredevil rests in bed, a clown (her father) tells Speed that because of a money shortage, he's having difficulty keeping the track in good repair. Speed makes a donation. Later, Speed and Trixie learn on the radio that Twinkle will drive a car, balanced on two ropes, over Niagara Falls. Because of the strong winds Speed and Trixie try to stop Twinkle. Meanwhile, Cornpone Brush, who financed the stunt, tells the clown that Twinkle will perform regardless of the hazardous weather. When Speed and Trixie arrive, Twinkle is already making her way across the Falls. Away from the crowd, Brush reads an old map. It identifies a secret cave in back of the Falls that leads to treasure.",
                    "TitleJapanese": "ナイアガラの秘宝（前編）",
                    "SummaryJapanese": "大泥棒のタイガー一味は、ナイアガラの滝の下に眠るインディアンの宝を盗もうと画策。観光客の注意をそらすため、サーカス団の団長の娘・へレンに滝の上で自動車による綱渡りを演じさせるのだが…。"
                },
                "19": {
                    "ID": "258313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258313",
                    "TitleEnglish": "Girl Daredevil (2)",
                    "SummaryEnglish": "Speed and Twinkle awake back into consciousness. They enter the cave behind the Falls. Cornpone Brotch (identified as Cornpone Brush in the previous episode) and his thugs arrive with the treasure. Speed fights off the thugs, while Brotch escapes in the Mach 5. Using her experience as an escape artist, Twinkle frees herself and Speed from the ropes that bind them. Trixie, in her helicopter, along with Spritle and Chim Chim, spots Brotch in the Mach 5. Speed and Twinkle exit the cave; Trixie picks them up. Brotch enters his secret hideout located in Mount Rushmore. Later that night, Speed and the gang find the secret entrance. Inside the mountain, Speed and company find collections of stolen art and cars, including the Mach 5. Brotch surrounds them with ferocious black panthers. While Speed fights the cats, Twinkle jumps to safety, hanging from a chandelier. Meanwhile, Trixie races in the Mach 5 to save her friends. Brotch locks them all in the room.",
                    "TitleJapanese": "ナイアガラの秘宝（後編）",
                    "SummaryJapanese": "滝壺に落ちてしまった剛とヘレンは、滝の内側の洞窟に迷い込む。そこには、宝を発見したタイガー一味の姿があった。剛たちはマッハ号を連中に奪われ、迷路のような洞窟に置き去りにされてしまう。"
                },
                "20": {
                    "ID": "258314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258314",
                    "TitleEnglish": "The Fastest Car on Earth (1)",
                    "SummaryEnglish": "At midnight in a cemetery, the GRX racecar engine is unearthed. The following day Spritle and Chim are trapped inside a truck. It takes them to Oriana Flub's house, where Chim Chim is tied to a motorized go-cart. When the chimp comes to a stop, one of Oriana's men sprays a \"formula\" at him. As he takes off again, Oriana announces that \"they'll win the Grand Prix of the Orient.\" At the track, a new racecar comes on the scene. Pops recognizes the sound of its engine. High in the stands, Oriana and her right-hand man, Omar watch while a thug sprays the driver of the mysterious car with the formula. At Oriana's house, Pops accuses her of stealing the engine \"out of the tomb of Bent Cranium,\" the engine's inventor. Pops adds that five test drivers and Cranium died because of the GRX. Oriana knocks him out with \"sleeper gas.\" Meanwhile, Speed in the Mach 5, along with Trixie and Sparky, follows a flatbed truck carrying the GRX race car.",
                    "TitleJapanese": "悪魔のレースカー（前編）",
                    "SummaryJapanese": "謎の一団にさらわれ、どこかの屋敷に連れて来られた三平は奇妙な薬を嗅がされ、猛スピードで車を運転するようになる。一方、サーキットの剛たちの前にとてつもない猛スピードを出すマシンが現れた。"
                },
                "21": {
                    "ID": "258315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258315",
                    "TitleEnglish": "The Fastest Car on Earth (2)",
                    "SummaryEnglish": "Oriana asks Speed to drive the GRX in the Oriental Grand Prix.",
                    "TitleJapanese": "悪魔のレースカー（後編）",
                    "SummaryJapanese": "謎の超速度マシンには、レーサーを誘惑しては次々に死に追いやる悪魔のエンジン・GR-Xが搭載されていた。剛もまたその力に魅了されて車を奪って走り出すが、あまりのスピードに気を失ってしまう。"
                },
                "22": {
                    "ID": "258316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258316",
                    "TitleEnglish": "Mach 5 vs. Mach 5 (1)",
                    "SummaryEnglish": "The professor has finished his latest invention, a new powerful ray called the Mesmo.",
                    "TitleJapanese": "マッハ号危機一髪（前編）",
                    "SummaryJapanese": "ある重要書類が科学研究所から盗まれた。その犯人はマッハ号に乗っていたため、剛が事件の容疑者になってしまう。しかも犯行時刻に剛が訪ねていたというクーパー博士と娘のローラは、剛など知らないと言う。"
                },
                "23": {
                    "ID": "258317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258317",
                    "TitleEnglish": "Mach 5 vs. Mach 5 (2)",
                    "SummaryEnglish": "Speed realizes that Cumulus isn't going to keep missing forever. He uses the autojacks and beats feet out of there with Cumulus in hot pursuit. With a clever ruse, Speed manages to destroy the Mesmo gun with the homing robot. Cumulus takes off with Speed chasing. The Cumulus 5 takes flight. Overhead, Inspector Detector is watching the fun below. Spritle and Chim Chim have stowed aboard. The Cumulus 5 dives into the water. Speed follows. He uses his nightshades to see in the dark. Cumulus heads into an underground cave. Deep in the cave, a steel door slams shut behind Cumulus and Speed crashes into it. He has less than half a tank of oxygen left. Inspector Detector is searching for the Mach Five on a rescue vessel. Spritle and Chim Chim have stowed aboard again. The inspector orders his men to catch the two and lock them in a cabin. After eluding the police, Spritle and Chim Chim don a diving suit. Chim Chim is the head, so when they meet the inspector, he sees through the disguise.",
                    "TitleJapanese": "マッハ号危機一髪（後編）",
                    "SummaryJapanese": "剛をわなに陥れたクーパー博士とローラを追うマッハ号の前に、偽マッハ号が出現。本物にはない武器と飛行能力まで備えた偽マシンを追う剛は、世界征服を目論むテンペスト団の海底基地にたどり着く。"
                },
                "24": {
                    "ID": "258318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258318",
                    "TitleEnglish": "The Royal Racer (1)",
                    "SummaryEnglish": "A race will be held in celebration of the coronation of Prince Jam.",
                    "TitleJapanese": "チビッコ・グランプリ（前編）",
                    "SummaryJapanese": "カリント王国のジャム王子の戴冠式を祝い、ちびっ子グランプリが開催されることになった。出場年齢に達していないくりおだが、ジャム王子と顔が似ているため、間違えられてレースに出場することになってしまう。"
                },
                "25": {
                    "ID": "258319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258319",
                    "TitleEnglish": "The Royal Racer (2)",
                    "SummaryEnglish": "Spritle and Chim Chim land in the river below. The palace guards stand high above calling for Prince Jam. Minister Offendem convinces the king to have Pops and company arrested for building a defective racing car. With Prince Jam unaccounted for, the king agrees that Prince Sugarin will be the successor to the throne. Offendem hardly disguises his pleasure. Pops and Trixie have been arrested. As they are being led away, Offendem asks about Speed. The guards say that he got away before he could be arrested. Back at the river, Chim Chim revives Spritle by pouring water on his face. Speed is up in a tree draped over a branch. Spritle tries to wake him by honking the Mach Five's horn and Chim Chim jumps on the branch. Speed falls to the ground. Spritle admits to Speed that he's not the prince. Speed realizes that the real prince is locked up in the hotel room. The prince is out on the streets trying to get some food. No one will believe his royal lineage, however. When he claims to be the",
                    "TitleJapanese": "チビッコ・グランプリ（後編）",
                    "SummaryJapanese": "ジャム王子に間違えられ、レース中に何者かに襲われたくりおが谷底に転落してしまう。ジャム王子が死んだと思い込んだ国王と側近は憤り、事故は車を制作した大介のせいだとして一家を逮捕する。"
                },
                "26": {
                    "ID": "258320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258320",
                    "TitleEnglish": "The Car Hater",
                    "SummaryEnglish": "Speed Racer, his girlfriend Trixie and all the gang are in a desperate race to save hundreds of lives from the evil clutches of The Car Hater.",
                    "TitleJapanese": "スピードを消せ！",
                    "SummaryJapanese": "ミッチーとドライブに出掛けた剛は、車が好きで将来はレーサーになりたいと言う少女・サユリと出会う。しかし、サユリの父はかつて自動車事故で息子を失い、全ての車とドライバーを嫌悪していた。"
                },
                "27": {
                    "ID": "258321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258321",
                    "TitleEnglish": "The Terrifying Gambler",
                    "SummaryEnglish": "A criminal hijacks the Mach Five during the Monte Carlo Rally. Speed later identifies the man, who is a famous gambler, Mr. Fastbucks, but can't prove it. When he confronts Mr. Fastbucks, Speed is told his master plan: Mr. Fastbucks has bought up coal and train companies and by blowing up the world's gas supplies, he will become fabulously rich. Instead it is Mr. Fastbucks who gets blown up.",
                    "TitleJapanese": "呪いのクレオパトラ（前編）",
                    "SummaryJapanese": "砂漠でのレース中、瀕死の重傷を負った考古学者・スタンダード博士に出会った剛。博士の娘・デラが失踪し、娘の捜索中に博士は何者かに襲われたのだ。博士は息を引き取り、剛はデラを捜そうとするが…。"
                },
                "28": {
                    "ID": "258322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258322",
                    "TitleEnglish": "The Race Against Time (1)",
                    "SummaryEnglish": "In Egypt, Speed Racer meets a scientist named Digger O. Bone who asks him with his dying breath to take care of his daughter Calcia. Unfortunately for Speed, Calcia has hit her head and thinks she is Cleopatra. Under the evil influence of Splint Femur, Calcia has kidnapped Trixie, threatening her with death. Speed must pass a series of tests, including a gladiator fight with lions and guards and retrieving a statue from the top of a pyramid while racing the clock to save Trixie.",
                    "TitleJapanese": "呪いのクレオパトラ（後編）",
                    "SummaryJapanese": "落石で頭を打ったデラは自分がクレオパトラだと思い込み、彼女を崇める人々と共に遺跡内に王国を築いていた。ミッチーを人質に取られた剛は、ピラミッドの頂上にある「イシスの神像」を取ってくるよう命じられる。"
                },
                "29": {
                    "ID": "258323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258323",
                    "TitleEnglish": "The Race Against Time (2)",
                    "SummaryEnglish": "Speed saves Trixie in time, but are made slaves and ordered to dig up the treasure. While escaping, Speed is captured and driven into the Nile in the Mach 5. He survives and returns with the police to rescue Trixie and battle a giant stone robot. As Splint Femur tries to escape with the gold on a plane. Speed and Calcia, who regain her memories, stowaway on the plane to stop Splint Femur.",
                    "TitleJapanese": "黄金の腕",
                    "SummaryJapanese": "蛇の沢サーキットの難所である連続7回カーブ、スネークベントに苦戦する剛は攻略の糸口が掴めぬまま走り出す。そこで、謎の車に追われながら見事な片車輪走行で追っ手を翻弄する男と出会い、活路を見出す。"
                },
                "30": {
                    "ID": "258324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258324",
                    "TitleEnglish": "The Snake Track",
                    "SummaryEnglish": "Speed is training for the Super Car Race on the Snack Track which is a new course that has seven curves. After a day of training Speed meets Rock Force who outmaneuvers some gangsters by driving his car on two wheels. While talking to Rock Force Speed notices that the car has a special automatic transmition. After the gangsters wreck his car Mr. Force comes to Pops Racer to have it fixed. Speed and Mr. Force get into a fight and Mr. Force reveals that he cannot use his right arm and wears a metal brace on it. Mr. Force tells how he accepted money to throw a race but won it anyhow. The gangsters then crippled his right arm to prevent him from racing and have now wrecked his car. While Pops fixes the car Speed challenges him to drive the Mach Five with its manual transmition to help 'wake up' his right arm. The next day Mr. Force wins the Snake Track race but the gangsters come forward and reveal that he cannot use his right arm. Mr. Force proceeds to punch out the gangsters and Speed gr",
                    "TitleJapanese": "ダムサイドの対決",
                    "SummaryJapanese": "嵐の夜に刑務所を脱獄した溝川は、くりおのガールフレンドである目の不自由な少女・リカの家にたどり着いた。翌日、彼はリカの家に来た剛を脅してマッハ号を運転させ、かつて盗んだ大金の隠し場所へと向かわせる。"
                },
                "31": {
                    "ID": "258325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258325",
                    "TitleEnglish": "The Man on the Lam",
                    "SummaryEnglish": "A bank robber escapes from prison and forces Speed to take him to where he hid the money. Other gangsters try to get the money. The convict dies, but asks that his eyes be given to his daughter, who is blind.",
                    "TitleJapanese": "疾風！忍者カー（前編）",
                    "SummaryJapanese": "闇夜にまぎれて大阪城に侵入した忍者軍団は城内に爆弾を仕掛け、翌日訪れたダーラ国の大統領を暗殺した。一方、日本グランプリのチャンピオンとなった剛は、ミッチーと旅行中に忍者軍団と遭遇する。"
                },
                "32": {
                    "ID": "258326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258326",
                    "TitleEnglish": "Gang of Assassins (1)",
                    "SummaryEnglish": "Early morning, somewhere in Japan, a group of black three-wheeled cars approach a pagoda, which is called the Cupola Castle. Using some very sophisticated equipment, some very nimble men in black gain entry. They plant a miniature bomb in a suit of armor. During the Fujiyama Grand Prix, Racer X is gaining on Speed, who has the lead in the 30th lap. Unknown to Speed, Racer X is his older brother Rex who ran away from home years ago. Racer X comments that Speed's even better than the last time he raced against him. The Mach Five just edges out the Shooting Star to win the race. Pops says that he wishes Rex could hear about Speed's victory. Rex does know because he's standing nearby disguised as Racer X. Speed and Trixie are off to do some sightseeing. Spritle wants to go, but Pops promises to buy him a pound of candied kumquats to leave the kids alone. Speed turns on the radio as he's cruising. First the sports news which details Speed's victory in the Fujiyama Grand Prix. Notice the ord",
                    "TitleJapanese": "疾風！忍者カー（後編）",
                    "SummaryJapanese": "忍者カーを尾行して古寺にたどり着いた剛だが、忍者軍団に捕らわれてしまう。古寺の地下には暗殺団の広大なアジトがあり、そこに平和会議に出席するために来日していた各国の代表者も拘束されていた。"
                },
                "33": {
                    "ID": "258327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258327",
                    "TitleEnglish": "Gang of Assassins (2)",
                    "SummaryEnglish": "Speed figgers that the statues must be under some sort of remote control. Then, the statues fire pistols at him. When the smoke clears, Speed is okay, but then the assassins drop in. Speed fends off their attack, but he's met by Gat Gunsel, the leader of the local division of assassins. The organization is world-wide. Speed is ordered to walk to a statue. Behind the statue is a secret entrance to the assassins' headquarters. In a cell, the diplomats from the sightseeing boat are locked up. Speed watches the assassins demonstrate their skills. One shoots the pips out of a five of spades. Others walk through a fire; another cracks a rock with a karate chop; and another walks on the ceiling. Then the assassins show off their driving skills. The cars they drive are specialized weapons. Speed is taken to the leader of the entire assassin organization, Professor Anarchy. Speed is offered a job with the gang. Speed refuses. Professor Anarchy is going to let Speed be his 2,708th kill, a great",
                    "TitleJapanese": "嵐の決闘",
                    "SummaryJapanese": "剛は某国で男たちに襲われていた少女・ターニャを助ける。部族の族長である彼女の兄が毒蛇に噛まれ、3時間以内に血清を届けなければならないのだが、部族の裏切り者が族長を殺すために血清を奪おうとしていた。"
                },
                "34": {
                    "ID": "258328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258328",
                    "TitleEnglish": "The Race for Life",
                    "SummaryEnglish": "Speed is in Mexico and must obtain a serum to save the life of a the mayor of a village that is in danger of falling into the hands of the man whom poisoned him.",
                    "TitleJapanese": "暴走！レコードカー",
                    "SummaryJapanese": "大介が設計したハヤブサ自動車のスピード記録挑戦用ジェット推進マシンに乗り、実験運転を試みる剛。走行中にマシンが大破してテストは失敗に終わってしまうが、原因はライバル会社による妨害工作にあった。"
                },
                "35": {
                    "ID": "258329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258329",
                    "TitleEnglish": "The Supersonic Car",
                    "SummaryEnglish": "Vavoom Motor Co. is trying to build a supersonic car, which Speed is testing. Agents from Forthebird Motor Co. sabotage the car, and blame Speed for the accident. They demand a new test driver, but Speed enters their driving tests, and proves again that he is the best driver. Agents from Forthebird Motors put a bomb on the finish line to destroy the car, but Spritle overhears them, and warns Speed.",
                    "TitleJapanese": "密林の怪戦車（前編）",
                    "SummaryJapanese": "あるレースに向けたコース視察の帰り、剛はセスナで生物学者のロバート博士と乗り合わせた。すると突然パイロットたちが銃を向け、博士を連れてパラシュートで飛び降り、残された剛は機体と共に墜落してしまう。"
                },
                "36": {
                    "ID": "258330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258330",
                    "TitleEnglish": "Crash in the Jungle (1)",
                    "SummaryEnglish": "The episode opens in Africa with the scene of a lion chasing a leopard. As the two fight, a huge gorilla enters. Broken shackles dangle from the gorilla's wrists. Speed is flying to Africa. Professor Robert CarnivorÃ© is sitting next to Speed on the plane. He relates the story of a huge monster that lives near the mountain they're flying over. Speed will be participating in the Trans-Africa Grand Prix, a race which crosses the continent of Africa. He checked out the course and is on his way to Nairobi where the race will start. The pilot and co-pilot point weapons at the professor and Speed. They are exiles from the nation of Bangdabongo. CarnivorÃ© is also an ex-pat from Bangdabongo. The men need the professor's help to liberate their country which was taken over 20 years before. The men and the professor get parachutes to jump out safely. Speed is tied up. As the plane plummets earthward, Speed snaps the ropes. He dons a parachute and jumps out at the last moment. Down on the ground, S",
                    "TitleJapanese": "密林の怪戦車（後編）",
                    "SummaryJapanese": "怪物が住むという山に向かった剛は、ジャングルに現れた謎の戦車を追って湖にある秘密基地に到着。そこは、20年前に滅んだ軍事国・ゲルト帝国再建を目論む帝国の生き残りと、新総統・グールたちのアジトだった。"
                },
                "37": {
                    "ID": "258331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258331",
                    "TitleEnglish": "Crash in the Jungle (2)",
                    "SummaryEnglish": "Speed gets knocks off a cliff by gorillas.",
                    "TitleJapanese": "地獄の計算魔",
                    "SummaryJapanese": "モンテカルロラリーに参加した剛とミッチーは、吹雪の山中で右手を怪我した男に拳銃を突きつけられ、モンテカルロまでカージャックをされる。剛たちはその男が高名なファストバック博士に似ていると気付く。"
                },
                "38": {
                    "ID": "258332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258332",
                    "TitleEnglish": "The Secret Invaders (1)",
                    "SummaryEnglish": "Speed is in the exotic and mysterious city of Ambrosia, high in the Mystic Mountains on Lake Ripplelapps. It is the start of the Mystic Grand Prix. Piston Powers holds the pole position. Racer X is also in the race. Prince Snowier and Princess Gracious preside over the race, and Princess Gracious will signal the start. A sniper has the princess in his sights. A reflection from one of the cars in the race distracts the sniper and he misses. He runs and Speed chases him in his supercharged formula one. The two wrestle on the roof of a building. Speed prevails and the gunman falls to his doom. A secret meeting is being held in one of the suites on a train leaving Ambrosia. One of the men has the mirror that was used to distract the sniper. Among those suspected of using the mirror are Bearcat Stutz of the country of Pong Ping and Tailgate Jones of South Bosawania. The three most likely candidates are Rusty Muffle, Tailgate Crumple and Speed Racer. Avalonia is the next stop, where the haza",
                    "TitleJapanese": "秘密情報部員ＮＯ.９（前編）",
                    "SummaryJapanese": "モナミグランプリ開始直前、スタートの旗を振るためにロイヤルボックスに立った王妃を暗殺者がライフルで狙うも失敗。暗殺団はレース参加者に紛れ込んだ秘密諜報員の妨害と判断し、剛も疑いを掛けられ狙われる。"
                },
                "39": {
                    "ID": "258333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258333",
                    "TitleEnglish": "The Secret Invaders (2)",
                    "SummaryEnglish": "Speed is recuperating in a room at the National Hospital. The President is also in the hospital in room 1. Of course, Speed is in room 5. Rudolph Elegantor is there to pay his compliments on behalf of Vice President Duper, who looks a little like Hitler without a mustache. Speed is invited to the Vice President's home. Racer X also pays a visit, but when he hears of the invitation to Duper's home, he changes. Could he be a secret agent? Speed visits the Vice President, who lives underground. Speed is locked in a room to wait for the Vice President. Speed is escorted to see the Vice President, but on the way, a gun is pulled on him. Speed wrestles the gun away, but his advantage is short-lived. He gets hit over the head. The Mach Five leaves with someone disguised as Speed. Racer X arrives at Duper's home and is told Speed left. He takes off in search of his long-lost brother. Meanwhile, Speed is really in the trunk of the Mach Five, still unconscious. He's put in the car and the Mach F",
                    "TitleJapanese": "秘密情報部員ＮＯ.９（後編）",
                    "SummaryJapanese": "暗殺組織・チェッカー団の仕掛けたわなを脱し、次の標的となったアビリア国大統領の暗殺を未然に阻止した剛。功労者として副大統領とその秘書に官邸に招かれたが、そこにはチェッカー団が待ち受けていた。"
                },
                "40": {
                    "ID": "258334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258334",
                    "TitleEnglish": "The Man Behind the Mask",
                    "SummaryEnglish": "A madman in a weird mask wires the Mach Five into a bomb to use it and Speed to steal art treasures.",
                    "TitleJapanese": "恐怖の爆弾カー",
                    "SummaryJapanese": "剛とミッチーはアメリカで行われるレースに出場するため旅客機に搭乗。新型のロケット燃料を開発した古山博士も乗っていた。そして飛行機がハイジャックされ、博士と剛たちは謎の小島に連れて行かれる羽目になる。"
                },
                "41": {
                    "ID": "258335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258335",
                    "TitleEnglish": "The Car Destroyer",
                    "SummaryEnglish": "A man uses small cars which allow him to control real cars that he then melts down and uses to build a forest complete with robotic animals. He is destroying cars because his son was crippled by a hit and run driver, but it is reveled that his son can really walk and was kept in the wheelchair by his father.",
                    "TitleJapanese": "鉄のまぼろし城",
                    "SummaryJapanese": "無人の車が突然走り出し、どこかへ消えてしまうという事件が続発していた。無人車をとらえることができない警察は剛に依頼する。無人の車を発見した剛は追跡を開始するが、途中で見失ってしまい…。"
                },
                "42": {
                    "ID": "258336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258336",
                    "TitleEnglish": "The Desperate Racer",
                    "SummaryEnglish": "Speed has entered the Pineapple Grand-Prix, where each driver has to carry a pineapple in his car. Someone has hidden a diamond in one of the pineapples, so criminals are stealing the fruits from the drivers.",
                    "TitleJapanese": "パイナップル・レース",
                    "SummaryJapanese": "過酷なコースが連続するパイナップル・レースに出場することになった剛。ドライバーはパイナップルを持ってレースに参加することになっているが、そのパイナップルの中の1つには盗まれた宝石が隠されていた。"
                },
                "43": {
                    "ID": "258337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258337",
                    "TitleEnglish": "The Dangerous Witness",
                    "SummaryEnglish": "Speed, Trixie, Spritle and Chim Chim are flying to Hong Kong for the Hong Kong International Race. Speed notices a woman passenger acting mysteriously as she plays with her compact. The compact is actually a sophisticated weapon which fires a poisoned dart at a another passenger sitting further back in the plane. As Speed tries to question the woman, she collapses because she has been hit with a similar poisoned dart. We see the stewardess in the back of the plane with an evil smirk. Chim Chim hands Speed an invitation to one of Hong Kong's floating restaurants. The invitation fell out of the woman's purse. Speed is accosted by a group of reporters as he gets off the plane, but they split immediately when Princess Petal's plane lands. She is a mysterious princess from the Kingdom of Blossombow in the Middle East. Speed puts his foot in it when he admires the princess for her elegance. An assassin has her sights on the princess, but she is restrained by the stewardess who cautions her t",
                    "TitleJapanese": "魔女ナンバー・０（ｾﾞﾛ）",
                    "SummaryJapanese": "レース参加のために香港へ向かう機内で、男性が毒針で暗殺されるのを目撃した剛。しかし、犯人の女も口封じのため何者かに殺されてしまう。香港に着いた剛はある暗殺計画に巻き込まれ、命を狙われる羽目になる。"
                },
                "44": {
                    "ID": "258338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258338",
                    "TitleEnglish": "Race the Laser Tank",
                    "SummaryEnglish": "Leaving a race Speed has just won Speed and Trixie are shot at by Omar's men. Arriving in Hawaii Spittle and Chim Chim get involved in an another attack by Omar's men. Speed figures out that he and Trixie were not the real targets the first time but they were given something in Hawaii that has made them targets. Speed examines the lay given to him by a girl and discovers some microfilm. Taking it to the library he finds out that the film are the plans for a new laser gun and is saved by the Kana from more of Omar's men. Kana is captured by Omar's men and taken to an island on which they are building the laser gun. Spittle and Chim Chim are captured. They all escape when Omar tries to test the gun on them. They then have to escape a laser tank Speed Racer disables the tank with the homing robot. The tank and island then blow up. Trixie says that they still have time to make Speed's next race.",
                    "TitleJapanese": "殺人カー・Ｖ２号",
                    "SummaryJapanese": "ハワイに向かうため空港に到着した剛とミッチーは、居合わせた見知らぬ男と少女への狙撃事件に巻き込まれる。無事にハワイに到着した剛たちだが、今度は先ほどの男が殺害されているのを発見し…。"
                },
                "45": {
                    "ID": "258339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258339",
                    "TitleEnglish": "The Great Car Wrestling Match",
                    "SummaryEnglish": "Speed enters the Mach Five in a demolition derby to convince a once-famous racer to be a real racer again.",
                    "TitleJapanese": "カーレスラー・Ｘ（ｴｯｸｽ）",
                    "SummaryJapanese": "自動車展示会で剛が出会った少年・タケシの父である早房は、以前レースで剛に負けて所属チームを解雇されたため剛を恨んでいた。彼は今、車をぶつけて破壊し合うカーレスリングの世界に身を投じていた。"
                },
                "46": {
                    "ID": "258340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258340",
                    "TitleEnglish": "Motorcycle Apaches",
                    "SummaryEnglish": "In the American West, a convoy of trucks is crossing the desert. A group of motorcycles scream down the mountainside and attack the convoy. Meanwhile, Speed wins the Southwest Grand Prix. One of Speed's fans is admiring the Mach Five when Speed walks into the garage. He says that he wanted to be a professional racer himself but didn't make it. He doesn't give his name. That evening, Speed and the gang are dining with Mr. Skyhigh from the Office of Space Development. Later, in a ghost town Skyhigh is trying to enlist Speed's help to protect the construction of an international space development base. The crews and equipment are being attacked by motorcycle Apaches. The Mach Five is needed to transport a shipment of uraniumtane, an element that will give nuclear missiles an explosive power greater than an H-bomb. Sparky, Trixie, Spritle and Chim Chim show up ready to help Speed. After Spritle is told he can't go along with Speed, he decides to play cowboys in the ghost town. Spritle enco",
                    "TitleJapanese": "オート・アパッチの襲撃",
                    "SummaryJapanese": "建設中の国際宇宙開発基地へ運ばれる機材が、大平原に現れるオート・アパッチ族と呼ばれるバイク集団に強奪されていた。そこでドライビングテクニックを見込まれた剛は、新開発のロケット燃料の運搬を依頼される。"
                },
                "47": {
                    "ID": "258341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258341",
                    "TitleEnglish": "Car with a Brain",
                    "SummaryEnglish": "Dr. McFife creates a car that can think for itself which he orders to terrorize the countryside of Burrup County al la Frankenstein's monster. After the car has withstood everything thrown at it Dr. McFife reveals that the car also has a bomb that will go off in the center of town. Adding to the problem the Car kidnaps a little girl. Using knowledge gained earlier Speed (with help from Chim Chim and Spritle) rescues the little girl and destroys the car.",
                    "TitleJapanese": "モンスターカーの復活",
                    "SummaryJapanese": "アルプス山麓の古城に眠っていた怪物のような姿の巨大戦車・モンスターカーが落雷によって覚醒し、街で破壊の限りを尽くして暴走する。偶然街に居合わせた剛らは、この怪物戦車の殲滅に協力することになる。"
                },
                "48": {
                    "ID": "258342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258342",
                    "TitleEnglish": "Junk Car Grand Prix",
                    "SummaryEnglish": "A rich man named Baron von Vondervon is giving a race for 17 year old girls in memory of his daughter (Ivonna) who disappeared 5 years ago; the winner of the race will be treated as his daughter. A greedy man named Mr. Free Load elists the aid of a driver named Lolly. After trying to past himself as a woman during the race Mr. Free Load discovers that one the other drivers is Ivonna and proply kidnaps her. After Speed saves Ivonna, Trixie and her finish the race with Trixie first and Ivonna second. The Baron recognizes Ivonna as his daughter but she does not want to leave her family at the orphanage. So the Baron gives half his fortune to Ivonna, the other half to the orphanage and invites the children of the orphanage to live on his estate.",
                    "TitleJapanese": "ポンコツカー・グランプリ",
                    "SummaryJapanese": "12年前に行方不明になったという大富豪・ケチン男爵の娘。将来レーサーを夢見ていた彼女のために、出場資格が17歳の少女のみというポンコツカー・グランプリが開催されることになり、ミッチーも参加するが…。"
                },
                "49": {
                    "ID": "258343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258343",
                    "TitleEnglish": "The Car in the Sky",
                    "SummaryEnglish": "Speed and his family are on the way to the Grand Prix (which is the key race for the World Racing Championship) and their plane is forced down on to an island by a storm. On the island they find out: that the both the plane's and Mach Five's radios have been smashed; every other passenger is in a hurry to get where they are going; there are no plants on the island, and that the island is a likely a forgotten top secret base used during a war. Since the island is uncharted Speed has no idea where to send the homing robot nor if the oxygen would last long enough to get help. Speed learns that one of the other passengers has brought advertizing balloons. Using hydrogen from the base Speed turns the Mach Five into a dirigible, then they draw lots to see which three people will go to get help. After the drawing, Trixie gives her lot to a girl whose mother is dieing, and the rich man buys a lot from one of the other winners. Spritle and Chim Chim stow away and force Speed to throw everything",
                    "TitleJapanese": "決死の風船脱出",
                    "SummaryJapanese": "剛たちが旅客機でレースの開催地へと向かっていたところ、落雷によって無人島に不時着。しかし捜索隊は一向にやって来ない。そこで剛は、水素ガスとアドバルーンでマッハ号を気球にして、島を脱出する計画を立てる。"
                },
                "50": {
                    "ID": "258344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258344",
                    "TitleEnglish": "The Trick Race",
                    "SummaryEnglish": "This is a sequel to the 'The Most Dangerous Race' and takes place one year after the events related in that episode. It involves a group of international spies tricking the Car Acrobatic Team and Speed Racer into having a race. The race is to lure out Racer X who the spies have figured out is Speed's older brother. In addition the spies have planted bombs in the cars of the Car Acrobatic Team to blow up Speed. In the end it is the spies who get blown up. Also Speed figures out that Racer X is his brother Rex and asks him. Racer X knocks out Speed, removes his mask, and vows to stop being a racer and become a full time secret agent.",
                    "TitleJapanese": "アクロバット族の逆襲",
                    "SummaryJapanese": "東アルプストライアルレースで剛に敗れたアクロバット族から挑戦状が届く。剛は覆面レーサーの制止を振り切り指定の場所へと向かう。しかしそれは、剛をおとりにして覆面レーサーをおびき出そうとするわなだった。"
                },
                "51": {
                    "ID": "258345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258345",
                    "TitleEnglish": "Race Around the World (1)",
                    "SummaryEnglish": "Mr. Goldminter is offering a large amount of gold and the hand of his daughter Lovelace to whoever wins his Around the World Race. Lovelace and her guardian Oscar enter the race to teach her father a lesson. The race uses several vehicles including hovercraft, biplanes, and subs. Team 4 cheats to win including having spikes from their hubs. Lovelace wreck her boat on the first water leg and Speed saves her from sharks. On the air leg team 4 uses both a blade and a long cable to knock several planes including Speed's out of the sky.",
                    "TitleJapanese": "史上最大のレース（前編）",
                    "SummaryJapanese": "世界一の大富豪・ゼンダ氏が世界一周レースを開催。優勝者には金塊の山と娘のビアンカが贈られるという。剛はレーサーとしての誇りを懸けてレースに参加。そして父親に反発するビアンカも身分を隠して出場していた。"
                },
                "52": {
                    "ID": "258346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/speed-racer/episodes/258346",
                    "TitleEnglish": "Race Around the World (2)",
                    "SummaryEnglish": "Speed and Sparky survive the crash and quickly catch up to the other racers. Speed saves Lovelace from an ice crevice in Antarctica. In Sahara, a wind storm buries the races in the sand. On the last leg of the race, Speed gives Lovelace some of his gas. After Speed runs out of gas, Racer X shows up and gives Speed a lecture about his duty to win as a professional racer vs. his desire to help his competitors, and leaves a gas can. Speed wins the race becoming world champion race and Lovelace reveals herself to her father.",
                    "TitleJapanese": "史上最大のレース（後編）",
                    "SummaryJapanese": "レースに勝利するため手段を選ばぬ妨害工作を仕掛けてくるレーサーたち。剛はフェアプレイに徹してレースを続けるが、それが思わぬピンチを招く。数々の難関を突破し、剛はマッハ号でゴールを目指す。"
                }
            }
        }
    }
}