{
    "URL": "https://www.thetvdb.com/series/star-blazers",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0078692/",
        "https://www.themoviedb.org/tv/13339"
    ],
    "TitleEnglish": "Star Blazers",
    "SummaryEnglish": "\"Star Blazers\" is an American animated television series adaptation of the popular Japanese anime series \"Space Battleship Yamato.\" In the year 2199, a starship must make a dangerous voyage to the distant planet Iscandar and back to save Earth from an alien invasion. The show consists of three television seasons. Each an English-language adaption of its Japanese counterpart \"Space Battleship Yamato\". Star Blazers was first broadcast in the United States in 1979. It was the first popular English-translated anime that had a story arc that required the episodes to be shown in order. It dealt with somewhat more mature themes than other productions aimed at the same target audience of that time. As a result, it paved the way for future \"arc-based, plot-driven anime translations.",
    "TitleJapanese": "宇宙戦艦ヤマト",
    "SummaryJapanese": "1974年 - 1975年に放送されたテレビアニメ『宇宙戦艦ヤマト』を嚆矢とし、架空の宇宙船である「宇宙戦艦ヤマト」の乗員の活躍を描いた一連のサイエンス・フィクション作品群である。",
    "Aliases": [
        "Uchuu Senkan Yamato",
        "Space Battleship Yamato",
        "Uchū Senkan Yamato",
        "Star Blazers The Comet Empire"
    ],
    "Modified": "2025-05-29",
    "Seasons": {
        "0": {
            "ID": "25230",
            "URL": "https://www.thetvdb.com/series/star-blazers/seasons/official/0",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "376568",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/376568",
                    "TitleEnglish": "Space Battleship Yamato: The Movie",
                    "SummaryEnglish": "This \"movie\" is actually the original series \"Uchû senkan Yamato\" (1974-1975) edited into 2+ hours and shown theatrically. It should also be noted that it was this movie that made \"Yamato\" extremely popular in Japan (the original TV series didn't do so well in the ratings), and its success led to two other TV shows, four more movies, and a direct-to-video mini-series.",
                    "TitleJapanese": "劇場版 宇宙戦艦ヤマト",
                    "SummaryJapanese": "ＴＶシリーズを再構成したもの。原案・製作総指揮は西崎義展。原作＝松本零士。西暦2199年。地球はガミラス帝国のデスラー総統が落とした遊星爆弾が原因で、重度の放射能汚染に蝕まれていた。人類は地表を放棄し地下へと逃げ延びたが、汚染は地下へも広がりつつあり、人類滅亡まであと１年というところまで事態は深刻化していた。そんなとき、地球から14万８千光年彼方の“イスカンダル星”からメッセージが届く。イスカンダルにある放射能除去装置“コスモクリーナー”を提供したい、と。メッセージには新たな宇宙船の推進機関“波動エンジン”の設計図も含まれていた。早速、戦艦大和を宇宙戦艦へと作り直し、沖田艦長以下、古代進や島大介、森雪ら若き戦士たちが宇宙へと旅立った。果たしてヤマトはデスラー総統の妨害をかいくぐり、イスカンダル星にたどり着けるのか？　そして、人類の運命は…！"
                },
                "2": {
                    "ID": "376569",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/376569",
                    "TitleEnglish": "Farewell to Space Battleship Yamato",
                    "SummaryEnglish": "In \"Farewell to Space Battleship Yamato\" (also rendered as Arrivederci Yamato), the Yamato and her crew face the onslaught of the Comet Empire, a civilization from the Andromeda Galaxy who seek to conquer Earth, led by Zohdah the Great. The Yamato is aided by a telekinetic woman composed of anti-matter, Teresa of Telezart, while the Comet Empire has restored to life Earth's old enemy, the Gamilas' leader Desslar, who is eager for revenge. After a massive battle which destroys both Earth and Comet Empire fleets, the Yamato crew defeat Zohdah's fortress, but at the cost of the ship and their lives. A massive fan outcry to the film convinced the show's creators to make a second season of the TV series based on the film, but with a much different ending. As such the events of Farewell to Space Battleship Yamato are now considered to be an alternate storyline altogether and is no longer regarded as official canon.",
                    "TitleJapanese": "さらば宇宙戦艦ヤマト 愛の戦士たち",
                    "SummaryJapanese": "2201年、コスモクリーナーＤによって、滅亡の危機を逃れた人類は、急速な勢いで文明を復興していた。だが、宇宙の彼方より、再び脅威が迫りつつあった。星ぼしを破壊しつつ、宇宙を進撃する謎の白色彗星が、刻一刻と太陽系に接近しつつあったのだ。一方、白色彗星の到来を警告する謎のメッセージを受信した古代、相原の元ヤマトクルーは、防衛軍上層部に彗星の危険を進言するが、聞き入られない。そこで、古代はかつてのヤマトクルーを召集、防衛軍の制止を振り切りメッセージの発進源を目指しヤマトを発進させる。だが既に、侵略者の魔の手は、太陽系第11番惑星にまで及んでいた……。"
                },
                "3": {
                    "ID": "376570",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/376570",
                    "TitleEnglish": "Yamato: The New Voyage",
                    "SummaryEnglish": "In the film, later modified into a theatrical movie, Desslar sees his homeworld, Gamilas, destroyed by the grey-skinned aliens, and its twin planet Iscandar next in line for invasion. He finds an eventual ally in the Yamato, then on a training mission under deputy captain Kodai.",
                    "TitleJapanese": "宇宙戦艦ヤマト 新たなる旅立ち",
                    "SummaryJapanese": "白色彗星都市帝国との死闘から数カ月、ガミラス残存艦隊を率い、荒廃した母星ガミラスを再び訪れたデスラーは、ガミラス星を採掘する謎の船団を発見する。故郷を蹂躙されたことに怒るデスラーは船団に対し総攻撃を仕掛ける。が、敵船の連鎖爆発により、ガミラス星は大規模な地殻変動を起こし、惑星そのものが崩壊してしまう。その上、ガミラスの双子星・イスカンダル星が、軌道を外れ宇宙をさまよいだす。デスラーの通信により、かつての恩人、イスカンダルのスターシャの危機を知ったヤマトは、新乗組員と共にイスカンダルへと向かう。だが、その前に暗黒星団帝国を名乗る謎の艦隊が立ちふさがるのだった。"
                },
                "4": {
                    "ID": "1028801",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/1028801",
                    "TitleEnglish": "Be Forever Yamato",
                    "SummaryEnglish": "The Black Nebula Empire attacks Earth and threatens to blow up the planet with a bomb they placed on Earth if counter attacked. Earths hopes rest on the Yamato crew as they go to the Black Nebula Planet and try to find a way to difuse the bomb before it's too late.",
                    "TitleJapanese": "ヤマトよ永遠に",
                    "SummaryJapanese": "西暦2203年、太陽系は暗黒星団帝国艦隊による奇襲を受ける。暗黒星団の上陸部隊によって防衛軍本部は陥落し、地表に飛来した人間の脳細胞のみを破壊する恐怖の兵器・重核子爆弾により、人類は降伏を余儀なくされる。古代ら元ヤマトクルーは、地球脱出を試みるが、乱戦のさなか森雪が傷を負い、地上に残されてしまう。小惑星帯に隠されていたヤマトに合流したヤマトクルーは、重核子爆弾のコントロール装置を破壊するため、暗黒星団帝国の敵本拠地へと向かう。一方、地球防衛軍長官・藤堂は、森雪らと共にパルチザンを組織し、重核子爆弾の占拠を画策する。宇宙のヤマトと地球のパルチザン、２手に別れた地球の反撃が、いま始まる。"
                },
                "5": {
                    "ID": "1028811",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/1028811",
                    "TitleEnglish": "Final Yamato",
                    "SummaryEnglish": "The Galman Empire is destroyed but the planet Galmania is not, by a chance collision of galaxies. The Bolar Federation worlds including Planet Bolar are destroyed. The Yamato, back under the command of Captain Okita, encounters the planet Denguil too late to save its humanoid civilization from being flooded by the water planet Aquarius. The surviving Denguil, a warrior race who believe only the strong should survive, plan to use Aquarius to flood Earth and destroy humanity, in order to create a new home for their race.",
                    "TitleJapanese": "宇宙戦艦ヤマト 完結編",
                    "SummaryJapanese": "西暦2203年、伝説の回遊水惑星・アクエリアスの接近により、銀河の彼方ディンギル星は水没する。辛うじて母星を脱出したディンギル帝国の総統・ルガールは、ワープによってアクエリアスを地球に急速接近させ、人類を水攻めで殲滅した後、地球へ移住する計画を立てる。ディンギル帝国軍の凶悪な秘密兵器・ハイパー放射ミサイルによって、為すすべもなく倒される地球防衛艦隊。この空前の危機に、復活した初代艦長沖田十三の下、宇宙戦艦ヤマトはアクエリアスへと旅立つ。ヤマト内部の波動エンジンを自爆させ、アクエリアスより立ち上る水柱を断ち切るために……。"
                },
                "6": {
                    "ID": "4433822",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/4433822",
                    "TitleEnglish": "Space Battleship Yamato: Resurrection",
                    "SummaryEnglish": "In the year 2220 A.D., the Earth Federation launches a plan to evacuate Earth when discovering that a traveling black hole capable of destroying anything in its path is on course towards the solar system. As the people on Earth prepare to relocate to planet Amare, whose ruler offers refuge, the tyrants known as the \"S.U.S. Empire\" attack the first Earth evacuation fleet. After learning that his wife Capt. Yuki Mori-Kodai disappeared in the battle and that legendary space battleship Yamato has been fully rebuilt, Susumu Kodai accepts command of the ship as he intends to not only help humanity once again, but also find Yuki in the hope of helping his relationship with his daughter Miyuki, who puts the blame on him for her mother's disappearance. But in order to fullfil the mission, the Yamato must go through battles against the SUS Empire, who intend to spoil humanity's hopes of finding a new place to live in and turn Earth into energy for their own selfish needs.",
                    "TitleJapanese": "宇宙戦艦ヤマト 復活篇",
                    "SummaryJapanese": "西暦2220年。宇宙戦艦ヤマトにより、数々の困難から救われた人類は、再び未曾有の危機に直面する……。\n巨大なブラックホールが太陽系に接近、いずれ地球を飲み込むことが確実となった。\n\n「地球消滅まで、あと3ヶ月」\n\nやむをえず地球から避難するため、人類は惑星アマールの衛星へ移民を計画する。\n6億人を乗せて第1次、第2次移民船団が出発するが、突如、謎の艦隊の襲撃を受け相次いで消息を絶つ。第1次船団の責任者は、古代 雪……。\n宇宙科学局本部長・真田は、伝説の男･雪の夫である古代 進を呼び、第3次移民船団司令として宇宙戦艦ヤマトの艦長に任命する。\n新たな戦士たちとともに、ヤマトが復活した。\n最新の技術によりボディは強化。イスカンダルより受け継いだ波動エンジンは健在。増加された6本！の炉心により大幅パワーアップ。\n必殺の波動砲は、6連射が可能となった。\n\n迫り来るブラックホール、来襲する異星人連合艦隊との死闘、待ち受ける超巨大戦艦!!\n果たして人類は無事、アマールにたどり着くことが出来るか？\n妻・雪が生きていることを信じて古代のヤマトが、発進する！"
                },
                "7": {
                    "ID": "7272882",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/7272882",
                    "TitleEnglish": "Yamato 2520: Hope For Tomorrow",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "7272884",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/7272884",
                    "TitleEnglish": "Yamato 2520: Launch",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "7272886",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/7272886",
                    "TitleEnglish": "Yamato 2520: Combat",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "7272888",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/7272888",
                    "TitleEnglish": "Space Battleship Yamato (Live Action)",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "Episodes": {}
        },
        "2": {
            "ID": "13573",
            "URL": "https://www.thetvdb.com/series/star-blazers/seasons/official/2",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "258204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258204",
                    "TitleEnglish": "Ambush at Jupiter",
                    "SummaryEnglish": "The year is 2201, one year after the Star Force returned to Earth bringing the Cosmo DNA device which rid it of the radioactive pollution caused by Gamilon's planet bombs. Since that time, no longer threatened by outside forces, Earth has recovered and expanded its naval power and terrirory to the periphery of the Solar System. Most of the Star Force crew are assigned to various posts on Earth, although the Argo is currently on assignment as the flagship of the Solar System's peripheral defence patrol fleet. Commanding it is Deputy Captain Derek Wildstar. Unknown to Earth, a new threat lurks in outer space. In the palace of the Comet Empire -- a huge mobile city fortress shrouded in a plasma field which makes it resemble a white comet -- its green-skinned ruler, Prince Zordar, plans for his next conquest, Earth. His minions, daughter Princess Invidia, and Generals Dire and Gorse, gather to review the plans for the Earth, the defenses of which are deemed vastly inferior. An easy victory is predicted. But suddenly, a surprising voice pierces the air. Gamilon Leader Desslok steps out of the shadows of the throne room to chide the court for its overconfidence. They have failed to consider the Star Force. Invidia, immediately showing her disdain for the former Gamilon ruler, scoffs at this, asking whether this is the same Star Force which single-handedly wrecked Gamilon. Desslok scoffs at her arrogance, and insists that unless the Star Force is dealt with, the Comet Empire will be unsuccessful. He convinces Emperor Zordar to allow him to personally take care of the Star Force. Meanwhile, Comet Empire strike planes begin stealth attacks on Earth's defence patrol fleet. Wildstar takes his Superstar flighter out on a solo mission to chase the mysterious enemy, only to be called back to the ship which has been crippled by an enormous EMF surge which has passed through the Solar System. The surge burns up many of the Argo's electrical circuits, but the communication",
                    "TitleJapanese": "2201年ヤマト帰還せよ!",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "258205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258205",
                    "TitleEnglish": "Blackout",
                    "SummaryEnglish": "As the Star Force reunites to honor Captain Avatar's memory, Derek Wildstar says that he scouted what he thinks is a new and potentially very powerful and dangerous enemy. He then goes to the Andromeda and confronts Captain Gideon, who turns out to be one of his former instructors, about the near-miss in space. Gideon says that even though the Argo had landing priority as a returning spaceship, it still would have had to yield to the Andromeda because the latter was Earth's highest-ranking starship. Despite Wildstar's protests, Gideon simply tells him he will \"learn the hard way.\" Wildstar leaves Gideon's quarters along with former crewmate Sandor, who gives him a tour of the Andromeda, saying how computerized the ship is. When Wildstar asks about the radio message, Sandor plays it back; although mostly garbled, it appears to contain a woman's voice. Wildstar asks about the improvements to the Argo, and Sandor mentions that the Earth Defense Force wants the Argo just as computerized as the Andromeda. The news upsets Wildstar, who confronts the Earth Defense Council's commander, just as a massive blackout occurs. On board the Comet Empire, which was responsible for the blackout, Desslok tells Zordar that the Star Force will head to Telezart once they decipher Trelaina's message. Zordar puts Desslok in charge of handling Trelaina and the Star Force.",
                    "TitleJapanese": "彗星出現・ヤマトを改造せよ!",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "258206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258206",
                    "TitleEnglish": "Underground City",
                    "SummaryEnglish": "Sandor and Wildstar try to decode the message Wildstar received, but the best either of them can determine is that it appears to be a jammed distress call vaguely warning the Earth of some sort of danger. Believing the message and the blackout may be related, Wildstar unsuccessfully tries to get the Earth Defense Force to listen. He then decides to take the Argo -- unauthorized -- out into space, even though he isn't fully sure there is a threat to Earth. Wildstar sends a message to the old Star Force crew, emphasizing that their participation in this mission is strictly voluntary since the mission isn't authorized. Sandor agrees to go, but Venture wants time to think it over. Nova is torn between letting Wildstar go and asking him to stay. Desslok meets with his former battle staff and has the Gamilon fleet go to Telezart to wait for the Star Force. Wildstar boards the Argo and is surprised when it powers up, then discovers Sandor and Orion on board. The rest of the old bridge crew, minus Venture and Nova, also join Wildstar on the Argo as it prepares to depart Earth.",
                    "TitleJapanese": "地球の危機に起てヤマト!",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "258207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258207",
                    "TitleEnglish": "Battle Satellite",
                    "SummaryEnglish": "The Earth Defense Force learns that the Star Force's personnel have abandoned their posts and are boarding the Argo. It sends a message to the Argo ordering those on board to leave the ship and return to their posts immediately. Derek Wildstar acknowledges the message, but says the Star Force is made up of volunteers, so the crew might not obey. Meanwhile, Mark Venture meets with Dr. Sane and Nova at Captain Avatar's memorial and discusses his concerns about whether or not to go. Sane replies that the Star Force itself is special -- the crew is willing to take risks even if it isn't sure of the outcome. The EDF's commander contacts the Argo one last time asking the Star Force to abandon its mission or risk being branded as mutineers, but Wildstar says they are taking off anyway. As the Argo begins to move, Venture appears on the bridge and handles the ship's departure. Meanwhile, the EDF, on its commander's orders, launches unarmed magnet missiles, two of which attach to the Argo. The ship starts its Wave Motion Engine and breaks free of the missiles. Using one of its battle satellites, the EDF tries to stop the Star Force, but the Argo destroys the satellite. The EDF's commander allows the Argo to enter space, secretly wishing its crew luck even though they are now considered rebels.",
                    "TitleJapanese": "未知への発進!",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "258208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258208",
                    "TitleEnglish": "Crossing the Andromeda",
                    "SummaryEnglish": "As the Argo continues its journey to space, the trip is uneventful until the ship encounters three fighters from the moon's base station. Wildstar orders the bridge crew to their combat stations, then realizes that the fighter group is the Black Tiger squadron, led by his old crewmate Conroy. The Black Tigers have abandoned the moon base to join the Argo. Wildstar then discovers Nova on the ship. He admits he wanted her to stay on Earth for her own safety. Nova replies that she's a Star Force member too, and she wanted to go on the mission regardless of the danger. In the distance, Conroy sees the Andromeda and alerts Wildstar. Realizing the Argo is no match for the Andromeda, Wildstar heads for an asteroid belt near Jupiter. The Argo loses the Andromeda in the belt, but Gideon maneuvers his ship around the belt and meets the Argo on the other side. Gideon orders Wildstar to return, but he refuses. The Argo and the Andromeda approach each other on a collision course, but when Gideon sees the Star Force's determination to continue its mission, he holds his fire. Similar to their first encounter, the two ships narrowly pass each other, and the Andromeda lets the Argo continue. Gideon sends a message to the Argo complimenting Wildstar and the rest of the Star Force on their courage and dedication.",
                    "TitleJapanese": "主砲全開! 目標ヤマト!!",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "258209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258209",
                    "TitleEnglish": "At Planet Brumas",
                    "SummaryEnglish": "Just outside the Earth's solar system, the Argo receives a distress call from nearby Planet Brumas. Derek Wildstar recognizes the planes attacking the planet as the same ones that flew over Earth during the blackout. The Argo attacks the planes in outer space while Space Marines stationed on the planet make their stand. After defeating the enemy planes, Wildstar sends the Argo's Astro Fighters to the surface, where they destroy the enemy tanks and take the Space Marines on board. Sandor analyzes the tank remnants and verifies that the metal alloy comprising them isn't that of Earth or Gamilon, thus Earth is facing a new enemy. Wildstar reports this to the Earth Defense Force commander, who pardons the Star Force and places them under his command.",
                    "TitleJapanese": "激戦! 空間騎兵隊",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "258210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258210",
                    "TitleEnglish": "Sub-Space Submarines",
                    "SummaryEnglish": "The Space Marines cause a flurry of problems for the Argo's crew, including disrepecting Nova's authority and literally creating a mess in the mess hall. Two sub-space submarines from the Comet Empire then attack the Argo. The Star Force destroys the submarines, but they still don't know what kind of enemy they are facing. Sandor has the ship land on a planet so the damage can be repaired. Meanwhile, the Argo's crew and the Space Marines get into a brawl and Wildstar and Sergeant Knox, the Space Marines' leader, get into a fist fight, which Dr. Sane breaks up. Dr. Sane says that Knox has to adjust to not only having been defeated at Brumas, but also to having had to relinquish command to Wildstar. On the Argo's bridge, the crew receive a garbled message from Telezart, but they are able to at least extract navigational coordinates from the message. The Star Force sets course for Telezart.",
                    "TitleJapanese": "逆襲! 姿なき潜宙艦（スペース・サブ）",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "258211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258211",
                    "TitleEnglish": "Time Trap",
                    "SummaryEnglish": "As the Star Force reaches the coordinates from Trelaina's last message, it receives a new message. The Argo warps to the new coordinates, but finds itself in the middle of a space cyclone. When the ship reaches the middle of the space cyclone, however, the Star Force finds the remnants of several ships that never made it out. The Space Marines grow restless. Dr. Sane prescribes the holography room as treatment for them. Meanwhile, the crew discovers that the center of the cyclone accelerates time, aging everyone's uniforms -- and the ship -- to where they are disintegrating. To make matters worse, a Comet Empire fleet has launched an attack on the Argo. Trelaina then radios new coordinates to the Argo, allowing it to exit the cyclone -- and the time trap -- and counterattack.",
                    "TitleJapanese": "宇宙気流! 脱出不可能",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "258212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258212",
                    "TitleEnglish": "Mazor",
                    "SummaryEnglish": "Wildstar makes contact with the Earth Defense Force but reports he hasn't been able to find out more about the Comet Empire. The EDF says that so far, nobody on Earth knows that the Comet Empire is more than just a comet. The Star Force then sees a Comet Empire ship, and Wildstar orders that the pilot be taken prisoner. When Dr. Sane runs some tests on the captured pilot, he discovers that the data are nearly identical to one of the Argo's crew members. The Star Force tries to interrogate the pilot, but he refuses to talk. The pilot then escapes, but Wildstar orders the crew to let him go, then tracks the pilot to the Comet Empire's fleet. The Comet Empire refuses to allow the pilot to return. Wildstar radios the pilot, offering him asylum. Unsure of what to do, the pilot identifies himself as \"Mazor\" but crashes his plane into the side of the Argo, leaving the crew wondering if he had intended to land or attack. Wildstar then orders the Argo into the midst of the Comet Empire's fleet, and the ships destroy each other attempting to fire on the Argo.",
                    "TitleJapanese": "突撃! ヤマトを爆沈せよ",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "258213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258213",
                    "TitleEnglish": "Asteroid Ring Defense Revisited",
                    "SummaryEnglish": "As the Argo continues to Telezart, it receives another message from Trelaina warning them of a meteor swarm. The crew verifies the swarm, which proves that Trelaina intends to help them. Back on Earth, the large comet is expected to arrive in one hundred days, prompting Captain Gideon to request five more ships similar to the Andromeda. Earth's population also begins to get suspicious when all non-defense space flights are grounded. The Argo encounters the meteor swarm, discovering that the meteors are absorbing the ship's speed and slowing it down. It then encounters enemy fire and uses the meteors to create a defensive shield around the ship. However, the meteors form a whirlpool that drains the Argo's energy. Believing the ship defenseless, the Comet Empire fleet attacks again, but -- thanks to Sandor -- the Argo is able to use its Wave Motion Gun to defeat the fleet. The Star Force then receives a message from an old enemy -- Gamilon Leader Desslok.",
                    "TitleJapanese": "危機突破! 吠えろ波動砲",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "258214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258214",
                    "TitleEnglish": "Starflies",
                    "SummaryEnglish": "Desslok of Gamilon sets his plan into action against the Star Force.",
                    "TitleJapanese": "復讐の鬼・デスラー総統",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "258215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258215",
                    "TitleEnglish": "The Tunnel Satellite",
                    "SummaryEnglish": "After his initial plan to defeat the Star Force fails, Desslok of Gamilon implements one more trap...",
                    "TitleJapanese": "ヤマト空洞惑星に死す!?",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "258216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258216",
                    "TitleEnglish": "The Conspirators Meet",
                    "SummaryEnglish": "The Star Force arrives at Telezart and look for Trelaina.",
                    "TitleJapanese": "猛攻! テレザート上陸作戦",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "258217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258217",
                    "TitleEnglish": "Second Day at Telezart",
                    "SummaryEnglish": "The Star Force defeats the last of the Comet Empire's resistance at Telezart and finally meets with the mysterious Trelaina.",
                    "TitleJapanese": "反撃! テレサを発見せよ",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "258218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258218",
                    "TitleEnglish": "Third Day at Telezart",
                    "SummaryEnglish": "The Star Force learns of the true nature and threat of the White Comet, Trelaina's dark past, and are ordered to return home to help fight the oncoming threat. But Venture may have other ideas....",
                    "TitleJapanese": "テレサ・愛のはじまり",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "258219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258219",
                    "TitleEnglish": "Leaving Telezart",
                    "SummaryEnglish": "The Argo prepares to leave Telezart, but will Venture choose to stay with Trelaina on her doomed planet?",
                    "TitleJapanese": "テレサ・愛と別れ",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "258220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258220",
                    "TitleEnglish": "A Show of Force",
                    "SummaryEnglish": "Trelaina fights the Comet Empire alone",
                    "TitleJapanese": "テレザート・宇宙に散る!",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "258221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258221",
                    "TitleEnglish": "Desslok's Escape",
                    "SummaryEnglish": "The Star Force wonders about Venture's sanity in light of Trelaina's death, the Comet Empire and Earth gather their forces for war, and Desslok makes a daring escape.",
                    "TitleJapanese": "決戦・全艦戦闘開始!",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "258222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258222",
                    "TitleEnglish": "Memorial",
                    "SummaryEnglish": "Knox returns to Planet Brumas, the site where the Star Force rescued the Space Marines, as Captain Gideon anxiously awaits the Argo rejoining the fleet.",
                    "TitleJapanese": "ヤマト・激突ワープ!!",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "258223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258223",
                    "TitleEnglish": "The Carrier Fleet Battle",
                    "SummaryEnglish": "Captain Gideon meets with the Earth Defense Force's fleet, saying he has a plan to force the Comet Empire to meet them at Jupiter. Afterward, he meets privately with Wildstar, telling him to attack the Empire's carrier fleet from the rear. Gideon says that the EDF's fleet doesn't stand a chance unless the carriers are destroyed. In addition, Gideon asks Wildstar to ensure that any retreating ships flee toward Saturn, since that is where the rest of the force will be waiting. Wildstar acknowledges the plan and briefs his crew, stressing the importance of radio -- and even radar -- silence so they don't give themselves away. Once the Argo is in position, and after it locates the enemy, Wildstar leads the Argo's Black Tigers in an attack on the Empire's carriers. The attack catches the enemy by surprise, and the Star Force manages to destroy the entire carrier fleet. Wildstar then has the Argo head to Saturn to join the other EDF ships against the Comet Empire's main fleet.",
                    "TitleJapanese": "ヤマト・奇襲に賭けろ!",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "258224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258224",
                    "TitleEnglish": "The Main Fleet Battle",
                    "SummaryEnglish": "The Earth Defense Fleet battles the Comet Empire's advanced fleet, taking heavy damage before Captain Gideon takes the Andromeda and the rest of the fleet into the rings of Saturn. There, the tide turns and the EDF forces the Comet Empire's fleet to retreat. Suddenly, the Comet Empire appears next to the Argo, inflicting heavy damage and causing a fire in the engine room. Sandor and Orion work to contain the fire while Derek Wildstar orders the crew to abandon ship. When Wildstar goes to check on Sandor and Orion, however, he is seriously injured. Meanwhile, the Andromeda's fleet battles the Comet Empire, only to discover that their weapons are having no effect. The Comet Empire wipes out the Earth Defense Fleet. With the Andromeda heavily damaged, Gideon radios a message to the Star Force suggesting it attack the Empire from below. The Andromeda is then destroyed.",
                    "TitleJapanese": "壮烈・土方艦長の死!",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "258225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258225",
                    "TitleEnglish": "Stop-Over at Ganymede",
                    "SummaryEnglish": "With the Argo the only ship in the Earth Defense Force remaining, the Star Force returns to the ship and hurries to make repairs. Sandor has the Argo land at the Ganymede base on Jupiter. Wildstar, who is recovering from his injuries, wakes up in a bed in the infirmary. When IQ-9 tells him about what happened to the Andromeda and how the repairs are going, he tries to get up, but Nova has IQ-9 forcibly return the captain to his bed. Dr. Sane also orders him to get some rest. On Earth, news of the Earth Defense Force's defeat at Saturn, as well as the Argo's disappearance, causes mass panic among the population. Zordar demands the Earth's unconditional surrender and, in a show of force, destroys the moon. To avoid being annihilated, the Earth is forced to comply. Upon hearing of the Earth's decision, Wildstar pulls himself out of bed and addresses his crew, rallying them to fight. With all repairs completed, the Argo blasts off for Earth.",
                    "TitleJapanese": "ヤマト・徹底抗戦せよ!",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "258226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258226",
                    "TitleEnglish": "Desslok's Victory",
                    "SummaryEnglish": "Wildstar orders a warp to take the Argo to the Comet Empire. When the Argo reaches the coordinates, however, the Star Force discovers that the Comet Empire is headed to Earth, while they find themselves quickly surrounded by Gamilons, led by Desslok. Wildstar tries to convince Desslok not to attack, but Desslok sends his entire fleet after the Argo, heavily damaging the Argo's landing dock and surrounding the ship. Wildstar points the Argo at Desslok's ship, intending to use the Wave Motion Gun against it. Just as the gun reaches full charge, however, Desslok transports several space mines directly in front of it, preventing the Star Force from using the gun. Wildstar then has the Argo do a small space warp, causing his ship to ram Desslok's. He then leads a boarding party onto Desslok's ship. Meanwhile, Nova is nearly hit by gunfire outside the Argo. Venture rescues Nova but is knocked off the ship and into space, presumably dead. The episode ends with Wildstar, having been injured by falling debris, holding Desslok and his aide at gunpoint.",
                    "TitleJapanese": "宿命の対決!",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "258227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258227",
                    "TitleEnglish": "Desslok's Turning",
                    "SummaryEnglish": "Although badly wounded and bleeding, Wildstar confronts Desslok on his ship. Desslok prepares for a duel, but Wildstar collapses from the loss of blood before he can fire. Having followed Wildstar, Nova rushes to his side, confessing her love for him and for the Earth. Realizing that Nova and Wildstar love Earth as much as he loves Gamilon, Desslok lowers his weapon, giving them a piece of advice as he leaves: the Star Force attacked Gamilon at its weakest point, from underneath. He suggests they attack the Comet Empire the same way. Wildstar learns of Venture's fate and briefly mourns the loss, then finds out about the Earth's decision. Since the Comet Empire is in the water, Wildstar decides to submerge and attack it from below, using the suggestion from both Desslok and Gideon. However, the Argo only has torpedoes, as the attack on Desslok's ship rendered the main guns and the Wave Motion Gun unusable. Meanwhile, in space, Trelaina recovers Venture's body and discovers he is unconscious, but just barely alive. A surrender party launches from Earth to meet the Comet Empire. Wildstar sends a message to the surrender party advising them of the Argo's attack and to clear the area around the Empire.",
                    "TitleJapanese": "死闘 二人の勇士!",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "258228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258228",
                    "TitleEnglish": "The Final Battle",
                    "SummaryEnglish": "As the Argo launches torpedoes against the Comet Empire, Zordar orders the Empire to be launched. The Argo pursues the Empire, positioning itself out of range of its guns, and maneuvers itself below the Empire. Sandor discovers the Empire's weak spot: an opening in the base from where the Empire's planes are being launched. Wildstar leads an attack team through the opening, but Sandor is hit and unable to walk. Knox, the leader of the Space Marines, says he'll finish the mission himself as a way of thanking the Star Force for rescuing them. He attaches bombs to the Empire's energy source, then detonates them, rendering the Empire unable to move. Meanwhile, Zordar escapes with Invidia, Dire and Gorse in a new space fortress.",
                    "TitleJapanese": "ヤマト 都市帝国攻略作戦",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "258229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258229",
                    "TitleEnglish": "Argo, Make Us Proud!",
                    "SummaryEnglish": "Zordar's space fortress launches an assault on the Argo, heavily damaging it and injuring several of its crew. As the Star Force watches helplessly, Zordar attacks the Earth. Meanwhile, Trelaina uses her life force to bring Mark Venture back to life. Derek Wildstar orders the crew evacuated from the Argo. He boards the last remaining evacuation ship, but activates its autopilot and jumps off at the last minute. On board the Argo, he prepares it for its final trip -- a collision course with Zordar's ship. Suddenly, he sees Nova, who decided to remain to help him. As Wildstar and Nova steer the Argo toward Zordar's ship, they receive a communication from Trelaina, who is holding an unconscious -- but alive -- Venture. Trelaina returns Venture to the Argo, then says that Wildstar doesn't need to sacrifice the ship; she will fight Zordar. When Trelaina appears, Zordar stops his attack and tries to retreat, but Trelaina destroys his ship, sacrificing herself in the process. Wildstar and Nova salute Trelaina, and the Argo returns to Earth.",
                    "TitleJapanese": "ヤマトよ永遠（とわ）に",
                    "SummaryJapanese": null
                }
            }
        },
        "3": {
            "ID": "13574",
            "URL": "https://www.thetvdb.com/series/star-blazers/seasons/official/3",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "258230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258230",
                    "TitleEnglish": "Solar System Faces Destruction",
                    "SummaryEnglish": "As a war rages on between two factions outside of Earth's solar system, Cadet Jason Jetter sees his parents off on a sightseeing tour of space. However, a stray missile from the war strikes and destroys the space tour bus and also hits the sun. On Earth, Jason learns that he will be assigned to the rebuilt Argo. He meets Captain Derek Wildstar, who assigns him to KP duty, much to his chagrin. Wildstar learns that he will be in command of the rebuilt Argo and is reunited with former shipmates Sandor and Mark Venture. He is also given an assignment: the activity on the sun has ramped up so much that, left unchecked, it will destroy the Earth in one year and the entire solar system in three. The Star Force is charged with finding a new planet for Earth's inhabitants. Knowing Jason is unhappy with the assignment, Derek goads the cadet into sparring with him to vent his frustrations. He then consoles Jason on the loss of his parents, saying he too lost his family a long time ago. Derek also says he assigned Jason to such a lowly position so the cadet could prove himself to him and the rest of the crew. Jason accepts the assignment and the challenge, and he and Derek become like brothers.",
                    "TitleJapanese": "太陽系の破滅",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "258231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258231",
                    "TitleEnglish": "Great Battle in the Silver Stream (Milky Way)",
                    "SummaryEnglish": "On board the Argo, Commander Wildstar meets former shipmate Cory Conroy. Derek shows Conroy the new Cosmo Tiger fighter, being piloted by Cadet Flash Contrail. In the mess hall, they meet Flash briefly before Derek receives orders to send Flash back home. Mark Venture briefs the crew on where they plan to look for a new planet, but Derek says that beyond a certain point they don't know what to expect. The ongoing war between the two factions intrudes into Earth's solar system, prompting the Earth Defense Force commander to order the Argo to launch sooner than the six days Wildstar said he needed to prepare for departure. Meanwhile, the increasing solar activity creates more havoc on the Earth. When Flash gets home, he argues with his father, who wants him to take over the family business. Flash's ill mother implores his father to let him return to the Star Force so he can be happy.",
                    "TitleJapanese": "銀河系大戦",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "258232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258232",
                    "TitleEnglish": "Star Force Embarks at Dawn",
                    "SummaryEnglish": "During the ongoing war outside of Earth's solar system, one of the ships mistakenly warps to Earth's atmosphere, heading directly for the Argo's location. The Earth Defense Force alerts Commander Wildstar, who sends the Cosmo Tigers to investigate. The ship attacks the Tigers, but they dispatch it. Wildstar briefs his crew on the mission, offering those who wish to remain on Earth a chance to leave. Chief Communications Officer Homer Glitchman is the only one who does so, wanting to find a girl who had given him a flower, but whose name he didn't get. Derek discovers that the girl in question is Wendy, the EDF's commander's granddaughter, and sends out the Cosmo Tigers to bring Homer back. Just then, he finds Homer still on board and brings him back to meet Wendy, who wishes him luck. As the Argo launches into space, 329 days remain before the sun destroys Earth.",
                    "TitleJapanese": "ヤマト暁の発進",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "258233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258233",
                    "TitleEnglish": "Shoot for Planet Mars",
                    "SummaryEnglish": "Commander Wildstar orders a warp to the planet Mars to test the crew. As soon as the ship comes out of warp, he has the crew go through sixteen hours of drills, including a simulated attack on Mars and the Argo taking damage and casualties. While the exhausted cadets rest, Jason discovers that the section commanders continue to train even after drills are completed. He also learns that Wildstar trains harder than anyone else, even in his spare time. Just then, the crew are summoned to their battle stations when the ship's radar picks up enemy missiles approaching. The Argo destroys all the missiles and continues on its journey. 328 days remain before the sun destroys Earth.",
                    "TitleJapanese": "あの火星を撃て",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "258234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258234",
                    "TitleEnglish": "S.O.S. Legendra!",
                    "SummaryEnglish": "When the Argo picks up an unidentified spaceship, Commander Wildstar orders all hands to their battle stations. He makes radio contact with the spaceship, which identifies itself as the Legendra, says it is heavily damaged, and requests time to make repairs. After consulting with the Earth Defense Force's commander, Wildstar gives the Legendra 24 hours to make repairs and offers to provide any necessary supplies. He meets with the Legendra's captain, Captain Ram of the planet Berth, who tells him about their war with the Galman Empire. Just then, one fleet of the Galman's Eastern Task Force appears. Sandor recognizes the ships as the same type they fought just before the Argo left Earth. General Dagon, the Galman commander in command of the fleet, demands the Legendra, but Ram negotiates more time with Dagon and completes repairs. Just as Ram leaves the Argo, however, Dagon orders an attack on both ships. Wildstar launches a counterattack, plunging the Argo into the middle of the war. 326 days remain before the sun destroys Earth.",
                    "TitleJapanese": "SOS! ラジェンドラ号",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "258235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258235",
                    "TitleEnglish": "Great Battle Near Planet Brumus",
                    "SummaryEnglish": "Dagon continues his attack on the Argo and the Legendra near Planet Brumus. The Cosmo Tigers destroy several Galman ships, and Dagon ramps up the attack. Ram sends one final message thanking the Argo for its help before the Legendra is destroyed. Commander Wildstar orders the Cosmo Tigers back before continuing the counterattack on the Galman fleet. Dagon orders his flagship and two others to warp while the remaining ships continue to engage the Argo. One ship crashes into the Argo, inflicting heavy damage. A Galman boarding party engages the Argo's KP crew, mortally wounding Jason's supervisor. Jason grabs several weapons and helps hold off the boarding party. Wildstar leads a team to help, and Jason kills his first combatant -- a Galman robot. The Argo pulls free from the Galman ship before the latter explodes. On the Argo's main deck, Wildstar offers a space burial to those who died in the attack, including Jason's supervisor and several non-robotic Galmanians. 325 days remain before the sun destroys Earth.",
                    "TitleJapanese": "激闘! 11番惑星空域",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "258236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258236",
                    "TitleEnglish": "The Rough Seas of Alpha Centauri",
                    "SummaryEnglish": "On the Argo's main deck, the bridge crew tosses coins into space as a custom for luck. The Argo then receives a distress call from the planet Alpha. After arguing over whether to land or continue their mission, Derek and Sandor finally convince Mark to take the ship down. Meanwhile, on the Galman's repair base near Neptune, Dagon orders his fleet to find the Argo. As half the crew repairs the Argo, the other half is given shore leave. When Derek sees some of the new crew members getting into a brawl, he asks Mark, who is watching, why he isn't stopping the fighting. Mark says it's better they blow off steam there than on the ship. Just then, Galman missiles attack the planet, and Sandor has Jason and Flash man the Argo's guns until the rest of the crew can return. On the Argo's bridge, Mark apologizes to Derek, saying he was jealous of him having been made skipper, but now appreciates his judgment because he supported Mark's decision on the planet. Derek says he'd be nothing without Mark's ability and knowledge, and the two reaffirm their friendship. Meanwhile, Dagon waits to ambush the Argo as it approaches. 310 days remain before the sun destroys Earth.",
                    "TitleJapanese": "アルファ星波高し",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "258237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258237",
                    "TitleEnglish": "The Last Pioneer",
                    "SummaryEnglish": "As the Argo approaches one of Neptune's moons, which is similar to Earth, an attempt on Earth to use the sun's energy to cool it off fails. Meanwhile, Commander Wildstar heads a landing party to locate the source of several radio transmissions coming from the planet. Just then, the party encounters fire from a lone gunman, and they pursue the man, who appears to be from Earth. They find the man, his daughter, and her husband, the latter of whom is seriously ill and eventually dies. When the man collapses, the team transports him and his daughter back to the Argo. On the other side of the planet, Dagon prepares to attack the Star Force with an array of ships designed to reflect lasers fired from the planet's surface at their target. He activates the weapon, attacking the Argo from all sides. Wildstar heads off to locate the base and destroy it. 308 days remain before the sun destroys Earth..",
                    "TitleJapanese": "最後の開拓者",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "258238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258238",
                    "TitleEnglish": "Battle at Barnard's Star",
                    "SummaryEnglish": "As Dagon continues his attack on the Argo, Derek Wildstar tries to locate the Galman base. He discovers that Galman ships, not satellites, are reflecting the lasers toward the Argo, and launches an attack on them. The Cosmo Tigers provide additional support, destroying the ships. Derek locates the relay stations and orders a surprise attack. Dagon launches a proton missile at the Argo, but the Star Force fires the Wave Motion Gun, destroying both the missile and the base. Dr. Sane tries his best to save the old man rescued from the planet, but is unsuccessful. Derek then learns that the woman he rescued from the planet is four months pregnant and decides to send all the women on the ship, except for Nova, back to Earth. 306 days remain before the sun destroys Earth.",
                    "TitleJapanese": "バーナード星の決闘",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "258239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258239",
                    "TitleEnglish": "Dagon's New Fleet Counter-Attacks",
                    "SummaryEnglish": "Commander Wildstar answers a distress call from Captain Hammer, a stranded meteorologist, who says he spotted a large fleet of Galman vessels and requests an escort to a nearby space station. Derek consults with his staff and offers to escort Hammer halfway, but having heard of the Star Force's mission, Hammer refuses the escort, saying the mission is far more important. As Dagon's fleet attacks the space station, Hammer sends a warning message to the Argo advising it to leave the area immediately. Hammer leaves the station in a ship which is attacked, causing him to crash on a nearby planet. Derek sends Flash to investigate. Flash finds Hammer, who again warns him of the danger, then dies. Dagon's fleet attacks the Argo, and a direct hit to the ship's port engine causes the Argo to drift toward the planet Cygnus and a space current. There, it encounters several space tornadoes, any of which could destroy it. 285 days remain before the sun destroys Earth.",
                    "TitleJapanese": "ダゴン新鋭艦隊の反撃",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "258240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258240",
                    "TitleEnglish": "Star Force Faces Danger at Cygnus",
                    "SummaryEnglish": "Near the planet Cygnus, the Argo is caught in a space current containing several space tornadoes, and its port engine is malfunctioning. Engineer Orion suggests that IQ-9 help with diagnosing the problem. The engineers repair the engine, but too late for the ship to avoid going through the tornadoes. As soon as the Argo emerges from the space current, Galman forces drop out of warp, surrounding the ship. Commander Wildstar orders a counterattack, but the main guns are jammed, while Galman ships disable the fighter launch deck. Derek orders that the main guns be operated manually. To buy some time to complete repairs, Mark takes the Argo behind an asteroid. Dagon contacts the Star Force, demanding unconditional surrender. The Argo responds by firing on the Galman ships, destroying most of them. Dagon has his flagship and one other do a space warp, and the Argo warps in pursuit. Upon leaving warp, the Galman ships catch the Argo in tractor beams and pull it toward a black hole. To escape, the Argo fires the Wave Motion Gun, causing both Galman ships to be pulled into the black hole and destroyed. 283 days remain before the sun destroys Earth.",
                    "TitleJapanese": "ヤマト危し! 魔の白鳥座星域",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "258241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258241",
                    "TitleEnglish": "Stellar Prison Camp",
                    "SummaryEnglish": "As the Argo approaches a planet, two ships drop out of warp and begin attacking it. Commander Wildstar radios one of the ships, identifying his vessel. The ships immediately cease their attack, saying they are from Berth and had heard of the Argo's helping the Legendra. Derek asks for permission to land to make repairs and collect food. While gathering supplies, Nova and Jason see what appears to be a penal colony but are unable to investigate further. The Star Force attends a reception given by Brozof, Berth's governor general. Brozof says Berth is part of the Bolar Federation, which wants to extend an offer of protection to the Earth, although many of the crew are suspicious of Brozof's words. Meanwhile, Jason and Flash go back to look at the prison camp. Suddenly, a group of prisoners breaks out of the prison camp and boards the Argo. The prisoners demand the Argo blast off or they will kill the engine crew. 228 days remain before the sun destroys Earth.",
                    "TitleJapanese": "宇宙の流刑地",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "258242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258242",
                    "TitleEnglish": "Dreadful Bolar Federation",
                    "SummaryEnglish": "As the hijackers take over the Argo's engine room, Jason and Flash discover they are carrying stun rifles and report this to Commander Wildstar. The hijackers demand to be taken to the planet Guardiana and its Queen, who is said to be a legendary space goddess. Leading a team into the engine room, Derek overpowers the hijackers, turning them over to the Bolars. Bemlayze, the Bolar Prime Minister, arranges for Derek to meet him on Berth. Enroute, Derek discovers the hijackers are being executed. He then learns that Bemlayze had ordered their execution. When Derek says he'll rescue the prisoners, the meeting turns sour, forcing Derek and his crew to fight their way out of the meeting and off the planet. In space, Bemlayze's ships attack the Argo but miss and end up destroying Berth. Derek vows to never forget Bemlayze's cruelty. 227 days remain before the sun destroys Earth.",
                    "TitleJapanese": "恐るべし! ボラー連邦",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "258243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258243",
                    "TitleEnglish": "Subspace Submarine Captain: Galman Wolf",
                    "SummaryEnglish": "Commander Wildstar makes a report to Earth, saying the Argo has investigated several planets, but all are uninhabitable. Meanwhile, Galman Eastern Task Force commander Admiral Smeardom summons Commander Lugna von Feral, who is in charge of the \"Wolf Pack,\" a fleet of space submarines. Smeardom tells Feral what happened to Dagon and charges him with destroying the Argo. Feral locates the Argo and launches an attack with space torpedoes, but the Argo is unable to locate the Galman ships. From an observation window, Jason sees a periscope. He reports this to Derek, saying he thinks the rest of the ship could be hiding in subspace. Impressed with the cadet's knowledge, Derek reassigns him to the bridge. The Argo warps at the same time the Galman ships enter normal space. Feral orders his ships to again submerge into subspace. Sandor works on a subspace sonar to help locate the Galmans while the Argo damages some of the Galman ships. Feral then launches another attack that injures Derek. 207 days remain before the sun destroys Earth.",
                    "TitleJapanese": "次元潜航艇ガルマンウルフ",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "258244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258244",
                    "TitleEnglish": "Star Force Becomes a Prisoner",
                    "SummaryEnglish": "On board the Argo, Dr. Sane operates on Commander Wildstar to remove shrapnel from his arm. When Derek wakes up, he tries to go to the bridge, but Nova orders him to rest, saying she'll take care of him. Meanwhile, Sandor finishes the subspace sonar and installs it on the ship. In space, Feral has two of his ships move into position so they can be detected. The Argo destroys both ships, but the rest of the fleet then lures it to Admiral Smeardom's fortress. With Derek incapacitated, Jason orders an attack, but Smeardom captures the Argo. Upset at the result, Jason visits Derek in the infirmary to apologize. Derek, however, consoles the cadet, telling him not to be discouraged. He then asks Jason to help him to the bridge. Smeardom reports the Argo's capture to Galman Emperor Desslok, but when Desslok hears the Argo's name for the first time, he berates Smeardom for disobeying orders. Desslok radios the Argo and apologizes for Smeardom's actions. He invites the Star Force to visit him at the center of the Galman Empire, not as a prisoner, but as a guest. 207 days remain before the sun destroys Earth.",
                    "TitleJapanese": "ヤマト捕わる!!",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "258245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258245",
                    "TitleEnglish": "Festive Day for Desslok",
                    "SummaryEnglish": "Released from Smeardom's ship, the Argo warps directly into the center of the Galman Empire. The arrival brings back memories for Commander Wildstar, who recalls the Argo's first journey to Iscandar to help save Earth. Enroute, the Star Force battled and defeated Desslok. When the Comet Empire attacked, however, Desslok sided with the Argo. Heavily damaged from the earlier war, Gamilon exploded. Queen Starsha of Iscandar also sacrificed her planet to save both Desslok and the Star Force. When the Star Force meets Desslok, they notice twin planets, one looking like Gamilon and the other like Iscandar. Desslok says he named the Iscandar-like planet after Starsha in memory of her sacrifice and also because he loved her. Desslok had also built the Galman Empire by liberating Galman, the ancestral planet of Gamilon, and several other planets from the Bolar Federation. He then built up a powerful armed force and amassed great wealth to ensure the planets would remain liberated. The news leaves Derek puzzled and worrying about whether Desslok plans to conquer Earth. If so, it means the end of their friendship. 183 days remain before the sun destroys Earth.",
                    "TitleJapanese": "デスラーの祝日",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "258246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258246",
                    "TitleEnglish": "Desslok's Empire in the Moment of Crisis",
                    "SummaryEnglish": "Desslok visits the Argo, where he pays his respects to the late Captain Avatar, who had commanded the ship on her first voyage. Commander Wildstar explains what happened to Earth's sun and the Argo's mission. Desslok offers his help to help make amends for the Galmans' part of the tragedy. Desslok's scientists offer a plan, which the Earth Defense Force agrees to use. Desslok then says that he built his weapons to maintain peace, and his ultimate goal is to unify all the planets to ensure peace. Just then the Bolar Federation attacks. Galman activates its defenses, and all but one missile is destroyed. The Argo launches to destroy the last missile. Unable to fire the Wave Gun himself as his arm is still healing, Derek has Jason fire the weapon. Jason does so, destroying the missile, and Derek cautions Desslok about the danger of relying so heavily on weaponry. 182 days remain before the sun destroys Earth.",
                    "TitleJapanese": "デスラー帝国危機一髪",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "258247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258247",
                    "TitleEnglish": "The Angry Sun",
                    "SummaryEnglish": "Sandor and Homer travel to Earth with Major Cranshaw, one of Desslok's scientists. After meeting the Earth Defense Force's commander, Cranshaw takes one ship to Saturn while Sandor and Homer follow in a second ship. Sandor explains the plan: first, Cranshaw will launch specially designed missiles to form a magnetic shield around the sun. Then Sandor's group will launch special missiles to gather asteroid fragments and send them into the sun. Finally, Cranshaw will launch proton missiles, and the resulting reaction will return the sun to normal. At first the plan appears to succeed, with the sun's temperature falling, but it then rapidly rises, forcing both ships to immediately retreat. Humiliated by the failure, Cranshaw orders his men to abandon his ship, then commits suicide by flying it into the sun. Derek and Nova offer their condolences to Desslok on the loss of Major Cranshaw. Desslok wishes Derek and Nova success on their mission. As Derek and Nova leave, they see several of Queen Guardiana's worshippers. Derek asks Desslok about the worshippers, and Desslok simply says Galman doesn't need two gods. He then tells the Star Force about another planet -- Phantom -- which is similar to Earth and supposedly uninhabited. 153 days remain before the sun destroys Earth.",
                    "TitleJapanese": "怒る太陽",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "258248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258248",
                    "TitleEnglish": "On the Way to Planet Phantom",
                    "SummaryEnglish": "The Argo begins the first of three warps to Planet Phantom, a distant planet of which little is known other than that it resembles Earth. At Bolar Headquarters, Belmayze orders a fleet to attack and destroy the Argo. Meanwhile, the Star Force receives a distress call from a small planet. Commander Wildstar sends Jason, Flash and IQ-9 to investigate, but just as they leave the Argo, the transmission stops. Derek decides to allow the mission to continue. On the planet, Jason and Flash discover several followers of Queen Guardiana who were on a pilgrimage when their ship became disabled and they had to land. Derek has a team repair the pilgrims' ship, but Bolar ships appear just after the pilgrims take off. Derek tries to negotiate with the Bolar fleet, but the fleet attacks both the Argo and the pilgrims' ship. Derek has the Cosmo Tigers launch to protect the pilgrims' ship. Just then, Queen Guardiana appears before the Argo in the direction of Phantom. The Star Force wonders if she might perhaps be guiding them toward the planet. 139 days remain before the sun destroys Earth.",
                    "TitleJapanese": "惑星ファンタムへの道",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "258249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258249",
                    "TitleEnglish": "Planet Phantom",
                    "SummaryEnglish": "Approaching Planet Phantom, the Star Force notices that it looks just like Earth. The ship erupts into near-chaos as the crew celebrates. Initial surveys indicate the planet is almost exactly like Earth in every way. Commander Wildstar relays the discovery of Phantom to Earth and Desslok, intending to send a landing party to investigate further. Suddenly, IQ-9 tells Derek that there is danger on Phantom, but can't pinpoint exactly what it is. Without any details, Derek orders the landing party to proceed. Meanwhile, Desslok contacts Belmayze and warns him to leave the Argo alone, but Belmayze refuses. On Phantom's surface, the Argo's crew suddenly see people that either died or they had left behind. Jason, Flash and Nova see their parents, Derek sees Captain Avatar, and Sandor sees Derek's brother Alex and Queen Starsha of Iscandar. Just then the entire crew sees Avatar's memorial, and they wonder if what they are seeing are real or merely illusions. 118 days remain before the sun destroys Earth.",
                    "TitleJapanese": "幻の惑星",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "258250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258250",
                    "TitleEnglish": "Lost Hope",
                    "SummaryEnglish": "On Planet Phantom, the Argo's crew see Avatar's monument and run to it, only to have it disappear in front of their eyes. Derek reports his findings to Desslok, who is just as puzzled and sends a survey team to the planet. Meanwhile, a Bolar Federation ship warps to Phantom with intent to engage and destroy the Argo. Derek and Sandor have IQ-9 reanalyze the planet. Meanwhile, Desslok's survey ship reports that Phantom looks like Galmania. Derek meets with the Galman ship's crew and discovers that the planet appears differently to each person depending on their experiences. IQ-9 and Sandor conclude that the planet is a living entity and could be creating the illusions to protect itself. When Desslok hears about the planet, he orders his men to destroy it as soon as the Argo is clear. On the planet, Jason and Flash are trapped in what appears to be a tunnel. 113 days remain before the sun destroys Earth.",
                    "TitleJapanese": "打ち砕かれた希望",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "258251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258251",
                    "TitleEnglish": "Farewell Planet Phantom",
                    "SummaryEnglish": "On board the Argo, Derek, Nova and Sandor are unable to locate Flash and Jason, who are trapped in a tunnel on the planet. Suddenly, Flash and Jason meet the planet's life center, who asks them to take care of Queen Mariposa. Phantom says that Mariposa has the secret to the planet Guardiana and must be taken somewhere safe. Phantom then returns Flash, Jason and Mariposa to the planet's surface, where a rescue ship from the Argo picks them up. They describe their findings to Derek, who assigns Flash to be Mariposa's escort. After the Star Force leaves, they see Galmanian ships materialize. Mariposa says that the Galmans will attack Phantom. Flash warns Derek, who sends an urgent message to the Galmans asking them not to attack. The message is ignored, however, and the Galmans destroy Phantom. Derek asks Desslok why he ordered Phantom destroyed. Desslok says that he punished Phantom for embarrassing him and Derek by deceiving them. Having lost much time, the Star Force resumes its search for a new Earth. Meanwhile, Belmayze and Desslok learn that Mariposa is now on board the Argo and dispatch war fleets after the ship. 111 days remain before the sun destroys Earth.",
                    "TitleJapanese": "さらば 夢の星よ",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "258252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258252",
                    "TitleEnglish": "Battle at the Scalageck Star Cluster",
                    "SummaryEnglish": "The Star Force approaches Beta in the Scalageck Star Cluster, the last possible planet the Argo is scheduled to survey. Although the planet is uninhabitable, the crew discovers the remains of the U.S. spaceship Arizona, which was apparently attacked by the Bolar Federation. Just then, both a Galman and a Bolar fleet materialize and both demand Queen Mariposa. Derek refuses, ordering Flash to look after Mariposa. Meanwhile, Desslok orders the Galmans to defend the Argo. The Bolar fleet attacks the Argo, which -- along with the Galmans -- returns fire. Several ships are destroyed, along with that of the Galmans' fleet commander, Admiral Gustaf. The Bolar main fleet radios the Argo, again demanding Mariposa. Derek refuses, and the Bolars attack. Using asteroids for cover, the Argo launches a counterattack with its wave cartridges, finally ending the battle. Flash begs Queen Guardiana for help, prompting Mariposa to help by inviting the Argo to Guardiana. Even though the Star Force didn't find a second Earth, Derek decides on one final mission -- to take Mariposa to Guardiana. 51 days remain before the sun destroys Earth.",
                    "TitleJapanese": "激戦! スカラゲック海峡星団",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "258253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258253",
                    "TitleEnglish": "The Secret of Planet Guardiana",
                    "SummaryEnglish": "The Star Force approaches a planet, which Mariposa says is the gateway to a different dimension. As Mariposa opens the gateway, Desslok's fleet materializes behind the Argo. As the ship approaches Guardiana, the sensors indicate that it's just like Earth. Jason suggests that they take Guardiana for a second Earth, but Derek says that if they did, they'd be no better than the Galmans or the Bolars. Meanwhile, both Galman and Bolar ships follow the Argo. Derek orders the Star Force to defend Guardiana. While Desslok destroys the Bolar fleet in space, the Argo's crew defeats the troops on Guardiana. Derek learns that Guardiana had a powerful array of weapons, but swore them off long ago, only wishing for peace. He tells Desslok, who decides not to conquer Guardiana. Meanwhile, Mariposa offers an extremely powerful cannon that she says can restore the sun. She bids the Star Force goodbye, then becomes the new Queen Guardiana. The Star Force returns to Earth with a renewed hope. 46 days remain before the sun destroys Earth.",
                    "TitleJapanese": "シャルバート星の秘密",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "258254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers/episodes/258254",
                    "TitleEnglish": "Star Force, Shoot That Sun!",
                    "SummaryEnglish": "Earth is one month from the end when the Argo arrives with the cannon from Guardiana. Just as the Star Force is about to fire the cannon into the sun, the Bolar Federation launches a surprise attack which damages the cannon. As Desslok joins the fight, Jason runs out to repair the cannon and is hit. Flash avenges him by crashing his fighter into the Bolar fortress, heavily damaging it. To ensure that Flash's sacrifice isn't in vain, Desslok fires his cannon, destroying the fortress. Although critically wounded, Jason manages to repair the gun so Derek and Nova can fire it. Their attempt succeeds, and the sun -- and Earth -- are saved. Jason thanks Derek and Nova, wishing them happiness. He then dies from his injuries. As the bridge crew holds a memorial for Jason, Queen Guardiana appears carrying Flash's body and declares that war leaves no winners. She also says the Star Force should never fight to obtain peace, for it could be worse than fighting an enemy. Desslok congratulates Wildstar, wishing him luck in rebuilding. As they again part ways, the series ends.",
                    "TitleJapanese": "ヤマト あの太陽を撃て!",
                    "SummaryJapanese": null
                }
            }
        }
    }
}