{
    "URL": "https://www.thetvdb.com/series/sailor-moon",
    "Genres": [
        "Adaptation",
        "Anime - Shojo",
        "LGBTQ+",
        "Superhero"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/F688-FE8E-2E07-0639-A635-U",
        "https://www.imdb.com/title/tt0103369/",
        "https://www.themoviedb.org/tv/3570"
    ],
    "TitleEnglish": "Sailor Moon",
    "SummaryEnglish": "14 year-old crybaby Usagi learns that she is the reincarnated magical heroine Sailor Moon, and with help of her friends and fellow Sailor Guardians, fights against the forces of evil that threaten the Earth.",
    "TitleJapanese": "美少女戦士セーラームーン",
    "SummaryJapanese": "女子学生のグループは、彼らが超強力なエイリアンの王女の化身であることを発見し、地球を守るために彼らの能力を使用します。",
    "Aliases": [
        "Pretty Guardian Sailor Moon",
        "Pretty Soldier Sailor Moon",
        "Sailor Moon R",
        "Sailor Moon S",
        "Sailor Moon Super S",
        "Sailor Moon Sailor Stars",
        "Sailor Moon Classic",
        "Beautiful Girl Soldier Sailor Moon"
    ],
    "Modified": "2025-07-18",
    "Seasons": {
        "0": {
            "ID": "25957",
            "URL": "https://www.thetvdb.com/series/sailor-moon/seasons/official/0",
            "# Episodes": 17,
            "Episodes": {
                "1": {
                    "ID": "690201",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/690201",
                    "TitleEnglish": "Sailor Moon R: Make Up! Sailor Guardians",
                    "SummaryEnglish": "Make up! Sailor Senshi was a short anime special, originally shown in theaters as an opener for the \"Sailor Moon R\" movie, which premiered in cinemas in Japan on December 5, 1993. In this short, while Usagi and Chibiusa were at a cafe, they overheard some girls talking about their favorite Sailor Senshi. Their discussion took the form of a recap of the first season's highlights and the personalities of the various characters.",
                    "TitleJapanese": "メイクアップ！セーラー戦士",
                    "SummaryJapanese": "TVシリーズの名場面を集めた、キャラクター紹介編。ご存じ大人気の“美少女戦士セーラームーンR”その人気の秘密に迫るのが「メイクアップ！セーラー戦士」。セーラー戦士たちの1人1人にスポットをあてその魅力を公開しちゃいます。もちろん華麗な変身シーンもバッチリ。恋あり、笑いあり、涙あり。これを観たらあなたも絶対セーラー戦士たちのファンになること、間違いナシ。"
                },
                "2": {
                    "ID": "902911",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/902911",
                    "TitleEnglish": "Sailor Moon R: The Movie: Promise of the Rose",
                    "SummaryEnglish": "The movie opens with a young Mamoru on the roof of a hospital: he hands another small boy a rose. The little boy thanks him and says \"No one has ever given me a gift before\". He then dissolves into thin air as he vows to bring Mamoru a flower. The movie flashes to the present day. Mamoru, Usagi, and the rest of the four \"Inner\" Senshi are at a botanical garden. Usagi tries to steal a kiss from Mamoru, but when he notices that they're being spied on he walks off outside alone.",
                    "TitleJapanese": "劇場版　美少女戦士セーラームーンR",
                    "SummaryJapanese": "十番街に現れた謎の青年フィオレによって、衛が宇宙へと連れ去られてしまった。彼を助け出すため、うさぎたちはセーラーテレポートで、フィオレのいる小惑星に向かう。宇宙で最も危険な生物“キセニアンの花”にとりつかれてしまったフィオレは邪悪な力を使い、衛のために地球人を滅ぼそうとする。うさぎは衛を救うことができるのか…。"
                },
                "3": {
                    "ID": "5002661",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/5002661",
                    "TitleEnglish": "Sailor Moon S: Kotaete Moon Call!",
                    "SummaryEnglish": "Released for the Telebikko, this game contained a story using the anime continuity, in which the player had to help the Sailor Soldiers answer questions in a game called The Daimon Quiz.",
                    "TitleJapanese": "Sailor Moon S: Kotaete Moon Call!",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "902921",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/902921",
                    "TitleEnglish": "Sailor Moon S: The Movie: Hearts in Ice",
                    "SummaryEnglish": "Long ago, Princess Snow Kaguya tried to cover the Earth in ice, but failed when the Ginzuishou melted the ice and saved the planet. She has now made her way to Earth to try again. A piece of her comet has been lost and she cannot proceed without it. She sends her minions, the Snow Dancers, to search for the missing shard. A young astronomer named Kakeru Ōzora finds the shard and keeps it in his observatory.",
                    "TitleJapanese": "劇場版　美少女戦士セーラームーンS 〜かぐや姫の恋人〜",
                    "SummaryJapanese": "車にひかれそうになったルナを助けてくれたのは天文台で働く宇宙翔（あおぞらかける）という青年だった。宇宙に幻想的なロマンを抱く、彼の純粋さに、ルナは次第に惹かれていく。だが、翔には幼馴染の名夜竹姫子という恋人がいたのだ。一方、地球を氷で包み、自分のコレクションにしようとする、プリンセス・スノー・カグヤの魔の手が迫る。果たしてルナの想いは翔に届くのか…そして地球の運命は！？"
                },
                "5": {
                    "ID": "690221",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/690221",
                    "TitleEnglish": "Sailor Moon SuperS Special #1: A Beautiful Transformation? The Journey and Growth of the Crybaby Usagi",
                    "SummaryEnglish": "In a short recap of the first three seasons, Usagi and Luna tell Chibiusa about Usagi's growth as Sailor Moon.",
                    "TitleJapanese": "Supers TVスペシャル #1 華麗に変身？泣き虫うさぎの成長記録",
                    "SummaryJapanese": "「何故うさぎがセーラームーンになったのか？」ちびうさの素朴な疑問から、やがてうさぎの初変身と、セーラー戦士の様々な戦闘記録が懐かしのシーンとともに甦る！"
                },
                "6": {
                    "ID": "690231",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/690231",
                    "TitleEnglish": "Sailor Moon SuperS Special #2: Haruka and Michiru Return: The Ghost Puppet Play",
                    "SummaryEnglish": "Haruka and Michiru are at a hotel that is being taken over by a puppet and his master. Haruka is feeling sick and unable to battle, so Michiru transforms into Sailor Neptune to destroy the puppet's bottle in order to save Haruka, risking the lives of the hotel guests in the process. Haruka is healed and transforms into Sailor Uranus and defeats the puppet. She then quickly worries about a new enemy, but Michiru assures her that Sailor Moon and the rest will take care of it.",
                    "TitleJapanese": "Supers TVスペシャル #2 はるかみちる再び!亡霊人形劇",
                    "SummaryJapanese": "新たなる邪悪な気配を感じたはるかとみちるは、断崖に立つホテルへと訪れた。そこには、二人のエナジーを狙う腹話術師と人形が待ち構えていた…。"
                },
                "7": {
                    "ID": "690241",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/690241",
                    "TitleEnglish": "Sailor Moon SuperS Special #3: Chibi-Usa's Adventure: The Vampire Mansion of Terror",
                    "SummaryEnglish": "Chibiusa begins to suspect that a mysterious new transfer student is actually a vampire.",
                    "TitleJapanese": "Supers TVスペシャル #3 ちびうさの冒険！恐怖、吸血鬼の館",
                    "SummaryJapanese": "ちびうさのクラスに美少女リリカが転校してきた。休み時間、彼女の引っ越してきた家がお化け屋敷で有名だという噂を聞くと、リリカは気分を悪くし早退してしまう。"
                },
                "8": {
                    "ID": "902931",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/902931",
                    "TitleEnglish": "Sailor Moon SuperS the Movie: The 9 Sailor Guardians Unite! Miracle of the Black Dream Hole",
                    "SummaryEnglish": "The movie begins with Poupelin playing a magical song called Sanji no Yosei (\"Three o'Clock Fairy\") on his flute. He uses the tune to hypnotize children and cause them to follow him away from their homes, reminiscent of the story The Pied Piper of Hamelin. Happily singing along, many pajama-clad children follow him into a strange flying ship, and they sail off into the sky.",
                    "TitleJapanese": "劇場版　美少女戦士セーラームーンSuperS　セーラー9戦士集結！ブラック・ドリーム・ホールの奇跡",
                    "SummaryJapanese": "世界各地で妖精たちが街に現れて、笛の音を使って子供たちを連れ去るという事件が起きていた。ちびうさがぺルルという不思議な少年と友達になった日の夜、十番街にもその妖精たちが現れた。彼らに捕まってしまったちびうさを助け出すため、セーラー戦士たちはぺルルとともに、異世界の魔女バディヤーヌがいるマジパンヌキャッスルへと向かった。"
                },
                "9": {
                    "ID": "690211",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/690211",
                    "TitleEnglish": "Sailor Moon SuperS Side Story: Ami's First Love",
                    "SummaryEnglish": "A short anime special, originally shown in theaters as an opener for the Sailor Moon SuperS movie. It was based on the manga side story \"Exam Battle 2 - Ami's First Love.\" Ami is rivals with a boy she has never met nicknamed \"Mercurius\" who consistently ties with her for perfect scores on exams. When a spirit named Bonnone attacks her, Ami assumes it's Mercurius, but Sailor Moon knows the truth.",
                    "TitleJapanese": "スペシャルプレゼント　美少女戦士セーラームーンSuperS外伝　亜美ちゃんの初恋",
                    "SummaryJapanese": "水野亜美ことセーラーマーキュリーはIQ300の天才少女。亜美が“マーキュリー”というペンネームで模試を受けると、同じく“メルクリウス”という人物が同率一位となる。ライバルを追い越すために、ますます勉強に熱が入る亜美。そんな彼女を心配したうさぎたちは、“メルクリウス”に接近を図るのだが…。"
                },
                "10": {
                    "ID": "4986063",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/4986063",
                    "TitleEnglish": "Sailor Moon Memorial",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Sailor Moon Memorial",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "4986064",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/4986064",
                    "TitleEnglish": "Sailor Moon R Memorial",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Sailor Moon R Memorial",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "4986065",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/4986065",
                    "TitleEnglish": "Sailor Moon S Memorial",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Sailor Moon S Memorial",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "4986066",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/4986066",
                    "TitleEnglish": "Sailor Moon SuperS Memorial",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Sailor Moon SuperS Memorial",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "4986067",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/4986067",
                    "TitleEnglish": "Sailor Moon Sailor Stars Memorial",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Sailor Moon Sailor Stars Memorial",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "5002656",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/5002656",
                    "TitleEnglish": "Sailor Stars Hero Club Vol. 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Sailor Stars Hero Club Vol. 1",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "5002657",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/5002657",
                    "TitleEnglish": "Sailor Stars Hero Club Vol. 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Sailor Stars Hero Club Vol. 2",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "5002659",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/5002659",
                    "TitleEnglish": "Sailor Stars Hero Club Vol. 3",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Sailor Stars Hero Club Vol. 3",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "15144",
            "URL": "https://www.thetvdb.com/series/sailor-moon/seasons/official/1",
            "# Episodes": 46,
            "Episodes": {
                "1": {
                    "ID": "286872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286872",
                    "TitleEnglish": "The Crybaby: Usagi's Beautiful Transformation",
                    "SummaryEnglish": "Usagi Tsukino is a 14-year-old schoolgirl who is very cheerful, but clumsy and is always finding herself into unwanted trouble. One day, Usagi meets a talking black cat named Luna, who reveals that dark forces are threatening the lives of the innocent and that Usagi has the power to stop them. Using a magical brooch, Usagi is transformed into Sailor Moon, the chosen guardian who fights for love and justice.",
                    "TitleJapanese": "泣き虫うさぎの華麗なる変身",
                    "SummaryJapanese": "月野うさぎは、今日もねぼうして学校へ急ぐ途中で、小学生にいじめられているおでこにバンソーコーを貼られた黒ネコのルナを助けた。その夜、うさぎのもとへやってきたルナは変身ブローチを渡し、セーラームーンとなって月のプリンセスを探せと、使命を語る。その時、うさぎの耳に親友なるの助けを求める悲鳴が聞こえた。"
                },
                "2": {
                    "ID": "286873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286873",
                    "TitleEnglish": "Punishment Awaits: The House of Fortune is the Monster Mansion",
                    "SummaryEnglish": "A new house of fortune opens up in the Juban District and quickly gains popularity for its accurate predictions. But soon, the customers who had their fortunes read begin to act violently including Gurio Umino, a boy who has a crush on Usagi. Suspecting that this is the work of a monster, Usagi and Luna decide to investigate the situation.",
                    "TitleJapanese": "おしおきよ！占いハウスは妖魔の館",
                    "SummaryJapanese": "うさぎは、最近評判の占いハウスにお客を取られて寂しそうにしているジジに恋愛運を占ってもらった。そこで「いつも会っている人に思われている」と言われて、ゲーセンの元基のことだと思いこんで有頂天に。しかし占いハウスへ行ったクラスメイトたちのようすがおかしい。占いハウスが怪しいとにらんだうさぎとルナは…。"
                },
                "3": {
                    "ID": "286874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286874",
                    "TitleEnglish": "The Mysterious Sleeping Sickness: Protect the Girls in Love",
                    "SummaryEnglish": "All the girls in town are tuning in to the late-night radio program called \"Midnight Zero\" that reads out love letters sent in by the listeners. Meanwhile, a strange sleeping sickness is plaguing the town, causing people to fall into a coma-like state, including Ms. Haruna and Naru.",
                    "TitleJapanese": "謎の眠り病、守れ乙女の恋する心",
                    "SummaryJapanese": "深夜のラジオ番組“ミッドナイト・ゼロ”のDJのJダイトーにラブレターを読んでもらった春菜先生が、授業中に眠ってしまった。なるもJダイトーにラブレターを読まれた翌日、教室で眠ってしまう。おかしいと感じたうさぎは、変身ペンで美人アナウンサーに変身してラジオ局へ潜入する。"
                },
                "4": {
                    "ID": "286875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286875",
                    "TitleEnglish": "Learn How to Be Skinny from Usagi",
                    "SummaryEnglish": "Usagi is shocked to find out that she's gained weight from too much eating. Determined to get back into shape and fast, she and her friends join a gym that advertises instant results for its members.",
                    "TitleJapanese": "うさぎが教えます！スリムになる法",
                    "SummaryJapanese": "おフロからあがったうさぎは、体重計にのって悲鳴をあげた。ダイエットに目覚めたうさぎは、なるたちと評判のエステサロンへ向かう。しかしうさぎは、すぐにギブアップ。そのころ、なるたちは、たちまちやせるというシェイプアップ光線を浴びていた。しかし、それはダーク・キングダムのワナだった。"
                },
                "5": {
                    "ID": "286876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286876",
                    "TitleEnglish": "Scent of a Monster: Chanela Will Steal Your Love",
                    "SummaryEnglish": "Usagi asks her family if they can officially keep Luna as a pet, but her little brother Shingo strongly objects due to his fear of cats. Instead, he brings home a pet Chanela, a creature that smells like perfume. Shingo becomes so absorbed in his new pet, that he behaves differently, which worries Usagi.",
                    "TitleJapanese": "妖魔の香り！シャネーラは愛を盗む",
                    "SummaryJapanese": "うさぎの弟の進悟は大のネコ嫌い。そこで動物になれるために新種のペット、シャネーラを飼うことになった。しかし進悟は、シャネーラを連れて部屋にとじこもってしまう。そしてシャネーラは、学校でも問題を起こしていた。原因はシャネーラだとペットショップへ調査に向かったうさぎも、シャネーラの目に魅入られてしまった。"
                },
                "6": {
                    "ID": "286877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286877",
                    "TitleEnglish": "Protect the Melody of Love: Usagi Plays Cupid",
                    "SummaryEnglish": "One rainy day, Usagi bumps into Yusuke Amade, a famous musician who claims he is being chased by a monster. Realizing the man is telling the truth, Usagi and Luna decide to keep an eye on Yusuke by staking out the venue where he performs.",
                    "TitleJapanese": "守れ恋の曲！うさぎはキューピッド",
                    "SummaryJapanese": "うさぎは、怪物に追われているという作曲家の雨出祐介を調べるためミュージシャンに変装してライブハウスへ潜入。そこで演奏する祐介のピアノに、うさぎはうっとり。しかし祐介は妖魔に襲われ、好きな人に贈るための恋の曲が入ったテープを奪われてしまった。うさぎは祐介とともに妖魔を追跡する。"
                },
                "7": {
                    "ID": "286878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286878",
                    "TitleEnglish": "Usagi Learns Her Lesson: Becoming a Star is Hard Work",
                    "SummaryEnglish": "Usagi and Naru both dream of becoming stars like Mikan Shiritori, a graduate from their school. When the girls hear that Mikan is holding a talent contest, they see their chance to achieve stardom.",
                    "TitleJapanese": "うさぎ反省！スターの道はきびしい",
                    "SummaryJapanese": "十番中学出身の大人気アイドルの白鳥みかんに影響されて、うさぎとなるはアイドルを目指して特訓開始。しかし、みかんがはじめたシンデレラ・キャラバンに参加した人々がおかしくなりはじめた。次の日曜にキャラバン参加者がショーをすることを知ったうさぎは、会場のシャンシャンプラザへ向かった。"
                },
                "8": {
                    "ID": "286879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286879",
                    "TitleEnglish": "The Girl Genius is a Monster: The Brainwashing Cram School of Horror",
                    "SummaryEnglish": "Usagi befriends Ami Mizuno, the school's smartest girl, who has an IQ of over 300. But Luna, who senses an unknown energy coming from Ami, suspects her of being a monster.",
                    "TitleJapanese": "天才少女は妖魔なの？恐怖の洗脳塾",
                    "SummaryJapanese": "ルナは不思議なエナジーを感じる少女、水野亜美を監視していた。テストのヤマを教えてもらおうと、うさぎは亜美とゲームセンターで遊ぶ。やがて亜美は塾へ向かったが、1枚のディスクを忘れていった。だがルナが解析すると、そのディスクには洗脳プログラムが入っている。はたして亜美は妖魔なのか!?"
                },
                "9": {
                    "ID": "286880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286880",
                    "TitleEnglish": "Usagi's Disaster: Beware of the Clock of Confusion",
                    "SummaryEnglish": "Usagi and Ami go to the city to enjoy some shopping, where they find a clock store selling a clock that resembles Luna. Later that day, Usagi is happy to learn that her mother bought the exact same clock as a gift. But that night, the clocks from the store emit a strange light, making Usagi and the rest of Tokyo very impatient.",
                    "TitleJapanese": "うさぎの災難！あわて時計にご用心",
                    "SummaryJapanese": "亜美とショッピングを楽しむうさぎは、時計店で見た黒ネコの目覚まし時計をひとめで気に入ってしまった。お金がなくて泣く泣くあきらめたけど、ママがその時計を買ってきてくれていた。翌朝、亜美がうさぎを迎えにいくと、朝寝坊が得意のうさぎがすでに学校へ!?うさぎだけではない、亜美以外のみんなはなんだか忙しそう。"
                },
                "10": {
                    "ID": "286881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286881",
                    "TitleEnglish": "The Cursed Bus: Enter Mars, the Guardian of Fire",
                    "SummaryEnglish": "Several people who take the bus near the Hikawa Shrine have gone missing. Usagi, Ami, and Luna decide to investigate by visiting the shrine. There, they meet Rei Hino, a shrine maiden with strong spiritual powers.",
                    "TitleJapanese": "呪われたバス！炎の戦士マーズ登場",
                    "SummaryJapanese": "呪われた路線バスのうわさに、怖がりのうさぎは火川神社へお守りを買いにきた。そこで出会った神社の孫娘のレイは、最近不思議な気配を感じるという。レイは神社の手伝いをしている謎の青年を怪しんでいたのだ。調査中のうさぎもバスごと暗黒へ吸い込まれてしまう。レイは火に祈りを捧げて、ついに謎の原因を突き止めた。"
                },
                "11": {
                    "ID": "286882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286882",
                    "TitleEnglish": "Usagi vs. Rei: Nightmare in Dream Land",
                    "SummaryEnglish": "Having no information on the whereabouts of the princess, the sailor soldiers investigate a new amusement park, which has had a rash of disappearances. While investigating, Rei and Usagi bump into Mamoru. Rei and Mamoru have many things to agree upon because of their \"hatred\" for Usagi. Ami enters the candy house in Dreamland, the amusement park. The candy house is the reason for the numerous disappearances; it is being used to steal the energy from people.",
                    "TitleJapanese": "うさぎとレイ対決？夢ランドの悪夢",
                    "SummaryJapanese": "ルナはセーラー戦士が3人になって、いよいよプリンセス探しに全力を出すべきだと考えていたが、手がかりがほとんどない。とりあえず亜美の提案で、最近行方不明者が続出している夢ランドを調査することになった。しかし、何かとケンカばかりするうさぎとレイ。その間に亜美がダーク・キングダムのワナに落ちてしまった。"
                },
                "12": {
                    "ID": "286883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286883",
                    "TitleEnglish": "I Want a Boyfriend: The Luxury Cruise Ship is a Trap",
                    "SummaryEnglish": "Jadeite is approached by Tetis with an effective way to collect energy, Operation Romantic Cruise. Using her psychic abilities, Rei wins two tickets to go on the cruise and invites Ami to find boyfriends for themselves. Usagi, very jealous and angry, sneaks onto the ship disguised as a beautiful camera woman. Ami and Rei come to the realization that they are the only single girls on the ship, but can catch guys on the rebound. Jadeite, disguised as the captain of the ship, discovers Usagi, but neither realize who the other is.",
                    "TitleJapanese": "私だって彼が欲しい！豪華船のワナ",
                    "SummaryJapanese": "福引きで一晩の船旅が当たったレイは、亜美といっしょにでかけてしまう。うさぎもカメラマンに変装して船に乗り込む。しかし、このクルーズはジェダイトのワナだった。クルージングを楽しむ恋人たちからエナジーを奪おうとしていたのだ。エナジーを吸い取られて次々に倒れる恋人たち。最後に残ったのは、恋人のいないレイと亜美だった。"
                },
                "13": {
                    "ID": "286884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286884",
                    "TitleEnglish": "Girls Unite: The End of Jadeite",
                    "SummaryEnglish": "Queen Beryl gives Jadeite one last chance to destroy the sailor soldiers. As Usagi gazes into the stars, Jadeite appears in the sky and threatens to burn Tokyo to the ground if the sailor soldiers don't show up at the airport to fight him. The girls decide whether or not to go because they know the airport will be heavily guarded with police. At the airport, Jadeite sees the girls transform and finally knows who they are. Arriving just in time, Tuxedo Mask fights Jadeite and they both fall into the ocean. The girls fear the worst when only Jadeite emerges.",
                    "TitleJapanese": "女の子は団結よ！ジェダイトの最期",
                    "SummaryJapanese": "失敗続きのジェダイトにクイン・ベリルの怒りは頂点に達していた。追いつめられたジェダイトは、セーラー戦士へ最期の挑戦状を突きつける。うさぎたちが決戦の場の空港へ向かうと、突如飛行機が襲いかかってくる。絶体絶命のセーラー戦士。そこへタキシード仮面が現われ、ジェダイトと組み合ったまま深い海へ落ちていった。"
                },
                "14": {
                    "ID": "286885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286885",
                    "TitleEnglish": "A New Enemy Appears: Nephrite's Evil Crest",
                    "SummaryEnglish": "With Jadeite gone, Nephrite explains to Queen Beryl about how he plans to collect energy; he plans to collect energy from individuals at points in their life when their energy is at its peak. Rui is Nephrite's first target. Disguising himself as a tennis coach, Nephrite gives Rui a racket that fills her with negative energy and makes her become obsessed with tennis. Usagi is prompted to investigate after Naru comes to her with concerns about Rui. Just as Usagi approaches, the monster inside Rui's cursed racket is released by Nephrite to collect her energy. Usagi transforms into Sailor Moon to fight the monster. However, she is turned into a giant tennis ball and is bounced around the court!",
                    "TitleJapanese": "新たなる強敵、ネフライト魔の紋章",
                    "SummaryJapanese": "ダーク・キングダムの新たな指揮官ネフライトは、将来が有望なテニスプレーヤーの西園寺瑠依のテニスラケットに妖魔を送り込んだ。人が変わってしまった瑠依を心配するなるは、うさぎに相談する。テニススクールに向かったうさぎだが、瑠依のエナジーレベルがピークに達して妖魔が正体を現してしまう。"
                },
                "15": {
                    "ID": "286886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286886",
                    "TitleEnglish": "Usagi's Panic: Rei's First Date",
                    "SummaryEnglish": "After discovering a local park is to be demolished, Rei becomes determined to bring a boyfriend there.Usagi becomes upset with Mamoru after he saves Luna's life. Rei decides she is going to go on a date with Mamoru, while Nephrite targets Mr. Kunitachi, the caretaker of the park, as his next victim. Usagi witnesses Rei falling in front of Mamoru, who accidentally steps on her head, and invites him for tea as an apology.",
                    "TitleJapanese": "うさぎアセる！レイちゃん初デート",
                    "SummaryJapanese": "亜美が読書をする公園の管理人のおじさんにネフライトが近づいていた。一方、レイは元基から衛の情報を仕入れて、まんまとデートに誘うことに成功。2人が心配なうさぎは、海野を使って追跡する。ウキウキ気分でデートを楽しむレイは公園のボートに乗るが、とつぜん衛が苦しみだした。"
                },
                "16": {
                    "ID": "286887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286887",
                    "TitleEnglish": "A Girl's Dream: Usagi Becomes a Bride",
                    "SummaryEnglish": "Usagi and Naru discover from Umino that their home economics teacher, Ms. Akiyama, is engaged. Unfortunately, this teacher is Nephrite's newest target to collect energy. Ms. Akiyama decides to enter a handmade wedding dress contest in order to win a grand wedding reception. Usagi and Rei also enter. Rei decides that she can learn from Usagi's mother, a full-time housewife, how to sew, but Ikuko doesn't know how, either! Meanwhile, Nephrite puts a curse on the silk material Ms. Akiyama is going to make her dress out of for the contest.",
                    "TitleJapanese": "純白ドレスの夢！うさぎ花嫁になる",
                    "SummaryJapanese": "手作りウエディングコンテストの開催を知ったうさぎとレイは、特賞のウエディングドレス無料を目当てにお裁縫に挑戦する。結婚が間近な十番中学の家庭科の秋山先生もウエディングドレスを作るために布地店でシルクを選んでいた。しかしそのシルクには、ネフライトの紋章が刻み込まれていた。"
                },
                "17": {
                    "ID": "286888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286888",
                    "TitleEnglish": "Usagi's a Model: The Flash of the Monster Camera",
                    "SummaryEnglish": "Girls at Usagi's school are amazed by the pictures taken by a junior high school photographer. Once Kijin Shinokawa, the young photographer, has his camera cursed by Nephrite, he puts out a call for female models. Usagi becomes determined to be one of these models, and talks to Ami, Shingo, Ikuko, and Mamoru about her modeling; she is discouraged by everyone! Kijin lures the unsuspecting models into his studio and \"captures\" his victims on film. Ignoring Luna's warning, Usagi participates in the contest (even though her suit is full of holes) after she is accepted. Usagi transforms and the monster inside Kijin's camera is released.",
                    "TitleJapanese": "モデルはうさぎ？妖魔カメラの熱写",
                    "SummaryJapanese": "ネフライトがつぎに狙ったのは、日本写真大賞を受賞した中学生の篠川貴人。妖魔によって性格が変わってしまった篠川は、女の子を集めてコンテストを開く。うさぎもモデルを夢見て応募する。しかし撮影会場では撮影された女の子たちがつぎつぎに消えていく。そして、正体を現した妖魔に、亜美とレイも写真にされてしまった。"
                },
                "18": {
                    "ID": "286889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286889",
                    "TitleEnglish": "Shingo's Love: The Grieving Doll",
                    "SummaryEnglish": "Shingo's friend, Mika, is an award-winning doll maker, like her mother. Nephrite targets Mika after winning a French contest. After school, Usagi and Naru are approached by two girls from Shingo's school; they say that he is mean because he broke Mika's award-winning doll without apologizing! Mika has been visited by Nehprite and is under his control. Shingo is saddened by her cool attitude and begins to make a [Sailor Moon] doll of his own to give her as an apology. Later, Usagi, Shingo, Ami, and Rei with Mamoru, go to a huge doll show.",
                    "TitleJapanese": "進悟の純情！悲しみのフランス人形",
                    "SummaryJapanese": "進悟はガールフレンドの香山みかにプレゼントされた人形を壊してしまった。その人形は、みかがフランス人形コンテストで入賞した人形だったのだ。うさぎから直接謝るようにといわれた進悟だが、みかは人形作りに夢中で会ってくれない。みかは、すでにネフライトの妖魔人形に操られていたのだ。"
                },
                "19": {
                    "ID": "286890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286890",
                    "TitleEnglish": "Usagi's Joy: A Love Letter from Tuxedo Mask",
                    "SummaryEnglish": "Nephrite writes fake love letters to girls all over the Juuban area in Tuxedo Mask's name, hoping that Sailor Moon will respond. Usagi falls falls for the trick and finds out many other girls have too. Naru decides to meet this mystery man who claims to like her leafing Nephrite to believe Naru is Sailor Moon; he realizes his mistak but proceeds in draining the energy of love Naru produces.",
                    "TitleJapanese": "うさぎ感激！タキシード仮面の恋文",
                    "SummaryJapanese": "うさぎのクラス全員にタキシード仮面からのラブレターが届いた。しかしそれはネフライトが、セーラームーンを見つけるためのワナだったのだ。翌日、デパートでなるはネフライトに出会い、夜にまた会うことを約束する。ネフライトはなるがセーラームーンだと疑い、そのエナジーを奪おうとしていたのだった。"
                },
                "20": {
                    "ID": "286891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286891",
                    "TitleEnglish": "The Summer, the Beach, Youth and Ghosts",
                    "SummaryEnglish": "The girls make reservations at a private beach resort to continue their Sailor Warrior training. All they really want to do, however, is have some fun... that is, until they realize that they're booked their stay at the \"Adam's Inn\". Even though attendants at the Inn look like they're straight out of classic horror movies, the girls make the best of it. Ami tries to befriend Sakiko, the little girl who lives there, but her father rebuffs her. He hypnotizes Sakiko to invoke the powerful spirit inside of her. Unfortunately, the spirit goes out of control and starts attacking everyone.",
                    "TitleJapanese": "なつよ海よ青春よ！おまけに幽霊もよ",
                    "SummaryJapanese": "夏になり、うさぎたちは特訓のために海辺のペンションで合宿することになった。しかしそこは古びた洋館で、ペンションのひとたちはうさぎを怖がらせてばかり。ほかのお客さんも、小さな女の子と怖い顔の父親だけ。特訓も忘れて浜辺で楽しむうさぎたち。しかしその夜から、ペンションでは不気味な現象がはじまった。"
                },
                "21": {
                    "ID": "286892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286892",
                    "TitleEnglish": "Protect the Children's Dreams: Friendship Through Anime",
                    "SummaryEnglish": "Nephrite decides to target one of the animators of the Sailor V movies, Hiromi, by cursing one of her pencils. Ami goes to the studio to return a notebook that Hiromi has accidentally dropped, and she sees Nephrite as he is leaving. Suspecting the worst, she brings Usagi and Rei to the studio to investigate. The monster appears and attacks the girls. It is in the form of two twins that are connected ate the tail. They use all of the same techniques as the Sailor Warriors and yet are only defeated when they start bickering about who will give the killing blow.",
                    "TitleJapanese": "子供達の夢守れ！アニメに結ぶ友情",
                    "SummaryJapanese": "セーラーVの劇場版を製作しているアニメ会社の原画マンの浩美が落したカット袋をスタジオへ届けた。すると、お礼に、うさぎたちとともにスタジオ見学に招待される。アニメの製作現場におおはしゃぎのうさぎとレイ。しかし、昨日とは人が変わってしまった浩美に怒鳴りつけられてしまう。浩美にはすでに妖魔が取り付いていたのだ。"
                },
                "22": {
                    "ID": "286893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286893",
                    "TitleEnglish": "Romance Under the Moon: Usagi's First Kiss",
                    "SummaryEnglish": "A visiting princess is holding a ball to show off her nation's treasure, a beautiful jewel. Usagi disguises herself as a princess to invetigate whether this girl could be the missing moon princess. Nephrite also goes because he thinks that the jewel could be the Silver Crystal that Queen Beryl has been seeking. Usagi loves the ball and even gets to dance with Tuxedo Mask (who is also there looking for the crystal). However, Usagi an Tuxedo Mask are left dangling over the side of the balcony when Nephrite possesses the princess. Usagin and Tuxedo float safely to the ground using Usagi's parasol. Later in the evening, Tuxedo Mask visits sailor Moon on the balcony and kisses her under the moonlight. They both remember something like this from the past...",
                    "TitleJapanese": "月下のロマンス！うさぎの初キッス",
                    "SummaryJapanese": "ダイヤモンド国の晩餐会が開かれることになった。ルナは秘宝を受け継ぐ王女が月のプリンセスかもしれないと考えて、うさぎはお姫さまに変装して会場にもぐり込んだ。しかし、そこにはすでに幻の銀水晶を狙うネフライトが入り込んでいて、ふたたび出会ったなるを利用して、王女に近づこうとしていた。"
                },
                "23": {
                    "ID": "286894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286894",
                    "TitleEnglish": "Wish Upon a Star: Naru's First Love",
                    "SummaryEnglish": "Nephrite gives up trying to get power from humans and focuses on finding the Silver Crystal. He uses a black crystal to help him identify its location. He thinks that Naru (who is still in love with his human guise) may have the clue. However, when he asks for the Silver Crystal, she brings him a jewel from her mother's store. Sailor Moon busts in on the scene just as Nephrite realizes that maybe Naru's love for him is itself a powerful source of energy. A monster sent from Zoisite, who mistakes Nephrites's locating crystal for the Silver Crystal, also appears. Sailor Moon dispatches it and tries to finish Nephrite as well... but Naru throws herself over him, and Sailor Moon is forced to stop her attack.",
                    "TitleJapanese": "流れ星に願いを！なるちゃんの純愛",
                    "SummaryJapanese": "なるは、三条院正人に恋をしてしまった。しかし三条院の正体がネフライトだと知るうさぎは大ショック。一方ネフライトは、なんとか銀水晶を手に入れて汚名を挽回しようとしていた。そのネフライトの黒水晶に浮かんだのは、なるの姿。なるの近くに銀水晶があると考えたネフライトは、なるを誘い出した。"
                },
                "24": {
                    "ID": "286895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286895",
                    "TitleEnglish": "Naru's Tears: Nephrite Dies for Love",
                    "SummaryEnglish": "Nephrite decides that Naru is connected to Sailor Moon after all. When she can't tell him who Sailor Moon really is, he leaves. While he is away, Zoisite's monsters come and kidnap Naru because they think that Nephrite cares for her and will exchange her for the black crystal. Nephrite tracks them down and drives off the monsters, saving Naru. Unfortunately, the monsters return and stick Nephrite with a life-sucking thorn. Naru risks her life to protect Nephrite, but they are both helpless unlit the Sailor Warriors appear.",
                    "TitleJapanese": "なるちゃん号泣！ネフライト愛の死",
                    "SummaryJapanese": "なるを妖魔から助けてしまった自分の感情にとまどうネフライト。なるはネフライトの力になってあげたいと悩み、うさぎに相談する。家を飛び出したうさぎだが、セーラームーンの正体がネフライトにバレてしまった。ネフライトに追い詰められるうさぎ。そのときネフライトの耳に、妖魔に襲われるなるの悲鳴が響いた。"
                },
                "25": {
                    "ID": "286896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286896",
                    "TitleEnglish": "Jupiter, the Powerful Girl in Love",
                    "SummaryEnglish": "Queen Beryl wants the Silver Crystal to revive Queen Metalia, the supreme ruler of the Dark Kingdom. Metalia explains that the Silver Crystal is made up of 7 Rainbow Crystals that contain the spirits of 7 powerful monsters. These crystals are sealed away inside of humans. Zoisite uses the black crystal to find the first human carrier. Meanwhile, there is a new girl at school named Makoto. Although she has a bad reputation for starting fights, Usagi makes friends with her because she is an excellent cook. They go to the arcade and see a boy, Joe, win a bunch of prizes.",
                    "TitleJapanese": "恋する怪力少女、ジュピターちゃん",
                    "SummaryJapanese": "ついにクイン・メタリアが目覚め、7つの虹水晶をもとめてゾイサイトが町へ向かう。そのころ、怖いお兄さんから救ってくれた転校生の木野まこととうさぎは友達になった。放課後、ゲームセンターで“クレーンの丈”を見たまことは、「センパイにそっくり」と目を輝かせる。しかし、ゲームセンターを出た丈をゾイサイトに襲う。"
                },
                "26": {
                    "ID": "286897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286897",
                    "TitleEnglish": "Restore Naru's Smile: Usagi's Friendship",
                    "SummaryEnglish": "Usagi, Umino and Naru go on a walk to try and cheer up Naru (who is still upset over Nephrite's death). Naru asks for help from a priest whom they run into at a cemetery. Unfortunately, the priest is the 2nd crystal carrier. Zoisite appears to retrieve the crystal and truns the priest into a monster. Tuxedo Mask arrives and fights Zoisite for the crystal. The other Warriors show up and together they fight the monster and restor his humanity. Sailor Moon notices that Tuxedo Mask left behind a mysterious star shaped locket.",
                    "TitleJapanese": "なるちゃんに笑顔を！うさぎの友情",
                    "SummaryJapanese": "ネフライトの死から立ち直れないなるを心配して、うさぎは海野も誘い横浜に行く。外人墓地で悲しみに暮れるなるを牧師が励ましてくれた。そこへゾイサイトが現われて、牧師から虹水晶を奪い妖魔が出現。危機一髪のうさぎをタキシード仮面とジュピターが救う。しかし、虹水晶はタキシード仮面が持ち去ってしまった。"
                },
                "27": {
                    "ID": "286898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286898",
                    "TitleEnglish": "Crushing on Ami: The Boy Who Can See the Future",
                    "SummaryEnglish": "Zoisite discovers that the 3rd crystal carrier is a boy named Ryo Urawa. Ryo is a genius that has just transferred into the Sailor Warriors' school. Ami immediately likes him (a fellow genius!), and they become friends. Urawa reveals to her that he can see the future and that he also knows that Ami is Sailor Mercury and begs her to destroy him before he is turned into a monster. Unfortunately, Zoisite arrives and does just that. The Rainbow Crystal is dropped during the fight, but Sailor Mercury manages to retrieve it.",
                    "TitleJapanese": "亜美ちゃんの恋！？未来予知の少年",
                    "SummaryJapanese": "中間テストで1位になった浦和が亜美に告白したいということを知ったうさぎは、恋のキューピッドになることを決意。その浦和の前にゾイサイトが現われる。しかし、予知能力でゾイサイトの出現を知っていた浦和は驚かない。そこへやってきた亜美は浦和を助けるが、自分が妖魔になったら殺してくれと亜美に頼む。"
                },
                "28": {
                    "ID": "286899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286899",
                    "TitleEnglish": "The Painting of Love: Usagi and Mamoru Get Closer",
                    "SummaryEnglish": "Usagi and Mamoru are recruited by the artist Yumemi to be models for her next illustration. They both feel drawn to the artists' work because it reminds them of some distant past. Mamoru rebuss her, but Usagi and Umemi become friends. Unfortuanately, Zoisite identifies Umemi as the 4th crystal carrier and attacks her, stealin gthe crystal and turning her into a monster. Tuxedo Mask arrives and protects Sailor Moon, but reveals that he is after the Rainbow Crystals too. He even wants to take away the one that the Sailor Warrios have! Sailor Moon is very confused but somehow manages to defeat the monster and return the artist to normal.",
                    "TitleJapanese": "恋のイラスト、うさぎと衛が接近？",
                    "SummaryJapanese": "虹水晶を奪っていったタキシード仮面に思い悩むうさぎは、恋のイラストで人気の夢野ユメミの展覧会で衛を見かける。衛とともにユメミに招待されたうさぎは、そこでイラストのモデルになって欲しいと頼まれた。そして、仕上がったスケッチを見たとき、衛は過去の記憶を呼び覚まされはじめるのだった。"
                },
                "29": {
                    "ID": "286900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286900",
                    "TitleEnglish": "Total Chaos: The Messy Love Rectangle",
                    "SummaryEnglish": "Makoto has a crush on Motoki (the arcade attendant) but is saddened to hear that he already has a girlfriend. Usagi and Makoto get into an argument when Usagi announces that she likes Motoki. Meanwhile, Zoisite targets the girlfriend, Reika, as the 5th crystal carrier. He attacks her and turns her into a monster and steals the crystal. Tuxedo Mask arrives and fights with him for the crystal, but Zoisite tricks him and escapes with it. Sailor Moon and Jupiter work together to fight the monster and restore Reika to normal.",
                    "TitleJapanese": "大混線！グチャグチャ恋の四角関係",
                    "SummaryJapanese": "まんまと元基のアパートへ行ったまことは、そこで元基に恋人のレイカがいることを知って大ショック。そのことをまことから聞かされたうさぎも大ショック。しかし、レイカは留学するという。チャンス到来と喜び、レイカに会いに行ったまことは反対にレイカを元気付けてしまう。そのレイカをゾイサイトが狙っていた。"
                },
                "30": {
                    "ID": "286901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286901",
                    "TitleEnglish": "Grandpa Loses Control: Rei in Danger",
                    "SummaryEnglish": "Rei's grandfather is targeted as the 6th crystal carrier. Zoisite appears and tries to extract the crystal, but he is forced to retreat when assaulted by both Grandpa and Rei's two crows. Zoisite's attack, however, awakens the crystal inside of Grandpa and he starts acting weird. Meanwhile, Usagi tries to get Rei and Yuichiro (Grandpa's new apprentice) together as a couple but fails. Zoisite returns to the temple and takes the crystal from Grandpa and turns him into a monster. Yuichiro tries to protect Rei but gets knocked unconscious. Sailor Moon arrives just in time and manages to change Grandpa back without harming him.",
                    "TitleJapanese": "お爺ちゃんの乱心、レイちゃんの危機",
                    "SummaryJapanese": "レイの祖父の前にゾイサイトが現われた。祖父が第6の虹水晶を持っているというのだ。祖父は神通力と、カラスのフォボスとディモスの助けでゾイサイトを追い返したが、翌日からようすがおかしくなってしまった。うさぎは、祖父の弟子の雄一郎のことでレイから絶交されてしまう。しかし、ふたたびゾイサイトが現われて。"
                },
                "31": {
                    "ID": "286902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286902",
                    "TitleEnglish": "Love and Chased: Luna's Worst Day Ever",
                    "SummaryEnglish": "Luna is in big trouble when a herd of cats surround and chase her through the city. She is only saved at the last minute by a big blue cat named Red Battler who scares the other cats away. Luna is a bit turned off by the big brute, eve though he obviously has a crush on her. Zoisite realizes that Red Battler is the 7th crystal carrier and attacks. The two cats flee into the sewer but eventually Zoisite catches up with them, captures the crystal and turns the cat into a monster. Tuxedo Mask arrives and managers to wrestle the Rainbow Crystal away from Zoisite. The cat mother still feels something for Luna and doesn't harm her. Sailor Warriors arrive and return the cat to normal.",
                    "TitleJapanese": "恋されて追われて！ルナの最悪の日",
                    "SummaryJapanese": "大群のネコに追われたルナを助けたのは、1匹の巨大なネコのレッドバトラーだった。亜美が最後の虹水晶を突き止めたが、なんとそこはレッドバトラーの飼い主の家。ルナは別行動をとると言い張り、またしてもネコの大群に襲われてレッドバトラーに助けられてしまう。するとそこへゾイサイトが現われた。"
                },
                "32": {
                    "ID": "286903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286903",
                    "TitleEnglish": "Umino's Resolve: I'll Protect Naru",
                    "SummaryEnglish": "Umino tries to impress Naru by dressing up as Tuxedo Mask. Zoisite wants to turn Naru into a monster to hopefully draw out Sailor Moon, but is frightened away when he sees Tuxedo Mask (Umino) at her house. He returns the next day, but he misses and turns a nearby performer into a monsters instead. The monster starts to suffocate all of the people (including Umino and Naru), and Zoisite uses this to blackmail Sailor Moon into giving up her Rainbow Crystal. Tuxedo Mask arrives, and they fight for the crystal while Sailor Moon frees the people. In the end, Zoisite grabs it and disappears.",
                    "TitleJapanese": "海野の決心！なるちゃんは僕が守る",
                    "SummaryJapanese": "海野がなると接近中。しかし、なかなか友達レベルから発展しない。うさぎはカッコイイ男になれば、きっとなるも振り向いてくれると海野をたきつける。勘違いした海野はタキシード海野仮面になって、なるの身辺警護を開始。うさぎは、さらに遊園地でのデートを画策したが、そこではゾイサイトの計画も進行していた。"
                },
                "33": {
                    "ID": "286904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286904",
                    "TitleEnglish": "Enter Venus, the Last Sailor Guardian",
                    "SummaryEnglish": "Kunzite and Zoisite work together on a plan to trap Tuxedo Mask and take his crystals. Zoisite disguises himself as Sailor Moon and pretends to be in danger. Tuxedo Mask rescues the fake Sailor Moon and gets stabbed by Zoisite. In the struggle, his mask is torn off and his true identity is revealed to Zoisite. The Sailor Warriors also arrive but get trapped in an energy absorbing dome by Kunzite. Kunzite makes the dome smaller and smaller to force Tuxedo to give up his crystals, but -just in time- Sailor Venus appears with Artemis and rescues the trapped Warriors.",
                    "TitleJapanese": "最後のセーラー戦士、ヴィーナス登場",
                    "SummaryJapanese": "虹水晶を持つタキシード仮面をおびき出すため、ゾイサイトはニセセーラームーン作戦を思い立つ。ニセモノを追い、コンビナートへやってきたうさぎたちは、クレーンに吊されたニセセーラームーンを発見した。ワナと知りつつ変身したうさぎたちだが、やはりクンツァイトのバリアにとらわれてしまった。"
                },
                "34": {
                    "ID": "286905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286905",
                    "TitleEnglish": "The Shining Silver Crystal: The Moon Princess Appears",
                    "SummaryEnglish": "Zoisite tracks down Mamoru and challenges him to a duel where winner takes all of the Rainbow Crystals. Mamoru is heading to duel when he runs into Usagi. She notices his bleeding shoulder and follows him. When they arrive, Zoisite tricks Mamoru into laying down his crystals and Kunzite appears and takes them all. Then Mamoru and Usagi get trapped in the elevator of a crumbling building, and they are both forced to transform (and reveal their identities to each other) in order to save themselves. They find themselves transported to the Dark Kingdom. Zoisite attacks Sailor Moon with a shard, but Tuxedo Mask takes the blow instead. When she sees Tuxedo Mask wounded, Sailor Moon cries. Her tears call all of the Rainbow crystals to her and they form the Silver Crystal. The crystal takes its place on the Moon Stick and Sailor Moon is now transformed into Princess Serenity.",
                    "TitleJapanese": "光り輝く銀水晶！月のプリンセス登場",
                    "SummaryJapanese": "セーラーヴィーナスは月のプリンセスではなかった。一方、タキシード仮面の正体が衛だと知ったゾイサイトは、それぞれの虹水晶をかけて勝負を挑んできた。町で衛と会ったうさぎは、一緒にゾイサイトにさらわれてしまう。虹水晶を奪われて危機一髪の2人。ついにうさぎは、衛の目の前で変身した。"
                },
                "35": {
                    "ID": "286906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286906",
                    "TitleEnglish": "Returning Memories: Usagi and Mamoru's Past",
                    "SummaryEnglish": "Using the power of the Silver Crystal, Princess Serenity sends Zoisite running. Then, overwhelmed by the memories of her past self, she passes out. With Serenity out, Kunzite appears and takes both Zoisite and the unconscious Tuxedo Mask. When he arrives, Queen Beryl kills Zoisite for his incompetences and turns her attention toward reviving Tuxedo Mask. Back in the cave, Sailor Moon wakes up and finally remembers the past. She and Prince Endymion lived on the moon in a great kingdom called the Silver Millennium. Then a great evil took over the Earth and tried to steal the Silver Crystal. Sailor Moon gets scared and declares that she doesn't want to fight anymore. Then Kunzite returns and blasts the Sailor Warriors. When only Sailor Moon is left, she finally accepts her destiny and calls on the Silver Crystal's power to send Kunzite running.",
                    "TitleJapanese": "よみがえる記憶！うさぎと衛の過去",
                    "SummaryJapanese": "セーラームーンは銀水晶の力で、月のプリンセス・セレニティの記憶を取り戻した。タキシード仮面にも、地球の王子・エンディミオンの記憶が戻った。しかし衛はクンツァイトにさらわれてしまう。スターライトタワーからの脱出をこころみるセーラー戦士たち。しかしセーラームーンは、もう戦いたくないと言い出した。"
                },
                "36": {
                    "ID": "286907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286907",
                    "TitleEnglish": "Usagi's Confusion: Is Tuxedo Mask Evil?",
                    "SummaryEnglish": "Usagi is depressed that Mamoru is gone, just when they realized their fate together. Minako tries to cheer her up by taking her to the salon that is offering free hair cuts and styling. The salon is a front for the Darking Kingdom, which is looking for Sailor moons true identity. Minako accidentally gets targeted as Sailor Moon because she has a strand of Usagi's hair on her and is attacked. As Sailor Moon is fighting the monsters she is struck by a black rose thrown by Endymion. Sailor Moon is confused; he appears to be commanding the monsters against her! The other Sailor Warriors appear just in time to drive Tuxedo Mask back and rescue Sailor Moon.",
                    "TitleJapanese": "うさぎ混乱！タキシード仮面は悪？",
                    "SummaryJapanese": "タキシード仮面が連れ去られて、すっかり落ち込んでいるうさぎを励まそうと美奈子がやってきた。そして2人は話題のヘアデザイナー・カリコ床山の店へ向かう。しかし、そこはクンツァイトのワナ。妖魔に襲われた美奈子を助けるためにうさぎは変身して戦う。妖魔を追い詰めるうさぎの目の前に、赤いバラが突き刺さった。"
                },
                "37": {
                    "ID": "286908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286908",
                    "TitleEnglish": "Let's Become a Princess: Usagi's Bizarre Training",
                    "SummaryEnglish": "Usagi decides that if she really is the moon princess then she should start acting like one. She and the other girls enroll in a princess training seminar (which is really just a trap for Sailor Moon). Usagi does horribly on all the exercises and fails along with Rei and Minako. After the \"\"graduates\"\" are turned into wax statues, the head mistress turns into a monster and attacks the Sailor Warriors under Kunzite and Endymion's supervision. The Sailor Warriors manage to defeat the monster when Kunzite and Endymion start to argue. They escape before Sailor Moon can use the Silver Crystal to heal Endymion's brainwashing.",
                    "TitleJapanese": "めざせプリンセス？うさぎの珍特訓",
                    "SummaryJapanese": "円盤投げゲームで合格したうさぎは、ローズ屋敷のプリンセスセミナーに参加することになった。しかしそのセミナーは、クンツァイトのワナ。円盤投げがうまくて、しかも卒業できないのが、いつもドジなセーラームーンだと見破ったのだ。ほかのセーラー戦士もやってきたが、合格点が取れたのは亜美とまことだけだった。"
                },
                "38": {
                    "ID": "286909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286909",
                    "TitleEnglish": "The Snow, the Mountains, Friendship and Monsters",
                    "SummaryEnglish": "The girls fall for an advertisement for a \"\"moon Princess Contest\"\" and pick up for the mountains. The contest is really a trap for Sailor Moon. The former \"\"Moon Princess\"\" Saeko is under the control of the Dark Kingdom and causes and avalanche that traps Rei, Usagi and Yuichiro in the snow. The monster attacks and is stopped at the last minute b a red rose from Endymion (who has momentarily remembered himself). Endymion doesn't stay good for long, however, and soon flees... promising to return and take the Silver Crystal from Sailor Moon.",
                    "TitleJapanese": "雪よ山よ友情よ！やっぱり妖魔もよ",
                    "SummaryJapanese": "うさぎたちは、ムーンプリンセスコンテストが開かれる月光ゲレンデへ行くことになった。はりきるうさぎだが、じつはスキーはニガテ。しかし、このコンテストもクンツァイトのワナだった。妖魔によってゲレンデが形を変えてしまい、参加者たちが倒れていく。そしてうさぎとレイもクレバスの中に閉じ込められてしまった。"
                },
                "39": {
                    "ID": "286910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286910",
                    "TitleEnglish": "Paired with a Monster: Mako, the Ice Skating Queen",
                    "SummaryEnglish": "Kunzite posses two champion ice skaters in an attempt to trap Sailor Moon. He lures the girls to the ice skating rink with free lessons, hoping that the two possesed skaters can identify the moon princess. Makoto skates so well that they think she is Sailor Moon and attack. Sailor Moon transforms and tries to help, but she is still a klutz on the ice. She is saved again by Tuxedo Mask, who disagrees with Kunzite's techniques of manipulating innocents. Sailor Moon and Endymion air up for a skating battle with the monsters. Suddenly, Sailor Moon can skate! Kunzite appears and tires to freeze everyone, but Endymion destroys the freezing machine. Unfortunately, he flees before Sailor Moon can heal him.",
                    "TitleJapanese": "妖魔とペア！？氷上の女王まこちゃん",
                    "SummaryJapanese": "金メダルペアのスケート選手・ジャネリンとミーシャが5人組の女の子に無料コーチをしてくれる。うさぎと美奈子は、5人組限定がアヤシイと言い張ってみんなを集める。しかし、はじめてのスケートでコケまくるうさぎ。一方、氷上を華麗に滑るまことを見たミーシャが、個人コーチをすると申し出てきた。"
                },
                "40": {
                    "ID": "286911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286911",
                    "TitleEnglish": "The Legendary Lake Yokai: The Bond of Usagi's Family",
                    "SummaryEnglish": "Usagi's family goes on vacation to a hot springs resort near the lake where Usagi's parents met. Queen Beryl notices that there is an unusual energy surrounding the lake and sends Endymion to investigate. He discovers that there is a monster buried underneath the lake and uses his powers to revive her. The monster soon starts attacking Usagi's family. Endymion accepts responsibility for unleashing the monster and protects the Tsukinos. When the other Sailor Warriors arrive, he helps them defeat the monster and release the girl's sou. Sadly, he flees again before Sailor Moon can talk to him.",
                    "TitleJapanese": "湖の伝説妖怪！うさぎ家族のきずな",
                    "SummaryJapanese": "月野一家は、湖のほとりの温泉宿へ一泊旅行にやってきた。そこは、うさぎの両親が出会った思い出の場所だった。家族で露天ぶろを楽しむうさぎは、湖のほとりにたたずむ衛を見つける。しかし衛は、うさぎのことも、衛という名前も知らないと言い姿を消す。うさぎを迎えにきた母は、湖に伝わる悲しい恋人の伝説を語った。"
                },
                "41": {
                    "ID": "286912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286912",
                    "TitleEnglish": "I Won't Run Away from Love Anymore: Ami vs. Mamoru",
                    "SummaryEnglish": "Endymion is sent to gather all of the former crystal carriers together so that they can be combined to form a super-monster. Ryo, Ami's friend who can see the future, calls to alert her about what will happen. The Sailor Warriors battle Endymion when he appears to take Ryo. Together, they manage to overpower him, and Sailor Moon heals him with her wand. Unfortunately, just as the girls think they have won, Queen Beryl steals Endymion's body back.",
                    "TitleJapanese": "もう恋から逃げない！亜美と衛対決",
                    "SummaryJapanese": "虹水晶を持っていた妖魔7人衆のうち、5人が黒水晶に取り込まれた。残るのは浦和とレイの祖父だけ。レイの祖父を守るために集まったセーラー戦士たち。そして浦和を迎えに、亜美とまことが町へ向かう。しかし浦和の前には、すでにエンディミオンが出現。ジュピターが戦うあいだに、マーキュリーと浦和は遊園地へ逃げ込んだ。"
                },
                "42": {
                    "ID": "286913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286913",
                    "TitleEnglish": "Sailor Venus's Past: Minako's Tragic Love",
                    "SummaryEnglish": "Kunzite tries to discover the Sailor Warriors' identities through Katarina, an old friend of Minako's. Katarina calls Minako and asks if they can meet. They used to do missions together when Minako was Sailor V. After Katarina thought that Minako had died during a mission, she and Allen (Minako's boyfriend) fell in love. Minako is overwhelmed with sadness from these memories. After they part ways, Kunzite turns Katarina into a monster. Sailor Moon arrives just in time to fight. Sailor Venus begs Sailor Moon to restore Katarina's humanity, even though Katarina stole her boyfriend.",
                    "TitleJapanese": "Sヴィーナスの過去、美奈子の悲恋",
                    "SummaryJapanese": "美奈子はイギリス時代の知合いの国際警察官のカタリナに会っていた。美奈子がセーラーVだった過去を知るカタリナは、セーラー戦士の連絡先を教えて欲しいと頼んできた。カタリナは、すでにクンツァイトに操られていたのだ。美奈子は、その行動を熟知するカタリナの妖魔に追い詰められ、ピンチにおちいってしまった。"
                },
                "43": {
                    "ID": "286914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286914",
                    "TitleEnglish": "Usagi Abandoned: The Falling-Out of the Sailor Guardians",
                    "SummaryEnglish": "The Sailor Warriors try to trick Kunzite by pretending to fight with Sailor Moon. They want him to think that Sailor Moon is leaving the group. Sailor Moon tries to make a deal with him to trade the Silver Crystal for Mamoru's safe return, but Kunzite calls their bluff when he sees that other Warriors hiding nearby. In the end, they are no closer to getting Mamoru back.",
                    "TitleJapanese": "うさぎが孤立？S戦士達の大ゲンカ",
                    "SummaryJapanese": "セーラー戦士たちがうちわもめしているという情報が、ダーク・キングダムに伝わってきた。真偽を確かめるべく、クンツァイトは妖魔に指令を下す。妖魔の前でも仲間割れを始めるセーラー戦士たち。うさぎは妖魔が変装した週刊誌の記者に、セーラームーンがタキシード仮面のために仲間を裏切ると伝えるのだが…。"
                },
                "44": {
                    "ID": "286915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286915",
                    "TitleEnglish": "Usagi's Awakening: A Message from the Distant Past",
                    "SummaryEnglish": "The Sailor Warriors discover the portal to the Dark Kingdom and are traveling down the tunnel when Kunzite confronts them. During the fight, the girls are transported to a ruined Kingdom. Queen Serenity appears before Sailor Moon and explains the sad history of the once-great Silver Millennium kingdom. In order to save her daughter, Queen Serenity sent her spirit (along with the other Sailor Warriors and Endymion) to the future Earth with no memory of their former selves. Meanwhile, the cats find the entrance to the Dark Kingdom and are attacked by Kunzite. The Sailor Warriors come to their aid, and after a fierce fight, Sailor Moon manages to kill Kunzite.",
                    "TitleJapanese": "うさぎの覚醒！超過去のメッセージ",
                    "SummaryJapanese": "ヴィーナスとアルテミスがダーク・キングダムへの道を発見した。洞窟のようなその道を進むセーラー戦士たち。しかしクンツァイトに阻まれてしまう。その時、銀水晶が輝き、セーラームーンたちは月の王国シルバー・ミレニアムの廃墟へ飛ばされ、そこでクイーン・セレニティから、太古の月と地球の物語を聞かされる。"
                },
                "45": {
                    "ID": "286916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286916",
                    "TitleEnglish": "Death of the Sailor Guardians: The Tragic Final Battle",
                    "SummaryEnglish": "The Sailor Warriors teleport to the North Pole for a final battle with Queen Beryls and the forces of her Dark Kingdom. Beryls sends her 5 most powerful monsters after the girls and, one bye one, the Sailor Warriors die to protect Sailor Moon. Distraught at the loss of her friends, Sailor Moon is about to give up the fight when the spirits of the Warriors appear before her and tell her that they will always be with her. With new resolve, Sailor Moon sets off for the final battle.",
                    "TitleJapanese": "セーラー戦士死す！悲壮なる最終戦",
                    "SummaryJapanese": "ダーク・キングダムとの最終決戦を前に決意を新たにするセーラー戦士たちは、セーラーテレポートで北極圏Dポイントへやってきた。しかし、セーラー戦士抹殺のために送り込まれた、5人のD．D．ガールズの卑劣な戦法に苦しむセーラー戦士。ついに、D．D．ガールズにつかまったジュピターは、相打ちを覚悟で電撃を放った。"
                },
                "46": {
                    "ID": "286917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286917",
                    "TitleEnglish": "Usagi's Eternal Wish: A Brand New Life",
                    "SummaryEnglish": "Sailor Moon arrives in the throne room to challenge Queen Beryl. Under Beryl's orders, Endymion attacks Sailor moon. She refuses to fight and instead pleads with him to remember his true self and their former love. Endymion recovers his memory just in time to block a spear thrown by Beryl and dies in the crumbling throne room as Sailor Moon cries. Queen Beryls flees to Metalia, and they combine their powers to become the terrifying Super Queen Beryl. Calling upon the power of the Silver Crystal, Sailor Moon becomes Princess Serenity, and the final showdown begins. Just as the Super Queen seems to be winning, the spirits of the dead Sailor Warriors surround Serenity and lend her their power. Beryl is defeated in an energy blast that engulfs the entire Dark Kingdom. As Serenity dies, she wishes that everything could be the way it used to be... back when she was a normal teen with no super powers and no great destiny. As the Earth returns to normal, the Sailor Warriors appear as",
                    "TitleJapanese": "うさぎの想いは永遠に、新たなる転生",
                    "SummaryJapanese": "ダーク・キングダムにたどり着いたセーラームーンの前にクイン・ベリルが姿を現した。しかも、そのかたわらにはエンディミオンの姿があった。セーラームーンに襲いかかるエンディミオン。セーラームーンは傷付き、涙を溢れさせながら、エンディミオンに目を覚ますよう必死に訴え続ける。「あたし、セレニティです…」"
                }
            }
        },
        "2": {
            "ID": "15145",
            "URL": "https://www.thetvdb.com/series/sailor-moon/seasons/official/2",
            "# Episodes": 43,
            "Episodes": {
                "1": {
                    "ID": "286918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286918",
                    "TitleEnglish": "Moon Returns: The Mysterious Aliens Appear",
                    "SummaryEnglish": "Two months after the final battle against Queen Beryl, a mysterious meteorite crashes near the Tsukino household. The next day, two students transfer into Usagi's school, Seijuro and Natsumi. They are really Ali and En, two aliens that arrived in the meteorite crash. Although they pretend to be siblings while at school, they are really lovers. They quickly grow jealous of each other as Ali falls for Usagi and En falls for Mamoru. They need life energy to feed their Doom Tree so they create a monster to steal energy from humans. After Luna and Artemis realized that they can't handle the cardian by themselves, Luna restores Usagi's memories, and she becomes Sailor moon once again. Although she defeats the monster, Usagi regrets regaining her memories because neither Mamoru nor the other girls remember their past together.",
                    "TitleJapanese": "ムーン復活! 謎のエイリアン出現",
                    "SummaryJapanese": "ダークキングダムとの壮絶な死闘の後、セーラー戦士としての記憶を失ったうさぎたちセーラー戦士は、それぞれ普通の女の子としての生活を送っていた。ある夜、巨大な隕石が落下。落下現場へ行ったうさぎは、そこで亜美やまことと出会い、なぜか懐かしい気持ちになるのを不思議に思う。しかし、ルナとアルテミスは、いいようのない胸騒ぎに襲われる。その翌日、十番中学には不思議な雰囲気の漂う銀河兄妹が転校してきた…。"
                },
                "2": {
                    "ID": "286919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286919",
                    "TitleEnglish": "For Love and for Justice: Sailor Guardians Once Again",
                    "SummaryEnglish": "Ami, Rei, Minako and Makoto are invited to a studio to audition for a part in a new TV show. Seijuro and Natsumi are also invited, however, Usagi was not, so she decides to sneak in. Once inside, she realizes that it is a trap and a cardian is sucking the life energy out of her friends. She transforms and tries to help but is captured. Luna is forced to restore the girls' memories. Reunited again, the Sailor Warriors defeat the monster.",
                    "TitleJapanese": "愛と正義ゆえ! セーラー戦士再び",
                    "SummaryJapanese": "なるが、人気アイドル白鳥みかん主演ドラマのオーディションを受けることになった。なるに誘われてテレビ局へ行ったうさぎは、そこで亜美やレイたち、いまだに記憶を失ったままのセーラー戦士と再会する。しかし、オーディション資格のないうさぎだけは会場へ入れない。しかし、そのオーディションは、すでにエイルとアンが乗っ取っていた。亜美たちからエナジーを吸い取るカーディアン。その時、意を決したルナがみんなに語りかける！"
                },
                "3": {
                    "ID": "286920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286920",
                    "TitleEnglish": "For Whom is the White Rose? The Moonlight Knight Appears",
                    "SummaryEnglish": "When a new cardian attacks a friend of Mako, she becomes hellbent on revenge. Rei uses her divination powers to discover where the cardian will attack next, and the girls go to challenge the monster. The situation turns dire, however, when the cardian defeats all of the girls and then starts to close in on Sailor Moon. Suddenly a masked man appears and throuws a white rose. He says he is the Moonlight Knight, and attacks the cardian with his sword. After Jupiter recovers and defeats the lion, the man vanishes just as mysteriously as he appeared. Usagis is heft wondering if the mystery man is really Mamoru in disguise.",
                    "TitleJapanese": "白いバラは誰に? 月影の騎士登場",
                    "SummaryJapanese": "まことの幼なじみ篠崎が、カーディアンに襲われて重傷を負ってしまった。自分のために犠牲になった篠崎のために輸血をするまこと。一方ルナは、最近出没する謎の敵について話し合うために、火川神社にセーラー戦士を集めていた。その頃、夏美は衛に一目惚れしてしまい、うさぎは銀河星十郎から告白されてしまう。突然の告白にドギマギするうさぎ。しかし、そのときカーディアンの出現場所を、レイの祈祷がつきとめた！"
                },
                "4": {
                    "ID": "286921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286921",
                    "TitleEnglish": "Usagi's Crisis: The Tiara Stops Working",
                    "SummaryEnglish": "Ali and En hatch another plan to save their Doom Tree. They scheme to collect energy from humans at a new virtual reality game. Everyone is excited about the game and a line forms. En picks the card and Ali plays his flute to turn it into a monster. The cardian starts attacking everyone. When Sailor moon tries to use her tiara to destroy the monster, it doesn't work! The Moonlight Knight and the other Sailor Warriors arrive just in time. After the Warriors defeat the cardian, Usagi is left more confused than ever. Why does her tiara not work? If he's not Mamoru, just who is the Moonlight Knight?",
                    "TitleJapanese": "うさぎの危機! ティアラ作動せず",
                    "SummaryJapanese": "うさぎは十番町にオープンしたバーチャルリアリティ・シアターで衛、銀河兄妹とダブルデートをすることになった。しかし、そこにカーディアンが現われ、人々からエナジーを吸い取り始めてしまう。うさぎは変身して戦うが、ムーン・ティアラ・アクションが作動しない！　カーディアンに追い詰められるセーラームーン。そのとき“月影の騎士”が現われた！セーラームーンは、衛と月影の騎士が同時に存在することに混乱する。"
                },
                "5": {
                    "ID": "286922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286922",
                    "TitleEnglish": "A New Transformation: Usagi's Power-Up",
                    "SummaryEnglish": "It's cherry blossom season, and the girls go to the park to enjoy them. Ali and En are also there because they plan to collect energy from the revelers. After a bunch of attacks from a cardian, the Warriors go to investigate. They are ambushed by the cardian, who begins to suck their energy. Sailor Moon arrives, but when the cardian attacks, her transformation broach is destroyed. She turns back into Usagi and she and Luna are pulled into another dimension. There they meet Queen Serenity, sho gives her a new broach that contains the Silver Crystal. Usagi tranforms and goes to challenge the cardian, but she is still too weak. The Moonlight Knight offers some words of encouragement, and Queen Serenity also appears and gives her the Moon Scepter. With a new wand and a new attack, Sailor Moon easily defeats the cardian and rescues her friends.",
                    "TitleJapanese": "新しき変身! うさぎパワーアップ",
                    "SummaryJapanese": "うさぎたちは、桜田先生やなる、夏美と花見にでかけた。美味しいお弁当を食べて楽しいひとときを過ごすうさぎたち。しかし、そこへカーディアンが出現し、なるや桜田先生からエナジーを奪っていく。さらにレイや亜美たちもとらわれてしまった。セーラームーンはひとりで戦うが、やはりティアラは飛ばない。戦う武器のないセーラームーンは追い詰められカーディアンにつかまってしまう。すると、セーラームーンの変身までもが解けてしまった！"
                },
                "6": {
                    "ID": "286923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286923",
                    "TitleEnglish": "The Targeted Kindergarteners: Venus to the Rescue",
                    "SummaryEnglish": "Ali and En decide that young humans have a lot of energy, so they target kindergarten students in their new attack. Usagi uses her disguise power to become a teacher and gets on a bus that Ami predicts will be the next attacked. Minako was already on the bus because she had befriended a little girl who was being bullied. When the cardian attacks, both Sailor Moon and Venus are too weak to defeat it. After the Moonlight Knight offers some encouragement, Sailor Venus uses a new attack to blast the monster. Sailor Moon finishes off the cardian.",
                    "TitleJapanese": "狙われた園児! ヴィーナス大活躍",
                    "SummaryJapanese": "美奈子は、いじめられていた幼稚園児のミエを助けたことから友達になった。そしてセーラームーンが本当にいるということをを信じているミエのために、美奈子は幼稚園へ行き、ほかの園児たちにセーラームーンはいると力説する。そのころ、幼稚園バスを襲うカーディアンの出現が頻発していた。うさぎは幼稚園バスに乗り込むために、幼稚園の先生に変身。そして、うさぎが乗ったバスには、美奈子とミエも乗っていた。"
                },
                "7": {
                    "ID": "286924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286924",
                    "TitleEnglish": "Mamoru and Usagi's Babysitting Mayhem",
                    "SummaryEnglish": "The aliens decide to attack a nursery school to get energy. Ami and Usagi witness the attack. Mamoru also arrives, and they all go to the hospital together. When they realized that little Manami will have no one to care for him while heis mother is recovering, Usagi and Mamoru volunteer. Of course, things quickly become a mess. When the cardian attacks another nursery, the Sailor Warriors go to defend the babies. Sailor Mercury uses a new attack to freeze the monster, and Sailor Moon finishes him off. Usagi and Mamoru return the baby to his mother and are amazed that he can now talk!",
                    "TitleJapanese": "衛とうさぎのベビーシッター騒動",
                    "SummaryJapanese": "エイルとアンが狙う次の標的は、新鮮な生命エネルギーに満ちた幼児だった。そして保育園がカーディアンに襲われ、たまたま事件現場にいあわせたうさぎと衛は、エナジーを奪われて入院中の母親に代わって赤ちゃんの面倒をみることになってしまう。はじめての子守りでやることなすこと失敗ばかりのうさぎだが、衛の部屋で、赤ちゃんの世話を楽しんでいた。しかしそのとき、別の保育園にもカーディアンが現われたと連絡が入った！"
                },
                "8": {
                    "ID": "286925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286925",
                    "TitleEnglish": "The School Festival is for Me?! Queen Rei's Song",
                    "SummaryEnglish": "Rei helps organize the Culture Festival at school and starts to get a big head about her singer/songwriter talents. Meanwhile, Ali and En decide that the festival would be a good opportunity to collect energy. When the cardian attacks in the middle of Rei's song, she gets so mad that she transforms and uses a new attack. Sailor Moon finishes the monster off, and the festival continues.",
                    "TitleJapanese": "文化祭は私のため!? レイ女王熱唱",
                    "SummaryJapanese": "レイの通うT．A女学院の文化祭がはじまった。実行委員長でステージにも出演するレイは大忙し。そして文化祭の当日、うさぎたちも学園にやってきて、いろいろな出店を楽しんでいた。そして、いよいよ体育館でレイのステージがはじまった。自作の歌を歌い始めるレイ。しかし、そこへエイルとアンが送り出したカーディアンが出現。会場にいた人々からエナジーを奪い始め、レイもカーディアンにつかまってしまった！"
                },
                "9": {
                    "ID": "286926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286926",
                    "TitleEnglish": "Is Seijuro the Moonlight Knight? Mako on Fire",
                    "SummaryEnglish": "Seijuro is always getting harassed by girls who want to make him lunch. Mako starts to get a crush on him because she thinks he might be the Moonlight Knight. She follows him to the roof and offers him part of her lunch. He grudgingly accepts the food (he had never before eaten Earth food). En gets jealous and attacks them both. The other Warriors appear, but are quickly trapped by the cardian. Jupiter uses a new attack after she is freed by the Moonlight Knight. Sailor Moon finishes off the cardian, but Ali and En escape together.",
                    "TitleJapanese": "月影は星十郎? 燃えるまこちゃん",
                    "SummaryJapanese": "セーラー戦士がピンチになると、どこからともなく現われる月影の騎士。亜美とまことは、その正体について考えを巡らせていた。まことは、その人間離れした身のこなしを目撃し、星十郞こそが月影の騎士だと思い接近する。だが、まことは星十郞に一目惚れして、猛烈アタックを開始してしまう。まことは手作りのお弁当を星十郞に渡し、自分の想いをぶつける。しかし、まこととデートをする星十郞のところにアンが現われた！"
                },
                "10": {
                    "ID": "286927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286927",
                    "TitleEnglish": "Steal a Kiss from Mamoru! An's Project Snow White",
                    "SummaryEnglish": "The girls decide to help Mamoru stage the play Snow White. They all argue over who will get the lead part, and decide to draw straws. Natsumi rigs the draw so that she will get the part (which involves kissing Prince Charming, played by Mamoru). Ali gets jealous and sends a cardian to attack. The Warriors work together to defeat the monster.",
                    "TitleJapanese": "衛のキス奪え! アンの白雪姫作戦",
                    "SummaryJapanese": "衛が十番ホールで演劇をすることになって、うさぎたちも手伝うことになった。うさぎの提案で演目は白雪姫に決定。しかし、衛の相手役になる白雪姫役を誰が演じるかで大騒ぎ。そんなとき、ひそかに白雪姫役を狙う夏美が、あみだくじで決めるべきだと提案。くじの結果で夏美が白雪姫に決まった。じつは夏美がくじに細工していたのだ、しかし、そのことを聞きつけたエイルはエナジーを集めるため、カーディアンを十番ホールに送り出してしまい…。"
                },
                "11": {
                    "ID": "286928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286928",
                    "TitleEnglish": "After School Trouble: Usagi is a Target",
                    "SummaryEnglish": "Usagi and Natsumi both get detention after school. When the teacher leaves to go on a date, the two girls compete to see who can finish the assignment first. Natsumi gets weak from lack of energy. She tricks Usagi into closing her eyes and begins to steal her energy when they are interrupted by a renegade cardian who is causing a ruckus outside. Usagi transforms but is too weak to attack the monster. With the Moonlight Knight's encouragment, however, she regains her strength and defeats the cardian.",
                    "TitleJapanese": "放課後にご用心! 狙われたうさぎ",
                    "SummaryJapanese": "うさぎと夏美は、ただでさえ不機嫌な桜田先生の機嫌をそこねて、放課後居残り授業を受けるはめになった。しかし、そのころ桜田先生は恋人からのデートの誘いを受けてふたりのことを忘れて帰ってしまう。そうとは知らないうさぎと夏美は、衛をかけて問題の早解き勝負をすることに。そのころ、エイルが衛を襲うためにカーディアンを呼び出した。しかし、カーディアンはエイルの言うことを聞かずに勝手な行動を始めてしまうが…。"
                },
                "12": {
                    "ID": "286929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286929",
                    "TitleEnglish": "Disconnecting Love: The Raging Makai Tree",
                    "SummaryEnglish": "When Seijuro and Natsumi miss school, Usagi goes to visit them at their apartment. She is attacked by the Doom Tree when she tries to peek into a secret room, but the aliens explain that it's just a botany experiment. Back at Rei's shrine, the girls discover that Seijuro and Natsumi are really aliens by testing a twig caught in Usagi's hair. Later, Usagi runs into Mamoru outside of the apartment and tries to convince him not to visit. When he doesn't believe her, they end up going together. Natsum traps Usagi in the room with the Doom Tree and a cardian. When the cardian starts sucking Usagi's life energy, the Doom Tree starts growing. Eventually, the tree engulfs the entire building. The other Sailor Warriors arrive outside and try to find a way to get inside and save Usagi and Mamoru.",
                    "TitleJapanese": "すれちがう愛の心! 怒りの魔界樹",
                    "SummaryJapanese": "エイルとアンの魔界樹が枯れはじめてしまった。魔界樹が枯れれば、自分たちも死んでしまう。エイルとアンは、魔界樹の復活を試みるため、いちどにたくさんのエナジーを奪うためにカーディアンを呼び出した。そのころ、何日も学校を休んでいる銀河兄妹を心配して、うさぎと亜美、まことは兄妹の部屋へお見舞いに行った。本心から自分たちのことを心配してくれる、うさぎの優しさに触れて、エイルは心の中に流れる温かなものに戸惑う。"
                },
                "13": {
                    "ID": "286930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286930",
                    "TitleEnglish": "True Love Awakens: The Makai Tree's Secret",
                    "SummaryEnglish": "The Sailor Warriors manage to make it into the building, where they are confronted by Ali, En and the Doom Tree (which has Usagi and Mamoru in its branches). Ali and En start bickering as they each try to save their loved ones from the other's attack. When Sailor Moon tranforms it surprises the aliens, but En decides to attack both Sailor Moon and Mamoru anyway. During the chaos, the Doom Tree goes berserk and kills En. Suddenly, the Doom Tree starts to talk, telling the story of its sorrowful past. It explains that it needs love energy to live, not the stolen energy of humans. It asks Sailor Moon to heal it, and it becomes a tiny sapling. With its remaining energy, it brings En back to life. The Moonlight Knight also appears and reveals himself as Mamoru. He explains that Mamoru had been split into two parts that can now be reunited. He merges with the fallen Mamoru. When Mamoru awakens, his memories are restored! Ali and En, now fully recovered, take the seedling and decide to make a",
                    "TitleJapanese": "めざめる真実の愛! 魔界樹の秘密",
                    "SummaryJapanese": "マンション全体を飲み込んでしまうほどに巨大化した魔界樹との戦いに苦戦するセーラー戦士たち。ようやく魔界樹にとらわれた、うさぎと衛のもとにたどり着いたものの、エイルとアンに撃退されてしまう。うさぎはエイルたちの前でセーラームーンに変身して、衛を魔界樹から守ろうとする。うさぎを攻撃することに躊躇するエイル。しかし、アンの容赦のない攻撃はセーラームーンと衛を襲う。その時、魔界樹がさらに暴走を始めてしまった！"
                },
                "14": {
                    "ID": "286931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286931",
                    "TitleEnglish": "Angel or Devil? The Mysterious Girl from the Sky",
                    "SummaryEnglish": "A UFO can be seen in the sky. Four sisters of the Dark Moon family and Rubeus look down upon Tokyo and plot its demise. Having renewed their love for each other, Usagi and Mamoru walk around and arrive at a dock. To their surprise, as they were kissing, a little pink-haired girl with a \"\"dumpling head\"\"-style hairdo falls from the sky and lands on Usagi. The girl gets up and demands the Silver Crystal from Usagi. After Usagi denies her, the girl disappears. When Usagi gets home, she finds the girl, ChibiUsa, has moved into her house and brainwashed her family into thinking that she's Usagi's cousin! Her mother even shows her pictures to prove that ChibiUsa is a part of the family. The Warriors meet at Rei's shrine to try and discover something aboutthe mystery girl.",
                    "TitleJapanese": "天使? 悪魔? 空から来た謎の少女",
                    "SummaryJapanese": "かつての記憶を取り戻した衛とうさぎは、ふたりだけの甘いデートを楽しんでいた。そのとき突然、女の子が空から降ってきて銀水晶を渡せと、うさぎを脅してきた。しかもその女の子は、自分の名もうさぎだというのだ！うさぎは、銀水晶のことを知っていて、しかも自分と同じ名前を名乗るその女の子を警戒する。しかし、衛とのデートを終えて家へ帰ったうさぎを待っていたのは、親戚の子として月野家に居座っている、あの女の子の姿だった！"
                },
                "15": {
                    "ID": "286932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286932",
                    "TitleEnglish": "Usagi Devastated: Mamoru Declares a Break-Up",
                    "SummaryEnglish": "Rubeus reveals to the evil sisters that he has found another way to destroy Crystal Tokyo. There are five crystal points around the city that they need to infect with dark energy. Meanwhile, Mamoru is getting terrible visions of a future city being destroyed. He decides that he needs to break up with Usagi. Usagi is devastaed by the news, add she wanders into a make-up store with tears on her face. The store is one of the crystal points, and Berthier has already installed a droid there. The droid is selling make-up that is infected with dark energy. The droid attacks Usagi, and she transforms into Sailor Moon. Tuxedo Mask arrives to offer words of encouragement, and Sailor Moon destroys the droid. However, even though Tuxedo Mask came to defend Sailor Moon, he denies that he has any feelings for her.",
                    "TitleJapanese": "うさぎ大ショック! 衛の絶交宣言",
                    "SummaryJapanese": "ちびうさが姿を消した。うさぎはジョギング中の衛とちびうさを探し、公園のブランコで発見する。その時、またも衛の脳裏をよぎる謎の光景。このちびうさと出会ってから、衛がときどき見るようになった不思議な光景は、うさぎの悲惨な運命を予見しているものだった。そこで衛は、うさぎから距離を取ることを決意する。衛は、本当の想いを押し殺して、うさぎに絶交を宣言する。しかし衛の本心を知らないうさぎは、大きなショックを受ける…。"
                },
                "16": {
                    "ID": "286933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286933",
                    "TitleEnglish": "A Guardian's Friendship: Goodbye, Ami",
                    "SummaryEnglish": "Ami recieved a scholoraship to study medicine in Germany and has decided to accept it. The girls are all saddened at the thought of her leaving. As Ami waits in the airport, the other Warriors rush to save Venus, who has discovered an evil plan to freeze patrons of an ice cream shop (one of the crystal points of future Tokyo). Mamoru and ChibiUsa are etrusted to deliver a last gift to Ami. When Ami sees that her gift is a new transformation pen, she decides to stay. She transforms and arrives just in time to save the other Warriors with her new attack.",
                    "TitleJapanese": "戦士の友情! さよなら亜美ちゃん",
                    "SummaryJapanese": "うさぎたちは、ドイツへ留学する亜美のために歓送会を開くことにした。医者になるためにドイツへ留学するのが、亜美の夢だったのだ。しかしうさぎは、衛に続いて亜美までが自分から離れていってしまうことに心を痛めていた。そのころちびうさは、銀水晶を探すために亜美の部屋へ乗り込んでいった。そんなちびうさに、亜美は夢をかなえるためにドイツへ行きたいが、一方ではみんなと一緒にいたいという迷いを、ちびうさに打ち明ける。"
                },
                "17": {
                    "ID": "286934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286934",
                    "TitleEnglish": "Women Must Be Strong and Beautiful: Rei's New Special Technique",
                    "SummaryEnglish": "Rei's grandfather starts an aerobic class to get more women to come to the shrine. Rubeus discovers that the shrine is one of the crystal points and sends Koan to infect it with dark energy. Koan and a droid enroll in the class, but soon start a riot when they induce all of the other students to fight. The droid starts to attack Grandpa, but Sailor Moon attacks and destroys it. Rei steps up to avenge the harm done to her grandfather. She blasts Kaon with her new attack. Koan is forced to retreat.",
                    "TitleJapanese": "女は強く美しく! レイの新必殺技",
                    "SummaryJapanese": "雑誌にエッチなおじいちゃんがいると掲載されてしまったために、さっぱり女の子の参拝客が来なくなった火川神社。レイのおじいちゃんは、神主を引退して神社の中でエステクラブを始めてしまう。しかし、その場所こそがクリスタルポイントだった。ブラックムーンは、銀水晶を探すために、そこをダークパワーに差し替えてしまった。そうとは知らないおじいちゃんは、雄一郎を使って女の子をたくさん集めてしまっていた！"
                },
                "18": {
                    "ID": "286935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286935",
                    "TitleEnglish": "In Search of the Silver Crystal: Chibi-Usa's Secret",
                    "SummaryEnglish": "Petz uses a droid to created a thunderstorm, in hopes of frightening ChibiUsa out into the open. ChibiUsa gets tired of waiting for someone to pick her up from school and starts walking home. She is very frightened by the thunder and decides to communicate with a mysterious woman via her Luna-P ball. Even though the woman tells her she can't go back to the future, ChibiUsa tries to use her time key anyway. However, she only succeeds in altering the gravity in a nearby coffee shop where the other girls had gathered. Petz notices the burst of energy and sends her droid to attack the shop. Sailor Moon defeats the droid and Petz flees. ChibiUsa apologizes and restores gravity to the store.",
                    "TitleJapanese": "銀水晶を求めて! ちびうさの秘密",
                    "SummaryJapanese": "カミナリが嫌いなちびうさをおびき出すため、ブラックムーンは、十番街に雷雨を呼んだ。小学校でカミナリにおびえるちびうさは、がまんできずに学校を飛び出してしまう。その直後、うさぎがちびうさを迎えに小学校へ到着するが見つからない。うさぎは、途中で出会った衛とともにちびうさを探す。そのころ、ちびうさはひとりで銀水晶を探す孤独に耐えかねて、元の世界に戻ろうとして時空を操るブローチを作動させてしまう！"
                },
                "19": {
                    "ID": "286936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286936",
                    "TitleEnglish": "Dispute Over Love: Minako and Makoto's Conflict",
                    "SummaryEnglish": "Minako, Makoto and Usagi go to a charm shop to buy some trinkets. Unbeknownst to them, the store has already been targeted as one of the crystal points. Petz and Calaveras are already at the store, spreading their dark energy. Calaveras calls one of her droids to attack the girls. Venus and Jupiter both power up with new transfomarions and use new attacks to drive the evil sisters away. After Usagi hides ChibiUsa in a closet, she transforms and finishes off the droid.",
                    "TitleJapanese": "恋の論争! 美奈子とまことが対立",
                    "SummaryJapanese": "美奈子とまことが、どちらが過去の恋を引きずっているかで大げんかをはじめてしまった。うさぎは、なんとかふたりを仲直りさせようと、いろいろな恋のグッズがそろう“おまじないハウス”へ誘った。うさぎの狙いどおりに仲直りするふたり。そこへちびうさと衛がやってきた。しかし、そこはすでにブラックムーンのペッツが、ダークパワーに差し替えていたのだ。そして、ペッツとカラベラスは、うさぎたちを襲ってきた。"
                },
                "20": {
                    "ID": "286937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286937",
                    "TitleEnglish": "Usagi's Parental Love: The Curry Romance Triangle",
                    "SummaryEnglish": "ChibiUsa wants to go to her school's curry party, but she needs an adult to help her in the kitchen. Usagi grudgingly agrees to help her. They enlist Mamoru to help as well. They decide go to a grocery store to get the indgredients later that night. Meanwhile, Rubeus has discovered that the store is the next crystal point. Petz, Calaveras and their driod race off to set up a stand that sells \"\"dark fruits.\"\" By the time Usagi, Mamoru and ChibiUsa arrive at the store, a legion of people infected by the fruit have destroyed everything. Sailor Moon destroys the avocado monster with the help of Tuxedo Mask and Sailor Mars. The two evil sisters are about to challenge them when the other Warriors arrive. Realizing that they are surrounded, Petz and Calaveras flee.",
                    "TitleJapanese": "うさぎの親心? カレーな三角関係",
                    "SummaryJapanese": "ちびうさの小学校で、父兄同伴のカレーパーティが開催されることになった。うさぎは、ちびうさのためにカレーパーティへ衛を誘い、亜美やまことにカレー作りを特訓してもらう。そのころダークパワーを増やすために、スーパーで怪しいブラックフルーツを売るペッツとカラベラスの姿があった。買い物客も商品も、徐々にダークパワーで汚染されていく。そこへカレーの材料を買うためにやってきたうさぎは、ルナとともに調査をはじめるが…。"
                },
                "21": {
                    "ID": "286938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286938",
                    "TitleEnglish": "The Beach, the Island and a Vacation: The Guardians' Break",
                    "SummaryEnglish": "Rei goes to an isolated island to practice her skills, but soon the other girls decide to join her. While on the island, ChibiUsa makes friends with a baby dinosaur when he rescues her from a shark attack. When the mother arrives and tries to drag the baby away, ChibiUsa is hurt at the loss of her new friend. Then she realizes why the dinosaurs want to leave; the island's volcano is about to blow! There is a cave-in that traps ChibiUsa's new friend. The Sailor Warriors finally find ChibiUsa and use their powers to stall the lava and rescue the dinosaurs.",
                    "TitleJapanese": "海よ島よバカンスよ! 戦士の休息",
                    "SummaryJapanese": "レイがひとりで離れ小島に精神修養に行ってしまった。うさぎたちは、ひと夏のバカンスを過ごすために島へ押しかける。青い海で思いっきり楽しむうさぎたち。しかし、ちびうさとレイが、つまらないことでケンカを始めてしまった。ひとり海へ出て行ったちびうさは、溺れかけてしまうが一匹の首長竜の子どもに助けられた！サメに追われてちびうさと首長竜がたどり着いたのは、断崖に囲まれた大きな洞窟。だが島の火山が奇妙な震動を始めていた…。"
                },
                "22": {
                    "ID": "286939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286939",
                    "TitleEnglish": "Protect Chibi-Usa: Clash of the Ten Warriors",
                    "SummaryEnglish": "ChibiUsa is lonely and tries again to use her key to return to the future after an incident at the Tsukino resident, where she wet Usagi's bed. The girls set out to look for her, but Berthier and Koan notice the energy flux and chase ChibiUsa. Sailor Moon arrives just in time to defend her from the evil sisters' attack. Soon, all of the sisters and all of the Sailor Warriors arrive and are fighting. Rubeus and Tuxedo Mask also join the fray. Just when the Warriors get the upper hand, Rubeus calls for a retreat. During the battle, Sailor Moon realizes that she would do anyhting to protect ChibiUsa (even though she views her as a pets). Back at the hideout of the Black Moon family, Wiseman realizes that Sailor Moon is Neo-Queen Serenity of the future Crystal Tokyo.",
                    "TitleJapanese": "ちびうさを守れ! 10戦士の大激戦",
                    "SummaryJapanese": "オネショをしてうさぎに叱られたちびうさは、家を飛び出してしまった。悲しみにくれるちびうさは、大泣きして大量のエナジーを放出してしまう。このときを待っていたブラックムーンが出現。危ういところをルナに助けられ、工事現場に隠れた。うさぎは、ちびうさが“ルナPボール”を通じて話をする謎の人物との会話から、ちびうさが未来からやってきたことを知る！しかし、そこへコーアンが現われた。ついにセーラー戦士とあやかしの四姉妹が対決する！"
                },
                "23": {
                    "ID": "286940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286940",
                    "TitleEnglish": "Awaken the Sleeping Beauty: Mamoru's Distress",
                    "SummaryEnglish": "Mamoru is plagued by dreams of the harm that will come to Usagi. He continues to avoid her, hoping that the danger will pass as long as he stays away. When he pretends to have another girlfriend, both Usagi and ChibiUsa are shocked. ChibiUsa runs out to try and find him, and Usagi drowns her miseries with food. Calaveras and Petz track down ChibiUsa and are about to attack when Sailor Moon appears to challenge them. They release a droid that puts Sailor Moon in a deep sleep. When the other Warriors arrive, the evil sisters flee. Unfortunately, nothing can waken the sleeping Sailor moon. She is caught in a never-ending dream, doomed to chase Mamoru but never catch him. Luna runs off to fetch Mamoru when she realzies that he is the only one who can save Sailor Moon. He wakes her with the kiss of true love. Once awake, Sailor Moon easily defeats the droid. However, she is unable to get Mamoru back.",
                    "TitleJapanese": "目覚めよ眠れる美少女! 衛の苦悩",
                    "SummaryJapanese": "衛は悪夢にうなされていた。衛は、その夢の中でうさぎと結ばれることで不幸が訪れると予言されていたのだ。一方、うさぎたちはブラックムーンの本拠地を探すことを話し合っていた。そこへ衛がバイクの後ろに少女を乗せてやってきた。衛に別の恋人がいると思い、うさぎ以上にショックを受けたちびうさは、家を飛び出しブラックムーンに見付かってしまう。助けにやってきたセーラームーンだが、ドロイドによって永遠の悪夢に取り付かれてしまった！"
                },
                "24": {
                    "ID": "286941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286941",
                    "TitleEnglish": "Battle of the Flames of Love! Mars vs. Koan",
                    "SummaryEnglish": "Koan disguises herself as a cosmetrics saleswoman and goes to Rei's shrine in hopes of finding ChibiUsa. Yuichiro sees her attack ChibiUsa and manages to hit her with a broom beofre being knocked unconcious. Mars is very upset and attacks Koan full throttle. Koan calls out for Rubeus' help, but he is callous and will not protect her. After being blasted by all of the Warriors, Sailor Mars shows Koan mercy and asks Sailor Moon to heal her. Healed by the power of the Silver Crystal, Koan becomes human.",
                    "TitleJapanese": "愛の炎の対決! マーズVSコーアン",
                    "SummaryJapanese": "ワイズマンの予言でちびうさが火川神社に現われることを知ったルベウスは、コーアンを向かわせる。化粧品のセールスレディに変装したコーアンは、神社に遊びにやってきたちびうさを発見するが、雄一郎とセーラーマーズにジャマされてしまう。マーズとコーアンの戦いがはじまった！その戦いのなかで、雄一郎をかばいマーズは傷付いてしまう。しかし、ちびうさを取り逃がしてしまったコーアンは、ルベウスから最後の命令を受ける。"
                },
                "25": {
                    "ID": "286942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286942",
                    "TitleEnglish": "For Friendship! Ami vs. Berthier",
                    "SummaryEnglish": "The battle is on! Berthier challenges Ami to a game of chess, and then seals Usagi, Rei, Makoto, Minako and Koan away. She gives Ami one pawn to play, and tells Ami if she loses her friends will die. Ami thinks hard, but cannot win! She beats Berthier, and Ami's friends are saved. Calaveras and Petz come down, and tell Berthier she is useless and they don't want her back in the Three Sisters Clan. Berthier attempts suicide (by freezing herself) but decides to convert good, when her sister Koan convinces her too.",
                    "TitleJapanese": "友情のため! 亜美とベルチェ激突",
                    "SummaryJapanese": "チェスタワーのオープニングセレモニーでワールドチェストーナメントが開催されることになった。そのチェスタワーをダークパワーに変えようとするベルチェと、セーラーマーキュリーが対決する。いったんは引き下がったベルチェだが、もはや失敗は許されないことを悟る。ベルチェはマーキュリーと再戦するため、チェストーナメントに参加。そしてトーナメント当日、亜美の試合を観戦するうさぎたちの中には、人間になったコーアンの姿が…。"
                },
                "26": {
                    "ID": "286943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286943",
                    "TitleEnglish": "Rubeus the Heartless: The Tragic Sisters",
                    "SummaryEnglish": "Now it's just Calaveras and Petz to finish off the Sailor Warriors. Calaveras attempts to fight off the Sailor Warriors but is easily defeated, and her two sisters convert her. Petz does not listen to Calaveras about turning good, and with her rod attempts to kill them all. Sailor Moon and the others use there attacks, and break the rod. Rubeus throws Calaveras and Petz out, and Petz still wants them dead. After listening to reason, she joins her other sisters in the good world.",
                    "TitleJapanese": "非情のルベウス! 悲しみの四姉妹",
                    "SummaryJapanese": "すっかりうさぎたちと仲良くなったコーアンとベルチェは、幸せなひとときを過ごしていた。しかし、ルベウスは四姉妹の忠誠を疑い、残されたペッツとカラベラスにダークパワー増強装置を渡して最後のチャンスを与える。ベッツたちはコーアンとベルチェを誘拐し、セーラー戦士とちびうさをおびき出そうとする。変身して飛び出していくセーラームーンとセーラー戦士たち。しかし、変身するところをちびうさに見られてしまった！"
                },
                "27": {
                    "ID": "286944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286944",
                    "TitleEnglish": "A UFO Appears: The Sailor Guardians Abducted",
                    "SummaryEnglish": "ChibiUsa now knows that Usagi is Sailor Moon and that she has the Silver Crystal. She sneaks into Usagi's bedroom and steals the crystal. She tries again to return to the future with her time key, but only succeeds in altering Rubeus to her presence. Both Rubeus and the Warriors race all over town looking for her. When she tries to use the key again, Rubeus appears in his UFO and sucks the four Sailor Warriors up into the ship while Usagi, Mamoru and ChibiUsa look on in horror.",
                    "TitleJapanese": "UFO出現! さらわれたS戦士達",
                    "SummaryJapanese": "失敗続きで進退きわまったルベウスは、みずからセーラー戦士抹殺のために行動を開始する。一方、ちびうさは、うさぎが部屋に置き忘れた銀水晶のブローチを見つけ、そのまま持ち去ってしまった。しかし、未来へ帰れなくて泣き出してしまったちびうさのもとに、ルベウスが現われる。そこへセーラー戦士がやってきて一度は難を逃れるが、セーラー戦士を信じられなくなっていたちびうさは、再びひとりで逃げ出してしまった！"
                },
                "28": {
                    "ID": "286945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286945",
                    "TitleEnglish": "Defeat Rubeus: The Battle in Space",
                    "SummaryEnglish": "Sailor Moon and ChibiUsa are sucked into the UFO when they try to find their friends. Rubeus uses the power from a special crystal to increase the gravity around Sailor Moon and crush her to death. ChibiUsa notices the source of his power and manages to remove the crystal from the ship and shatter it. As the UFO collapses around them, the reunited Sailor Warriors form a circle around ChibiUsa and teleport away. Rubeus dies as his ship explodes. Later, Esmeraude appears before Prince Dimande and is ordered to take Rubeus' place.",
                    "TitleJapanese": "ルベウスを倒せ! 宇宙空間の決戦",
                    "SummaryJapanese": "セーラー戦士4人が、ルベウスのUFOに連れ去られてしまった。うさぎは仲間を取り戻すために、ひとりでルベウスのもとへ行く決意を固める。ちびうさも、そんなうさぎを追って家を飛び出してしまう。しかし、ふたりともルベウスのUFOに引き込まれてしまった！うさぎはルベウスと戦うが、必殺の“ムーンプリンセス・ハレーション”さえ効かない。しかも、UFOはいつの間にか地球を離れて、宇宙空間へと飛び出してしまっていた！"
                },
                "29": {
                    "ID": "286946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286946",
                    "TitleEnglish": "The Mysterious New Guardian: Sailor Pluto Appears",
                    "SummaryEnglish": "ChibiUsa is caught in a nightmare by the Dark Moon and can't wake up. Sailor Pluto appears and asks the Sailor Warriors to accompany her into the dream to save ChibiUsa. The Warriors arrive in the dream at the ruins of Crystal Tokyo. ChibiUsa doesn't recognize the girls and runs away. When she is attacked by a droid, the Warriors transform and start to fight. ChibiUsa shows Sailor Moon the palace and asks her to help her mother who is held captive inside. Before Sailor Moon can do anything, though, she is called to help battle the droid. Things are gonig poorly until ChibiUsa finally starts believing the Warriors are there to help her. Suddenly Sailor Moon finds the strength to destroy the dorid. The girls make it into the palace and find ChibiUsa's mother imprisoned in a ginat crystal. At that moment, the girls find themselves transported back to ChibiUsa's bedside. Shortly later, ChibiUsa wakes up.",
                    "TitleJapanese": "謎の新戦士セーラープルート登場",
                    "SummaryJapanese": "ちびうさは、熱と悪夢にうなされ「邪黒水晶」の名を口にして苦しんでいた。助けを求めるちびうさの声に反応して、ルナPボールを通してセーラープルートが現われた！プルートは、ちびうさを救って欲しいというのだ。うさぎたちは、ちびうさの心の中に入りちびうさを探す。しかし、そこで見つけたちびうさは、うさぎたちのことを知らないという。うさぎたちは変身して、ちびうさを守るために戦うが、敵に攻撃が効かず…。"
                },
                "30": {
                    "ID": "286947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286947",
                    "TitleEnglish": "Magic of Darkness: Esmeraude's Invasion",
                    "SummaryEnglish": "Usagi gets jealous of ChibiUsa for monopolizing all of Mamoru's time. Meanwhile, Esmeraude hatches a plan to place crystal figurines at key points in the city. Once all of the figurines are placed, than she will be able to open the Black Gate and destroy the world. The first location is inside of a bakery, so Esmeraude sets up shop. She disguises a droid as a waitress, and it starts to steal the enrgty, freezing all of the customers. Usagi, Mako and Ami come to the shop to get a snack but quickly notice that something is not right. The Warriors battle the droid and finish him off when they realize he is vulnerable to water. The figurine shatters and Esmeraude confronts the girls outside. After making a pass at Tuxedo Mask and giving the girls a boring lecture, she vanishes.",
                    "TitleJapanese": "暗黒の魔力! エスメロードの侵略",
                    "SummaryJapanese": "30世紀のブラックムーンから、次なる司令官エスメロードが20世紀に向けて出発した。そのころ十番街で新規開店したケーキ屋では特別セールの食べ放題に女の子たちが群がっていた。ところがエスメロードは、そのケーキ屋の下にネガティブ・ポイントを見つけ、ダルク・ヘンジの最初のいけにえとしてしまう。その頃、ケーキ屋の店内ではうさぎが、ちびうさが衛を独占していることに嫉妬してケーキのやけ食いをしていた！"
                },
                "31": {
                    "ID": "286948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286948",
                    "TitleEnglish": "Shared Feelings: Usagi and Mamoru in Love Once Again",
                    "SummaryEnglish": "Usagi is still depressed over Mamoru. One night she has the same dream that has been plaguing Mamoru (the one that warned him to stay away from her) and she suddenly realizes that he has been avoiding her so that she won't be harmed. She confronts him, saying that if even if the world was desroyed, she'd want to be with him. Meanwhile, Esmeraude has placed another of her figurines at a dark energy point. This one is above a school that teaches classes on how to make special charms called promise rings. The charms infect their wearers with dark energy. Sailor Moon notices the figurine on the building growing rapidly from all of the energy. She starts to fight the droid, and with the help of the other Warriors and Tuxedo Mask, manages to destroy it. Later, Usagi finds Mamoru on the street. She runs into his arms and they kiss.",
                    "TitleJapanese": "想いは同じ! うさぎと衛の愛再び",
                    "SummaryJapanese": "うさぎは、衛と恋人同士に戻れないことを悲しんでいた。その様子を見かねた亜美とまことは、うさぎを励ますために流行のプロミスリング専門店へ連れて行く。そこにはなると海野も来ていて、いっしょにプロミスリング作りを始めることになった。しかし、その店はすでにエスメロードに乗っ取られていたのだ。そしてその夜、プロミスリングを作りながら眠ってしまったうさぎは、衛と同じ未来を予言する不吉な夢を見てしまった。"
                },
                "32": {
                    "ID": "286949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286949",
                    "TitleEnglish": "Venus Minako's Nurse Mayhem",
                    "SummaryEnglish": "A huge sickening flu strikes the city of Tokyo making everyone sick, besides Minako. Determined to be helpful, she tries to assisant all of her friends while they are out sick. All though her intentions are good, her brain is not thinking straight. She ruins everyones room. Later she transforms and Esmeraude attacks her. While trapped the others, still sick, save her. Esmeraude leaves and Minako is sick by the episodes closure.",
                    "TitleJapanese": "ヴィーナス美奈子のナース大騒動",
                    "SummaryJapanese": "クリスマスが近づいたころ、十番街を中心に特殊なインフルエンザが流行していた。セーラー戦士も美奈子以外は全員ダウンしてしまった。ひとりだけ元気いっぱいの美奈子は、はりきって仲間たちを看病してまわるがドジばかり。失敗続きの美奈子は、最後にうさぎの家へ向かう。ちびうさと一緒にうさぎの看病を始める美奈子のドジっぷりは、さらにエスカレート。しかし、じつはこのインフルエンザは、エスメロードの仕業だったのだ！"
                },
                "33": {
                    "ID": "286950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286950",
                    "TitleEnglish": "Artemis's Adventure: The Monster Animal Kingdom",
                    "SummaryEnglish": "Artemis is depressed when a series of misfortunes beset him and he is only ridiculed by Luna for his pain. He decides to go on a quest to gain Luna's respect by helping the Warriors with their mission. When he discovers that Esmeraude and her droid have taken over an animal sanctuary called the Animal Kingdom, he decides that he can handle it himself. The animals are all infected with dark energy and start to attack humans. Luna saves him when he is being chased by a dog. The Warriors arrive and challenge the droid. Artemis attacks the droid just as she catches all of the Warriors in dog collars. Sailor Moon breaks free and finishes off the droid.",
                    "TitleJapanese": "アルテミスの冒険! 魔の動物王国",
                    "SummaryJapanese": "ルナにドジ呼ばわりされたアルテミスは、一発大手柄をたてるために行動を開始。アルテミスは偵察中、すて猫やのら犬を自動車に乗せて連れ去る男をあやしみ後をつけていく。しかし、その男が入ったのは捨てられた動物たちを引き取って育てている「動物大王国」だった。一方、ルナはアルテミスを連れ戻すために動物大王国へ向かう。だがその頃、動物大王国ではドロイドに操られた動物たちが人間を襲い始めた。アルテミスは、ひとりでドロイドに立ち向かうが…。"
                },
                "34": {
                    "ID": "286951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286951",
                    "TitleEnglish": "The Terrifying Illusion: Ami All Alone",
                    "SummaryEnglish": "Ami is depressed when the students of a new cram school accuse her of cheating. It's all part of Esmeraude's new plan. She has placed one of her figurines at the school and has infected the entire class with her dark energy. Later, when Ami is investigating the school, she is attacked by a droid. It duplicates itself, but she manages to drive it away. The droid decides that the way to defeat the Sailor Warriors is to turn Mercury against them. It uses illusions to convince Mercury that the girls don't care about her. Just as she is about to attack her friends, Mercury breaks through the illusions and turns agains the droid. Sailor Moon finishes the droid off, thanking Mercury for not attacking them.",
                    "TitleJapanese": "恐怖の幻影! ひとりぼっちの亜美",
                    "SummaryJapanese": "学年末試験で、また亜美は学年トップになった。しかし、なぜか亜美がカンニングしていたと悪口を言い始める者が…。しかも、海野までもが亜美を責めてきた。亜美の悪口を言っているのは、みな同じ英才塾に通っている生徒ばかり。亜美は英才塾を怪しみ、そこでドロイドに襲われてしまう！やがて他のセーラー戦士たちもやってくるが、ドロイドの幻覚術に掛かってしまった亜美は、マーズやジュピターたちが自分の悪口を言っている幻影に苦しめられる。"
                },
                "35": {
                    "ID": "286952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286952",
                    "TitleEnglish": "The Dark Gate is Completed? The Targeted Elementary School",
                    "SummaryEnglish": "Esmeraude uses two droids and two figurines to double up the attack. She targets both a park and the elementary school that ChibiUsa attends. When ChibiUsa arrives late for school, she is attacked by her classmates and teachers. When one of the droids tries to use one of ChibiUsa's friends against her, she gets so mad that a huge blast of energy comes out of the cresent moon on her forehead. From the future, Wiseman realizes that ChibiUsa is the key to defeating Crystal Tokyo. If he can channel her incredible power, nothing can stand in his way! Back on Earth, the Warriors manage to defeat the two droids. Once everyone has recovered, the Sailor Warriors and Mamoru agree to accompany ChibiUsa to the future.",
                    "TitleJapanese": "暗黒ゲート完成? 狙われた小学校",
                    "SummaryJapanese": "熱を出して小学校を休んでいたちびうさを、同級生のももがお見舞いに来てくれた。翌日、元気になったちびうさは学校へ行くが、そこでは生徒同士がケンカしていた。しかも、親友のももからも攻撃されてしまう。さらに先生や他の生徒からも攻撃され、荒れ果てた校内を逃げ回ることに。小学校はすでにダークパワーの拠点にされていたのだ。小学校に向かおうとしたうさぎたちだが、そこに美奈子から十番公園でも事件が起こったと通信が入った！"
                },
                "36": {
                    "ID": "286953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286953",
                    "TitleEnglish": "Journey to the Future: Battle in the Space-Time Corridor",
                    "SummaryEnglish": "ChibiUsa uses her key to transport everyone to the door of time, but on the way they all get separated and Sailor Moon finds herself alone. When she approaches the door of time, she is attacked by a shadowy figure. ChibiUsa arrives just in time to stop the attacker (who is actually Sailor Pluto) and beg entry into the door of time. As the group struggles through the corridor of time, the are attacked by Esmeraude. The blast sends the group flying, seperating the Warriors, Tuxedo Mask and ChibiUsa again. ChibiUsa is wandering around when she sees her mother! Just as she is about to hug her, she realizes that it's really a droid in disguise. The Sailor Warriors arrive and, with the help of ChibiUsa, use a group attack to defeat the droidl After everyone is reunited, the group steps through the gateway of Crystal Tokyo and views the ravaged ruins of the city.",
                    "TitleJapanese": "未来への旅立ち! 時空回廊の戦い",
                    "SummaryJapanese": "ちびうさは、セーラー戦士とともに未来へ行くことになった。しかし、セーラー戦士が負けるかもしれないと、ちびうさの心は揺れるが、衛に励まされ決意を固めた。そして、ついにちびうさは時空の扉を呼び出し、セーラープルートの力によって未来へ旅立った。時空の回廊を進むセーラー戦士、ちびうさとタキシード仮面。そのころ“プリンス・デマンド”は、ちびうさとセーラームーンを連れてくるようにエスメロードに命令を下していた…。"
                },
                "37": {
                    "ID": "286954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286954",
                    "TitleEnglish": "The Shocking Future: Demande's Dark Ambition",
                    "SummaryEnglish": "The group arrives in Crystal Tokyo and ChibiUsa is so upset over the destroyed city that she races off into the fog. The rest of the group is greeted by a projection of King Endymion. He explains the sad history of the attack by the Black Moon family and how he and the other Warriors are the only ones left to defend the palace. He explains that Neo-Queen Serenity was almost killed and now lies in a coma, encased in a protective crystal. King Endymion also reveals that Neo-Queen Serenity is Usagi's futures self and that ChibiUsa is her future daughter! Suddenly Prince Dimande appears and kindnaps Sailor Moon. When she comes to, she is dressed as Neo-Queen Serenity, and she can't transform into Sailor Moon. Dimande is about to kiss her when Tuxedo Mask arrives on a glider and stops him with a red rose. He manages to rescue her when Dimande is distracted by a burst of energy (caused by a jealous Esmeraude).",
                    "TitleJapanese": "衝撃の未来! デマンドの黒き野望",
                    "SummaryJapanese": "セーラームーンたちは、ついに未来都市クリスタル・トーキョーに着いた。そこで出会ったのは、タキシード仮面にそっくりな人物。そして、その声はうさぎと衛の夢の中で不吉な予言をした男、未来のキング・エンディミオンだった！キング・エンディミオンは未来の地球で何が起こったのか、ブラックムーンとは何者かを語りはじめた。そしてセーラームーンこそが、未来の“ネオ・クイーン・セレニティ”だと告げる！"
                },
                "38": {
                    "ID": "286955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286955",
                    "TitleEnglish": "Wiseman's Evil Hand: Chibi-Usa Disappears",
                    "SummaryEnglish": "The Endymion projection informs the group that the future Silver Crystal has been missing since just before the attack of the Black Moon. It was the missing crystal that lowered the dfenses of the city and enabled the attack on Crystal Todyo. Sailor Moon tries to free Neo-Queen Serenity with the Silver Crystal of the past, but it doesn't work. ChibiUsa is so distressed that she runs away, outside of the protection of the palace. Wieseman finds and traps her. He probes her hidden memories to find that she is the one that lost the crystal when she tried to \"\"borrow\"\" it so that she could be more lady-like. He tells her that only he believes that it wasn't her fault the crystal disappeared. Later, Esmeraude approaches Wiseman. He gives her a tiara that transforms her into a horrible dragon. It takes all of the groups power to defeat the dragon. It is only after they finally destroy it that they realize that ChibiUsa is gone.",
                    "TitleJapanese": "ワイズマンの魔手! ちびうさ消滅",
                    "SummaryJapanese": "プリンス・デマンドの魔手を逃れたセーラームーンとタキシード仮面は、仲間のもとに戻ってきた。そしてクリスタル・パレスで眠り続けるネオ・クイーン・セレニティとはじめて出会う。しかし、セーラームーンの銀水晶ではネオ・クイーン・セレニティを目覚めさせることができなかった。絶望したちびうさは、クリスタル・パレスから離れてしまったところをワイズマンに見つかってしまう。そしてワイズマンは、ちびうさの秘密を聞き出してしまった！"
                },
                "39": {
                    "ID": "286956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286956",
                    "TitleEnglish": "The Dark Queen: Birth of Black Lady",
                    "SummaryEnglish": "Wiseman turns ChibiUsa into Black Lady by altering her memories. He makes her believe that nobody ever loved her, least of all her parents. He takes her back into the past to complete the Dark Gate. Sailor Pluto alerts the Warriors to the change in ChibibUsa and send them back into the past as well. They return to find Dimande and Black Lady working together to spread the dark energy throughout the city. Black Lady attacks Sailor Moon, who refuses to return fire as she will not harm ChibiUsa. Sailor Moon uses the power of the Silver Crystal to restore Black Lady's memories. She starts to become ChibiUsa again, but Wiseman interferes and uses his power to taint her memories. She becomes Black Lady once again and vanishes after threatening to fill the world with darkness.",
                    "TitleJapanese": "暗黒の女王ブラックレディの誕生",
                    "SummaryJapanese": "ワイズマンに捕らえられたちびうさは洗脳されてしまう。そして邪黒水晶のパワーを取り込み、暗黒の女王ブラックレディへと変貌し、デマンドとともに過去の地球へ向かった。その頃、セーラームーンはプルートから、ちびうさが過去の地球に戻ったという情報を得て過去に戻る。しかし、すでにブラックレディとデマンドは新たな暗黒ゲートを開きはじめた。そして、ついにブラックレディが、セーラームーンたちの前に立ちはだかる!!"
                },
                "40": {
                    "ID": "286957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286957",
                    "TitleEnglish": "Saphir Dies: Wiseman's Trap",
                    "SummaryEnglish": "Wiseman's Black Crystal has grown to an incredible size, spreading its dark energy throughout 20th century Tokyo. Saphir discovers that he and his brother are just pawns to Wiseman, and that they will both perish in Wiseman's plan to summon Death Phantom. He takes the crystal key card from the control panel of the Black Crystal and runs to warn his brother, but Wiseman finds him and attacks. Saphir flees to the past and is saved by Petz (who always loved him) and her sisters. Still determined to warn his brother, Saphir goes to the Black Crystal. He is struck down by Wiseman, who recovers the stolen key card. Saphir dies, and Dimande blames Wiseman for his brother's death.",
                    "TitleJapanese": "サフィール絶命! ワイズマンの罠",
                    "SummaryJapanese": "東京の中心で邪黒水晶は、さらに巨大化していく。そのころブラックムーンでは、サフィールがワイズマンの陰謀を知ってしまう。ワイズマンはデマンドを利用して、ほんとうはデスファントムによる宇宙の支配を目論んでいたのだ。サフィールは、そのことをデマンドに知らせるために過去の地球へ向かう。しかし、ワイズマンの攻撃で傷付いたサフィールは力尽きてしまう。倒れたサフィールを助けたのは、あやかしの四姉妹の長女ベッツだった！"
                },
                "41": {
                    "ID": "286958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286958",
                    "TitleEnglish": "Believing in Love and the Future: Usagi's Decision",
                    "SummaryEnglish": "The Sailor Warriors teleport into the middle of the Black Crystal. When they arrive, Sailor Moon falls down a trapdoor. Dimande confronts her, forcing her to swear loyalty (and love) to him but she manages to break the trance that his third eye has put her in. She tries to convince him that their people can live peacefully together. Wiseman arrives and demands that Sailor Moon die. Dimande finally realizes that he was just a pawn, and attacks Wiseman. The two fight until they destroy each other, but Wiseman revives himself from his crystal ball. He attacks Sailor Moon and tries to make her believe that Mamoru and Black Lady are lovers but Sailor Moon refuses to be deceived. Tuxedo Mask arrives with the other Sailor Warriors just as Wiseman is about to deliver the killing blow. Wiseman flees, saying that the Dark Gate is complete and that their world is already lost!",
                    "TitleJapanese": "愛と未来を信じて! うさぎの決心",
                    "SummaryJapanese": "邪黒水晶の塔はさらに成長を続け、邪悪なエナジーを放っていた。セーラームーンとセーラー戦士はブラックレディになったちびうさを助けるために、力を合わせて邪黒水晶の塔に乗り込んでいった。塔の中で他のセーラー戦士から引き離されてしまったセーラームーンは、デマンドと再会する。そして、セーラームーンはサフィールがデマンドに伝えたかったことを訴える。しかし、そのときワイズマンが現われ、セーラームーンを狙って必殺の一撃を繰り出した！"
                },
                "42": {
                    "ID": "286959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286959",
                    "TitleEnglish": "The Final Battle Between Light and Dark: Pledge of Love to the Future",
                    "SummaryEnglish": "The Sailor Warriors confront Black Lady, trying to convince her to stop this madness and turn good again. Black Lady denies them and attacks. Tuxedo Mask blocks a blast meant for Sailor Moon and is injured. Black Lady falters for a moment, and the girls manage to break Wiseman's brainwashing. Unfortunately, Wiseman quickly regains control over Black Lady, and she renews her attack. Sailor Moon and Tuxedo Mask join hands and unite their power. There is a flash of light and to everyone's amazement Sailor Moon is transformed into Neo-Queen Serenity. Wiseman tries to interfere again, engulfing them in a columnt of dark energy but Serenity saves Black Lady with the power of her love and the Silver Crystal restores all of ChibiUsa's memories. As the three (mother, father and daughter) return to Earth together, Wiseman appears above them. He has succeeded in opening the Dark Gate and begins his attack against the world. Sailor Moon steps up to battle but quickly loses ground. ChibiUsa, watchi",
                    "TitleJapanese": "光と闇の最終決戦! 未来へ誓う愛",
                    "SummaryJapanese": "邪黒水晶の塔が成長し、ついに暗黒ゲートが開こうとしていた。塔の上では、ブラックレディとセーラー戦士の戦いが始まった。ブラックレディの力に苦戦するセーラー戦士。さらにワイズマンは、新たに邪悪なエナジーをブラックレディに与えてしまう。しかし、セーラームーンは銀水晶の力でネオ・クイーン・セレニティとなって、ブラックレディに本当の記憶を甦らせようとする。だがワイズマンは、さらに強力なエナジーを放ってきた！"
                },
                "43": {
                    "ID": "286960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286960",
                    "TitleEnglish": "Usagi and the Girls' Resolve: Prelude to a New Battle",
                    "SummaryEnglish": "The Sailor Team present a preview of the forthcoming season, and debate the prospect of selecting a new leader.",
                    "TitleJapanese": "うさぎ達の決意! 新しき戦いの序曲",
                    "SummaryJapanese": "デス・ファントムとの壮絶な戦いに勝利し、ちびうさも未来の世界へ帰って行った。うさぎたちにも、つかの間の平和なときが訪れていた。しかし、すでに次の戦いが近づいていたのだ。うさぎたちのおしゃべりは、ダーク・キングダム、エイルとアン、そしてブラックムーンなど、これまでに戦ってきた敵との思い出、さらにはこれから戦うことになる敵や謎のセーラー戦士など、新シリーズ『美少女戦士セーラームーンＳ』にまで及ぶのだった…！"
                }
            }
        },
        "3": {
            "ID": "15146",
            "URL": "https://www.thetvdb.com/series/sailor-moon/seasons/official/3",
            "# Episodes": 38,
            "Episodes": {
                "1": {
                    "ID": "286961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286961",
                    "TitleEnglish": "Premonition of the Apocalypse: The Mysterious New Guardians Appear",
                    "SummaryEnglish": "Rei has a startling premonition while studying with the studying with the s at the shrine. The world is coming to and end! Meanwhile, Professor Tomoe, an evil genius, has presented the Sailor Soldiers with a new threat. He's created monsters that can steal people's pure hearts! He won't stop until he finds the three pure heart crystals, which contain the talismans that can bring forth the Holy Grail. And on top of that, two mysterious warriors appear and are after the pure heart talismans as well! The sailor soldiers fight bravely against this new threat, but what's this? They almost lost! This could mean trouble for the Sailor Soldiers.",
                    "TitleJapanese": "地球崩壊の予感?謎の新戦士出現",
                    "SummaryJapanese": "地球の平和を守ってきたセーラー戦士だったが、現実世界ではすでに中学３年生。高校受験も目前に迫っていた。うさぎたちはレイの家に集まって、戦いで遅れた勉強をがんばっていた。しかし、霊感の強いレイは悪夢に悩まされていた。怖ろしい沈黙が世界を包み込もうとしている。そしてその予感は現実のものとなってしまった。レイは火川神社で謎の怪人ダイモーンに襲われ、ピュアな心を奪われてしまったのだ。"
                },
                "2": {
                    "ID": "286962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286962",
                    "TitleEnglish": "The Rod of Love is Born: Usagi's New Transformation",
                    "SummaryEnglish": "Usagi has a nightmare about the light of the Silver Crystal fading and wakes up only to find that it's not a dream! Mamo-chan tries to cheer her up by taking her to an abandoned church where all the stray cats of the neighborhood live. Usagi makes friends with a young girl who has been taking care of the cats. But the little girl's been targeted by a Daimohn named Nekonnell! Usagi tries to help, but she can't transform. When all hope seems lost, Usagi's useless broach suddenly transforms into an even more powerful transformation. With her power restored, Usagi transforms, defeating Nekonnell with an all new attack! Only seconds before, the two mysterious warriors appeared yet again, but left after they found that the little girls heart did not contain a talisman. Unfortunately, this is only the beginning for the Sailor Soldiers.",
                    "TitleJapanese": "愛のロッド誕生!うさぎの新変身",
                    "SummaryJapanese": "新たな敵ダイモーンのために輝きを失ってしまった銀水晶。落ち込むうさぎを、衛は捨てられたネコたちがひっそりと暮らす洋館へ誘った。そこでうさぎは、ネコたちにエサをあげる少女と出会い、ちょっとだけ元気をもらう。しかし、その少女がダイモーンに襲われてしまった。少女から奪われるピュアな心。ふたたび出現した謎の２人の戦士によって少女の心の結晶は取り戻せたが、ダイモーンは復活。タキシード仮面に襲いかかった。"
                },
                "3": {
                    "ID": "286963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286963",
                    "TitleEnglish": "A Handsome Boy? Haruka Tenoh's Secret",
                    "SummaryEnglish": "Usagi and Minako meet a young boy and a young lady, and fall for the boy...deciding to follow him around. They are caught by surprise when a daimon appears, and they must fight it...when the help of the mysterious warriors Neptune and Uranus. Later, Usagi and Minako meet the boy finally, and learn that it is a masculine woman.",
                    "TitleJapanese": "素敵な美少年?天王はるかの秘密",
                    "SummaryJapanese": "うさぎと美奈子は、レイの家での勉強会をサボってゲーセンで遊んでいた。そこで２人は天王はるかと海王みちるという美しいカップルに出会う。どうしてもはるかの秘密を知りたい美奈子とうさぎは、2人の後を追って、とある町工場へやってきた。だが、その工場にもダイモーンが現われ、エンジニアから心の結晶を奪ってしまった。そして、ついに２人の謎の戦士が正体を現した。なんと、その戦士はセーラー戦士だったのだ。"
                },
                "4": {
                    "ID": "286964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286964",
                    "TitleEnglish": "Usagi's Idol: The Graceful Genius Michiru",
                    "SummaryEnglish": "Usagi feels lousy and wants to be a better person, like Michiru. Michiru invites her, the girls and Mamoru to a violin concert, and they agree. At the concert, the violinists violin is changed to a daimon named Octave, so the warriors and the mysterious warriors work together to stop Octave, and save the heart.",
                    "TitleJapanese": "うさぎの憧れ! 優美な天才みちる",
                    "SummaryJapanese": "うさぎは愛する衛のために、花嫁修業を宣言するがレイたちに相手にしてもらえない。ひとりで落ち込むうさぎは、公園でバイオリンを演奏しているみちるを見かける。才能豊かなバイオリニストで有名な画家でもあるみちると比べて、なんの取り柄もない自分に落ち込むうさぎ。そんなうさぎにみちるは優しく語りかけ、バイオリン・リサイタルのチケットを渡す。しかし、そのリサイタルには、すでにダイモーンの卵が送り込まれていた。"
                },
                "5": {
                    "ID": "286965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286965",
                    "TitleEnglish": "Protect the Pure Heart: The Three-Way Battle",
                    "SummaryEnglish": "Usagi's friend (Motoki's sister) Unazuki is the target for this week! When Unazaki's heart is snatched, Sailor Moon goes after the daimon, and so do Uranus and Neptune. Moon, Tuxedo Mask and the mysterious warriors meet up, and faceoff for the heart. They defeat the daimon, but fight each other for that heart. Neptune and Uranus determine not to be a pure heart, and give it to Moon, who returns it to a dying Unazuki just in time.",
                    "TitleJapanese": "純な心を守れ!敵味方三つ巴乱戦",
                    "SummaryJapanese": "うさぎは、元基の妹の宇奈月に衛とキスしたことがあるか聞かれてドキドキ。そんな宇奈月は、ファーストキスを夢見るピュアな乙女心をうさぎに語る。しかし、ダイモーンは、そのピュアな心を狙って宇奈月を襲った。そこへウラヌスとネプチューンが現われて、宇奈月のピュアな心の結晶を巡って争いはじめる。その頃、ピュアな心を失った宇奈月は、助けに来たうさぎたちにキスを迫る。うさぎは、心の結晶を求めて町へ飛び出していった。"
                },
                "6": {
                    "ID": "286966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286966",
                    "TitleEnglish": "Let Moon Help with Your Love Problems",
                    "SummaryEnglish": "Naru and Umino decide to go for the love contest; along with Haruka and Michiru and other couples. Umino messes up terribly, and is the target. When his pure heart is taken, Moon helps restore it...so Naru and Umino walk off, happier as ever.",
                    "TitleJapanese": "恋のおたすけはムーンにおまかせ",
                    "SummaryJapanese": "最近、うまくいっていない海野となるの仲を取り持つため、十番街に開園する「恋人公園」の愛情コンテストに２人を出場させようとする。そしてコンテスト当日、会場にははるかとみちるの姿もあった。まるで恋人のようにコンテストの難問をクリアしていくはるかたちに引き替え、うさぎたちの声援もむなしく、いつものようにドジばかりの海野。しかし、その会場には、すでにカオリナイトがダイモーンの卵を植え付けていたのだった。"
                },
                "7": {
                    "ID": "286967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286967",
                    "TitleEnglish": "Coldhearted Uranus: Makoto in Danger",
                    "SummaryEnglish": "Makoto, to feel more mature, tries to be exactly like Haruka, and begins to hang around her all the time. Makoto is the target, and is suddenly attacked, so Uranus and Neptune attack her for the heart, when Moon and the others appear for the fight. They return the heart, and jump away. Suddenly, detransformed they pretend the daimon hurt them also, and explain to Makoto she doesn't need to be around Haruka to be mature...and everything is back to normal.",
                    "TitleJapanese": "冷酷なウラヌス? まことのピンチ",
                    "SummaryJapanese": "まことは、はるかのカッコよさに憧れていた。そんなピュアな心に目を付けたカオリナイトは、まことがはるかから受け取ったスカーフにダイモーンのタネを植え付けてしまう。一方、まことがダイモーンに狙われていることを知ったはるかたちも、まことを監視して、ピュアな心の結晶が出現するのを待つことにした。港で憧れのはるかと幸せなひとときを過ごすまこと。そこへダイモーンが現われて、まことから心の結晶を奪った。\n\n購入する\n■収録時間：23分"
                },
                "8": {
                    "ID": "286968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286968",
                    "TitleEnglish": "The Labyrinth of Water: Ami Targeted",
                    "SummaryEnglish": "Ami's desire to avoid competition leads her to offending Michiru in a swimming race. Meanwhile, a Daimon selects her as a target.",
                    "TitleJapanese": "水のラビリンス! ねらわれた亜美",
                    "SummaryJapanese": "亜美は、自分が勉強しか取り柄のない少女ではないのかと悩んでいた。それゆえに自分に自信を持てない亜美は、プールでみちるに勝負を挑まれても、全力を出し切れずにいた。さらに、うさぎの不用意な一言が、さらに亜美を傷つけてしまう。ひとり落ち込む亜美。そんな亜美に、みちるが再試合を挑んできた。ふたたびプールでみちると勝負する亜美は、今度は全力で泳いだ。悩みを吹っ切った亜美だったが、そこにダイモーンが現われて･･･｡"
                },
                "9": {
                    "ID": "286969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286969",
                    "TitleEnglish": "To Save Our Friends: Moon and Uranus Join Forces",
                    "SummaryEnglish": "Sailor Moon and Sailor Uranus work together to defeat a daimon.",
                    "TitleJapanese": "友達を救え! ムーンウラヌス連合",
                    "SummaryJapanese": "モトクロスレースで負けた腹いせに、他のレーサーから襲撃を受け、うさぎとはるかは山中に取り残されてしまう。その頃、レーサーの山田がダイモーンに襲われてしまった。駆けつけたネプチューンが心の結晶を取り戻すが、じつはカオリナイトがネプチューンたちをおびき出すためのワナだったのだ。ネプチューンを助けに来たウラヌスだが、セーラームーンと手錠につながれてしまい、やむなくその場から逃げ出すはめになり。"
                },
                "10": {
                    "ID": "286970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286970",
                    "TitleEnglish": "A Man’s Kindness: Yuichiro, Heartbroken by Rei",
                    "SummaryEnglish": "Worried by Rei's intensive meditation, Yuuichirou becomes concerned that she has fallen for another man. When he sees her with Haruka, he is convinced that she is Rei's new suitor.",
                    "TitleJapanese": "男の優しさ! 雄一郎レイに失恋?",
                    "SummaryJapanese": "レイは、世界に沈黙が訪れるという悪夢の正体を突き止めようとして祈祷を続けていた。雄一郎は、そんなレイの役に立ちたいと思うが、自分の無力さに気づかされるばかり。ある日、はるかと一緒にいるレイを目にした雄一郎は、勘違いしてはるかに勝負を挑んでしまう。はるかに負け、レイからもなじられてしまった雄一郎は、火川神社を去ることを決意する。うさぎの説得でレイは雄一郎を追いかけたが、そこにダイモーンが現われた。"
                },
                "11": {
                    "ID": "286971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286971",
                    "TitleEnglish": "I Want to Quit Being a Sailor Guardian: Minako's Dilemma",
                    "SummaryEnglish": "Minako is thinking about giving up her power of Sailor Venus. The senshi try to convince her to stay, and in the end she decides she will.",
                    "TitleJapanese": "S戦士をやめたい!? 美奈子の悩み",
                    "SummaryJapanese": "美奈子はセーラーＶとして、ほかのセーラー戦士よりも長く戦ってきた。ふつうの女の子らしい生活を送ることができない人生に疑問を感じ、美奈子なりに悩んでいたのだ。そんな時、バレー部の浅井から、昔バレー部に所属していた美奈子に憧れていたと告白されてしまった。動揺する美奈子は、自分の気持ちを確かめるため、放課後の体育館にやってきたが、そこで浅井とマネージャーの女の子とのキスを目撃してしまう。"
                },
                "12": {
                    "ID": "286972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286972",
                    "TitleEnglish": "Usagi in Tears: A Glass Slipper for My Birthday",
                    "SummaryEnglish": "Usagi is mad at Mamoru for not knowing its her birthday, but feels guilty because she realizes she never told him when it was. For her birthday, Mamo gets her glass slippers, but the Heart Daimon egg is inside.",
                    "TitleJapanese": "うさぎ涙! 誕生日にガラスの靴を",
                    "SummaryJapanese": "6月30日はうさぎの誕生日。しかし、レイたちはなぜかよそよそしい。落ち込むうさぎは、気を取り直して衛に誕生日プレゼントのガラスの靴をおねだりするが、衛は今日がうさぎの誕生日だということに気づかない。さらに落ち込んでしまったうさぎだが、レイの家に着くとみんながビックリパーティでうさぎの誕生日を祝ってくれた。そして衛も、うさぎが欲しがっていたガラスの靴を持って、うさぎのもとへ急いでいたのだが･･･｡"
                },
                "13": {
                    "ID": "286973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286973",
                    "TitleEnglish": "The Stolen Pure Heart: Usagi's Crisis",
                    "SummaryEnglish": "Sailor Moon's heart crystal was almost stolen. Neptune and Uranus restore it, and the senshi know they are Michiru and Haruka. A battle with Kaori, causes her to fall down to her death and well, she dies.",
                    "TitleJapanese": "奪われた純な心! うさぎ絶体絶命",
                    "SummaryJapanese": "うさぎは、カオリナイトに変身ブローチとタキシード仮面を奪われてしまった。そして、セーラー戦士が止めるのも聞かず、ワナと知りつつも飛び出していく。はるかの車で東京タワーへ急ぐうさぎ。しかし東京タワーに着いたうさぎは、ついにピュアな心の結晶を奪われてしまった。ウラヌスとネプチューンに助けられるうさぎ。だが、カオリナイトの本当の目的は、この場所でウラヌスたちとセーラー戦士を一網打尽にすることだった。"
                },
                "14": {
                    "ID": "286974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286974",
                    "TitleEnglish": "The Arrival of a Small Pretty Guardian",
                    "SummaryEnglish": "Chibiusa comes to town during a carnival, where all the senshi are working. A singer for the carnival in Eugeal's target, and she is attacked...and all the senshi, including Chibiusa as Chibi Moon, fight to save her heart.",
                    "TitleJapanese": "やって来たちっちゃな美少女戦士",
                    "SummaryJapanese": "デスバスターズの教授は、カオリナイトの後任にウィッチーズ５のユージアルを選んだ。ユージアルはすでに、天才的太鼓奏者の遠野摩弥をタリスマンの持主候補に選んでいたのだ。一方、その摩弥にレイは祭りでの太鼓演奏を依頼していた。そして祭りの日、摩弥のもとへユージアルがやってきて、ピュアな心の結晶を奪おうとした。ダイモーンとの戦いに苦戦するセーラームーンとマーズ。その2人を助けたのは意外な人物だった。"
                },
                "15": {
                    "ID": "286975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286975",
                    "TitleEnglish": "Making New Friends: Chibi Moon's Adventure",
                    "SummaryEnglish": "Lonely Chibiusa looks for friends, and when she finds one...it's a target, so they must help to save his heart.",
                    "TitleJapanese": "友達を求めて! ちびムーンの活躍",
                    "SummaryJapanese": "20世紀で修行するため、ちびうさが帰ってきた。ちびうさは、さっそく修行＝友達作りを開始。町中で和装の美少年を目撃し、追いかけるが見失ってしまう。そこへやってきたはるかとみちるにお茶に誘われる。お茶といっても、そこは茶道の家だったのだが。しかし、現われた少年こそ、ちびうさが町中で見かけた美少年。じつは茶道の家元でもある玉三郞だった。ところが、そんな玉三郞のピュアな心に、デスバスターズも目を付けていた。"
                },
                "16": {
                    "ID": "286976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286976",
                    "TitleEnglish": "I Want Power: Mako Lost in Doubt",
                    "SummaryEnglish": "Makoto loses a fight, and decides to go to a training place with one of the smartest and most courageous trainers of all time, and the girls follow. The master happens to be a target, and they must save his heart as soon as they can, but Jupiter is especially on the job.",
                    "TitleJapanese": "力が欲しい! まこちゃんの迷い道",
                    "SummaryJapanese": "強力になった敵に対して、自分の無力さを感じていたまことは、ひとり山寺にこもって修行をはじめていた。うさぎは、まことが修行している山寺が、衛がバイトしているリゾートホテルの近くだと知るや、レイたちを誘って出発した。しかし、まことの修行のジャマになってしまうため、結局うさぎたちはホテルに遊びに出かけてしまった。その頃、山寺の修行僧の角錐のピュアな心を、デスバスターズのユージアルが狙っていた。"
                },
                "17": {
                    "ID": "286977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286977",
                    "TitleEnglish": "The Bond of Destiny: Uranus's Distant Past",
                    "SummaryEnglish": "Haruka thinks about old times, while Usagi and the inners explore their soon-to-be high school, where they meet Haruka's old racing friend, Elsa Gray...who is a target. Uranus and Neptune, along with the inners, fight to save her heart against the daimon, and her heart is not pure, so it is restored.",
                    "TitleJapanese": "運命のきずな! ウラヌスの遠い日",
                    "SummaryJapanese": "受験生のうさぎたちは、白樺高校を見学に来ていた。そこで陸上競技の有名選手エルザと出会う。そのエルザがユージアルに狙われた。セーラー戦士はエルザを守ろうとするが、ダイモーンにジャマされ、ピュアな心の結晶を奪われてしまう。はるかは、一部始終を見ていたが助けようとはしない。エルザが、はるかとみちるの中学時代の友達だったにもかかわらず･･･。どんな犠牲を払ってでもタリスマンを探すという、あの日の決意のために。"
                },
                "18": {
                    "ID": "286978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286978",
                    "TitleEnglish": "Art is an Explosion of Love: Chibiusa’s First Love",
                    "SummaryEnglish": "In art class, Chibiusa falls in love with a boy in her class. But the boy does not like her back, in fact, he's in love with the teacher, Michiru Kaioh. This makes Chibiusa mad. Chibiusa will do anything to impress him, of course Usagi tries to help too, guess where that leaves Chibiusa. The daimon made from clay attacks the boy and everyone there. Eugeal drives away like a coward after being yelled at. Neptune and Uranus fight the clay things, and Uranus is knocked over the edge. Neptune throws it into the water and it dies. Uranus gets back up and throws away the other one. The boys heart is not pure, and he is saved.",
                    "TitleJapanese": "芸術は愛の爆発! ちびうさの初恋",
                    "SummaryJapanese": "美術教室に通うちびうさの目的は、同じ彫刻教室の正紀クン。しかし、その正紀はみちるに恋していたのだった。ちびうさは、みちるにライバル心を燃やす。事情を知ったうさぎは、２人の間を取り持つキューピッドになることを決意する。一方、デスバスターズは新たな標的を選んでいた。しかも、その標的こそ10歳の天才芸術家と呼ばれる正紀だった。ユージアルは新たなダイモーンを引き連れて、正紀のいる美術教室へ向かった。"
                },
                "19": {
                    "ID": "286979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286979",
                    "TitleEnglish": "Usagi Dancing to the Waltz",
                    "SummaryEnglish": "Usagi and the girls are studying at Mamoru's house, when a man named Edwards comes at the door, speaking English, and invites them all to a party...however, Mamoru must now be able to teach them English. At the party, Usagi is behind on her English skills, winds up getting drunk and Haruka winds up being the hit of the party. When the daimons attack, they transform...and must now saved Edwards pure heart.",
                    "TitleJapanese": "うさぎのダンスはワルツに乗って",
                    "SummaryJapanese": "うさぎたちは、涼しいクーラー目当てに衛の家で勉強会。そこへエドワーズという英国紳士がやってきて、衛とうさぎたちをパーティに招待してくれた。そのパーティは、町外れの西洋館に住むエドワーズが、若者を集めて文化交流するために開いていたのだ。しかし、そのパーティで交わされる会話は、英語が基本だという。うさぎは衛と出かけるパーティを喜ぶ一方で、立ちはだかる英語の壁に、大きなプレッシャーを感じていたのだった。"
                },
                "20": {
                    "ID": "286980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286980",
                    "TitleEnglish": "The Shocking Moment: Everyone’s Identities Revealed",
                    "SummaryEnglish": "Minako becomes upset that a Daimon had not attacked her, and she feels that she does not have a pure heart. She is attacked, and her pure heart is taken from her. The Outer Senshi and Guardian Senshi learn each others identities.",
                    "TitleJapanese": "衝撃の刻! 明かされた互いの正体",
                    "SummaryJapanese": "美奈子は人生最大の悩みに直面していた。なぜ自分だけがダイモーンに狙われて、ピュアな心の結晶を奪われないのか！　自分はピュアではないのか!?　美奈子は大いに悩んでいた･･･。ピュアな心とは一体何か。美奈子は、はるかとみちるに疑問をぶつけた。そして美奈子が見つけた解答は、他人の役に立つ献血をすることだった。かくして、美奈子は献血のハシゴをはじめた。しかもその努力は、はやくも報われることとなったのだった。"
                },
                "21": {
                    "ID": "286981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286981",
                    "TitleEnglish": "The Death of Uranus and Neptune: The Talismans Appear",
                    "SummaryEnglish": "The time has come! Eugeal wants a fight with Neptune and Uranus, and they will sacrifice even each other to get the talismans. But then they learn that they, and Pluto, hold the talismans. Neptune's Mirror, Uranus' Sword and Pluto's Garnet Orb.",
                    "TitleJapanese": "ウラヌス達の死？ タリスマン出現",
                    "SummaryJapanese": "おたがいの正体がバレてしまった、うさぎたちとはるかたち。そんなある雨の日、はるかたちはタリスマンの出現を予感する。一方、ユージアルはタリスマンを秘めた人物の特定に成功する。しかし、そんなユージアルに対する嫌がらせもはじまった。失敗続きのユージアルに、後輩のウィッチーズ５たちが反抗しはじめたのだ。そして、いよいよタリスマン出現のその日。はるかたちの元に、ユージアルからの挑戦状が送られてきた。"
                },
                "22": {
                    "ID": "286982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286982",
                    "TitleEnglish": "The Holy Grail's Mystical Power: Moon's Double Transformation",
                    "SummaryEnglish": "Sailor Pluto appears and reawakens Sailor Uranus and Sailor Neptune, and the three talismans resonate with each other (The third being Pluto's Garnet Orb). The Holy Grail appears, and Sailor Moon drives Eudial out. Mimete kills Eudial by sabotaging her car.",
                    "TitleJapanese": "聖杯の神秘な力! ムーン二段変身",
                    "SummaryJapanese": "ウラヌスとネプチューンからタリスマンが出現した。２人を失った哀しみもつかの間、ユージアルがタリスマンを奪ってしまった。セーラームーンたちはわずかな希望を胸にユージアルを追う。そして、どうにかユージアルを追い詰めたセーラームーンだが、ムーン・スパイラル・ハート・アタックが効かないユージアルに苦戦する。絶体絶命のセーラームーン。そこへセーラープルートが出現して、タリスマンの秘密を語りはじめた。"
                },
                "23": {
                    "ID": "286983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286983",
                    "TitleEnglish": "Who is the True Messiah? Chaos of Light and Darkness",
                    "SummaryEnglish": "Chibi-Usa meets up with Hotaru Tomoe, who has quite a darkside.",
                    "TitleJapanese": "真の救世主は誰? 光と影のカオス",
                    "SummaryJapanese": "ついに出現した聖杯。しかし、聖杯の力で二段変身を遂げたスーパーセーラームーンも真の救世主ではなかった。そこで、せつなとはるかたちは真の救世主を探しはじめた。一方、デスバスターズでは沈黙の救世主が目覚めようとしていた。そして、その覚醒のエネルギーとするためにさらに多くのピュアな心を手に入れるための作戦を開始した。教授はユージアルの後任に、ウィッチーズ５のミメットを任命し、新たなダイモーンを与えた。"
                },
                "24": {
                    "ID": "286984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286984",
                    "TitleEnglish": "A House Filled with Evil Presence: The Beautiful Hotaru’s Secret",
                    "SummaryEnglish": "Usagi discovers that Kaori is alive and posing as Tomoe maid. Does Hotaru have anything to do with the messiah?",
                    "TitleJapanese": "妖気漂う家! 美少女ほたるの秘密",
                    "SummaryJapanese": "衛は、せつなたち外部太陽系の三戦士から、今地球で起こっている危機や、新たな強敵デスバスターズについて聞かされた。一方、ちびうさは、ついに友達を見つけた。それは、ほたるという名の不思議な力を持つ病弱な少女だった。うさぎは、ほたるの家を訪問するちびうさの保護者として、同行することにした。そしてうさぎはほたるの家で、死んだはずのカオリナイトにそっくりな、カオリという名の女性に出会う。"
                },
                "25": {
                    "ID": "286985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286985",
                    "TitleEnglish": "I Love Idols: Mimete's Dilemma",
                    "SummaryEnglish": "Mimet is a fan of idols. Will this affect her abilities as a Death Buster?",
                    "TitleJapanese": "アイドル大好き! 悩めるミメット",
                    "SummaryJapanese": "ミメットは、次の標的にトップアイドル荒木仁太を選んだ。しかし、荒木デビュー以来の大ファンでもあるミメットは、映画で共演できる公開オーディションに応募していたのだ。そして、そのオーディションには、同じように年季の入った荒木ファンでもある美奈子も、みんなとの勉強会をサボって参加していたのだ。美奈子とミメットは２人とも第一次選考に合格した。そして、いよいよ最終選考の日がやってきた。"
                },
                "26": {
                    "ID": "286986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286986",
                    "TitleEnglish": "Shadow of Silence: The Pale Glimmer of a Firefly",
                    "SummaryEnglish": "Mimete attacks a soap opera actor. Hotaru’s past without friends is shown, and the reasons for it. A Daimon who was attacking runs near Hotaru, who glows and completely freezes the Daimon who is destroyed by Sailor Moon.",
                    "TitleJapanese": "沈黙の影!? あわき蛍火のゆらめき",
                    "SummaryJapanese": "せつなたちは、デスバスターズが沈黙の救世主の覚醒を画策していることを警戒して、真の救世主探索を急いでいた。一方、ちびうさとうさぎは、道端で倒れてしまったほたるを、亜美の母の病院へ運んだ。ちびうさは、自分がほたるに無理をさせたと後悔する。ちびうさは、はるかの車でほたるを家に送ることになったのだが、その途中でダイモーンの気配を感じた。その頃、近くの公園ではミメットが標的からピュアな心を奪っていた。"
                },
                "27": {
                    "ID": "286987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286987",
                    "TitleEnglish": "Sunny Skies After a Storm: A Friendship Dedicated to Hotaru",
                    "SummaryEnglish": "A man who grows roses invites the Senshi in, and shows them their beauty. Mimete breaks a window, causing chaos, and attacks him. Later, he and Hotaru fix the window.",
                    "TitleJapanese": "嵐のち晴れ! ほたるに捧げる友情",
                    "SummaryJapanese": "ほたるに邪悪なものを感じたはるかは、ちびうさに彼女に近づくなと忠告した。しかしちびうさは、ほたるを誘ってうさぎや衛と、植物園にピクニックに出かけた。そんなうさぎたちをはるかたちは遠くから見守っていた。一方、デスバスターズでは新たな標的にバラの品種改良で有名な植物学者を選んだ。ミメットは植物園へ向かうが、子沢山で美形でもない標的に、ミメットのやる気が出ない。そのミメットの目に衛の姿が入った。"
                },
                "28": {
                    "ID": "286988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286988",
                    "TitleEnglish": "Higher and Stronger: A Cheer from Usagi",
                    "SummaryEnglish": "Everyone begins to learn more about the outer soliders through Mamoru's story.",
                    "TitleJapanese": "より高くより強く! うさぎの応援",
                    "SummaryJapanese": "デスバスターズの次の標的は、高校生ジャンパーの早瀬。彼は子供の頃の病弱な身体を克服して、日本新記録を打ち立てたのだ。ほたるは、そんな早瀬の姿に憧れて、想いを込めたファンレターを書いた。しかし、その手紙を出せないというほたるのために、うさぎたちは早瀬の練習場へ向かった。しかし、厳重な警備のために早瀬に近づくことのできないうさぎたち。そこへ早瀬がやってきて、ほたるの手紙を受け取ろうとした、そのとき･･･。"
                },
                "29": {
                    "ID": "286989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286989",
                    "TitleEnglish": "The Battle Inside the Demonic Space: The Sailor Guardians' Gamble",
                    "SummaryEnglish": "Mimete attempts to create a Daimon by herself, throwing the entire Tomoe house into another dimension. The senshi enter the dimension and are defeated by a game-master Daimon named U-Ikasaman. Hotaru manages to assist in her defeat by the use of a bluff.",
                    "TitleJapanese": "魔空の戦い! セーラー戦士の賭け",
                    "SummaryJapanese": "ミメットはヘンなダイモーン、う・イカサマーンを生み出してしまった。その結果、ほたるの家が次元のゆがみに取り込まれてしまった。ちょうどその時、ちびうさがほたるの家に遊びに来ていた。ちびうさを助けるため、セーラー戦士はセーラー・テレポートで侵入する。しかし、そこはさまざまな次元が入れ替わる不思議な空間だった。そして、セーラームーンたちは、崖から落ちそうになっているちびうさを発見した。"
                },
                "30": {
                    "ID": "286990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286990",
                    "TitleEnglish": "The Messiah of Silence Awakens? Stars of Destiny",
                    "SummaryEnglish": "The Sailor Senshi visit a planetarium, where a man is attacked by a Daimon. The symbol of Saturn appears on Hotaru’s forehead, and she destroys the Daimon. Sailor Uranus, Neptune, and Pluto attack Hotaru, since she is Sailor Saturn, the messiah of silence, and Sailor Moon takes the blow.",
                    "TitleJapanese": "沈黙のメシア覚せい? 運命の星々",
                    "SummaryJapanese": "レイが見る不吉な夢が、徐々にイメージを強くしていた。同じように、はるかたちも明確になりつつある不吉な夢に大きな不安を感じていた。しかも、夢の中の少女が持つ鎌が、滅びの戦士の持つ「沈黙の鎌」ではないかという恐れを抱いていた。一方、ミメットは次の標的に、十番街にオープンしたプラネタリウムのＤＪ・トーマスを選んだ。しかし、そこには、ちびうさがほたるを誘って、うさぎたちと一緒に遊びに来ていた。"
                },
                "31": {
                    "ID": "286991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286991",
                    "TitleEnglish": "An Invasion from Another Dimension: Mystery of Mugen Academy",
                    "SummaryEnglish": "The girls run through the high school to find Mimet there with computer demons, and with all their power the Soliders defeat them and locks Mimet away. Mimet faces her demise when she is trapped into her own computer trap for all eternity.",
                    "TitleJapanese": "異次元からの侵略! 無限学園の謎",
                    "SummaryJapanese": "ほたるが滅びの戦士セーラーサターンだと確信したウラヌスたちは、ほたるを殺そうとした。ちびうさは、ほたるを探して土萌家に急いだが、すでにほたるの姿はすでに消えていた。手がかりを探す衛は、土萌教授が無限学園のオーナーだと突き止め、無限学園に秘密があるのではと考えた。一方、デスバスターズでは失敗続きのミメットに代わってウィッチーズ５のテルルに出動命令が下ったが、あせったミメットは独断で行動を開始した。"
                },
                "32": {
                    "ID": "286992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286992",
                    "TitleEnglish": "A Bewitching Flower That Steals Hearts: Tellu, the Third Witch",
                    "SummaryEnglish": "Teruru is fighting with a new technique, stealing several hearts at once with various plants, but she is killed.",
                    "TitleJapanese": "心を奪う妖花! 第三の魔女テルル",
                    "SummaryJapanese": "テルルがミメットを消滅させてしまった。仲間にも容赦のない敵に、ウラヌスたちはさらなる覚悟を胸にデスバスターズとの戦いに向かった。一方、デスバスターズでは沈黙の救世主の真の覚醒のため、大量のピュアな心の結晶を獲得するための新たな作戦を開始し、ウィッチーズ５のテルルを送り出した。その頃、ちびうさはほたるの身を案じていた。そして、そのちびうさの元に行方不明だったほたるが現われた。"
                },
                "33": {
                    "ID": "286993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286993",
                    "TitleEnglish": "Believe in Love: Ami, the Kindhearted Guardian",
                    "SummaryEnglish": "Viluy goes around the halls of Mungen High to steal pure hearts! Ami catches her, and with the power of Mercury, tries to stop her. Uranus and Neptune come to the rescue, but even they cannot stop her and her daimon. Moon comes in for the kill on the daimon, but winds up eliminating Viluy along with it.",
                    "TitleJapanese": "愛を信じて! 亜美、心優しき戦士",
                    "SummaryJapanese": "テルルが持っていたのは無限学園の生徒手帳だった。やはり学園が怪しいとにらんだうさぎたちは、全国一斉模擬試験の会場となった無限学園に潜入する。そしてうさぎたちの目の前で、デスバスターズは集まった生徒たちから心の結晶を収奪し始めた。一方、はるかたちは怪しいとにらんでいた地下研究室に潜入。そこで沈黙の救世主となったほたるを発見する。しかし、そこにウィッチーズ５のビリユイが出現。ナノマシンをまき散らした。"
                },
                "34": {
                    "ID": "286994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286994",
                    "TitleEnglish": "Shadow of Destruction: The Messiah of Silence Awakens",
                    "SummaryEnglish": "Twin witches, Cyprine and Pitriol steal pure hearts from Mugen Academy students. Chibiusa is abducted, and her pure heart is stolen by Hotaru, turning her into Mistress Nine.",
                    "TitleJapanese": "破滅の影! 沈黙のメシアの目覚め",
                    "SummaryJapanese": "無限学園に全校生徒が招集された。うさぎたちも生徒にまぎれて無限学園に潜入する。しかし、ウィッチーズ５最後の戦士シプリンが現われ、講堂に集めた生徒たちから心の結晶を取り上げてしまった。シプリンと双子のプチロルのコンビネーション攻撃に苦しむセーラー戦士。その頃、ウラヌスたちも無限学園の秘密研究所に潜入していた。一方、ほたるを案じるちびうさは土萌家に向かったが、そこで待っていたのはカオリナイトだった。"
                },
                "35": {
                    "ID": "286995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286995",
                    "TitleEnglish": "The Coming Terror of Darkness: Struggle of the Eight Guardians",
                    "SummaryEnglish": "Mistress Nine uses all remaining Daimon eggs to create a barrier of minions around Mugen Academy. Sailor Moon is abducted. After witnessing Sailor Pluto sacrificing herself to save them, Uranus and Neptune destroy Germatoid, the Daimon possessing Professor Souichi Tomoe.",
                    "TitleJapanese": "迫り来る闇の恐怖! 苦戦の8戦士",
                    "SummaryJapanese": "ちびうさの心の結晶を取り込み、ほたるはミストレス９として目覚めてしまった。ついに始まってしまった世界の沈黙を阻止するため、ちびうさとほたるを救うため、セーラームーンたちは無限学園に向かった。一方、ウラヌスたちも、ミストレス９を滅ぼすために無限学園に向かう。だが大量のダイモーンに守られた無限学園への進入路を見いだせないセーラー戦士。ところがミストレス９によって、セーラームーンがさらわれてしまった。"
                },
                "36": {
                    "ID": "286996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286996",
                    "TitleEnglish": "The Shining Shooting Star: Saturn and the Messiah",
                    "SummaryEnglish": "Sailor Moon is tricked to give Mistress Nine the Holy Grail, which she uses to summon Pharaoh Ninety to earth. Hotaru regains conscious with the assistance of Sailor Moon and her father, destroying Mistress Nine. Sailor Saturn appears to sacrifice herself and destroy Pharaoh Ninety, but Sailor Moon gains the help of the other six Sailor Senshi to become Super Sailor Moon and save both Hotaru and Sailor Saturn.",
                    "TitleJapanese": "輝く流星! サターンそして救世主",
                    "SummaryJapanese": "ミストレス９の中のほたるの意識が消えようとしていた。しかしセーラームーンは、あくまでもウラヌスたちの攻撃からミストレス９を守ろうとする。ウラヌスたちの命と引き替えに聖杯を要求するミストレス９。そこへ土萌教授がやってきたことで、消えかけていたほたるの意識が復活する。ふたつの意識の中で苦しみ出したミストレス９。セーラームーンはほたるを救うため、ついにミストレス９に聖杯を渡してしまった。"
                },
                "37": {
                    "ID": "286997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286997",
                    "TitleEnglish": "A New Life: Parting of the Stars of Destiny",
                    "SummaryEnglish": "Newborn Hotaru is given to a still-healing Professor Souichi Tomoe. Sailor Uranus and Sailor Neptune attack Sailor Moon, for she protected Hotaru’s body, and risked the world for one life. The Silver Crystal throws them back, and they kneel to her as their leader and leave the city.",
                    "TitleJapanese": "新しき生命! 運命の星々別離の時",
                    "SummaryJapanese": "ファラオ90との死闘は終わった。心の結晶を取り戻したちびうさも、ようやく目を覚ました。しかし、ほたるの消息は、今も不明のままだった。その頃、入院中の土萌教授のもとにみちるたちが、ひとりの赤ん坊を連れてきた。そしてちびうさは偶然、散歩をする土萌親子と出会った。一方うさぎたちは、無限学園の廃墟でほたるの手掛かりを探していた。そこへはるかたちが現われ、セーラームーンに戦いを挑んできた。"
                },
                "38": {
                    "ID": "286998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286998",
                    "TitleEnglish": "A Guardian’s Realization: Strength Lies Within a Pure Heart",
                    "SummaryEnglish": "A final Daimon emerges from the rubble of Mugen Academy and begins to steal pure hearts. Chibiusa leaves for the future, and comes back just in time to help destroy the Daimon.",
                    "TitleJapanese": "戦士の自覚! 強さは純な心の中に",
                    "SummaryJapanese": "平和な日々が戻ってきた。ちびうさのところにも、未来のネオ・クイーン・セレニティからそろそろ帰るようにという手紙が届いた。うさぎたちは、ちびうさのためにお別れパーティをすることにした。しかし、ちびうさは、そんなみんなの態度に、かえって寂しさを募らせていた。そしてお別れパーティ当日。ちびうさは、みんなから心のこもったプレゼントをもらった。その頃、無限学園の廃墟では生き残ったダイモーンが現われて…｡"
                }
            }
        },
        "4": {
            "ID": "15147",
            "URL": "https://www.thetvdb.com/series/sailor-moon/seasons/official/4",
            "# Episodes": 39,
            "Episodes": {
                "1": {
                    "ID": "286999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/286999",
                    "TitleEnglish": "Meeting of Destiny: The Night Pegasus Dances",
                    "SummaryEnglish": "Chibiusa is in a trance, and is lead to follow a young male voice...suddenly winding up in a crystal forest. Chibiusa meets a white unicorn named Pegasus, and they talk. Usagi wakes her up, and they go out on the town, to hang with Mamoru, Motoki, and Motoki's sister Unazuki. Usagi tries to spook Chibiusa about eclipses, when suddenly a tent appears in the area after the eclipse has taken place. In the tent, we see Madame Zirconia ruling over her Amazon Trio, Hawk Eye, FIsh Eye and Tiger Eye, and they discuss the dream mirrors. Naturally, the target is Unazuki. On a bus, Tigers Eye attacks Unazuki, and the s hear her shrills and run to her aid. Karakuriko is the lemure used, so Sailor Moon and Sailor Chibimoon fight her off, and save Unazuki's dreams.",
                    "TitleJapanese": "運命の出会い！　ペガサスの舞う夜",
                    "SummaryJapanese": "ちびうさは、一本の角と美しい翼を持つ白馬・ペガサスの夢を見た。そしてペガサスの呼びかける声に、ちびうさはなぜか心を揺さぶられた。その頃、数世紀ぶりに東京で皆既日食が観測された。うさぎたちセーラー戦士も、つかの間の平和の中で奇跡の天体ショーを満喫していた。しかし、それはやがて始まる戦いの予兆に過ぎなかった。東京が暗闇に閉ざされたその隙に、新たな敵デッドムーン・サーカスのテントが出現していたのだ。"
                },
                "2": {
                    "ID": "287000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287000",
                    "TitleEnglish": "Super Transformation Once Again: Pegasus's Power",
                    "SummaryEnglish": "Thanks to the mysterious pegasus, Usagi gains the power of Super Sailor Moon.",
                    "TitleJapanese": "スーパー変身再び！　ペガサスの力",
                    "SummaryJapanese": "新たな敵、デッドムーンは世界征服の野望のために、美しい夢の中に住むペガサスを探していた。アマゾン・トリオのタイガーズ・アイが狙う次のターゲットは、元基の恋人のレイカだった。レイカはこれまでの研究が認められて、ヨーロッパに行くことを勧められていた。しかし、行ってしまえば元基と10年以上離ればなれになるかもしれない。うさぎと美奈子は、２人のことを心配して元基に直接話を聞きにいった。"
                },
                "3": {
                    "ID": "287001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287001",
                    "TitleEnglish": "Protect Mom's Dream: Double Moon's New Attack",
                    "SummaryEnglish": "Usagi has a fight with Chibiusa, Shingo and Ikuko over lemon pie (very Usagi like) and despite Ami and Rei's attempts to calm her, she stays angry. Hawkseye takes his turn, and goes after his new target, Ikuko! Ikuko is with Chibiusa when she is attacked, so Chibiusa fetches Usagi's help. They transform, and try to fight Hawkseye, and his lemure, off but no dice. Pegasus grants Sailor Moon a new attack \"\"Moon Gorgeous Meditation\"\", which works like a charm...and Ikuko's dream is saved.",
                    "TitleJapanese": "守れ母の夢！　Ｗムーンの新必殺技",
                    "SummaryJapanese": "うさぎとちびうさが、育子ママの作ったレモンパイを巡って大ゲンカ。ちびうさに甘い育子ママに、うさぎは怒って家を飛び出してしまう。その頃、デッドムーンでは新たなターゲットを選んでいた。ホークス・アイが狙うのは、なんと育子ママだった。ホークス・アイに捕らえられて絶対絶命の育子ママ。うさぎとちびうさは変身してホークス・アイに立ち向かう。しかし、ホークス・アイにはセーラームーンの必殺技が効かなかった。"
                },
                "4": {
                    "ID": "287002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287002",
                    "TitleEnglish": "Catch Pegasus: The Amazon's Trap",
                    "SummaryEnglish": "Usagi and the girls try to help Naru and Umino, when Naru becomes the target of Tigers Eye. She gets trapped into Tigers Eye's cage, but Pegasus helps save her, and her dream is saved. Sailor Moon and the soliders use their attacks, and are able to defeat the lemures.",
                    "TitleJapanese": "ペガサスを捕えろ！　アマゾンの罠",
                    "SummaryJapanese": "失敗続きのアマゾン・トリオは焦っていた。タイガーズ・アイは、なるを次のターゲットにした。しかし、なるはタイガーズ・アイには目もくれなかった。プライドを傷つけられたタイガーズ・アイは、ペガサスをおびき出すためになるを利用することにした。余命３ヶ月と偽って、なるに近づくタイガーズ・アイ。なるに迫る危機にセーラームーンが駆けつけた。そして、ちびうさの呼びかけにペガサスが現われて…｡"
                },
                "5": {
                    "ID": "287003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287003",
                    "TitleEnglish": "The Perfect Couple: Usagi and Mamoru's Love",
                    "SummaryEnglish": "Chibiusa worries that Saori, a friend of Mamoru's from college, is romantically interested in him.",
                    "TitleJapanese": "お似合いの二人！　うさぎと衛の愛",
                    "SummaryJapanese": "衛の高校時代からの同級生、沙織と後輩の小林が衛のマンションを訪ねてきた。衛はうさぎを恋人だと紹介するが、人前でもちびうさとケンカする子供じみたうさぎの様子に、沙織たちは本気にしなかった。しかし、ちびうさは沙織の様子から、沙織が衛のことが好きなのではないかと疑う。もし、衛がうさぎと結ばれなかったら、自分の存在が消えてしまう。そんなちびうさの不安が的中した。沙織が衛をショッピングに誘い出したのだ。"
                },
                "6": {
                    "ID": "287007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287007",
                    "TitleEnglish": "Artemis is Cheating? Enter the Mysterious Kitten",
                    "SummaryEnglish": "When a cat from the future appears to the past, Luna thinks Artemis cheated on her and had a kitten.",
                    "TitleJapanese": "アルテミスの浮気？　謎の子猫登場",
                    "SummaryJapanese": "アルテミスの元気がない。原因は、アルテミスが十番教会のシスターに見とれていたと、ルナに言われてしまったからだ。落ち込むアルテミスの前に、突然しゃべる子猫のダイアナが出現。ダイアナから「お父さま」と呼ばれたところをルナに見られてしまったアルテミスは、すっかりルナに嫌われてしまった。その頃、アマゾン・トリオは次なるターゲットを狙っていた。それはアルテミスが見とれていた十番教会のシスター・マリアだった。"
                },
                "7": {
                    "ID": "287008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287008",
                    "TitleEnglish": "Makoto’s Friendship! The Girl Who Admired Pegasus",
                    "SummaryEnglish": "Usagi and Chibiusa are excited to discover that a best-selling book was written by an old friend of Makoto's.",
                    "TitleJapanese": "まことの友情！　天馬に憧れた少女",
                    "SummaryJapanese": "ベストセラー小説『月夜の天馬』の作者はまことの親友、高瀬智子だった。昔、まことが勧めて出版社に投稿した小説が大ヒットしたのだ。うさぎたちは、智子のサインをもらうために智子の家に向かう。しかし、智子はスランプで小説が書けなくなっていた。好きだった先輩が、ほかの女の子とデートしているのを見て、すっかり自信をなくして、夢を見失ってしまったのだ。そんな智子のところに、タイガーズ・アイが現われた。"
                },
                "8": {
                    "ID": "287009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287009",
                    "TitleEnglish": "Connecting Hearts: Chibiusa and Pegasus",
                    "SummaryEnglish": "Tiger's Eye targets Chibiusa's art teacher in the hopes of attacking Pegasus and finding his host.",
                    "TitleJapanese": "触れ合う心！　ちびうさとペガサス",
                    "SummaryJapanese": "ペガサスの宿主を見つけることができず、デッドムーンは焦っていた。そこでタイガーズ・アイは、誰の影の中にも入ることのできるレムレスを使って、ペガサスを宿主から追い出して捕まえるという計画を立てる。そこでタイガーズ・アイが狙ったのは、ちびうさの学校の美術教師の森野だった。ちびうさは、タイガーズ・アイに襲われた森野先生を助けるためペガサスを呼ぶ。しかし、そのときペガサスの影にレムレスが進入した。"
                },
                "9": {
                    "ID": "287010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287010",
                    "TitleEnglish": "Protect Mamoru: Ninja Usagi's Jealousy",
                    "SummaryEnglish": "Mamoru moves into the Hikawa Shrine after his apartment is wrecked, so Usagi assumes the guise of a ninja to protect his honor.",
                    "TitleJapanese": "衛を守れ！　忍者うさぎのヤキモチ",
                    "SummaryJapanese": "衛の部屋で勉強するうさぎたち。しかしダイアナがマンションの別の部屋で火事が起きたと勘違いしたことで、パニックを起こして衛の部屋が使用不能になってしまった。大学のレポートを仕上げなければならない衛は、レイの家に行くことになる。うさぎは、衛とレイが昔つき合っていたことを心配して、忍者の姿でレイの家に忍び込む。その頃、アマゾン・トリオが次のターゲットを選んでいた。それは、なんとレイだった。"
                },
                "10": {
                    "ID": "287011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287011",
                    "TitleEnglish": "Forest of Illusion: A Beautiful Fairy's Invitation",
                    "SummaryEnglish": "Chibi-Usa befriends a young man, an artist fixated on the existence of fairies, who is targeted by Fish-eye.",
                    "TitleJapanese": "あやかしの森！　美しき妖精の誘い",
                    "SummaryJapanese": "ちびうさは、美しい妖精のイラストが描かれた本に夢中になって、ひとりの青年と正面衝突。その青年こそが、その本の作者の北方だった。その夜、ちびうさはペガサスから、本に描かれた花がペガサスの世界の植物に似ていると聞かされる。翌日、森に北方を訪ねたちびうさは、不思議な女の子と遊ぶ北方を目撃する。しかし、その少女と出会ってから、北方は人が違ったようになってしまった。その少女がフィッシュ・アイとも知らずに…。"
                },
                "11": {
                    "ID": "287012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287012",
                    "TitleEnglish": "Drive to the Heavens: The Dream Car Fueled with Love",
                    "SummaryEnglish": "Ami befriends Mamoru's colleague Natsumi, a widow who is trying to restore a classic car.",
                    "TitleJapanese": "天国まで走れ！　夢の車にかける愛",
                    "SummaryJapanese": "亜美は、衛がキレイな女性と一緒にいるところを見かけて、浮気したと勘違い。しかし、その女性は小さな自動車修理工場のオーナーのなつみで、修理に出していた衛の自動車を届けにきただけだった。なつみの夢は、若くして亡くなった夫との想い出のクラシックカーを修理して走らせること。そんななつみの夢を叶えるため、亜美はなつみの工場で働きはじめる。しかし、そんななつみの夢をホークス・アイが狙っていた。"
                },
                "12": {
                    "ID": "287013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287013",
                    "TitleEnglish": "Aiming for the Top: The Pretty Swordswoman's Dilemma",
                    "SummaryEnglish": "A young ignored warrior girl attempts to pursue her dream as the strongest warrior in Japan, that is until Tigers Eye attempts to destroy her dream mirror.",
                    "TitleJapanese": "目指せ日本一！　美少女剣士の悩み",
                    "SummaryJapanese": "天下一刀流の秋山チハルは、鉄橋下の川原にテントを張り、日本一の剣士になるために修行を続けていた。もっと強くなりたいと思っているちびうさは、ミハルをうさぎの部屋に下宿させることにする。翌日、ミハルが川原でひとりの女性に打ちのめされていた。その女性はミハルの母、冬美だった。うさぎとちびうさは、冬美に文句を言うために秋山家へ向かう。その頃、ミハルのもとへタイガーズ・アイが現われ、勝負を挑んできた。"
                },
                "13": {
                    "ID": "287014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287014",
                    "TitleEnglish": "We Love Fashion: The Stylish Guardians",
                    "SummaryEnglish": "Fisheye targets the fashion designer Yoshiki Usui, while Usagi hopes to persuade the designer to make her a wedding dress for free.",
                    "TitleJapanese": "ミニが大好き！　おしゃれな戦士達",
                    "SummaryJapanese": "人気デザイナーの碓氷芳樹商店街にお店を開店することになった。しかし、碓氷はデザインのことで悩んでいた。新しいイメージを求めていた碓氷は、街で見かけたひとりの美少年に目を奪われた。美少年は碓氷の事務所でワガママ放題。長年、碓氷と一緒にやってきた助手やスタッフを追い出してしまう。そんなとき、碓氷は公園でうさぎと出会った。碓氷は、うさぎと話すうちに、忘れかけていた夢を思い出す。"
                },
                "14": {
                    "ID": "287015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287015",
                    "TitleEnglish": "Storm of Love: Minako's Grand Two-Timing Plan",
                    "SummaryEnglish": "Trouble stirs up when both Tigers Eye and Hawks Eye go after the same dream mirror, Minako's.",
                    "TitleJapanese": "恋の嵐！　美奈子のフタマタ大作戦",
                    "SummaryJapanese": "うさぎは美奈子が見知らぬ美青年とデートしている現場を目撃した。しかし、美奈子がデートしているのは、その青年だけではなかった。どうやら美奈子は２人の青年にフタマタを掛けているらしい。ところが、美奈子に近づいている青年は、タイガーズ・アイとホークス・アイ。どちらが先にターゲットの美奈子をモノにするかを競い合っていたのだ。そんなことも知らず、浮かれた美奈子は、同じ時間にデートの約束をしてしまった。"
                },
                "15": {
                    "ID": "287016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287016",
                    "TitleEnglish": "The Secret Mansion: A Menu of Love for You",
                    "SummaryEnglish": "The girls become interested in an apparently antisocial old woman after she takes Diana into her home.",
                    "TitleJapanese": "秘密の館！　愛のメニューを貴方に",
                    "SummaryJapanese": "大きな屋敷にひとりで住むマヤ子は、疑い深いことで有名なおばさん。雨に濡れているマヤ子を見て傘を差し出しただけの衛さえ、地上げ屋の仲間扱い。しかし、びしょ濡れのダイアナにはお風呂に入れてくれたり、美味しいポトフを出してくれた。しかも、ひとり暮らしなのに、なぜか食事の用意は２人分。ちびうさは、怪しいとにらんでダイアナとマヤ子の家に調査に向かう。すると、マヤ子の家の前にひとりの老紳士が立っていた。"
                },
                "16": {
                    "ID": "287017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287017",
                    "TitleEnglish": "Believe in Pegasus: The Four Guardians' Super Transformation",
                    "SummaryEnglish": "Reports begin to flood in of a Pegasus wreaking havoc in the city. Meanwhile, a popular boy shows an interest in Chibiusa.",
                    "TitleJapanese": "天馬を信じる時！　4戦士の超変身",
                    "SummaryJapanese": "ペガサスが十番街で暴れているというニュースが話題になっていた。うさぎたちは、じつはペガサスが敵の一味ではないかと疑う。ところが、そのペガサスはフィッシュアイがセーラー戦士をおびき出すためのワナだった。そんな頃、ちびうさは学校で女の子たちに人気の男子ロバートから告白されてしまった。ちびうさは、ロバートのことをペガサスに相談するが、ペガサスはなぜか気のない返事しかしない。"
                },
                "17": {
                    "ID": "287018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287018",
                    "TitleEnglish": "Shining Summer Days: Ami Under the Sea-Breeze",
                    "SummaryEnglish": "Shingo develops a crush on Ami during a trip to the beach, while Tiger's Eye plot to seduce her.",
                    "TitleJapanese": "きらめく夏の日！　潮風の少女亜美",
                    "SummaryJapanese": "うさぎたちは、進悟を連れて夏の海辺に遊びにきていた。衛は大学の研究があるので、ボディーガード代わりにに連れてきていたのだ。うさぎにいいように使われて面白くない進悟だが、亜美だけは優しくしてくれるのが嬉しかった。亜美と進悟がボートに乗って遊んでいると、金髪の美青年が近づいてきた。その美青年こそ、タイガーズ・アイ。ターゲットの亜美を狙ってやってきたのだ。そして、亜美たちの乗ったボートを沈没させてしまった。"
                },
                "18": {
                    "ID": "287019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287019",
                    "TitleEnglish": "Become a Prima: Usagi's Ballet",
                    "SummaryEnglish": "It's a battle for best ballerina! Who can win? The stunning, beautiful but natural clumsy Usagi or the villionous Fish Eye?",
                    "TitleJapanese": "プリマをねらえ！　うさぎのバレエ",
                    "SummaryJapanese": "うさぎとちびうさはプリマドンナを夢見て、『ジゼル』公演が近い山岸バレエ団の団員募集に応募した。ところが、うさぎたちが練習に行くと、レイたちまで入団していた。うさぎたち初心者を熱心に指導する山岸だが、なぜかプリマの桐子には厳しい。そんな山岸にひとりの少女が近づいた。それは山岸の夢の鏡を狙うフィッシュ・アイ。フィッシュ・アイは、桐子の指導に悩む山岸を魅了して、まんまとプリマ役を奪ってしまった。"
                },
                "19": {
                    "ID": "287020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287020",
                    "TitleEnglish": "Juban Holiday: The Carefree Princess",
                    "SummaryEnglish": "Usagi and Chibiusa are befriended by a mysterious foreign woman who accompanies them to the Azabu-Juuban summer festival. Unbeknownst to them, their acquaintance is a visiting princess who is being pursed by both her government and Hawk's Eye.",
                    "TitleJapanese": "十番街の休日！　無邪気な王女様",
                    "SummaryJapanese": "うさぎとちびうさは、おつかいの途中で浮世離れした不思議な雰囲気の女性に出会った。その日は十番街のお祭り。うさぎたちが浴衣を着て出かけると、玄関にその女性が待っていた。結局、うさぎたちはその女性と祭り見物をすることになってしまった。じつは、その女性はアメジスト王国のルビーナ王女で、自由を求めてホテルを逃げ出していたのだ。そんなルビーナをデッドムーンのホークス・アイが付け狙っていた。"
                },
                "20": {
                    "ID": "287021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287021",
                    "TitleEnglish": "Destined Partners? Makoto's Innocence",
                    "SummaryEnglish": "Tiger's Eye plans to seduce the girls at a university dance party, while Makoto is immediately smitten with the charming stranger.",
                    "TitleJapanese": "運命のパートナー？　まことの純情",
                    "SummaryJapanese": "衛の大学の学園祭に、うさぎたちは遊びに出かけた。その学園祭のダンスパーティが、数々の出会いを生み出したと聞き、うさぎたちもダンスを楽しんでいた。そこへタイガーズ・アイが現われて、まことにダンスを申し込む。一途なまことは、そうとは知らずにもう一度一緒にダンスして欲しいと申し込んでしまう。しかし、ターゲットでもないまことに興味がないタイガーズ・アイは、まことを残して会場から去ってしまった。"
                },
                "21": {
                    "ID": "287022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287022",
                    "TitleEnglish": "Shadow of Evil: The Trio's Last Chance",
                    "SummaryEnglish": "Zirconia gives Fish Eye the photo of a man to attack, and Fish Eye goes after the target. The target is Mamoru.",
                    "TitleJapanese": "巨悪の影！ 追いつめられたトリオ",
                    "SummaryJapanese": "フィッシュ・アイが狙った次のターゲットは、衛だった。ところが、衛を一目見たフィッシュ・アイはすっかり衛に魅了されてしまった。うさぎにライバル宣言するフィッシュ・アイ。しかし、フィッシュ・アイは衛に拒絶され、夢を持っていない自分たちの存在に疑問を感じてしまう。そして、ジルコニアに呼び出されたアマゾン・トリオは、次に失敗したら二度と人間の姿には戻れなくなると脅されてしまった。"
                },
                "22": {
                    "ID": "287023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287023",
                    "TitleEnglish": "Mirrors of Dreams: The Amazon's Last Stage",
                    "SummaryEnglish": "Fish Eye is devasted to learn that he will not get to be a human with beautiful dreams anymore after the next full moon. He poses as a female, and wants to be with Mamoru before he gets transported back to a fish. Mamoru is to loyal to Usagi to accept. Fish Eye still wins a kiss. Fish Eye is depressed about not getting his love, and winds up going to Usagi's house to seek shelter from the rain. He is shocked to find out, Usagi is Super Sailor Moon and best of all, Pegasus is in Chibiusa's care. Zirconia is ready to replace the Amazon Trio with the Amazon Quartet, and they send out a demon to berid of Tigers Eye, Hawks Eye and Fish Eye. The remaining 2/3's of the trio come down to Earth, and there they attack Usagi for her mirror. Fish Eye explains his wish of having dreams, and everyone agrees they want to be full human. The Quartet's demon attacks Fish Eye, but Hawks Eye saves him by stepping in the way, and is killed. With the power of Pegasus, the demon is killed but the full moon s",
                    "TitleJapanese": "夢の鏡！ アマゾン最後のステージ",
                    "SummaryJapanese": "衛がペガサスの宿主ではなかったことで、フィッシュ・アイはすっかり落ち込んでいた。次の新月までにペガサスを見つけなければ、元の醜い姿に戻ってしまう。うさぎの家にやってきたフィッシュ・アイは、うさぎがセーラームーンだと気付き、ちびうさがペガサスと話しているところを見てしまった。しかし、ジルコニアはペガサスの宿主がうさぎだと勘違いし、ホークス・アイにうさぎを狙うよう指令を下してしまった。"
                },
                "23": {
                    "ID": "287024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287024",
                    "TitleEnglish": "The Amazoness: Nightmare from Behind the Mirrors",
                    "SummaryEnglish": "Zirconia sends the Amazoness Quartet in search of the Golden Mirror, and their first target is Chibiusa's friend Momoko.",
                    "TitleJapanese": "アマゾネス！ 鏡の裏から来た悪夢",
                    "SummaryJapanese": "デッドムーンサーカスがいよいよ開幕した。同じ頃、うさぎたちの前に、不思議な少女たちが現われた。その少女のひとりが、ちびうさのクラスメートの桃にデッドムーンサーカスのチケットをプレゼントしてくれた。桃は、ちびうさやうさぎたちを誘って、デッドムーンサーカスへ。うさぎたちは、楽しくて奇妙なサーカスを楽しむ。しかし、桃は空中ブランコを見ているうちに催眠術に掛かってしまい、テントから出て行ってしまった。"
                },
                "24": {
                    "ID": "287025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287025",
                    "TitleEnglish": "True Power Explodes: Ami's Melody of the Heart",
                    "SummaryEnglish": "Ami becomes obsessed with a tune she found on the internet, and writes lyrics to it. Meanwhile, VesVes of the Amazoness Quartet targets the tune's composer.",
                    "TitleJapanese": "真のパワー爆発！ 亜美 心のしらべ",
                    "SummaryJapanese": "亜美はパソコン通信で聞いた美しい音楽に影響されて、そのメロディに合う詩を書いていた。その曲の作者はＮ・Ｔとイニシャルしかわからないが、亜美は強く心を動かされたという。ある日、ダイアナが同じメロディを奏でるピアノ奏者の西野利幸を見つけ出した。亜美は、西野に自分が作詞した詩を見てもらいたいと声を掛けて、うさぎたちと一緒に西野のピアノ教室へ行くことに。しかし、西野の夢の鏡を狙ってベスベスが現われた。"
                },
                "25": {
                    "ID": "287026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287026",
                    "TitleEnglish": "Flames of Passion: Mars's Raging Super Attack",
                    "SummaryEnglish": "Usagi sees Rei on a cover of a popular magazine and sees that at the shrine she is overly popular. A little girl decides to dress up like Rei and help her. This girl idolizes Rei! Rei tells the other girls that she is annoyed by her, and she is sad and runs away. One of the Amazon Quartet girls takes her dream. Moon and team defeat the youma.",
                    "TitleJapanese": "炎の情熱！ マーズ怒りの超必殺技",
                    "SummaryJapanese": "レイが雑誌の表紙を飾ったことで、火川神社はレイ目当ての参拝客が毎日押し寄せるようになった。そんなレイに憧れて、馬場ナナ子という少女が巫女になりたいとやってきた。ナナ子とレイの神秘の巫女姉妹になって、ますます繁盛する火川神社。しかし、ナナ子は夢を捨てて巫女になりたいのだというのだ。いろいろな夢を持っているレイは、そんなナナ子の本心に腹を立ててしまう。そこへ、ナナ子を狙ってベスベスが現われた。"
                },
                "26": {
                    "ID": "287027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287027",
                    "TitleEnglish": "Dentist of Horrors? PallaPalla's House",
                    "SummaryEnglish": "Para-para is sent on a job to open a dentist job in order to steal dreams. Usagi and Chibiusa, along with many people, have cavities and go to that dentist. Mamo notices that many people come into the dentist place, but no one comes out. Usagi and Chibiusa are attacked and Mamo as Tuxedo Kamen goes to save them. Para-para is sad to know it has all failed. Ikuko sends the two girls to the Juuban Dentist because theit cavities are real!",
                    "TitleJapanese": "恐怖の歯医者さん？ パラパラの館",
                    "SummaryJapanese": "うさぎとちびうさは、甘いモノが大好き。ご飯のあとでも寝るまでずっと、甘いデザートを食べまくり。しかし、歯磨きをきちんとしなかったので、すっかり虫歯になってしまった。結局、うさぎは、ちびうさと２人で歯医者に行くはめに。その頃、十番街では新しく出来た歯医者が大繁盛。そこはパラパラが美しい夢を探すために作った歯医者だった。そうとは知らないうさぎたちは、誘われるまま、その歯医者に入ってしまった。"
                },
                "27": {
                    "ID": "287028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287028",
                    "TitleEnglish": "Clash of Dreams: Minako and Makoto's Broken Friendship",
                    "SummaryEnglish": "Makoto and Minako both fall for an attractive kindergarten teacher, but Minako's all-out attempts to ingratiate herself with him soon annoyed to Makoto.",
                    "TitleJapanese": "夢対決！ 美奈子とまこと絶交宣言",
                    "SummaryJapanese": "桃たちが卒園した本城保育園でバザーが開かれることになった。うさぎたちも、保育園の園長の本城目当てにバザーに参加することに。しかし、本城を巡って、まことと美奈子が対立。家庭的なまことに負けまいと、美奈子もがんばろうとするが、すべて空回り。結局、まことの作ったぬいぐるみをメチャクチャにしてしまい、まことから絶交されてしまう。ところが、その本城を狙って、セレセレがバザーを大混乱に陥らせてしまった。"
                },
                "28": {
                    "ID": "287029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287029",
                    "TitleEnglish": "Overcome Your Fear: The Jump to Freedom",
                    "SummaryEnglish": "On the eve of his school's athletic meet, Kyuusuke worries about the box horse, the one obstacle he is unable to clear. JunJun approaches him with the intention of taking his Dream Mirror, and offers to be his coach.",
                    "TitleJapanese": "恐怖を越えて！ 自由へのジャンプ",
                    "SummaryJapanese": "跳び箱が苦手なちびうさは、運動会が近づき気持ちが沈んでいた。衛やまことたちは、そんなちびうさのために跳び箱の練習をすることにした。ちびうさのクラスメートで、スポーツ万能の九助も、小さい頃のトラウマで跳び箱が苦手だった。九助は、みんなが帰ったあとの校庭でひとり跳び箱の特訓をするが、やはり跳べない。そんな九助の前にジュンジュンが現われて、跳び箱のコーチをしてやろうと持ちかけてきた。"
                },
                "29": {
                    "ID": "287030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287030",
                    "TitleEnglish": "Don't Lose Sight of Your Dreams: The Mirror of Truth",
                    "SummaryEnglish": "Usagi and Chibiusa befriend Kamoi, a starving young artist, who is later targeted by CereCere.",
                    "TitleJapanese": "夢を見失わないで！ 真実を映す鏡",
                    "SummaryJapanese": "うさぎとちびうさは、公園で似顔絵を描いている画家のカモイと出会った。カモイと仲良くなって、うさぎは似顔絵を描いてもらっていたが、お腹を空かせていたカモイが倒れてしまう。カモイは似顔絵を本人そっくりに描きすぎるために、客と言い合いになって商売にならないというのだ。しかし、お金より芸術家として名を残すことがカモイの夢だというのだ。そんなカモイの夢を狙って、セレセレが公園にやってきた。"
                },
                "30": {
                    "ID": "287031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287031",
                    "TitleEnglish": "Pegasus Disappears: Wavering Friendship",
                    "SummaryEnglish": "While VesVes targets an eccentric acquaintance of Chibiusa's who is trying to make a flying machine, Chibiusa worries that Pegasus does not trust her.",
                    "TitleJapanese": "ペガサスが消えた!? ゆれ動く友情",
                    "SummaryJapanese": "いつか自分が作った飛行機で空を飛ぶことが、ちびうさの隣のクラスの広木の夢。広木の飛行機が飛ぶところを見たいというペガサスの入ったスタリオン・レーヴをバスケットに入れて、広木が飛行機を飛ばす空き地にやってきた。うさぎたちが見守る中、結局広木は失敗するが、九助の言葉でかたくなな広木の心が開いた。ちびうさは、そんな広木と九助の間をうらやましく思って、ついペガサスを問い詰めてしまった。"
                },
                "31": {
                    "ID": "287032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287032",
                    "TitleEnglish": "Pegasus's Secret: The Boy Who Protects the Dream World",
                    "SummaryEnglish": "PallaPalla's magic causes Usagi and Chibiusa to switch ages, turning Usagi into a child and Chibiusa into a teenager. While Chibiusa is thrilled with her new body, she is distressed to discover that she can no longer call Pegasus.",
                    "TitleJapanese": "天馬の秘密！ 夢世界を守る美少年",
                    "SummaryJapanese": "パラパラが公園に子供たちを集めて、まとめてゴールデンミラーを探していた。セーラームーンとセーラーちびムーンが現われてパラパラに挑む。しかし、パラパラの質問に答えてしまったせいで、ちびムーンが大人に、セーラームーンが子供になってしまった。そして、大人になったちびムーンは、ペガサスを呼び出せなくなってしまう。ところがその夜、ちびうさの夢の中にペガサスが現われ、ペガサスの世界の秘密を話しはじめた。"
                },
                "32": {
                    "ID": "287033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287033",
                    "TitleEnglish": "Chibi-Usa's Little Rhapsody of Love",
                    "SummaryEnglish": "As Chibiusa becomes even more enamoured of Helios, Usagi and her friends realise that she is in love, and are determined to discover the identity of her crush.",
                    "TitleJapanese": "ちびうさの小さな恋のラプソディ",
                    "SummaryJapanese": "ペガサスの世界エリュシオンのことを知り、ペガサスと心を通わせ始めたちびうさは、夢の中でペガサスとのデートを楽しんでいた。うさぎは、最近のちびうさの様子が変だとレイたちに相談した。そして、ちびうさにボーイフレンドがいるという結論になり、うさぎたちはちびうさにそれとなく探りを入れる。しかし、そんなうさぎたちの大騒ぎに、ちびうさはウンザリしてしまう。その時、ちびうさの前にジュンジュンが現われた。"
                },
                "33": {
                    "ID": "287034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287034",
                    "TitleEnglish": "Dream to Be an Adult: The Amazonesses' Confusion",
                    "SummaryEnglish": "Usagi and her friends, along with the Amazoness Quartet, assist in the organization of a coming-of-age ceremony.",
                    "TitleJapanese": "大人になる夢！ アマゾネスの当惑",
                    "SummaryJapanese": "十番シビックホールで成人式が開催されることになった。美奈子は、みんなを成人式準備のボランティアに誘った。会場の設営をしていたうさぎたちは、そこで不思議な４人の少女たちと出会った。うさぎたちは、少女たちと協力して、見事に成人式会場を作り上げた。しかし、この少女たちは成人式の意味を知らない上に、大人になるのもイヤだという。少女たちは、なぜうさぎたちが大人になりたがっているのか知りたがるのだった。"
                },
                "34": {
                    "ID": "287035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287035",
                    "TitleEnglish": "Terror in Motion: The Dark Queen's Evil Hand",
                    "SummaryEnglish": "Intent on escaping her mirror, Queen Nehellenia causes spider webs to appear all over the city, casting it into darkness.",
                    "TitleJapanese": "動き出した恐怖！ 闇の女王の魔手",
                    "SummaryJapanese": "ちびうさが小学校のマラソン大会で１着になった。うさぎたちはお祝いをするためにクラウンへ向かう。その時、不思議な蜘蛛の糸に触れた衛の身体に異変が起きた。ネヘレニアがペガサスを見つけるために蜘蛛の糸を放ち、暗闇を作り出そうとしていたのだ。やがて蜘蛛の巣に覆われて、十番街が闇に包まれてしまった。邪悪な気が町中を満たした。そして、その中心にはデッドムーンサーカスのテントがあった。"
                },
                "35": {
                    "ID": "287036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287036",
                    "TitleEnglish": "The Source of Darkness: Dead Moon Circus",
                    "SummaryEnglish": "The Sailor Team infiltrate the Dead Moon Circus and are confronted by Zirconia.",
                    "TitleJapanese": "闇の震源地デッドムーンサーカス",
                    "SummaryJapanese": "世界が闇に閉ざされ、ペガサスがついにうさぎたちにその正体を明かし、デッドムーンやエリュシオンのことを語りはじめた。そして、額のゴールデンクリスタルを解き放つことができなければ、世界は滅びるというのだ。一方、衛の身体はデッドムーンの闇に侵され苦しんでいた。地上が闇に覆われることが、衛の身体をも蝕んでいくのだ。その頃、十番街はデッドムーンサーカス団による不気味な大行進が行われていた。"
                },
                "36": {
                    "ID": "287037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287037",
                    "TitleEnglish": "Labyrinth of Mirrors: Chibi Moon Captured",
                    "SummaryEnglish": "After being captured by Queen Nehellenia, Sailor Chibi Moon confronts the evil queen.",
                    "TitleJapanese": "鏡の迷宮！ 捕えられたちびムーン",
                    "SummaryJapanese": "ちびムーンからゴールデンミラーが出現。ちびうさはジルコニアに捕らえられてしまった。セーラー戦士たちは、ちびムーンを探してデッドムーンサーカスをさまよう。その頃、鏡の世界に取り込まれたちびムーンは、囚われのエリオスを見つける。その時、ちびムーンの前にネヘレニアが現われた。そして、ネヘレニアは太古のシルバーミレニアム王国と闇の王国、そしてエリオスとゴールデンクリスタルの伝説を語りはじめた。"
                },
                "37": {
                    "ID": "287038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287038",
                    "TitleEnglish": "The Golden Crystal Appears: Nehellenia's Magic",
                    "SummaryEnglish": "Queen Nehellenia forces Helios to return to his body and give up the Golden Crystal, allowing the evil queen to break free from her mirror.",
                    "TitleJapanese": "黄金水晶出現！ ネヘレニアの魔力",
                    "SummaryJapanese": "永遠の新月が始まってしまった。ネヘレニアは、ちびムーンの命と引き替えにペガサスがエリオスの身体に戻ることを要求する。そして、ちびムーンとエリオスの絆の強さを見せつけられたネヘレニアは、無理矢理エリオスのゴールデンクリスタルを奪い取ってしまった。その頃、セーラームーンたちとジルコニアの最後の対決が始まった。追い詰められるジルコニア。しかしアマゾネス・カルテットからエナジーを吸い取り始めた。"
                },
                "38": {
                    "ID": "287039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287039",
                    "TitleEnglish": "When the Crystal Shines: The Beautiful Power of Dreams",
                    "SummaryEnglish": "Queen Nehellenia, free from her mirror at last, prepares to use the power of the Golden Crystal.",
                    "TitleJapanese": "クリスタル輝く時！ 美しき夢の力",
                    "SummaryJapanese": "ゴールデンクリスタルを手にしたネヘレニアは封印を破り、ついに現実世界に現われた。エリオスは消滅し、ちびムーンも呪いをかけられ永遠の眠りに付いてしまった。空からは無数のデッドムーンサーカスのテントが降り注ぎ、地上はまさに壊滅の時を迎えていた。ネヘレニアは、真の月の女王を名乗り、世界すべてを闇に包み人々を深い眠りに陥らせてしまった。そして、強大なネヘレニアの力の前にセーラー戦士も全滅の危機を迎える。"
                },
                "39": {
                    "ID": "287040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287040",
                    "TitleEnglish": "Dreams Forever: Fill the Heavens with Light",
                    "SummaryEnglish": "Queen Nehellenia makes a desperate last stand as the Golden Crystal destroys the Dead Moon Circus.",
                    "TitleJapanese": "夢よいつまでも！ 光、天に満ちて",
                    "SummaryJapanese": "世界中の美しい夢を持つ人々の力を結集してゴールデンクリスタルは輝きを取り戻した。しかし、ネヘレニアは最後の力を振り絞り、ちびムーンを奪い去ってしまう。セーラームーンは、ひとりでネヘレニアを追う。しかしそこには、すっかり年老いてしまったネヘレニアの姿があった。そして、ふたたび闇の牢獄に囚われることを悟り、セーラームーンへの復讐のために、ちびムーンを天空高くから突き落としてしまった。"
                }
            }
        },
        "5": {
            "ID": "15148",
            "URL": "https://www.thetvdb.com/series/sailor-moon/seasons/official/5",
            "# Episodes": 34,
            "Episodes": {
                "1": {
                    "ID": "287041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287041",
                    "TitleEnglish": "The Flower of Nightmares Scatters: The Queen of Darkness Returns",
                    "SummaryEnglish": "Hotaru Tomoe has visions of Eternal Sailor Moon. Setsuna arrives at the Tomoe house to pick her up. The girls and Mamoru gather in the park to discover that Chibi-Usa is returning to the future. Meanwhile, Queen Nehelenia is freed from her mirrored prison by an unseen voice. As Chibi-Usa uses her time key to return to Crystal Tokyo with Diana, Nehelenia remembers the events that happened before she had been sealed in the mirror again and she produces her own soul-mirror. Angered, she breaks the mirror and shards fly everywhere. The Soldiers view the shards as shooting stars, but Mamoru recieves one of them in his eye as Chibi-Usa is about to step into the time portal. Unfortunately, the portal disappears leaving the girls puzzled. Later that night, many people gather at an aquarium, including Haruka and Michiru. Some of the nightmare shards land on the roof and form into Nehelenia's Mirror Paredories. Haruka and Michiru are surrounded when Dead Scream is used and Sailor Pluto appears.",
                    "TitleJapanese": "悪夢花を散らす時!　闇の女王復活",
                    "SummaryJapanese": "デッドムーンを倒したうさぎたちセーラー戦士は、さらに受験も終えて、晴れて高校一年生になった。そして、ちびうさも未来へ帰ろうとしていた。しかし、その時、封印されていたネヘレニアに、セーラームーンへの復讐をささやきかける謎の声があった。新たなパワーを得たネヘレニアは、心の鏡を割ってしまう。地上に降り注ぐ鏡のカケラからはネヘレニアの分身ミラーパレドリィが出現し、はるかとみちるに襲いかかってきた。"
                },
                "2": {
                    "ID": "287042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287042",
                    "TitleEnglish": "Saturn Awakens: The Ten Sailor Guardians Unite",
                    "SummaryEnglish": "Michiru and Haruka are suprised to see that Hotaru has grown into her normal age, and Sailor Saturn appears. Neherina talks with Mamoru.",
                    "TitleJapanese": "サターンの目覚め!　S10戦士集結",
                    "SummaryJapanese": "赤ん坊だったはずのほたるは、ミラーパレドリィの出現によって急成長していた。そして、ほたるはセーラームーンの未来を覆う暗い影を予言する。一方、流星群が東京に降り注いだ日から様子が変わってしまった衛に、うさぎはいい知れない不安を抱いていた。レイたちはそんなうさぎを心配して、元気づけようとしてくれる。しかし、ネヘレニアの影は着実に迫っていた。氷川神社に集まったうさぎたちをミラーパレドリィが襲撃したのだ。"
                },
                "3": {
                    "ID": "287043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287043",
                    "TitleEnglish": "The Cursed Mirror: Mamoru Caught in a Nightmare",
                    "SummaryEnglish": "When a mysterious affliction causes people in Tokyo to do nothing but stare into mirrors, the Sailor Soldiers race against time to try and save Mamoru from this mysterious new enemy.",
                    "TitleJapanese": "呪いの魔鏡!　悪夢にとらわれた衛",
                    "SummaryJapanese": "無気力に鏡を見続けるという奇病にかかった人々が続出。はるかたちは、新たな敵の出現との関連を疑っていた。学校で、奇病にかかった少女を目撃したうさぎは、衛のことが心配になり、衛のマンションを訪れる。そして、うさぎがそこで見たのは、暗い鏡だらけの部屋で姿見に心を奪われている衛の姿だった。セーラームーンたちは、ほたるから衛に危機が迫っていると聞かされ、衛のマンションへと向かった。"
                },
                "4": {
                    "ID": "287044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287044",
                    "TitleEnglish": "Night of Destiny: The Sailor Guardians’ Ordeals",
                    "SummaryEnglish": "Chibiusa is not doing so well after Mamoru is captured, she begins to disappear because without Mamoru she cannot exist.",
                    "TitleJapanese": "運命の一夜!　セーラー戦士の苦難",
                    "SummaryJapanese": "ネヘレニアに衛を奪われてしまった。その時、ちびうさの身体にも異変が訪れていた。未来が変わろうとしている。うさぎと衛が結ばれなければ、ちびうさは誕生しない。このまま衛を取り返すことができなければ、ちびうさは消滅してしまうというのだ。みんなの引き留める声を振り切って、自らネヘレニアの元に向かおうとするうさぎのパワーが暴走。エターナルセーラームーンに変身したうさぎは、ひとり飛び去ってしまった。"
                },
                "5": {
                    "ID": "287045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287045",
                    "TitleEnglish": "For Love: The Endless Battle in the Dark World",
                    "SummaryEnglish": "Moon struggles to save Mamoru.",
                    "TitleJapanese": "愛ゆえに!　果てしなき魔界の戦い",
                    "SummaryJapanese": "ネヘレニアのワナにかかって分断されてしまったセーラー戦士たちは、それぞれ苦戦しながらも、ひとり衛のもとへ向かううさぎを想いネヘレニアの攻撃に立ち向かっていた。しかし、攻撃をかわしたと思った次の瞬間、次々に鏡に囚われるセーラー戦士たち。一方、うさぎはネヘレニアの作り出した幻影の中に迷い込んでいた。幻影の中で次第に記憶を失っていくうさぎ。そしてついに、うさぎの前に復讐に燃えるネヘレニアが現われた。"
                },
                "6": {
                    "ID": "287046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287046",
                    "TitleEnglish": "Moon Power of Love: The Nightmare Ends",
                    "SummaryEnglish": "Sailor Moon and friends finally defeat Neherina for good, and rescue Mamoru from her. Now everyone is okay, but Chibiusa and Diana decide to leave for the future for good.",
                    "TitleJapanese": "愛のムーンパワー!　悪夢の終わる時",
                    "SummaryJapanese": "ちびムーンとサターンは、ネヘレニアの宮殿にたどりついた。しかし、必死のちびうさの願いも虚しく、衛の目は覚めようとしなかった。次第に消えゆくちびムーン。そして東京でも人々が、鏡の中に取り込まれていく。サターンは、破滅の力を解放するサイレンスグレイブを振り下ろす。その頃、うさぎは血だらけになりながら茨の道を進み、ようやく宮殿にたどりついた。しかし、そこでうさぎが見たものは、消えゆくちびムーンの姿だった。"
                },
                "7": {
                    "ID": "287047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287047",
                    "TitleEnglish": "Farewells and Encounters: The Transitioning Stars of Destiny",
                    "SummaryEnglish": "With Neherina down, everything seems to be okay, that is until Galaxia and her animates show their ugly heads. Now, Sailor Moon and gang have another problem, the Sailor Starlights, friend or foe? Also, Usagi watches the departure of Mamoru who heads off to college in America.",
                    "TitleJapanese": "別れと出会い!　運命の星々の流転",
                    "SummaryJapanese": "アイドルグループのスリーライツが大人気。レイや美奈子、亜美でさえスリーライツの大ファン。しかし、うさぎはアメリカ留学が決まった衛との別れで思い悩んでいた。衛とは離ればなれになりたくない、しかし、衛の夢が叶うことを喜ばなくてはならない。うさぎは複雑な気持ちに揺れ動いていた。そして、衛がアメリカへ旅立つ日、うさぎは、飛行場で熱狂的なファンに囲まれるスリーライツのセイヤとすれ違った。"
                },
                "8": {
                    "ID": "287048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287048",
                    "TitleEnglish": "A School Storm: The Transfer Students Are Idols",
                    "SummaryEnglish": "Everyone at Usagi's school is excited that the Three Lights are transferring to Juuban High. Seiya gets Usagi to show him all the clubs in school. The football team's captain is turned into a phage named \"\"Sailor Guts\"\" by Iron Mouse. The other Inner Senshi are shocked to learn about the new soldiers.",
                    "TitleJapanese": "学園に吹く嵐!　転校生はアイドル",
                    "SummaryJapanese": "うさぎたちには高校での新たな生活も始まっていた。まことや亜美、美奈子もそれぞれ得意な部活に入ったり、勧誘されたりで大忙し。うさぎは、新たに出現した敵と新たなセーラー戦士が気になっていた。そんな時、うさぎは街中でまたまたセイヤと鉢合わせ。しかも、「おだんご頭」と呼ばれて気分はサイアク。翌日、スリーライツが転校してきて、十番高校は大騒ぎ。セイヤたちは、うさぎたちのクラスにやってきた。"
                },
                "9": {
                    "ID": "287049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287049",
                    "TitleEnglish": "Becoming an Idol: Minako's Ambition",
                    "SummaryEnglish": "Minako becomes the Starlights assistant. Usagi also follows her. Sailor Tin Cat takes Saki's star seed. ESM and Venus soon restore it.",
                    "TitleJapanese": "アイドルをめざせ!　美奈子の野望",
                    "SummaryJapanese": "アイドルを目指す美奈子は、芸能界への近道にスリーライツを利用することを決意。ついにスリーライツの付き人になってしまった。ところが、スリーライツの行く先々でカメラを構えるカメラマンの板橋サキに、本当のプロの厳しさがわかっていないと指摘されてしまう。そして、スタジオ撮影の時に美奈子は、プロの世界の厳しさに気づかされることになる。しかし、そんなサキをセーラーアイアンマウスが狙ってきた。"
                },
                "10": {
                    "ID": "287050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287050",
                    "TitleEnglish": "Fighter's Secret Identity: The Shocking Super Transformation",
                    "SummaryEnglish": "The Three Lights are rehearsing for their upcoming musical, which they will be starring in. But they seem to have a hard time winning the approval of the stage director, especially Seiya, who feels that he is being personally tested.",
                    "TitleJapanese": "ファイターの正体!　衝撃の超変身",
                    "SummaryJapanese": "スリーライツはミュージカルの主役に抜擢されて、猛稽古に汗を流していた。しかし、演出家の具志堅あかねは、セイヤばかりにダメ出しをする。うさぎたちはミュージカルの練習を見学しにいった。そして、そこでレイはあかねの正体が教会のシスターだと気づいてしまった。教会にあかねを訪ねたセイヤは、ミュージカルにスリーライツを抜擢した理由を聞かされる。"
                },
                "11": {
                    "ID": "287051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287051",
                    "TitleEnglish": "A Star of Dreams and Wishes: Taiki's Transformation",
                    "SummaryEnglish": "Ami invited Taiki to come and watch the Wataru's Comet pass by Earth with their science teacher, Amanogawa, only to be rejected.",
                    "TitleJapanese": "星に託す夢とロマン!　大気の変身",
                    "SummaryJapanese": "校内の学力テストで大気と亜美が1位を取った。亜美は、科学の先生でワタル彗星の発見者天野川から、百数十年ぶりに接近する彗星観測に誘われた。そして、テレビで天野川と対談した大気は、あくまでも夢を語ろうとする天野川に反論してしまう。そんな大気の様子を心配した亜美は、大気を彗星観測に誘うが拒絶されてしまう。そして、翌日、雨が降り続く中、亜美は夢とロマンを信じて天野川の家に彗星観測に出かけていった。"
                },
                "12": {
                    "ID": "287052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287052",
                    "TitleEnglish": "Luna's Discovery: The Real Face of Yaten",
                    "SummaryEnglish": "Yaten temporarily adopts Luna.",
                    "TitleJapanese": "ルナは見た!? アイドル夜天の素顔",
                    "SummaryJapanese": "ルナが行方不明になって一週間。うさぎたちは、必死になってルナの捜索をしていた。しかし、そんなうさぎやアルテミスの心配をよそに、夜天とテレビに出演していた。じつはテレビの番組の都合でペットを飼わなければならなくなった夜天が、ルナに目を付けたのだ。夜天は他人には冷たい態度を取るが、ルナには優しく接してくれる。そして、ルナは夜天とスリーライツが、何か大きな悩みを持っていることを感じる。"
                },
                "13": {
                    "ID": "287053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287053",
                    "TitleEnglish": "Friend or Foe? Star Lights and the Sailor Guardians",
                    "SummaryEnglish": "Taiki asks Makoto to appear on a cooking show with him. Usagi decides to tag along, but her clumsiness creates a huge mess at the TV studio.",
                    "TitleJapanese": "敵?　味方?　スターライツとＳ戦士",
                    "SummaryJapanese": "毎日のようにうさぎは衛宛の手紙を書くが、衛からの返事がなく思い悩んでいた。そんなある日、うさぎはまことが世話をしているイチゴ園で大気を見かけた。大気は、料理研究会のまことにテレビの料理番組に出演依頼する。うさぎは、自分もスタジオに行くことを条件に、イチゴショートを番組で作ると約束してしまった。しかし、そのイチゴショートの材料は、まことがみんなと一緒に食べるために育てていたイチゴだった。"
                },
                "14": {
                    "ID": "287054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287054",
                    "TitleEnglish": "Calling of the Shining Stars: Enter Haruka and Michiru",
                    "SummaryEnglish": "Usagi and the girls try to buy tockets to a Three Lights concert, only to learn it is already sold out. Michiru then passes by and gives them the tickets, revealing that she will be performing with the Three Lights.",
                    "TitleJapanese": "呼び合う星の輝き!　はるか達参戦",
                    "SummaryJapanese": "スリーライツのコンサートチケットを手に入れるため、うさぎたちは悪戦苦闘。そのチケットを、みちるが渡してくれた。じつは、みちるはスリーライツとコンサートで共演することになったのだ。そしてコンサート当日、会場前で待ち合わせをしたレイたちだが、うさぎだけ道に迷ってしまっていた。一方、セーラーアイアンマウスは追い詰められていた。これ以上の失敗は許さないと、ギャラクシアに宣告されてしまったのだ。"
                },
                "15": {
                    "ID": "287055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287055",
                    "TitleEnglish": "Seiya and Usagi's Heart-Pounding Date",
                    "SummaryEnglish": "Seiya asks Usagi on a date, to which she reluctantly agrees. Sailor Iron Mouse attempts to make up for her recent failures by going after Seiya's star seed.",
                    "TitleJapanese": "セイヤとうさぎのドキドキデート",
                    "SummaryJapanese": "スリーライツが久しぶりの休日を取ることになった。セイヤは、暇そうにしているうさぎを公園に誘う。指定された公園でセイヤを待つうさぎ。しかし、うさぎはルナに言われるまで、これがデートだとは気づいていなかった。少し後ろめたい気持ちもあるが、セイヤとのデートを楽しむうさぎ。そんなセイヤをセーラーアイアンマウスが狙っていた。そして、うさぎとダンスするセイヤの前にセーラーアイアンマウスが現われた。"
                },
                "16": {
                    "ID": "287056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287056",
                    "TitleEnglish": "Invaders from Outer Space: The Coming of Siren",
                    "SummaryEnglish": "Chibi Chibi arrives in this episode. Pluto tells the sailor scouts to just be on guard around her. Chibi Chibi, like Chibiusa, makes Usagi's family believe that she is Usagi's younger sister. Sailor Aluminum siren first appears in this episode. She takes a police guard's star seed, but it wasn't a real star seed. ESM and pluto arrive. ESM uses her starlight honeymoon therapy kiss to return him back to normal. At home, Usagi is dissappointed that she hasn't heard from Mamoru. Then chibi chibi comes in, Usagi asks if she wet her pants while sleeping. Chibi Chibi frowns, Usagi says she can sleep with her. They both fall asleep.",
                    "TitleJapanese": "宇宙からの侵略!　セイレーン飛来",
                    "SummaryJapanese": "ギャラクシアが出現し、うさぎは新たな戦いの予感に不安を覚えていた。さらにレイたちやせつながセーラースターライツにも気を付けろとうさぎに注意を促す。しかし、うさぎはファイターたちが敵だとは信じられない。そんな時、うさぎの前に不思議な少女が出現。しかも、家に帰ると、その少女はうさぎの妹としてすでに居着いていた。未来のうさぎの２人目の子供じゃないかと、レイたちは考えるが、せつなはあり得ないと否定した。"
                },
                "17": {
                    "ID": "287057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287057",
                    "TitleEnglish": "The Screaming Dead: Terror of the Camp Monster",
                    "SummaryEnglish": "Siren turns a potter (Rei's cousin) into a phage after he destroys all his work. Usagi and the girls go camping and run into the Three Lights (they're filming in the area). They hear news of the \"\"Camp Ravager\"\" in the area. Seiya decides to scare the girls with the monster costume from their movie, but Usagi and Rei run into the phage instead. After transforming, Mars realizes it's her cousin and Usagi heals him.",
                    "TitleJapanese": "死霊の叫び!?　恐怖キャンプの怪人",
                    "SummaryJapanese": "待ちに待った夏休み。うさぎたちは避暑地でキャンプを楽しむことになった。しかも、"
                },
                "18": {
                    "ID": "287058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287058",
                    "TitleEnglish": "A Night Alone Together: Usagi in Danger",
                    "SummaryEnglish": "With a rash of break-ins plaguing the neighborhood and the rest of the Tsukino family out of town, Seiya offers to stay over at Usagi's house in case anything happens. But when Seiya's bandmates from The Three Lights, the rest of the Sailor Soldiers, and even the evil Sailors Aluminum Seiren and Lead Crow all show up. Sailor Moon and the rest of the Sailor Soldiers have to fight a monster in the very crowded Tsukino household.",
                    "TitleJapanese": "ふたりきりの夜!　うさぎのピンチ",
                    "SummaryJapanese": "町内でドロボウが横行していると聞き、ひとりで留守番することになったうさぎは不安で一杯。それを聞きつけたセイヤが、ボディガードを引き受けることになった。うさぎは気にしていないが、ルナやほかの仲間はセイヤとふたりきりの状況に不安を覚える。そこで、レイや亜美たちもうさぎの家に押しかけて一転賑やかに。さらに大気と夜天、はるかたちまでやってきた。ところが、そこにテレビ番組の取材陣までが現われた。"
                },
                "19": {
                    "ID": "287059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287059",
                    "TitleEnglish": "Taiki's Song Filled with Passion and Faith",
                    "SummaryEnglish": "Taiki begins to question if their activity as the Three Lights is really helping with their goal of finding their missing princess. His frustration continues to grow, to the point where he no longer feels like singing.",
                    "TitleJapanese": "大気絶唱!　信じる心を歌にこめて",
                    "SummaryJapanese": "大気は、自分たちのメッセージがプリンセスに届いていないのではと疑問を持っていた。しかも、スリーライツのファンから声援をもらうほど、その想いは強くなっていたのだ。そんな時、亜美の母が勤務する病院に入院している大気のファンの少女、ミサが緊急手術することになった。急いでミサの病室に駆けつけた大気は、ミサが描いていたスケッチを見せられ絶句する。そこには大気たちが探すプリンセスの姿が描かれていたのだ。"
                },
                "20": {
                    "ID": "287060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287060",
                    "TitleEnglish": "Chibi-Chibi's Mystery: The Big Noisy Chase",
                    "SummaryEnglish": "Lately, Chibi-Chibi has been coming home with a lot of snacks. Curious to know where she's been getting all the snacks from, Usagi and the girls decide to follow Chibi-Chibi around for the day.",
                    "TitleJapanese": "ちびちびの謎!?　おさわがせ大追跡",
                    "SummaryJapanese": "ちびちびがどこからか、たくさんのお菓子を持って帰ってくる。うさぎは、お菓子の国があるに違いないと確信して、ちびちびのお散歩の尾行を開始。レイたちやセイヤたちとも合流し、さらにちびちびの尾行を続ける。やがて、ちびちびは大きな屋敷へ入っていった。そこは大財閥桐山グループ会長の屋敷だった。高価な品々に囲まれた居間に招かれたうさぎは、ちびちびとまったく同じ雰囲気を持っていると、桐山氏から指摘される。"
                },
                "21": {
                    "ID": "287061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287061",
                    "TitleEnglish": "The Shining Power of a Star: Chibi-Chibi's Transformation",
                    "SummaryEnglish": "Usagi finds herself teamed up with Seiya for the annual school softball tournament. To make matters worse, Isagi becomes a target of Seiya's fans, who think she is hitting on him.",
                    "TitleJapanese": "輝く星のパワー!　ちびちびの変身",
                    "SummaryJapanese": "十番高校で球技大会が開催されることになった。美奈子は大気とバレーボールに出場、まことは夜天とバスケットボールに参加するらしい。うさぎは、セイヤから強引にソフトボールに参加させられてしまう。なりゆきでうさぎは、セイヤとソフトボールの特訓を開始。ところが、そんなうさぎとセイヤの姿は、十番高校のスリーライツ親衛隊には面白くない。親衛隊長でソフトボール部部長の園子が、うさぎとセイヤに勝負を挑んできた。"
                },
                "22": {
                    "ID": "287062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287062",
                    "TitleEnglish": "Invitation to Terror: Usagi's Night Flight",
                    "SummaryEnglish": "Sailor Aluminum Siren learns that Usagi is Sailor Moon. Using this knowledge, she sets a trap on a plane where the Three Lights are holding an in-flight event in order to get Usagi's attention.",
                    "TitleJapanese": "恐怖への招待!　うさぎの夜間飛行",
                    "SummaryJapanese": "亜美や美奈子たちが、妙にうさぎにヨソヨソしい。じつはスリーライツ主演映画の機上試写会イベントに、うさぎ以外のみんなは参加することになっていたのだ。ところが、家に帰ったうさぎにイベントのチケットが同封された手紙が届いていた。チケットの送り主はセイレーン。セイレーンは、うさぎがセーラームーンだと知ってしまったのだ。イベントが、セイレーンのワナだと悟ったうさぎは、危険を知らせるために空港へ駆けつける。"
                },
                "23": {
                    "ID": "287063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287063",
                    "TitleEnglish": "Duty or Friendship: Conflict Between the Sailor Guardians",
                    "SummaryEnglish": "The Inner Senshi and the Starlights learn each others real identities, but distrust each other, Usagi and Seiya try to bring both groups together.",
                    "TitleJapanese": "使命と友情の間!　Ｓ戦士達の対立",
                    "SummaryJapanese": "おたがいの正体がわかってしまってから、スリーライツは登校しなくなっていた。うさぎは、セイヤたちのことが何もわかっていなかったことにショックを受けていた。セイヤもセーラームーンのことに思い悩んでいた。しかし、大気はプリンセスを探す目的のために、セーラームーンたちとギャラクシアの戦いを利用しようと提案する。一方、ギャラクシアは地球に大いなる力を感じ、セイレーンの後任としてティンにゃんこを派遣する。"
                },
                "24": {
                    "ID": "287064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287064",
                    "TitleEnglish": "Truth Revealed: The Star Lights' Past",
                    "SummaryEnglish": "Seiya and Usagi try to stay together after the Outer Senshi and the other two Starlights forbid them from seeing each other.",
                    "TitleJapanese": "明かされた真実!　セイヤ達の過去",
                    "SummaryJapanese": "ウラヌスたち外部太陽系の３戦士とスターライツが対立。ウラヌスは、二度とセーラームーンに近づくなと警告する。しかしうさぎは、自分をかばって傷付いてしまったセイヤのことが心配でたまらない。そんなうさぎにセイヤから、今夜のライブを見てくれるようにと連絡があった。そして、チケットが取れなかったうさぎは、観覧車からスリーライツのライブを見ていた。セイヤは、うさぎへの想いを込めて熱唱する。"
                },
                "25": {
                    "ID": "287065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287065",
                    "TitleEnglish": "Butterflies of Light: A New Chapter on the Horizon",
                    "SummaryEnglish": "Ami and the others try to clear up the misunderstanding the Three Lights have about Usagi but are unable to get in touch with them. As a last resort, the girls decide to enter a video game tournament where the winner gets a chance to speak with Taiki.",
                    "TitleJapanese": "光の蝶が舞う時!　新しい波の予感",
                    "SummaryJapanese": "スターライツはプリンセスの存在を感じていた。同じ頃、ギャラクシアも自分に敵対する存在を感知していた。うさぎは、ライブで感じたスリーライツの故郷の光景にショックを受けていた。亜美たちは、うさぎのことを理解してもらうため、大気がゲストで出演するゲームイベントに参加する。亜美は大気と直接話すため、ゲーム大会に出場し、順調に勝ち進んでいく。そして、ついに決勝戦。優勝を勝ち取った亜美は、大気の前に進み出た。"
                },
                "26": {
                    "ID": "287066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287066",
                    "TitleEnglish": "Go for Your Dream: Minako Becomes an Idol",
                    "SummaryEnglish": "Minako finally gets her chance to audition to be an idol. She realizes that she has to chase her dreams, even in the middle of an attack by the animates.",
                    "TitleJapanese": "夢一直線!　アイドル美奈子誕生!?",
                    "SummaryJapanese": "美奈子は念願のアイドルオーディションの一次審査に合格した。しかし、ギャラクシアとの戦いを控えた美奈子は、最終審査を受ける気がなかった。みんなの前で明るくふるまう美奈子。アルテミスは、そんな美奈子を心配してうさぎたちに相談する。自分の夢を絶対に捨ててはいけないと、うさぎに説得された美奈子は、最終審査を受けることを決意する。しかし夜天には、こんなことをやっている場合ではないとなじられてしまった。"
                },
                "27": {
                    "ID": "287067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287067",
                    "TitleEnglish": "The Stolen Silver Crystal: Princess Kakyu Appears",
                    "SummaryEnglish": "Usagi and her classmates are all busy preparing for the upcoming Juban School Festival. Meanwhile, Sailor Lead Crow finds a note left behind by her deceased friend Sailor Aluminum Siren that contains information on Sailor Moon's true identity.",
                    "TitleJapanese": "うばわれた銀水晶!　火球皇女出現",
                    "SummaryJapanese": "十番高校で学園祭が開催されることになった。喫茶店を開くことになったうさぎのクラスでも、みんなの力を合わせて準備に余念がない。学園祭当日、スリーライツも久しぶりに高校を訪れ、セイヤはうさぎたちの喫茶店にやってきた。ところが、大気と夜天には別の目的があった。彼らはちびちびが持つ香炉に目を付けていたのだ。一方、レッドクロウはセイレーンが残したメモから、セーラームーンの正体を知ってしまう。"
                },
                "28": {
                    "ID": "287068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287068",
                    "TitleEnglish": "Crusade for the Galaxy: Legend of the Sailor Wars",
                    "SummaryEnglish": "Princess Kakyu, the missing princess whom the Star Lights have long been searching for, finally appears before the Sailor Guardians. Princess Kakyu explains that she has come to Earth in search of the Light of Hope.",
                    "TitleJapanese": "銀河の聖戦セーラーウォーズ伝説",
                    "SummaryJapanese": "ついにスターライツが探し求めるプリンセス、火球皇女が現われた。そして火球皇女は、セーラームーンたちに太古の昔から宇宙で繰り広げられてきたセーラーウォーズのすべてを語りはじめる。銀河最強の戦士によって封印された混沌。しかし、混沌はギャラクシアとなって、ふたたび銀河の侵略を開始した。火球皇女はギャラクシアを倒す唯一の力、希望の光を探して地球へやってきたのだと。火球皇女はセーラームーンに協力を依頼する。"
                },
                "29": {
                    "ID": "287069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287069",
                    "TitleEnglish": "Princess Kakyu Perishes: Advent of Galaxia",
                    "SummaryEnglish": "Usagi finally confesses to Rei that she has been unable to get in touch with Mamoru for the past several months. Meanwhile, the Three Lights publicly announce their intention to disband their group.",
                    "TitleJapanese": "火球皇女消滅!　ギャラクシア降臨",
                    "SummaryJapanese": "衛に会えない寂しさや、セイヤからの突然の告白に、うさぎの心は揺れ動いていた。うさぎのことを心配して、うさぎのところへやってきたレイは、はじめて衛と音信不通になっていることを知る。亜美たちが調べると、衛はアメリカの大学にも到着していないという。一方、スリーライツが解散を宣言した。ファイナルコンサートで希望の光に呼びかけようというのだ。うさぎはセイヤに会うため、はるかたちとともに楽屋を訪ねた。"
                },
                "30": {
                    "ID": "287070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287070",
                    "TitleEnglish": "Countdown to Destruction: The Sailor Guardians' Last Battle",
                    "SummaryEnglish": "The Sailor Scouts prepare for the final battle against Galaxia. They all transform and prepare to go to thw tower but there is a force filed around it. They think all they can do is watch Galaxia TV as Starlights are attacked by Galaxia. Then, a pink ball of light appears, its Chibu Chibi! She transports them into the tower. They are in front of Galaxia.The Sailor Senshi stand in front of Sailor moon but Galaxia blows them away and then shoots energy balls at them. One goes through each of the them in this order Mercury Venus Jupiter then Mars. Sailor Uranus, Neptune, Pluto, and Saturn cannot believe they are gone. Their star seeds appear and float towards Galaxia. Sailor Mercury, Venus, Jupiter, and Mars say their goodbye. Galaxia shows them all the star seeds she has, Sailor moon notices a golden one in back. It is Mamoru's(Tuxedo Mask's) star seed!",
                    "TitleJapanese": "銀河滅びる時!　Ｓ戦士最後の戦い",
                    "SummaryJapanese": "ついにギャラクシアがセーラームーンたちの前に姿を現した。しかし、希望をセーラームーンに託した火球皇女は消滅してしまった。それと同時にギャラクシアの攻撃は全地球規模で人類に襲いかかる。スターライツは、火球皇女の仇を討つため、銀河テレビに向かった。また外部太陽系４戦士も、ギャラクシアに最後の戦いを挑む。一方、バリアーに阻まれ銀河テレビに入れないセーラームーンたちの前にセーラーちびちびが出現した。"
                },
                "31": {
                    "ID": "287071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287071",
                    "TitleEnglish": "Ruler of the Galaxy: The Menace of Galaxia",
                    "SummaryEnglish": "Sailor Mars, Mercury, Jupiter, and Venus lose their star seeds after shielding Sailor Moon and the Star Lights from Galaxia's attack. The four Outer Guardians entrust Sailor Moon to the Star Lights while they try to stop Galaxia.",
                    "TitleJapanese": "銀河の支配者ギャラクシアの脅威",
                    "SummaryJapanese": "スターライツをかばって、マーズたちのスターシードが奪われてしまった。しかも衛のスターシードも、すでにギャラクシアの手中にあった。深い悲しみに打ちひしがれるセーラームーン。プルートたちはセーラームーンをスターライツに託し、ギャラクシアとの戦いに赴く。しかし、外部太陽系４戦士の力を合わせても、ギャラクシアにはまったく歯が立たない。ギャラクシアは自分の配下になれば助けてやると、ウラヌスに持ちかける。"
                },
                "32": {
                    "ID": "287072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287072",
                    "TitleEnglish": "Dying Stars: Uranus and Neptune's Last Stand",
                    "SummaryEnglish": "Uranus and Neptune have turned against the Sailor Guardians by swearing allegiance to Galaxia. Despite Sailor Moon's desperate plea, the two continue their attack, forcing Sailor Moon and the Star Lights to retreat.",
                    "TitleJapanese": "消えゆく星々!　ウラヌス達の最期",
                    "SummaryJapanese": "ウラヌスたちの裏切りで、プルートとサターンのスターシードまでが奪われてしまった。それでもなお、ウラヌスたちを信じようとするセーラームーンをギャラクシアはあざ笑う。ウラヌスたちはセーラームーンとスターライツへの攻撃の手を緩めようとはしない。ギャラクシアのパワーも得て、圧倒的な強さでセーラームーンを苦しめるウラヌスとネプチューン。そしてセーラームーンの目の前で、地球も徹底的に破壊されていくのだった。"
                },
                "33": {
                    "ID": "287073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287073",
                    "TitleEnglish": "The Light of Hope: The Final Battle for the Galaxy",
                    "SummaryEnglish": "Sailor Moon prepares for the final battle with Galaxia.",
                    "TitleJapanese": "希望の光!　銀河をかけた最終決戦",
                    "SummaryJapanese": "スターライツが探し求めていた伝説のセーラー戦士とはギャラクシアのことだった。すでに銀河すべては、ギャラクシアの手中にあったのだ。しかしスターライツは、それでも絶対にあきらめないと言い放つ。最後の力を込めて、ギャラクシアに戦いを挑むスターライツ。予期しない攻撃で傷付いたギャラクシアは、ついにその強大なパワーを解き放った。そして、止めを刺そうとするギャラクシアの前にセーラムーンが立ちはだかる。"
                },
                "34": {
                    "ID": "287074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sailor-moon/episodes/287074",
                    "TitleEnglish": "Usagi's Love: The Moonlight Illuminates the Galaxy",
                    "SummaryEnglish": "As Galaxia closes in to take Sailor Moon's star seed, the Light of Hope finally reveals itself. Turning into a sword, the Light of Hope begs Usagi to use its power to stop Galaxia, who is now fully consumed by Chaos.",
                    "TitleJapanese": "うさぎの愛!　月光銀河を照らす",
                    "SummaryJapanese": "セーラームーンからスターシードが奪われようとしたその瞬間、ちびちびのまわりに温かな光が満ちた。希望の光が目覚めようとしているのだ。セーラームーンは光に包まれてふたたび目覚めた。そして、希望の光から封印の剣を受け取った。この剣でギャラクシアと戦って欲しいと言う希望の光。しかし、うさぎは剣では何も解決しないと、あくまで戦おうとはしない。ギャラクシアはカオスとしての正体を現し、うさぎに襲いかかる。"
                }
            }
        }
    }
}