{
    "URL": "https://www.thetvdb.com/series/gunslinger-girl",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0476042/",
        "http://www.marv.jp/special/gs/gunslingergirl/www/1st/",
        "https://www.themoviedb.org/tv/31731",
        "https://www.themoviedb.org/tv/31731"
    ],
    "TitleEnglish": "Gunslinger Girl",
    "SummaryEnglish": "Set in modern Italy, Gunslinger Girl follows a group of traumatically-injured young girls taken from hospitals all over the country, who are then cybernetically enhanced, indoctrinated and trained to be assassins by a secret branch of the Public Corporation for Social Welfare, Section 2. Each girl is assigned to a male handler who oversees her training, deployments, and general conduct. Each handler is free to \"condition\" his cybernetic assassin to the extent he sees fit, which increases a girl's lethality and loyalty at the expense of human individuality and lifespan.",
    "TitleJapanese": "GUNSLINGER GIRL",
    "SummaryJapanese": "＜ストーリー＞\n舞台はヨーロッパ。ある国の公益法人、社会福祉公社では“国のための仕事”と称し、様々な理由で少女たちが集められた。その少女たちは「条件付け」を施され「義体」として「暗殺」などの仕事に利用されていた。少女たちにはそれぞれを管理する諜報官の男たちいて、少女たちを管理・命令し、戦わせるのであった。\n＜キャスト＞\nヘンリエッタ：南里侑香/ジョゼ：木内秀信/リコ：三橋加奈子/ジャン：宮本充/トリエラ：仙台エリ/ヒルシャー：江原正士/クラエス：小清水亜美/ラバロ：堀内賢雄/アンジェリカ：寺門仁美/マルコー：井上倫宏/ロレンツォ２課長：家中宏/フェッロ：中川里江/アルフォンソ：岩崎征実",
    "Aliases": [
        "Школа убийц",
        "Дівчинка-вбивця"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "26268",
            "URL": "https://www.thetvdb.com/series/gunslinger-girl/seasons/official/0",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "669191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/669191",
                    "TitleEnglish": "The Light of Venice, The Darkness of the Heart",
                    "SummaryEnglish": "Jean goes to visit the grave of his fiancé and encounters her brother, Fernando and the two have a fight. Fernando decides to attack a Five Republics safe house, but is stopped by Jean and Giuseppe. Marco and Angelica then proceed to wipe it out. Jean and Rico travel to Venice to eliminate a local mafia boss supporting the Rome terrorists, enlisting the help of Alto Meyer, an agent with the Venice office. While shooting terrorists fleeing on a motor yacht, Rico is knocked off a perch and into the lagoon, where she starts to sink. Jean rescues her and as a reward, gives her the rest of the day off to go play on the beach.",
                    "TitleJapanese": "ヴェネツィアの光、心の闇",
                    "SummaryJapanese": "ある日、ジャンは五共和国派のテロに巻き込まれて亡くなった、かつての婚約者ソフィアが眠る墓を訪れ、偶然にもソフィアの弟フェルナンドと再会する。公社 での活動を隠しているジャンは、フェルナンドに激しく罵倒されるがひたすら無言で堪えるしかなかった……。フェルナンドが危険な左翼運動に参加しているこ とを知ったジャンは、彼の身を案じて尾行をするが、その先で「ヴェネツィア派」の思わぬ有力情報を得る。すぐさま、ヴェネツィアに向かうジャンとリコ。2人は、地元大物マフィアの屋敷に乗り込み、マフィアたちを容赦なく倒していくのだった。そして、作戦を終えた2人は、ヴェネツィアの海辺で束の間の休息を過ごす。"
                },
                "2": {
                    "ID": "1031181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/1031181",
                    "TitleEnglish": "Fantasma",
                    "SummaryEnglish": "Rico and Henrietta, escorted by Hillshire, are travelling by ferry to Sicily to meet Jean and Giuseppe, who are on vacation in the house Henrietta and Giuseppe stayed in Episodes 10 and 11 of Season One. Henrietta discovers the clothes of the Croce brothers' dead younger sister, Enrika, in the closet and Giuseppe has her wear one of her summer dresses. Jean gets drunk and dreams of Enrika, who scolds Jean for letting Giuseppe dress Henrietta in her clothes, saying it is not fair for Henrietta to replace Enrika in Giuseppe’s heart. But Jean blames himself for how Giuseppe is and tells Enrika to be upset at him, instead. Down on the beach, Henrietta and Giuseppe walk along the shore. The following day, the girls are playing in the water as the handlers discuss matters before walking out to be with them.",
                    "TitleJapanese": "ファンタズマ",
                    "SummaryJapanese": "ジャン・ジョゼ兄弟の待つシチリア島へと渡るヘンリエッタとリコ。束の間のバカンスを楽しむため、ジャンとジョゼはシチリアのタオルミーナにあるクローチェ家の別荘に2人を呼び寄せたのだった。この別荘は、ジャンとジョゼにとっては今はもうこの世にいない家族との、特に最愛の妹エンリカとの想い出が詰まった場所。ジョゼは、エンリカへの贖罪のためにいつも以上にヘンリエッタに優しく接し、生前エンリカが来ていたワンピースを着せた。一方、エンリカのことを忘れようと努めていたジャンは、その夜エンリカの亡霊に出会うのだが・・・。"
                },
                "3": {
                    "ID": "2059411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/2059411",
                    "TitleEnglish": "Meet the Real Gunslinger Girls: Henrietta",
                    "SummaryEnglish": "Laura Dawn Bailey discusses her role as Henrietta as scenes of Gunslinger Girls meander by.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "2059421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/2059421",
                    "TitleEnglish": "Meet the Real Gunslinger Girls: Claes",
                    "SummaryEnglish": "Alese Watson discusses her role as Claes as scenes from various Gunslinger Girl episodes meander by.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "2059431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/2059431",
                    "TitleEnglish": "Meet the Real Gunslinger Girls: Angelica",
                    "SummaryEnglish": "Monica Jean Rial discusses her role as Angelica as scenes of Gunslinger Girls meander by.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "2059441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/2059441",
                    "TitleEnglish": "Meet the Real Gunslinger Girls: Rico",
                    "SummaryEnglish": "Louisa Michelle Christian discusses her role as Rico as scenes of Gunslinger Girls meander by.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "2059451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/2059451",
                    "TitleEnglish": "Meet the Real Gunslinger Girls: Triela",
                    "SummaryEnglish": "Caitlin Tiffany Glass discusses her role as Triela as scenes of Gunslinger Girls meander by.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "15702",
            "URL": "https://www.thetvdb.com/series/gunslinger-girl/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "295344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/295344",
                    "TitleEnglish": "Fratello",
                    "SummaryEnglish": "Henrietta and her handler, Giuse, are ordered to apprehend a witness from an apartment building. With the aid of another Fratello, consisting of Rico and her handler Jean, the mission seems simple enough. However, things are complicated when one of the the armed men guarding their target threatens Giuse, causing Henrietta to snap and massacre everyone in the room. Meanwhile, in a series of flashbacks, the tragic events which led to Henrietta becoming a cybernetic assassin for Section 2 is shown.",
                    "TitleJapanese": "兄妹 - fratello -",
                    "SummaryJapanese": "ヘンリエッタと彼女のハンドラー、ジュゼは、アパートの建物から目撃者を逮捕するように命じられました。 リコと彼女のハンドラージャンからなる別のフラテッロの助けを借りて、任務は十分に単純に見えます。 しかし、標的を守っている武装した男たちの1人がジュゼを脅迫し、ヘンリエッタが部屋の全員をパチンと虐殺した場合、事態は複雑になります。 一方、一連のフラッシュバックでは、ヘンリエッタがセクション2のサイバネティック暗殺者になることにつながった悲劇的な出来事が示されています"
                },
                "2": {
                    "ID": "295345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/295345",
                    "TitleEnglish": "Orione",
                    "SummaryEnglish": "Henrietta is treated for her injury, although the doctor warns that repeated surgeries would weaken her body. Jose then recalls how he needed to teach her manners, and during her training, attempted to treat her as a young girl rather than simply a killing machine. After Henrietta finishes tea with Triela and Claes, who are supportive of her despite her mission's failure, Jose gives her a coat and asks her to join him on top of the main building. Once there, he shows Henrietta the stars through a telescope for the first time, noting that he wanted her to look upon the sky with something other than a rifle scope.",
                    "TitleJapanese": "天体観測 - orione -",
                    "SummaryJapanese": "ヘンリエッタはジョゼの役に立ちたい一心でしたことが作戦を台無しにしてしまい、ジョゼに嫌われたと思い悩む。被弾し傷を負った右腕の手術の最中、眠りに落ちたヘンリエッタは公社に来てからのジョゼとの日々を夢に見る。手術後、同じ義体棟に住む少女たちに紅茶とケーキで慰められたものの、一人で部屋に戻り落ち込むヘンリエッタ。と、突然ジョゼが部屋を訪れヘンリエッタに紙袋を渡し、「屋上にくるように」と告げる。"
                },
                "3": {
                    "ID": "295346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/295346",
                    "TitleEnglish": "Ragazzo",
                    "SummaryEnglish": "Rico, another of the young assassin girls, recalls her finding by her handler, Jean, and how she was able to move thanks to the cybernetics she received. In the present, she is assigned on a mission to assassinate a politician, and in a preliminary run through the building, meets a boy named Emilio. She is unsure of how to react to him, but afterwards, she asks Henrietta to teach her how to play the violin since Emilio asked her to. During the mission, Rico succeeds in killing the politician, but encounters Emilio, and is forced to kill him to preserve the mission's secrecy.",
                    "TitleJapanese": "少年 - ragazzo -",
                    "SummaryJapanese": "朝起きていつものように自由に動く手足を確認する少女＜リコ＞。青い空の下で洗濯〜野外射撃場で訓練、と公社の日常を過ごしているところに「仕事」が舞い込む。作戦の下見に出かけたリコはホテルのポーターの少年＜エミリオ＞と出会い、エミリオはリコに恋心を抱く。エミリオとの出会いで楽器に興味を抱いたリコはヘンリエッタにバイオリンを習う。そして作戦当日、メイドとしてホテルに潜入したリコは無事作戦を成し遂げるが…。"
                },
                "4": {
                    "ID": "295347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/295347",
                    "TitleEnglish": "Bambola",
                    "SummaryEnglish": "With Christmas coming, Henrietta asks Jose to spend Christmas with her. While on a mission, Triela shoots a suspect against the orders of her handler, Hilshire. At base, she mulls over the fact that Hilshire always gives her the same Christmas presents. They are then sent on a mission to apprehend Mario Bosh, a retired Mafia leader. They succeed in finding him, but he manages to escape. As he is about to be killed by the Mafia, Triela saves him, and allows him to leave to be with his daughter. Overhearing this, Hilshire asks her what she wants for Christmas, and she asks for another bear. On Christmas day, however, she receives a present from Mario as well.",
                    "TitleJapanese": "人形 - bambola -",
                    "SummaryJapanese": "公社の少女＜トリエラ＞はヘンリエッタとジョゼの仲をうまくとりもったが、自分の担当官である＜ヒルシャー＞との関係はぎくしゃくしていた。そんな折、トリエラはヒルシャーともにナポリを訪れ、裁判の証人として保護するために元マフィアの＜マリオ・ボッシ＞を探し出す。しかしトリエラはマリオを見逃してあげるのだった…。ナポリから戻ると義体棟はクリスマスの飾り付けの真っ最中。そして迎えたクリスマスの夜、少女たちのもとにもサンタクロースがやってきた。"
                },
                "5": {
                    "ID": "295348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/295348",
                    "TitleEnglish": "Promessa",
                    "SummaryEnglish": "In a replaying of past events, Jean recruits Raballo, a retired member of the Carabinieri, to be Claes' handler. Initially, Claes finds it difficult to cope with Raballo's relentless training and strict businesslike relationship. However, after the two begin fishing together, they acquire a closer relationship. One day, Raballo gives Claes her old glasses and a key to his room so she can read all the books she wants, as well as extracting a promise that she would always be gentle while wearing her glasses. Afterwards, Jean reveals that Raballo was killed in a hit-and-run incident. As a result, Claes could not go on missions and instead participated in scientific tests concerning her mechanical components. However, she enjoyed passing the time by reading, and other tasks, such as growing a vegetable patch.",
                    "TitleJapanese": "約束 - promessa -",
                    "SummaryJapanese": "退役軍人の＜ラバロ＞は軍警察への復帰を助けるというジャンに誘われ公社に入り、＜クラエス＞をパートナーに選ぶ。軍人気質のラバロはクラエスを厳しく教育したが、それは厳しいだけではない血の通ったものであった。しかし、条件付けされた少女たちの情況にいたたまれなくなったラバロは、少女たちを道具として扱う公社のやり方に疑問を感じ、公社を辞めることを決意する。そして公社を去る日、ラバロはクラエスとある約束をする。"
                },
                "6": {
                    "ID": "295349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/295349",
                    "TitleEnglish": "Gelato",
                    "SummaryEnglish": "After barely defusing a bomb in a subway, the police begin to search for Enrico Beldini, a noted bomber. Henrietta and Jose overhear a conversation in which Beldini deals with the Padania Republic Faction for a bomb to use. The PRF, namely members Franco and Franca, agrees, but Enrico is tailed by Carabinieri agents throughout the city. Subsequently, Henrietta, Rico, and Triela raid Enrico's hideout, and they are able to dispatch his guards and capture him alive. Afterwards, Jose buys Henrietta gelato from the Piazza di Spagna as her reward. Franco and Franca accidentally meet Henrietta, and remark after assuming that she is a daughter of wealth that she is one of the ones they are fighting for.",
                    "TitleJapanese": "報酬 - gelato -",
                    "SummaryJapanese": "テロリストの不穏な影がちらつくローマ市街。共和国派のテロリスト＜エンリコ＞による爆弾テロ計画の情報を掴んだ公社は、ローマ支局にジョゼ・ヘンリエッタのフラテッロを送り込む。エンリコを生け捕りにし爆弾テロを阻止するため、ローマ支局の＜エンツォ＞とジョゼ、ヘンリエッタたちは諜報活動を開始するが、エンリコの依頼を受けた爆弾製造の天才＜フランコ＞と＜フランカ＞の2人が密かにローマに潜入していた。"
                },
                "7": {
                    "ID": "295350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/295350",
                    "TitleEnglish": "Protezione",
                    "SummaryEnglish": "Rico and Jean encounter a man named Filippo Adani, and after conversing with him, tour the city of Florence, enjoying the artwork and architecture. In the museum, Filippo muses on how he threw away a possible career as an artist to become an accountant. Meanwhile, Jean apprehends an assassin from the PRF sent to kill Filippo, who is revealed to be an accountant for Pirazzi, a member of the PRF. Under the command of Cristiano, PRF members attempt to apprehend him, but he manages to escape with the aid of Rico and Henrietta. As he sits safely in the getaway car, he claims that he has nothing to live for, but Rico convinces him to go back to his artistic passions, which he accepts.",
                    "TitleJapanese": "守護 - protezione -",
                    "SummaryJapanese": "ジャンとリコはフィレンツェの広場で偶然を装い会計士の＜フィリッポ＞に接触する。巧みに「兄妹」を演じた２人は、昔美術学校生だったというフィリッポにフィレンツェの街を案内させることに成功した。折り目正しい青年に映るジャンと案内した美術館で数々の彫刻や絵画の傑作に感受性を刺激されているリコに何の疑いも持たないフィリッポ。しかし路地裏に足を踏み入れた3人の前に銃を持った男が立ちふさがる…。"
                },
                "8": {
                    "ID": "295351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/295351",
                    "TitleEnglish": "Il Principe del Regno Della Pasta",
                    "SummaryEnglish": "Henrietta undergoes emotional testing with Dr. Bianchi, and afterwards, Angelica also comes, who is revealed to have suffered memory loss. Marco, her handler, is confronted by Bianchi over his lack of care, and Marco reveals his frustration with teaching things to someone that merely forgets them. He recalls how, to sooth Angelica, he would read a story called \"Il Principe del Regno Della Pasta.\" However, three months after their training started, she was unable to remember any part of the story, to his dissatisfaction. Combined with Marco's girlfriend deserting him due to his job, Marco treats Angelica coldly, regarding her solely as an assassin.",
                    "TitleJapanese": "御伽噺 - Il Principe del regno della pasta -",
                    "SummaryJapanese": "公社の医師＜ビアンキ＞のカウンセリングを受けるヘンリエッタと＜アンジェリカ＞。その様子を見つめるジョゼと2課員たちの胸にそれぞれの思いがよぎる。アンジェリカの担当官＜マルコー＞だけは条件付けの副作用が進行しているアンジェリカに対して冷淡な態度を崩さないが、そんなマルコーも過去に熱意を持ってアンジェリカに接していたときがあった。マルコー、アンジェリカそして2課員たちの過去の日々とは…。"
                },
                "9": {
                    "ID": "295352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/295352",
                    "TitleEnglish": "Lycoris Radiata Herb",
                    "SummaryEnglish": "Elsa, another mechanized assassin girl, completes a mission to terminate a group of corrupt police officers on the orders of her handler, Lauro. Lauro recruits Jose for his next mission, and the two remark over their different views on treating the girls, Lauro's indifference contrasting against Jose's empathy. Henrietta attempts to converse with Elsa before the mission, but is rebuffed by the girl's single-minded devotion to Lauro. Meanwhile, Elsa grows increasingly jealous over Jose and Henrietta's close relationship, and Lauro removes her from the mission when he notices this. After Jose and Henrietta succeed, Lauro comments on Elsa's uselessness, leaving her devastated.",
                    "TitleJapanese": "彼岸花 - Lycoris radiata Herb -",
                    "SummaryJapanese": "共和国派のテロリストを追っている＜エルザ＞と＜ラウーロ＞のフラテッロは、作戦の仕上げのため＜ヘンリエッタ＞と＜ジョゼ＞のフラテッロに援助を頼む。一緒に仕事をすることになったものの、まだお互いのことを良く知らない二組のフラテッロ。ヘンリエッタはエルザの部屋を訪れることで、またラウーロはジョゼを飲みに誘うことでお互いを知ろうとする。遂に迎えた作戦当日、エルザは標的の狙撃を任せられるが…。"
                },
                "10": {
                    "ID": "295353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/295353",
                    "TitleEnglish": "Amare",
                    "SummaryEnglish": "Jose and Henrietta are on leave on a cruise to Sicily, and he comments that Elsa and Lauro were found dead in a park. Section 1 chief Draghi decides to investigate, and sends Pietro Fermi and Elenora Gabrielli, with the motive being to undercut the credibility of using mechanized bodies. Pietro and Elenora tour Section 2's facility and converse with Triela. Meanwhile, Jean discovers a serious fact concerning the case and lies to Section 1, stating that Elsa died protecting Lauro, although Pietro is ultimately not satisfied with that answer and decides to further investigate.",
                    "TitleJapanese": "熱病 - amare -",
                    "SummaryJapanese": "何者かに襲われたらしいエルザとラウーロの死体が公園で発見された。作戦2課はすぐさま事件の真相解明にあたる。同時に普段から2課の突き上げを狙う作戦 1課も調査を開始し、＜フェルミ＞が義体の調査を行った。やがて真相を知った作戦2課長＜ロレンツォ＞はジョゼに休暇を与え、ジョゼはヘンリエッタを連れてシチリアに向かう。一方、ロレンツォから聞いた「真相」に釈然としないフェルミは作戦1課の＜エレノラ＞とともに独自の調査に乗り出す。"
                },
                "11": {
                    "ID": "295354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/295354",
                    "TitleEnglish": "Febbre Alta",
                    "SummaryEnglish": "Pietro and Elenora leave for Sicily to meet with Jose and Henrietta, who are staying at one of Jose's family's summer homes. Pietro questions Jose on details about Elsa while Elenora helps Henrietta with the cooking. As they prepare to go shopping, a thief steals Henrietta's camera, and she retrieves it, with Elenora preventing her from seriously injuring the thief. With Elenora's aid, the dinner is a success, and Henrietta later confides in Elinora that she feels a compunction to be more than an ordinary girl for Jose's sake. She then determines that Elsa committed a murder suicide with Lauro after realizing that her love for him was not reciprocated.",
                    "TitleJapanese": "恋慕 - febbre alta -",
                    "SummaryJapanese": "捜査を進めるうちにフラテッロの関係に興味をもったフェルミはエレノラを連れてシチリアに向かい、休暇中のヘンリエッタとジョゼが過ごす別荘を訪ねる。フェルミはジョゼにエルザ・ラウーロ事件の解決に釈然としていないことを話し、そしてフラテッロの関係を深く知りたいと切り出す。二人が話している間、夕食の準備をすることになったヘンリエッタとエレノラは買い出しに出かけるが、引ったくりにあってしまう。"
                },
                "12": {
                    "ID": "295355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/295355",
                    "TitleEnglish": "Simbiosi",
                    "SummaryEnglish": "Angelica is injured in a training session, leading the head of the Social Welfare Agency to question the value of Section 2. As a result, an elaborate scheme is hatched, with Claes posing as the daughter of a member of parliament in order to create a false hostage situation to eliminate PRF terrorists. Despite her injury, Angelica asks to participate. The group manages to dispatch the terrorists, although Angelica is injured shortly before Claes knocks her attacker unconscious. Marco expresses his disapproval of Angelica afterwards. In the hospital, Angelica exclaims that she would rather be dead than suffer Marco's anger and indifference. To Claes angrily slaps her, claiming to have regretted saving her.",
                    "TitleJapanese": "共生 - simbiosi -",
                    "SummaryJapanese": "エルザの事件やアンジェリカの不調により作戦２課は公社内で厳しい立場に追い込まれていた。大きな成果をあげ危機的状況を打開するため、作戦2課は共和国派が企てている有力議員の子息誘拐計画を利用する。追尾用の発信機をつけたクラエスを囮にし誘拐させ、テロリストたちのネストを特定した後義体総出でネストを破壊するという作戦だったが、途中でクラエスを見失ってしまう。そして議員の自宅にクラエスと収監されているテロリストの交換を要求する脅迫電話が入る。"
                },
                "13": {
                    "ID": "295356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/295356",
                    "TitleEnglish": "Stella Cadente",
                    "SummaryEnglish": "The girls plan to see a meteor shower, but Henrietta is distressed when Jose reveals that he is too busy and cannot attend. As a result, Triela tries to find a new chaperone, and Hilshire agrees after Triela helps him with his work. Meanwhile, Henrietta visits Angelica in the hospital, where Angelica hears a dog barking, causing her to remember her old dog. Henrietta relays this information to Marco, who is apathetic, but Henrietta implores him to visit his charge. He initially refuses and asks Henrietta whether she is dissatisfied with her mechanical condition, to which she responds that she has accepted who she is. Marco later goes to visit Angelica as the other girls go to see the meteor shower. The girls begin to sing Beethoven's Symphony No. 9 as Angelica listens to it in her hospital bedroom. She then asks Marco to read \"Il Principe del Regno Della Pasta.\" It is strongly indicated that she dies as the story is read to her.",
                    "TitleJapanese": "流星 - stella cadente -",
                    "SummaryJapanese": "野外演習場での流星雨観測の引率をジョゼに断られがっかりするヘンリエッタ。結局トリエラが代わりの引率者探しをするはめになる。一方ヘンリエッタはアンジェリカのお見舞いに出かけ、その後マルコーにアンジェリカのお見舞いに行くよう嘆願する。またクラエスもアンジェリカのお見舞いに行き、言い過ぎたことを謝り一枚のCDを手渡す。そして夜。野外演習場の空に、また病室の窓の外に、少女たちは流星の輝きを見つける。"
                }
            }
        },
        "2": {
            "ID": "92831",
            "URL": "https://www.thetvdb.com/series/gunslinger-girl/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "874451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/874451",
                    "TitleEnglish": "The Distance Between Two People - Brothers and Sisters",
                    "SummaryEnglish": "While preparing to return to Italy, Jose and Hilshire go to an antique store in France to pick gifts for their partners, Henrietta and Triela. On the train home, Jose has a flashback to when he was assigned to the Balkans and had to leave his younger sister, Enrica, with his older brother, Jean. Back in Italy, Jose and Henrietta join Jean and his partner Rico, as well as Hilshire and Triela, as they chase a group of bombers after they conduct an attack. With aid from all parties, the bombers are captured. Later at the headquarters, Henrietta goes to Jose's room, and finds inside a kaleidoscope addressed to a \"Louise Antoinette Rolle,\" whom Henrietta suspects is Giuseppe's lover. Heartbroken, Henrietta returns to her room, and voices this suspicion to her roommates, Claes and Triela. Claes recalls that the woman in question is the mistress of a nineteenth century author who commonly used the character \"Henrietta\" in his novels. Pleased, Henrietta joins Jose stargazing, while Claes remarks that the kaleidoscope is likely fake.",
                    "TitleJapanese": "二人の距離　兄妹",
                    "SummaryJapanese": "イタリア首相府が秘密裏に設立した超法規的諜報機関、社会福祉公社。そこでは担当官と義体と呼ばれる公社が開発したサイボーグが兄妹(フラテッロ)と呼ば れるペアになって、暗殺を始めとする裏の任務を行っていた。ある日、ローマ市内で行われていた市民デモに便乗する爆弾テロが発生。付近を警戒中だったジョ ゼ・ヘンリエッタ組とジャン・リコ組のフラテッロは、政府に敵対する五共和国派の犯行であることをすばやく察知し、犯人を追跡。駆けつけたヒルシャー・ト リエラ組、作戦2課員らとともに速やかにテロリストを制圧した。任務を忠実にこなす義体たち。「条件付け」された彼女たちは、命令とあれば殺人へのためら いは一切ないのだった。その晩の公社。ジョゼの留守中に、ヘンリエッタはジョゼの部屋で自分へのプレゼントを偶然見つけ箱を開けてしまう。プレゼントに刻 まれた他の女性の名前を見てショックを受けたヘンリエッタは・・・・・"
                },
                "2": {
                    "ID": "874461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/874461",
                    "TitleEnglish": "Pinocchio",
                    "SummaryEnglish": "In a flashback, Pinocchio, a young child, commits his first murder under the auspices of his foster father Cristiano. In the present, he finishes an assassination for the Padania Republic Faction (PRF). The leaders of the PRF, including Cristiano, meet to plan a bombing on the Strait of Messina Bridge, and they enlist the aid of Franco and Franca, a pair of terrorist bombers, to destroy the bridge, with Pinocchio assisting them. Franca is surprised at Pinocchio's social awkwardness, especially when he fails to identify that her car is a Alfa Romeo Giulietta. Afterwards, Pinocchio tells Aurora, a girl living near him, to stay away from him. At the Section 2 headquarters, Hilshire and Marco observe Angelica, Marco's partner, and Rico, as Hilshire prepares to leave on a mission with Triela in Montalcino.",
                    "TitleJapanese": "ピノッキオ",
                    "SummaryJapanese": "殺しに天才的才能を持つ少年ピノッキオ。五共和国派幹部でありピノッキオの育ての親でもあるクリスティアーノが依頼する暗殺の仕事を淡々とこなす日々を送っていた。ある日、爆弾作りのスペシャリスト、フランカ・フランコと行動をともにするように指示をうける。建設中のメッシーナ大橋爆破計画を実行しようとするフランカ・フランコを護衛しろというのだ。モンタルチーノにあるピノッキオの自宅で合流した3人。当初は互いを警戒し合っていたフランコ・フランコとピノッキオだったが、会話を交わす中で見え隠れするお互いの信念に、徐々に親近感のようなものを感じ取っていた。その頃、暗殺者\"ピノッキオ\"の調査中に行方不明となった作戦1課のコーエンを捜索することになった、ヒルシャー・トリエラ組が出発の準備をしていた。これからモンタルチーノで起こることを予想もせずに・・・・・・"
                },
                "3": {
                    "ID": "874471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/874471",
                    "TitleEnglish": "Simulacra",
                    "SummaryEnglish": "Hilshire and Triela are ordered on a mission to relocate a member of the Public Safety Division who has gone missing in his search for a Padanian assassin named Pinocchio. While investigating at a hotel in Montalcino, Triela stumbles upon a book titled \"Pinocchio\" and begins reading it, later throwing it onto the ground for a lack of a better story. The next day, Triela ends up finding a girl named Aurora who happens to know Pinocchio. Unbeknown to Aurora, Triela slips a mic into her lunch basket. A moment later, Aurora sneaks into Pinocchio's house and is captured by him, Franco and Franca, who then hold her hostage. Triela and Hilshire break in and Triela fights Pinocchio but is outwitted and defeated by him. Although Aurora is saved thanks to Hilshire's effort to release her from Franca's grip, the terrorists are able to escape. Triela becomes humiliated after being beaten.",
                    "TitleJapanese": "シミュラクラ",
                    "SummaryJapanese": "暗殺者\"ピノッキオ\"の調査中に行方不明となった作戦1課コーエンを捜索するため、モンタルチーノに向かったヒルシャーとトリエラ。行方不明になる前にコーエンが滞在していたホテルで、手かがりになるメモを見つけ、二人はピノッキオの隠れ家らしき家にたどり着く。その家の前にたたずんでいた少女・アウローラに、話しかけるトリエラ。世話好きのアウローラは、近所のよしみでピノッキオへの差し入れの料理を持ってきたのだった。料理が入ったバスケットに盗聴マイクを仕掛け、家の中の様子を見ることに。ピノッキオの家に勝手に入ったアウローラは、フランカとフランコに義体だと勘違いされ、命の危険にさらされてしまう。その様子を盗聴していたヒルシャーは公社の応援を待たずに救出のため、トリエラと二人きりで乗り込むことを決意。そしてピノッキオとトリエラは初めて互いの存在を知ることになる・・・・・"
                },
                "4": {
                    "ID": "874481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/874481",
                    "TitleEnglish": "Angelica's Return",
                    "SummaryEnglish": "Angelica is allowed to go on her first field mission since her earlier hospitalization (see Gunslinger Girl, episode 13). Together with Marco, her fratello, and Rico and Jean they head for Milan to get more information on the activities of the PRF and Pinocchio in particular. Olga and Priscilla have also headed to Milan to check up on how Angelica is doing and Marco drafts them into helping with the mission at hand. Trouble arises, when it appears that Angelica is suffering from an addiction to her conditioning pills, as she breaks Priscilla's arm due to the withdrawal symptoms she's suffering from. Priscilla manages to convince Marco not to tell Jean about what has occurred, and to let Angelica continue with the mission. Marco relents, and the team ends up capturing one of the Cleaners used by the PRF after a successful ambush by Angelica, Marco, and Rico. Angelica is initially disappointed in herself for failing to kill any of the terrorists (thanks to their bulletproof car), but Marco praises her for carrying out the mission correctly, thus making her rather giddy with joy as she and Rico talk about what just occurred.",
                    "TitleJapanese": "アンジェリカの復帰",
                    "SummaryJapanese": "「条件付け」による依存症のために、入院生活を余儀なくされていたアンジェリカ。しかし治療の甲斐あり、ようやく仕事に復帰することを許され、担当官のマルコーと共にミラノに向かっていた。喜びを隠し切れないアンジェリカとは裏腹に、マルコーは複雑な表情を浮かべていた。ピノッキオの情報を得るためにミラノ市警を訪れたマルコー。その帰りに、アンジェリカを心配しミラノまで来ていたプリシッラとオリガに遭遇し、仕事を手伝わせることにする。「今日は見ているだけでいい」と、アンジェリカが愛用するステア-TMPをプリシッラに渡すように言うマルコー。マルコーに貢献できないでいる自分に、アンジェリカの気持ちは揺らいでいく。そんな中、敵のアジトに突入した現場でアンジェリカは薬の副作用が出てしまい・・・・・"
                },
                "5": {
                    "ID": "874491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/874491",
                    "TitleEnglish": "Transience and Reminiscence",
                    "SummaryEnglish": "A month after Angelica's successful return, she seems to be doing well-- Marco, however, still has doubts, and is upset by the fact she is becoming more and more different from the old Angelica; Triela, on the other hand, remains deeply depressed after her failure in the fight against Pinocchio. Priscilla, feeling sorry for Angelica, offers her a ride back from the firing range on her Vespa, and the two become much closer, despite Angelica's continued memory loss. Meanwhile, Marco's ex-girlfriend, Patricia, is approached by a reporter named Leonardo Conti, who claims to know a shadowy truth about the Social Welfare Agency, and wants Patricia to help him investigate it. Driven by concern for Marco and a growing distrust for the Italian government, Patricia agrees, but Leonardo turns out to be a PRF undercover agent and takes Patricia hostage. After Angelica kills Leonardo, Patricia demands to know why he's aiding the government in its \"crimes\", to which Marco responds that he didn't end up that way because he wanted to-- suggesting that he's still driven by his love for Angelica.",
                    "TitleJapanese": "泡沫と追憶",
                    "SummaryJapanese": "数年前、目を負傷したせいで国家警察を辞めることになったマルコー。恋人で出版社に勤めるパトリツィアは、これを期にマルコーに危険と隣合わせの職から退いて欲しいと願っていた。しかし二人の関係はマルコーが公社に入った頃から、次第に距離ができていた…。二人が別れ数年経った現在、パトリツィアは知り合いのレオナルドに「公社の秘密を一緒に暴かないか」と誘われる。マルコーのことを忘れられずにいるパトリツィアは、レオナルドと一緒に調べて回ることに。一方マルコーは、薬の副作用で記憶が失われていく義体のアンジェリカにやり切れなさを感じ、気持ちとは裏腹にアンジェリカに冷たくあたっていた。ある日、五共和国派のテロリストを誘い出した現場で、偶然にもマルコーとパトリツィアは再会を果たす。"
                },
                "6": {
                    "ID": "874501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/874501",
                    "TitleEnglish": "Retirement of the Tibetan Terrier",
                    "SummaryEnglish": "Section Two is asked to watch over an important politician, Chairwoman Isabella d'Angelo, whose agency is in charge of the Strait of Messina Bridge project; meanwhile, the PRF send Nino, the \"Tibetan Terrier\", one of their best kidnappers, to seize her. Henrietta and Rico quarrel after the latter breaks Henrietta's kaleidoscope, and Giuseppe must take it to be repaired, which he does at the very antiques shop in which Nino works as cover. Henrietta and Giuseppe are then assigned to guard Chairwoman d'Angelo, who debates the morality of using children as soldiers with Lorenzo. Giuseppe discovers a PRF agent on the Chairwoman's staff, and uses his information to set a trap for Nino's men-- meanwhile, said PRF agents decide to charge in despite the advice of Nino, who is making up his mind to retire-- he does so at the end, bidding a fond farewell to Franca. Henrietta, Giuseppe, and Rico easily foil the PRF's kidnapping attempt, and the Chairwoman is saved.",
                    "TitleJapanese": "チベタンテリアの引退",
                    "SummaryJapanese": "メッシーナ海峡大橋開発公社の理事長誘拐を企てる五共和国派グループのリーダー、ニノ。ニノは優秀な活動家として名を馳せていたが、数年前に兄を警察に殺されてからは血を好まない慎重派となり、仲間内では走れなくなった犬「チベタンテリア」と呼ばれていた。一方、捕らえた五共和国派(パダーニャ)から理事長誘拐の情報を引き出した公社は、ヘンリエッタを理事長の親戚の子どもと称して、ジョゼら2課員と共に護衛を担当させる。五共和国派(パダーニャ)のテロで夫を亡くしているにもかかわらず、理事長は大勢の血を流してまで夫の遺志を継ぐこと、つまりメッシーナ大橋を完成させることに意味があるのかを疑問に思い始めていた。復讐が復讐を呼ぶという事実に思い悩む人々の姿がそこにあった……。そんなニノが勤める古道具屋に、ジョゼとヘンリエッタが壊れた万華鏡の修理を依頼しに訪れる。"
                },
                "7": {
                    "ID": "874511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/874511",
                    "TitleEnglish": "Caterina and the Circle of Revenge",
                    "SummaryEnglish": "Flashbacks reveal that Franca (whose given name was Caterina) was the person who introduced Priscilla to Marco when they were both going to the University of Rome. She, Franco and Pinocchio are hiding out and recovering at her farm in Frascati after the escape from Section 2. Additional flashbacks reveal how, after her father dies in prison, Franca seeks out the bomber Franco to get revenge on the national government. Driving back from a meeting with her uncle, Franca stops to assist some stranded motorists, who instead turn out to be Section 1 agents. Franco and Pinocchio rescue her, killing all the agents in the process, and take her to a nearby hotel to recuperate. Section 2 arrives and sets off an anti-personnel mine left under one of the agent’s bodies, but Henrietta’s quick actions save everyone from fatal injury.",
                    "TitleJapanese": "カテリーナ 復讐の円環",
                    "SummaryJapanese": "数年前、学生だったフランカは、身に覚えの無い罪に問われ獄死した父親の復讐を誓う。伝説的な爆弾職人フランコの元を訪れるが、弟子入りを拒否されてしまう。諦めないフランカを前に、生きる目標を持たないでいたフランコは、自分の中で何かが変わっていくのを感じていた。そして現在。モンタルチーノで、ヒルシャーとトリエラにアジトを襲撃されたフランカ・フランコとピノッキオは、フラスカーティにあるワイン農園に身を隠していた。メッシーナ大橋爆破作戦準備のため、1人でローマを訪れたフランカだったが、立ち寄った事務所で張り込み中の1課員に見つかり捕らわれてしまう。帰ってこないフランカを気にしたフランコとピノッキオは、彼女を迎えに行くことにする。"
                },
                "8": {
                    "ID": "874521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/874521",
                    "TitleEnglish": "A Day in the Life of Claes",
                    "SummaryEnglish": "Claes has dreams of her time with Raballo, but can't seem to remember who he is, which distresses her. However, she keeps her emotional distress to herself, and continues to follow her daily routine of study, piano and gardening, as well as being examined by Section Two's science team. Jean, concerned about how much Claes recalls, has her watch a nature video that recalls the fishing trips she and her handler would take; this serves as something of a trigger for Claes, who goes wandering through the firing range, and seems to remember Raballo's name. At the end of the episode, she and a new cyborg, Beatrice, find a meteorite in Claes' herb garden, and the song Scarborough Fair is played as she reminisces over what she can remember of her mentor.",
                    "TitleJapanese": "クラエスの一日",
                    "SummaryJapanese": "担当官のいないクラエスは、公社の敷地から出ることなく、義体技術改良の試験体となっていた。食事制限や身体能力検査などが課せられているものの、それ以外の時間はハーブの世話をしたり、ピアノを弾いたり、読書をしたりと穏やかな時間を過ごしていた。ある日、ジャンが検査の一環で見せた夕暮れの映像に、クラエスは懐かしさと悲しさが同居した複雑な感情を覚える。過去の記憶を消去されたクラエスだが、今は亡き彼女の担当官との思い出を象徴するその映像に、何かを感じずにはいられないのだった。その帰り道、クラエスは屋内射撃場の前を通りかかり、何かを思い出しそうになる。記憶のない場所なのになぜか懐かしさがこみ上げてくる……クラエスはその理由を無意識に求めていた。"
                },
                "9": {
                    "ID": "874531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/874531",
                    "TitleEnglish": "Clever Snake, Simple Pigeon",
                    "SummaryEnglish": "Giuseppe reunites with an old friend from the Italian military, with whom he reminisces on the past, and especially his sister Enrica, until a PRF terrorist detonates a bomb near their restaurant. After his capture by Beatrice and interrogation by Rico reveals a large supply of plastic explosive, supplied to the PRF through the military, Section Two is tasked with finding out the identity of the traitor. The trail eventually leads to Giuseppe's old acquaintance, who is killed in a raid by the Fratello, badly upsetting Giuseppe, and his superior, Colonel Garnier. Meanwhile, Henrietta is troubled both over feelings that she is being overly selfish with Giuseppe and his general depression. She and Rico assassinate the Colonel and his second-in-command at a performance of Tosca, and Giuseppe reaffirms his affection for Henrietta, gently pinching her on the cheek as he used to do with his sister.",
                    "TitleJapanese": "賢い蛇 純真な鳩",
                    "SummaryJapanese": "ジョゼはかつての同僚・軍警察のマルカントニオとローマ市内のリストランテで、数年ぶりの再会を果たし喜んでいた。しかしそれも束の間、リストランテのすぐ前の通りで、五共和国派(パダーニャ)の爆弾テロが起こる。一方、爆弾テロの犯人を追っていたベルナルド・ビーチェ組とジャン・リコ組は、犯人の部屋から軍隊でしか手に入らない高性能爆薬を見つける。軍関係者が関わっていると判断し、調査を進める2課員たち。モリーゼ州の山中で武器を輸送する怪しい軍用トラックを見つけたジャン・ジョゼたちは、銃撃戦の果てに鎮圧に成功する。だが、そのトラックには乗っていたのは、絶命したマルカントニオだった。ジョゼはかつての同僚の裏切りに気を落とす間もなく、彼らの黒幕であるガニエ大佐の暗殺を命じられる。"
                },
                "10": {
                    "ID": "874541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/874541",
                    "TitleEnglish": "Flowers of Goodwill",
                    "SummaryEnglish": "Triela is still upset at her failure to defeat Pinocchio. Mario Bossi is testifying against the Mafia and Hillshire and Triela are sent to Naples to guard his teenage daughter, Maria Machiavelli. Maria chafes at the restrictions and tries to escape, being captured by Mafioso sent to capture her as leverage to prevent her father from testifying. Henrietta and Giuseppe rescue her, however. Triela undergoes Close Quarters Combat training at a Carabineri base. And a series of flashbacks also tells the story of how Hillshire and Rachelle Belleut met at Europol and while investigating a child torture/murder ring, rescued Triela at the cost of Rachelle’s life. It ends with Triela having one of her legs replaced and when she awakes, she notes that she dreamed of someone who was maybe her mother.",
                    "TitleJapanese": "善意の花",
                    "SummaryJapanese": "マリオ・ボッシの裁判中、その娘のミミの護衛をすることとなったヒルシャーとトリエラ。女の子の警護よりも訓練に打ち込みたいと、この任務に不満を感じていたトリエラだったが、無邪気で明るいミミと触れ合ううちにトリエラの心境も少しずつ変化し始めていた。そんな中、ヒルシャーはナポリ検察局にいるマリオに接見していた。実はマリオとヒルシャーにはある因縁があった。公社に来る以前、ユーロポールに在籍していたヒルシャーは、人を人とも思わぬ凄惨な犯罪行為に直面し、その闇の深さに思いつめていた。同じ思いを持つ同僚の監察医・ラシェルと共に、マリオから得た情報で人身売買の現場に潜入した二人がその場で見たものとは……。"
                },
                "11": {
                    "ID": "874551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/874551",
                    "TitleEnglish": "Budding Feelings",
                    "SummaryEnglish": "An assassin walks through a house, killing everyone he encounters. He calls Cristiano to report the successful completion of the job and he arrives to confirm it. As he leaves, Cristiano detects a false floor and in a room below they find a young boy - a boy who will become Pinocchio. Back in Frascati, Franco, Franca and Pinocchio rest and recuperate. Franca’s uncle calls, informing them that the police almost arrested him and will soon make a move to arrest Cristiano. They discuss plans to bomb the Strait of Messina Bridge. Section 2 is expecting them, however, and multiple fratelli are in position to guard the structure along with Army and Naval forces.",
                    "TitleJapanese": "芽生える感情",
                    "SummaryJapanese": "フラスカーティにあるワイン農園で潜伏中のピノッキオは、農園生活に馴染み、穏やかな日々を送っていた。共に潜伏中のフランカとフランコは、メッシーナ大橋の爆破計画を練りつつも、2課員たちによって武器調達ルートが潰されたこともあり、計画は頓挫したままだった。そんなある日、フランカは、彼女の身を案じるマリノフから電話で衝撃的な内容を告げられる。それは、失態の責任を取ってクリスティアーノが失脚すること、そしてクリスティアーノと縁を切るようにとの勧告だった。しかしフランカとフランコは、クリスティアーノを慕い続けるピノッキオのことを思い、メッシーナ大橋の実験橋を爆破することでクリスティアーノの失脚を阻止することを決意する。何も知らないピノッキオも、2人の護衛のために一緒にミラノへ向かうのだが……。"
                },
                "12": {
                    "ID": "874561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/874561",
                    "TitleEnglish": "The Fighting Puppet",
                    "SummaryEnglish": "Back at the bridge, the fratelli are searching for Franco, Franca and Pinocchio. Henrietta discovers the three setting charges in the main support. She opens fire and a fire-fight ensues. They escape in a boat and Franco sets off the charges, though it is insufficient to drop the bridge. They return to the farm in Frascati and Triela returns to the house in Naples where she had her first fight with Pinocchio. Pinocchio goes to Cristiano’s house in Milan just prior to Section 2 launching their assault. They take out a gas station where some of Cristiano’s men are using as a guard house and then set up a road block to prevent anyone from escaping. In his house, Cristiano is planning his escape, but Section 2 arrives and launches their assault. Triela and Pinocchio face each other for the second time.",
                    "TitleJapanese": "戦う人形",
                    "SummaryJapanese": "クリスティアーノ失脚を防ぐため、メッシーナ大橋の実験橋爆破を目論むフランカとフランコ。2人が爆弾を仕掛けていると、警戒態勢にあったジョゼ・ヘンリエッタ組に見つかってしまう。ピノッキオも交えての銃撃戦となり、結果的に実験橋の爆弾テロは不成功に終わる。フランカから真実を聞いたピノッキオはクリスティアーノの窮地を救うため、クリスティアーノの屋敷を訪れ逃げるように説得する。覚悟を決めていたクリスティアーノだったが、ピノッキオの気持ちに心を動かされ、国外への逃亡を決心する。その頃、情報を入手した社会福祉公社作戦2課はクリスティアーノ拘束に乗り出していた。屋敷に踏み込んだトリエラの目の前に、モンタルチーノで完敗した相手・ピノッキオが現れた……。"
                },
                "13": {
                    "ID": "874571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gunslinger-girl/episodes/874571",
                    "TitleEnglish": "And So Pinocchio Becomes Human",
                    "SummaryEnglish": "The \"Pinocchio Arc\" comes to a conclusion. Franco and Franca decide to come to the aid of Cristiano and Pinocchio. Triela and Pinocchio battle it out with guns and knives while Hillshire looks for Cristiano. Pinocchio shoots Triela with her own pistol and Cristiano is shot and then captured by Jean and Rico. Franco and Franca arrive to rescue Cristiano and make their escape by car. They reach the roadblock and Angelica shoots Franca. They fail to negotiate a bend in the road and crash into the Mediterranean. Triela finds Pinocchio and her training allows her to finally defeat him. In the aftermath of the battle, they dredge the car from the sea, but no bodies are found. All of the cyborgs are congratulated by their handlers for jobs well-done. Back at the compound, the girls settle back into their daily routine.",
                    "TitleJapanese": "そしてピノッキオは人間に",
                    "SummaryJapanese": "クリスティアーノの元へ向かったピノッキオを救うため、フランカとフランコもクリスティアーノ邸に向かう。屋敷ではすでにトリエラとピノッキオの激しい攻防が始まっていた。劣勢に立たされたトリエラに、モンタルチーノで奪った銃で銃弾を浴びせるピノッキオ。激しい怒りに奮い立たされ、再びピノッキオに挑むトリエラ。その頃逃亡を図るクリスティアーノは、ジャン・リコ組に襲撃され捕らえられてしまう。だが、間一髪でフランカ・フランコの車が到着し、クリスティアーノを奪還。生死をかけた彼らの戦いは、哀しきクライマックスへと向かっていく……。"
                }
            }
        }
    }
}