{
  "URL": "https://www.thetvdb.com/series/naruto",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0409591/",
    "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH774951",
    "https://www.themoviedb.org/tv/46260"
  ],
  "TitleEnglish": "Naruto",
  "SummaryEnglish": "In another world, ninja are the ultimate power, and in the Village Hidden in the Leaves live the stealthiest ninja in the land. Twelve years earlier, the fearsome Nine-Tailed Fox terrorized the village and claimed many lives before it was subdued and its spirit sealed within the body of a baby boy. That boy, Naruto Uzumaki, has grown up to become a ninja-in-training who's more interested in pranks than in studying ninjutsu.. but Naruto is determined to become the greatest ninja ever!",
  "Aliases": [],
  "Modified": "2025-10-03",
  "Seasons": {
    "0": {
      "ID": "26311",
      "URL": "https://www.thetvdb.com/series/naruto/seasons/official/0",
      "# Episodes": 10,
      "Episodes": {
        "1": {
          "ID": "332098",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/naruto/episodes/332098",
          "TitleEnglish": "Naruto OVA: Find the Crimson Four-Leaf Clover!",
          "SummaryEnglish": "Konohamaru likes a girl that is moving on account of her dad's mission. He gives Naruto a mission to go to Akagahara, a restricted area. There, he must find the crimson four leaf clover because of a legend that says that the one who has the clover will be granted a wish. Naruto eventually succeeds in getting the clover.",
          "Aliases": []
        },
        "2": {
          "ID": "332099",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/naruto/episodes/332099",
          "TitleEnglish": "Naruto OVA 2: Battle in the Hidden Falls! I AM a Hero!!!",
          "SummaryEnglish": "It's summer and Naruto and gang are doing missions. Their newest mission is to escort the leader of the Hidden Waterfall Village. But when Kakashi is called back to Konoha for an emergency jounin meeting, he leaves Naruto and gang behind. At the same time, an attack is initiated on the Hidden Waterfall Village, led by a missing-nin, and its former strongest jounin is executed. All of this is an attempt to get the \"hero water\", which multiplies your chakra tenfold in exchange for your life. Naruto and the gang are forced to do battle with the enemy in order to rid the Hidden Waterfall Village of its menace.",
          "Aliases": []
        },
        "3": {
          "ID": "332097",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/naruto/episodes/332097",
          "TitleEnglish": "Naruto OVA 3: Hidden Leaf Village Grand Sports Festival",
          "SummaryEnglish": "The ninja of Konoha are having a sports festival, filled with many events. Everyone keeps dragging Naruto off to each of the events, but all he really wants to do is use the bathroom.",
          "Aliases": []
        },
        "4": {
          "ID": "332094",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/naruto/episodes/332094",
          "TitleEnglish": "Naruto the Movie: Ninja Clash in the Land of Snow",
          "SummaryEnglish": "After a rousing game of hide-n-seek with Konohamaru, Naruto and the gang are on the next big mission. Their task is to escort the beautiful actress Fujimi Yukihime to a far off mountain where the sequel to last summer`s mega box office smash hit movie is being filmed. Upon their arrival, ghosts show up and try to scare everyone anyway from the movie set. Everyone is confused why they would want the movie to stop being made; so Naruto and the gang vow to find out who is behind the scarings and capture them.",
          "Aliases": []
        },
        "5": {
          "ID": "332095",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/naruto/episodes/332095",
          "TitleEnglish": "Naruto the Movie 2: Legend of the Stone of Gelel",
          "SummaryEnglish": "Naruto, Shikamaru, and Sakura are on a mission to return a lost pet, BUT in the middle of their journey an enigmatic boy knight commands a group of temu people to attack them. Because of the hard battle, the 3 get all roughed up. In a final effort to end the battle Naruto goes all out on the Temu people, but then falls off of a cliff with them. Faced with a huge moving fortress infront of him, Shikamaru has to rescue them. In order for Shikamaru to get a hold of the situation, he has to infiltrate the fortress. But in doing so, Shikamaru witnesses a frightening scene....",
          "Aliases": []
        },
        "6": {
          "ID": "339046",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/naruto/episodes/339046",
          "TitleEnglish": "Naruto OVA 4: Finally a clash! Jounin VS. Genin!! Indiscriminate Grand Melee Tournament!!",
          "SummaryEnglish": "An event has come to Konoha and it's for all ninjas, Jounin to Genin. The winner get to make one rule that will be put into play in Konoha and Suna. But you must have your crystal at the end. Naruto wants to fight Kakashi-sensei but will he ever find him? And when he does will he get Kakashi's crystal? Who will win?",
          "Aliases": []
        },
        "7": {
          "ID": "332096",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/naruto/episodes/332096",
          "TitleEnglish": "Naruto the Movie 3: Guardians of the Crescent Moon Kingdom",
          "SummaryEnglish": "Naruto, Kakashi, Sakura, and Lee are sent to protect a prince during his trip around the world and see that he returns safely to his home in the Moon Country. The Moon Country happens to be really rich and as such the Prince tends to buy anything his heart desires, during his travels the Prince would come across a circus group that features a rare Sabre-toothed tiger that he just had to have. So he purchased the entire group. Suddenly a mission to protect just the spoiled prince that hardly listened to anything said, turns in to a mission to look after animals and a prince that doesn`t listen to what they say, and in the end somehow get them all back safely to their home country. All the while there are three mysterious Ninja wielding some frightening jutsu waiting for them. Why are they attacking them? What do they want with Team Kakashi!?!",
          "Aliases": []
        },
        "8": {
          "ID": "4905326",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/naruto/episodes/4905326",
          "TitleEnglish": "Naruto OVA 5: Shippū! Konoha High School!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "9": {
          "ID": "4905327",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/naruto/episodes/4905327",
          "TitleEnglish": "Naruto OVA 6: The Cross Roads",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "10": {
          "ID": "8082645",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/naruto/episodes/8082645",
          "TitleEnglish": "Naruto OVA 7: Gentle Breeze Chronicles the Film: Naruto, the Genie, and the Three Wishes Dattebayo!!",
          "SummaryEnglish": "Naruto discovers a genie's bottle while he and the gang are at a genin grill party. When everyone finds out about the genie's ability to grant wishes, the ultimate chase begins.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "15770",
      "URL": "https://www.thetvdb.com/series/naruto/seasons/official/1",
      "# Episodes": 35,
      "Episodes": {
        "1": {
          "ID": "296975",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296975",
          "TitleEnglish": "Enter: Naruto Uzumaki!",
          "SummaryEnglish": "Welcome to the Village Hidden in the Leaves, where deadly serious Ninja roam the landscape and the seriously mischievous Naruto Uzumaki causes trouble everywhere he goes. But when he steals the ancient scroll of sealing, he unleashes a rare power rarely seen in a 12-year-old boy!",
          "Aliases": []
        },
        "2": {
          "ID": "296976",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296976",
          "TitleEnglish": "My Name Is Konohamaru!",
          "SummaryEnglish": "Naruto finally graduates from the Ninja Academy and claims to know it all. Well, at least that what he tells Konohamaru, the Village elder's pint-size grandson. Much to the dismay of Ebisu, Konohamaru's teacher and mentor, Naruto teaches him the hormonally lethal \"Sexy Jutsu!\"",
          "Aliases": []
        },
        "3": {
          "ID": "296977",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296977",
          "TitleEnglish": "Sasuke and Sakura: Friends or Foes?",
          "SummaryEnglish": "Naruto is preparing himself for the Genin orientation. It's all a happy story until Sensei picks a team for all the ninjas. Naruto was teamed up with his crush, Sakura, and his worst enemy, Sasuke. Can Naruto learn to work together with two people whom despise him?",
          "Aliases": []
        },
        "4": {
          "ID": "296978",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296978",
          "TitleEnglish": "Pass or Fail: Survival Test",
          "SummaryEnglish": "Naruto finally meets his new sensei. His name is Kakashi Hatake. He tells the group that before they could become Genin, they will have to pass his survival test. The problem is, the test has a 66% chance of failure, and if they fail they'll be sent back to the academy. To make matters even worse, one of them will fail no matter what. Can the three pass Kakashi's test?",
          "Aliases": []
        },
        "5": {
          "ID": "296979",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296979",
          "TitleEnglish": "You Failed! Kakashi's Final Decision",
          "SummaryEnglish": "Time is running out for Naruto and his group. With Sasuke the only one left, he tries to succeed where the others failed. Will they be able to get the bells before time runs out?",
          "Aliases": []
        },
        "6": {
          "ID": "296980",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296980",
          "TitleEnglish": "A Dangerous Mission! Journey to the Land of Waves!",
          "SummaryEnglish": "Tired of doing lame missions, Naruto asks the Hokage to give them something challenging. The Hokage caves and gives them a C-rank mission. They will be bodyguards for a bridge builder. It appears to be a simple mission, until the group is attacked by something more than common thugs...other ninja!",
          "Aliases": []
        },
        "7": {
          "ID": "296981",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296981",
          "TitleEnglish": "The Assassin of the Mist!",
          "SummaryEnglish": "Team Kakashi and Tazuna are on their way to his home. On the way there they run across a ninja named, Zabuza Momochi. Is the Sharingan enough to defeat this new enemy, or is team Kakashi's first mission over before its even begun?",
          "Aliases": []
        },
        "8": {
          "ID": "296982",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296982",
          "TitleEnglish": "The Oath of Pain",
          "SummaryEnglish": "With Kakashi captured, Naruto, Sasuke and Sakura must defend against Zabuza's attacks. Naruto realizes that working together with Sasuke may be the only way to save Kakashi. Will the combined effort of the two be enough to free Kakashi and defeat Zabuza?",
          "Aliases": []
        },
        "9": {
          "ID": "296983",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296983",
          "TitleEnglish": "Kakashi: Sharingan Warrior!",
          "SummaryEnglish": "With Kakashi free, the fight between him and Zabuza resumes. Kakashi decides to show Zabuza what the Sharingan is really capable of. Can Kakashi's Sharingan defeat Zabuza? And who is the mysterious person watching the fight?",
          "Aliases": []
        },
        "10": {
          "ID": "296984",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296984",
          "TitleEnglish": "The Forest of Chakra",
          "SummaryEnglish": "With Zabuza gone things are now settling and Tazuna can go and build the bridge without fear. Or so everyone thinks. Kakashi believes something is wrong with Zabuza's death and teaches Naruto, Sakura, and Sasuke a way to train so they could better use their chakra. Is Zabuza really dead?",
          "Aliases": []
        },
        "11": {
          "ID": "296985",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296985",
          "TitleEnglish": "The Land Where a Hero Once Lived",
          "SummaryEnglish": "While Naruto and Sasuke train, Sakura watches over Tazuna. During a nice dinner, Sakura notices a man's face torn from a picture. The man's name was Kaiza, and he was what the country called...a \"hero\". What happened to cause Inari so much pain?",
          "Aliases": []
        },
        "12": {
          "ID": "296986",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296986",
          "TitleEnglish": "Battle on the Bridge! Zabuza Returns!",
          "SummaryEnglish": "Naruto has a dangerous encounter with Haku in the forest, but is Haku there to cause trouble? Naruto and Sasuke better complete their training, as Zabuza is alive and has returned for round 2. Will Kakashi, Sasuke, and Sakura be able to defeat the Demon of the Mist? And, can Naruto arrive in time to help out?",
          "Aliases": []
        },
        "13": {
          "ID": "296987",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296987",
          "TitleEnglish": "Haku's Secret Jutsu: Demonic Mirroring Ice Crystals",
          "SummaryEnglish": "Round two with Zabuza has started, but this time… Zabuza has Haku fighting along side him. Haku and Sasuke go at it with Sasuke falling behind until he manages to get a kick in. Meanwhile Naruto deals with some of Gato's henchmen. Back at the bridge Haku uses his secret jutsu, Demonic Ice Mirrors. What does this jutsu hold in store for Sasuke? Will Naruto make it to the bridge in time and save Tsunami and Inari as well?",
          "Aliases": []
        },
        "14": {
          "ID": "296988",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296988",
          "TitleEnglish": "The Number One Hyperactive, Knucklehead Ninja Joins the Fight!",
          "SummaryEnglish": "Naruto finally joins the battle on the bridge. But when Naruto stupidly gets caught in the middle of Haku's jutsu as well, he and Sasuke must work together to escape. Kakashi is unable to help them, as he must deal with Zabuza to protect Sakura and Tazuna. How will the two escape from the ice mirrors without any help?",
          "Aliases": []
        },
        "15": {
          "ID": "296989",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296989",
          "TitleEnglish": "Zero Visibility: The Sharingan Shatters",
          "SummaryEnglish": "Naruto and Sasuke continue to fight Haku and are getting beaten bad. After having Naruto try and escape a few times, Sasuke begins to see a pattern. Meanwhile, outside Kakashi and Zabuza begin their fight. Can Naruto and Sasuke escape from Haku's jutsu? What plan does Zabuza have to defeat the Sharingan?",
          "Aliases": []
        },
        "16": {
          "ID": "296990",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296990",
          "TitleEnglish": "The Broken Seal",
          "SummaryEnglish": "Naruto and Sasuke continue their rigorous battle against Haku. When Haku targets a vulnerable Naruto, Sasuke risks everything to save him. Seeing his friend lie before him, a powerful force awakens inside Naruto. Has Kyubi been set free. If so, can anyone stop him?",
          "Aliases": []
        },
        "17": {
          "ID": "296991",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296991",
          "TitleEnglish": "White Past: Hidden Ambition",
          "SummaryEnglish": "Naruto takes out his rage on Haku, who doesn't stand a chance. However, Naruto realises that Haku is the boy he met back at the forest. Haku tells Naruto the story of his past and asks for Naruto to do him one favour..... Will Naruto do the one thing he could never do just as Haku wishes?",
          "Aliases": []
        },
        "18": {
          "ID": "296992",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296992",
          "TitleEnglish": "The Weapons Known as Shinobi",
          "SummaryEnglish": "Kakashi prepares to stop Zabuza once and for all, but Haku has other plans. Zabuza's employer shows up and he's decided to take matters into his own hands...",
          "Aliases": []
        },
        "19": {
          "ID": "296993",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296993",
          "TitleEnglish": "The Demon in the Snow",
          "SummaryEnglish": "Zabuza is no longer Kakashi's enemy, and thanks to a little speech by Naruto about how ninja are, Zabuza takes on Gato's men single handedly. The Demon of the Hidden Mist takes his vengeance on Gato and all of those dumb enough to follow him, and apologizes to Haku for what he did to the kind little boy. After the group takes care of the rest of Gato's men, Zabuza asks Kakashi one final request, to see Haku one final time. This is Zabuza's requiem.",
          "Aliases": []
        },
        "20": {
          "ID": "296994",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296994",
          "TitleEnglish": "A New Chapter Begins: The Chūnin Exam!",
          "SummaryEnglish": "With their latest mission complete, it's time once again for the group to go back to mediocre missions. After all are done, Konohamaru and his friends pay a visit to Naruto. All which result in being chased by Sakura. Everyone is soon over though, as two mysterious ninja block their way, and one of them isn't too happy with Konohamaru. Sasuke arrives to save the day, but the leader of the group shows up, with stealth skills that surprise even Sasuke. Meanwhile, the Third Hokage announces that it's time once again for the Chuunin selection exams.",
          "Aliases": []
        },
        "21": {
          "ID": "296995",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296995",
          "TitleEnglish": "Identify Yourself: Powerful New Rivals",
          "SummaryEnglish": "After the three ninjas take their leave, Sasuke realizes he has a powerful rival out there. The next day, Kakashi announces that he has recommended all of them for the Chuunin Exams. While Naruto and Sasuke are pleased, Sakura is afraid of letting everyone down. Also, someone decides they aren't ready and decides to test their abilities.",
          "Aliases": []
        },
        "22": {
          "ID": "296996",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296996",
          "TitleEnglish": "Chūnin Challenge: Rock Lee vs. Sasuke!",
          "SummaryEnglish": "Rock Lee challenges Sasuke to a one-on-one fight. Naruto grows angry and attacks him, only to be beaten in one attack. Sasuke realizes the challenge and eagerly accepts. But will Sasuke be defeated just as easily by this mysterious ninja? Sasuke's only advantage seems to be his Sharingan, but what happens when not even that will work?",
          "Aliases": []
        },
        "23": {
          "ID": "296997",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296997",
          "TitleEnglish": "Genin Takedown! All Nine Rookies Face Off!",
          "SummaryEnglish": "A reunion of all the rookies isn't a very happy one, as all of them prepare to take the Chuunin Exam. With so many rivals around, Naruto's team will need help from a fellow ninja named Kabuto to know what they're up against. Will the group be able to last through the exam?",
          "Aliases": []
        },
        "24": {
          "ID": "296998",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296998",
          "TitleEnglish": "Start Your Engines: The Chūnin Exam Begins!",
          "SummaryEnglish": "The first test of the Chuunin Exam is just that, a written test. When Ibiki issues a strict set of rules, Naruto fails to realize that the objective of the test is to cheat without getting caught. Can Naruto realize the truth before time runs out? And what about the tenth question?",
          "Aliases": []
        },
        "25": {
          "ID": "296999",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/296999",
          "TitleEnglish": "The Tenth Question: All or Nothing!",
          "SummaryEnglish": "As time ticks away, Naruto's only hope of passing the test lies in the final question. However, there is a requirement to answering the final question. If you choose not to answer it, you fail the test and can try again next time. But, if you choose to answer it and get it wrong, you can never take the test again and must stay a Genin forever! What will Naruto's choice be?",
          "Aliases": []
        },
        "26": {
          "ID": "297001",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297001",
          "TitleEnglish": "Special Report: Live from the Forest of Death!",
          "SummaryEnglish": "Before the second exam can begin, Konohamaru and his friends pull the members of Team 7 aside for interviews, where they retell the storyline to this point.",
          "Aliases": []
        },
        "27": {
          "ID": "297002",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297002",
          "TitleEnglish": "The Chūnin Exam Stage 2: The Forest of Death",
          "SummaryEnglish": "The second exam is about to begin, and every ninja must sign a form so that their team can get either the Heaven or Earth Scroll. The goal is to get one of each scroll and make it to the tower in five days. The groups get their scrolls and the exam begins. Naruto is ambushed by a ninja who poses as him. This ninja doesn't fool Sasuke, who immediately figures it out. Meanwhile, a new foe seeks them out, but who is this foe?",
          "Aliases": []
        },
        "28": {
          "ID": "297000",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297000",
          "TitleEnglish": "Eat or Be Eaten: Panic in the Forest",
          "SummaryEnglish": "To prevent further problems, Sasuke thinks up a password to determine friend from foe, but will it be that simple? Meanwhile Naruto has his hands full with a giant snake. Can he handle this on his own and what about Sasuke and Sakura, can they survive the ordeal?",
          "Aliases": []
        },
        "29": {
          "ID": "297003",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297003",
          "TitleEnglish": "Naruto's Counterattack: Never Give In!",
          "SummaryEnglish": "Sasuke is about to give up and give their scroll to the enemy, when Naruto stops him and accuses him of being a fake. Naruto then turns his attention to the Grass Ninja.... The battle is intense and when the Grass Ninja appears to get the upper hand, can Sasuke muster up the courage to fight?",
          "Aliases": []
        },
        "30": {
          "ID": "297004",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297004",
          "TitleEnglish": "The Sharingan Revived: Dragon-Flame Jutsu!",
          "SummaryEnglish": "Sasuke is still stuck in his trance and even Sakura's pleas can't get him back to normal. Meanwhile, Anko searches for the grass ninja fake. When the team appear to get the upper hand the question begs to be asked. Are the ninja truly defeated, or is there more to them than meets the eye?",
          "Aliases": []
        },
        "31": {
          "ID": "297005",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297005",
          "TitleEnglish": "Bushy Brow's Pledge: Undying Love and Protection",
          "SummaryEnglish": "Since Sakura was the only one who did not get injured in the previous battle she must watch over and protect her teammates. Unknown to her though, there are enemies watching from the trees.... They attack, but a friend arrives to help. Will it be enough?",
          "Aliases": []
        },
        "32": {
          "ID": "297006",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297006",
          "TitleEnglish": "Sakura Blossoms!",
          "SummaryEnglish": "Lee in his weakened state is having trouble defeating Dosu. Sakura realises everyone has been protecting her until now and that its her time to protect them! Can Sakura succeed where even Lee failed?",
          "Aliases": []
        },
        "33": {
          "ID": "297007",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297007",
          "TitleEnglish": "Battle Formation: Ino-Shika-Cho!",
          "SummaryEnglish": "With Sakura defeated and facing certain death, more reinforcements step into the fray. However, they sense an even bigger level of power, and its not coming from the sound trio! Meanwhile Sasuke wakes up with an ominous dark aura surrounding him and the mysterious seal spreading over his body. He has but one goal....make his enemies pay!",
          "Aliases": []
        },
        "34": {
          "ID": "297008",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297008",
          "TitleEnglish": "Akamaru Trembles: Gaara's Cruel Strength!",
          "SummaryEnglish": "Kiba, Shino, and Hinata decide to try and eliminate their opponents by taking more scrolls. They arrive upon a battlefield where three Rain ninjas are battling Gaara, Kankuro, and Temari. They remain hidden and observe the battle, thinking one of the Rain ninjas is a dangerous foe. After realizing Gaara's amazing abilities, they discover who is the really the dangerous one, and will be lucky if they can sneak away with their lives!",
          "Aliases": []
        },
        "35": {
          "ID": "297009",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297009",
          "TitleEnglish": "The Scroll's Secret: No Peeking Allowed",
          "SummaryEnglish": "Team Kakashi still has only one scroll and there is only a day left before the test ends. Naruto decides they need to make a fake scroll and goes to open their Earth scroll, when Kabuto shows up and stops him, explaining that the scroll will knock them out until after the exam ends. He then tells them he will help them find the scroll they need. They seem to be the ones on the hunt, but what happens when they fall into a trap set by the enemy?",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "15771",
      "URL": "https://www.thetvdb.com/series/naruto/seasons/official/2",
      "# Episodes": 48,
      "Episodes": {
        "1": {
          "ID": "297010",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297010",
          "TitleEnglish": "Clone vs. Clone: Mine Are Better Than Yours!",
          "SummaryEnglish": "Naruto and the gang realise they have been caught in an illusionary technique and then they are attacked! Can the four defeat the ninja when they can't even see them and what are Kabuto's true reasons for helping out the group?",
          "Aliases": []
        },
        "2": {
          "ID": "297011",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297011",
          "TitleEnglish": "Surviving the Cut! The Rookie Nine Together Again!",
          "SummaryEnglish": "The exam is over, but did they truly pass? An old friend arrives to explain and show his concern. Meanwhile, Anko informs the ANBU about Orochimaru, the S-Class criminal who even they cannot stop. Later the Third Hokage explains to everyone what the third exam truly means....",
          "Aliases": []
        },
        "3": {
          "ID": "297012",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297012",
          "TitleEnglish": "Narrowing the Field: Sudden Death Elimination!",
          "SummaryEnglish": "With so many participants still left, the groups are told that they will be pitted against each other in preliminary matches. Kabuto leaves, then Sasuke is told he has to fight. They know that Sasuke was given the cursed seal and if it takes over they will stop him. Can Sasuke stop the seal from taking over again and still win?",
          "Aliases": []
        },
        "4": {
          "ID": "297013",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297013",
          "TitleEnglish": "Bushy Brow's Jealousy: Lions Barrage Unleashed!",
          "SummaryEnglish": "Unable to use his chakra against Akado, Sasuke has to rely on good old-fashioned taijutsu to defeat him. Kakashi senses something is wrong with Sasuke and takes him away after the match.",
          "Aliases": []
        },
        "5": {
          "ID": "297014",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297014",
          "TitleEnglish": "Kakashi and Orochimaru: Face-to-Face!",
          "SummaryEnglish": "While Shino and Zaku finish their fight, Kakashi works on Sasuke's cursed seal. However, someone sinister shows up to ruin things, will Kakashi be able to protect Sasuke from this skilled foe?",
          "Aliases": []
        },
        "6": {
          "ID": "297015",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297015",
          "TitleEnglish": "Kunoichi Rumble: The Rivals Get Serious!",
          "SummaryEnglish": "Kankuro takes on Kabuto's teammate, Misumi, in a quick battle, proving how tough the Sand ninja really are. However, the real match comes when Sakura and Ino are pitted against one another!",
          "Aliases": []
        },
        "7": {
          "ID": "297016",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297016",
          "TitleEnglish": "The Ultimate Battle: Cha!",
          "SummaryEnglish": "Sakura and Ino prepare to settle the score once and for all! However, when Sakura becomes the victim of Ino's Mind-Body Switch Justu, will she be forced to give up the match?",
          "Aliases": []
        },
        "8": {
          "ID": "297017",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297017",
          "TitleEnglish": "Killer Kunoichi and a Shaky Shikamaru",
          "SummaryEnglish": "Temari of the Sand Village battles against Tenten from the Leaf Village. After the battle its Shikamaru's turn, but can he defeat an opponent who has already seen his moves once before?",
          "Aliases": []
        },
        "9": {
          "ID": "297018",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297018",
          "TitleEnglish": "Akamaru Unleashed! Who's Top Dog Now?",
          "SummaryEnglish": "The match between Kiba and Naruto kicks off, with Kiba immediately proving he has the upper hand in the battle. Everyone still believes Naruto is the weak ninja he's always been, everyone except for Hinata, Kakashi, and Sakura. Now it's Naruto's time to shine, and this time...everyone will be watching him!",
          "Aliases": []
        },
        "10": {
          "ID": "297019",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297019",
          "TitleEnglish": "Surprise Attack! Naruto's Secret Weapon!",
          "SummaryEnglish": "The battle between Naruto and Kiba draws to a close, with each of them giving it everything they've got. After being tricked by Naruto, Kiba can no longer rely on Akamaru's help. Naruto decides now is the time to release his new jutsu, only Kiba won't give him time to prepare it!",
          "Aliases": []
        },
        "11": {
          "ID": "297020",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297020",
          "TitleEnglish": "Byakugan Battle: Hinata Grows Bold!",
          "SummaryEnglish": "Kiba alerts Hinata, as he's being taken away, that there are only a few fighters left. He warns her that if she fights Gaara, she has to give up immediately or she could be killed. He also tells her to give up if paired against Neji, because Neji already has issues with her. Just then, the board shows the next fight...Hinata vs. Neji. Just how far will Hinata go to prove herself?",
          "Aliases": []
        },
        "12": {
          "ID": "297021",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297021",
          "TitleEnglish": "A Failure Stands Tall!",
          "SummaryEnglish": "Hinata will not give up so easily, especially with Naruto watching her. Will Hinata be willing to give up her own life in order to prove herself, or will the match be stopped before Neji can connect a killing move?",
          "Aliases": []
        },
        "13": {
          "ID": "297022",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297022",
          "TitleEnglish": "Gaara vs. Rock Lee: The Power of Youth Explodes!",
          "SummaryEnglish": "The second-to-last match finally arrives! Rock Lee must face down the mysterious and dangerous Gaara, a ninja who is said to have never been truly injured in a fight before.",
          "Aliases": []
        },
        "14": {
          "ID": "297023",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297023",
          "TitleEnglish": "Lee's Hidden Strength: Forbidden Secret Jutsu!",
          "SummaryEnglish": "As the battle between Lee and Gaara continues, Gai remembers how hard Lee used to train and how Lee has pretty much no ninjutsu or genjutsu skills. Lee is also a dropout, like Naruto. In order to defeat Gaara, Lee will have to use the move Gai forbade him to use.",
          "Aliases": []
        },
        "15": {
          "ID": "297024",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297024",
          "TitleEnglish": "The Fifth Gate: A Splendid Ninja Is Born",
          "SummaryEnglish": "The match between Gaara and Lee draws to an end as Lee unleashes his ultimate move. But will even this be enough to defeat Gaara? Even if Lee does make it out in one piece, even more shocking news awaits him.",
          "Aliases": []
        },
        "16": {
          "ID": "297025",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297025",
          "TitleEnglish": "A Shadow in the Darkness: Danger Approaches Sasuke",
          "SummaryEnglish": "As Chouji faces off against Dosu, Orochimaru gives an order for Kabuto to abduct Sasuke. He also tells Kabuto that if he wants to stop him, he'll have to kill Sasuke. As Kabuto approaches Sasuke, he hesitates on what to do. His spy cover is soon blown though, as Kakashi appears on the scene. Will Kakashi save Sasuke from Kabuto's grasp?",
          "Aliases": []
        },
        "17": {
          "ID": "297026",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297026",
          "TitleEnglish": "Ebisu Returns: Naruto's Toughest Training Yet!",
          "SummaryEnglish": "Naruto wants Kakashi to train him, but Kakashi has other plans. Ebisu arrives to an unhappy Naruto and makes a deal with him. If Naruto can get away from Ebisu, he'll make Kakashi train him. Naruto decides to accept Ebisu's challenge, but can he win?",
          "Aliases": []
        },
        "18": {
          "ID": "421980",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/421980",
          "TitleEnglish": "Long Time No See: Jiraiya Returns!",
          "SummaryEnglish": "While Ebisu trains Naruto at a hotspring, he spots someone trying to peep on the women bathing! Ebisu attacks, but it doesn't go quite as planned. Naruto then demands that the stranger become his teacher instead, but he's going to need some convincing. Does Naruto have any special Jutsu for this situation?",
          "Aliases": []
        },
        "19": {
          "ID": "297030",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297030",
          "TitleEnglish": "The Summoning Jutsu: Wisdom of the Pervy Sage!",
          "SummaryEnglish": "While Jiraiya attempts to teach Naruto the Summoning Jutsu, while doing research as well, Dosu learns the hard way why Gaara is so dangerous. Meanwhile, Baki and Kabuto secretly meet and reveal a sinister plot against Konoha. When Hayate discovers this dark secret, he attempts to warn the Hokage. However, he'll have to get through Baki first!",
          "Aliases": []
        },
        "20": {
          "ID": "297031",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297031",
          "TitleEnglish": "A Feeling of Yearning, a Flower Full of Hope",
          "SummaryEnglish": "Sakura goes to visit Sasuke and Lee in the hospital, along the way, she meets up with Ino and the two make the trip together. Lee tries to resume his training with limited success, making Sakura worry more about him and Sasuke.",
          "Aliases": []
        },
        "21": {
          "ID": "297032",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297032",
          "TitleEnglish": "Live or Die: Risk It All to Win It All!",
          "SummaryEnglish": "Since Naruto is having little to no success at summoning frogs, Jiraiya figures that if Naruto's to learn how summon Kyubi's chakra, he's going to need to be put into a life-threating situation. After having Naruto do a bunch of tasks, he throws Naruto off a cliff. Naruto's only hope of survival lies within an encounter with the Nine-Tailed Demon Fox himself. But, will Kyubi be willing to help him?",
          "Aliases": []
        },
        "22": {
          "ID": "297033",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297033",
          "TitleEnglish": "He Flies! He Jumps! He Lurks! Chief Toad Appears!",
          "SummaryEnglish": "Overjoyed at his success, Naruto manages to enrage Gamabunta. With him not willing to accept that Naruto was able to summon him, Naruto challenges Gamabunta to accept him as his subordinate if he is able to stay on his back until sundown.",
          "Aliases": []
        },
        "23": {
          "ID": "297034",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297034",
          "TitleEnglish": "Hospital Besieged: The Evil Hand Revealed!",
          "SummaryEnglish": "Due to the events with Gamabunta, Naruto is now stuck in the hospital. Shikamaru unexpectedly pays him a visit, saying the two of them are the types who never get girls to visit them. Meanwhile, Gaara approaches an unconscious Rock Lee, with the full intention of taking his life. Luckily for Lee, Naruto and Shikamaru are there to protect him. However, can they save even themselves after learning Gaara's shocking secret? What is it that Naruto has realized about Gaara?",
          "Aliases": []
        },
        "24": {
          "ID": "297035",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297035",
          "TitleEnglish": "The Final Rounds: Rush to the Battle Arena!",
          "SummaryEnglish": "Waking up late, Naruto hurries to the stadium where the Chuunin matches will be held, along the way he stops at his old training ground and meets up with Hinata. Naruto tells Hinata that he's afraid he'll lose, but with Hinata's encouragement and sort-of-confession of her feelings, Naruto is filled with renewed confidence and proceeds to the stadium leaving a shellshocked Hinata in his wake. Now Naruto must try to make it the stadium before it's too late, and Konohamaru has a plan to help him out.",
          "Aliases": []
        },
        "25": {
          "ID": "297036",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297036",
          "TitleEnglish": "Byakugan vs. Shadow Clone Technique!",
          "SummaryEnglish": "The opening ceremony to the Final Matches begins and Sasuke is missing, worrying Naruto. The ceremony ends and Naruto starts his fight with Neji. Will Naruto's confidence lead him to a victory or are Neji's skills to much for him? And where is Sasuke?",
          "Aliases": []
        },
        "26": {
          "ID": "297037",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297037",
          "TitleEnglish": "Ultimate Defense: Zero Blind Spot!",
          "SummaryEnglish": "Naruto begins his assault with his Shadow Clones but Neji analyses Naruto's actions and determines what he believes to be the real one. Unable to figure out why Naruto won't admit defeat, he takes off his headband and reveals a mysterious mark on his forehead. What is the truth about his hatred towards the main family of the Hyuuga Clan?",
          "Aliases": []
        },
        "27": {
          "ID": "297038",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297038",
          "TitleEnglish": "A Failure's True Power",
          "SummaryEnglish": "When it looks as if Naruto can't win, Neji continues to tell him that he cannot change his fate and that he has no idea what it feels like to carry a seal that cannot be removed. Naruto thinks back about his childhood and how he was treated because of the Nine-Tails sealed inside him. However, that same curse may prove to be his only chance at winning...",
          "Aliases": []
        },
        "28": {
          "ID": "297039",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297039",
          "TitleEnglish": "Hit It or Quit It: The Final Rounds Get Complicated!",
          "SummaryEnglish": "With Sasuke still absent, and everyone anxiously anticipating his match against Gaara, the tournament is forced to move on to the next round. Meanwhile, Neji learns the shocking truth about his father.",
          "Aliases": []
        },
        "29": {
          "ID": "297040",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297040",
          "TitleEnglish": "Zero Motivation: The Guy with Cloud Envy!",
          "SummaryEnglish": "Shikamaru takes on Temari, only he doesn't want to fight. Can the lazy Shikamaru even last the round? Or is there more to Shikamaru than meets the eye?",
          "Aliases": []
        },
        "30": {
          "ID": "297041",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297041",
          "TitleEnglish": "Dancing Leaf, Squirming Sand",
          "SummaryEnglish": "It's time for Sasuke's match against Gaara, only Sasuke has yet to show up. Normally they'd disqualify him, but everyone's anxiously awaiting the match. Therefore, they give Sasuke a time limit before disqualifying him. As time slowly begins to run out, only one question remains on everyone's mind...where's Sasuke?",
          "Aliases": []
        },
        "31": {
          "ID": "297042",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297042",
          "TitleEnglish": "Bushy Brow's Jutsu: Sasuke Style!",
          "SummaryEnglish": "Sasuke's match against Gaara finally begins! Gaara seems to have the upper hand at the beginning, until Sasuke shows off his newly found taijutsu techniques. Gaara is reliving the battle against Rock Lee all over again, only this time he's facing an opponent who can use more than simple taijutsu attacks.",
          "Aliases": []
        },
        "32": {
          "ID": "297043",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297043",
          "TitleEnglish": "Late for the Show, But Ready to Go! The Ultimate Secret Technique Is Born!",
          "SummaryEnglish": "With Gaara's ultimate defense in place, Sasuke's only hope of winning lies within the move Kakashi taught him… Chidori. But, how will Gaara react when Sasuke causes him to bleed?",
          "Aliases": []
        },
        "33": {
          "ID": "297044",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297044",
          "TitleEnglish": "Zero Hour! The Destruction of the Hidden Leaf Village Begins!",
          "SummaryEnglish": "Sasuke's match is interrupted when Orochimaru puts his plan into action. Temari and Kankuro are ordered to get Gaara to safety until he recovers, leaving Sasuke to chase after them. War has begun!",
          "Aliases": []
        },
        "34": {
          "ID": "297045",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297045",
          "TitleEnglish": "Village in Distress: A New A-Ranked Mission!",
          "SummaryEnglish": "Knowing that Sasuke is in over his head, Kakashi sends Naruto, Sakura, and Shikamaru, being guided by a dog named Pakkun, to stop Sasuke from pursuing Gaara.",
          "Aliases": []
        },
        "35": {
          "ID": "297046",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297046",
          "TitleEnglish": "A Shirker's Call to Action: A Layabout No More!",
          "SummaryEnglish": "Naruto, Sakura, Shikamaru, and Pakkun are being chased down by several Sound ninja. Shikamaru decides to stop and try to hold them off so the others can catch up to Sasuke without fear of pursuit. Shikamaru is the logical choice because of his Shadow Possession Jutsu… needless to say, Shikamaru's not too thrilled by this.",
          "Aliases": []
        },
        "36": {
          "ID": "297047",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297047",
          "TitleEnglish": "An Unrivaled Match: Hokage Battle Royale!",
          "SummaryEnglish": "The battle of kings has begun as Orochimaru has summoned some unexpected help. How can the Third Hokage handle this uncomfortable situation? Meanwhile, Sasuke finally catches up with Kakurou, Gaara and Temari…",
          "Aliases": []
        },
        "37": {
          "ID": "297048",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297048",
          "TitleEnglish": "A Mistake from the Past: A Face Revealed!",
          "SummaryEnglish": "While Naruto and Sakura continue to catch up to Sasuke, Temari trys to stall Sasuke long enough for Kankuro to get Gaara to safety, but Sasuke doesn't have time to waste on her! Meanwhile, The Third Hokage continues his battle with Orochimaru and is ready to use a move that not even he knows...",
          "Aliases": []
        },
        "38": {
          "ID": "297049",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297049",
          "TitleEnglish": "Forbidden Secret Technique: Reaper Death Seal!",
          "SummaryEnglish": "An unlikely ally appears to help Sasuke and allows him to continue to pursue Gaara. Meanwhile, the Hokage prepares to make the ultimate sacrifice to rid his village of Orochimaru!",
          "Aliases": []
        },
        "39": {
          "ID": "297050",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297050",
          "TitleEnglish": "Astonishing Truth! Gaara's Identity Emerges!",
          "SummaryEnglish": "While Shino and Kankuro fight the match they should've fought back during the Chuunin Exam, Naruto, Sakura, and Pakkun slowly catch up to Sasuke. Meanwhile, Sasuke has finally caught up with Gaara and Temari, but is he ready to face true horror when Gaara reveals his demon form?",
          "Aliases": []
        },
        "40": {
          "ID": "297051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297051",
          "TitleEnglish": "Sasuke's Decision: Pushed to the Edge!",
          "SummaryEnglish": "Sasuke struggles to keep up with Gaara's monstrous capacity. Only able to use Chidori twice in normal circumstances, Sasuke remembers that tragic day when his family died and realises he must risk the use of Chidori beyond his limit if he is to defeat Gaara. That is, if he can…",
          "Aliases": []
        },
        "41": {
          "ID": "297052",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297052",
          "TitleEnglish": "Assassin of the Moonlit Night",
          "SummaryEnglish": "As Sasuke is about to be defeated, Naruto and Sakura show up to save him. With this Gaara begins to have flashbacks of his childhood. What happened in Gaara's past to make him experience so much suffering?",
          "Aliases": []
        },
        "42": {
          "ID": "297053",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297053",
          "TitleEnglish": "Light vs. Dark: The Two Faces of Gaara",
          "SummaryEnglish": "Gaara continues to talk about his past. When Gaara states that Naruto can't become stronger when he fights for everyone else, Naruto recalls that if he didn't meet his friends, he would be the same as Gaara. Realizing that he has to protect his friends, Naruto overcomes his fear and decides to take on Gaara.",
          "Aliases": []
        },
        "43": {
          "ID": "421973",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/421973",
          "TitleEnglish": "Naruto's Ninja Handbook",
          "SummaryEnglish": "Naruto and Gaara continue their fight. Naruto begins to get an advantage, and Gaara transforms into the final form of Shukaku of the Sand. As he begins to put the squeeze on Naruto, Naruto summons Gamabunta Oyabun, and his comeback begins. Once again, Naruto begins to get an advantage, but Gaara casts the technique of fake sleep, releasing the full power of Shukaku. Now that the demon is free, what will Naruto do?",
          "Aliases": []
        },
        "44": {
          "ID": "297056",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297056",
          "TitleEnglish": "Beyond the Limit of Darkness and Light",
          "SummaryEnglish": "Transformed into Kyubi, Naruto and Gamabunta prepare to stop Shukaku by waking Gaara up. Though they succeed, the battle is far from over as Gaara won't stop until Naruto is dead. Naruto and Gaara prepare for their final attacks. Meanwhile, Sarutobi continues trying to defeat Orochimaru. And even though Sarutobi isn't strong enough to kill Orochimaru, he does have enough strength to take away Orochimaru's most prized possession...the use of his arms!",
          "Aliases": []
        },
        "45": {
          "ID": "297057",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297057",
          "TitleEnglish": "The Third Hokage, Forever…",
          "SummaryEnglish": "As the war draws to a close, Gaara admits his defeat to Naruto, and Orochimaru is forced to retreat as Sarutobi took away his arms. Now, all of the Konoha shinobi gather together to pay their respects to the person whom they respected the most… Sarutobi, the Third Hokage.",
          "Aliases": []
        },
        "46": {
          "ID": "297058",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297058",
          "TitleEnglish": "Return of the Morning Mist",
          "SummaryEnglish": "Two mysterious ninja infiltrate Konoha, and one of them bares the Sharingan. Just what are these two after? Why has Itachi Uchiha returned to Konoha?",
          "Aliases": []
        },
        "47": {
          "ID": "297059",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297059",
          "TitleEnglish": "Eye to Eye: Sharingan vs. Sharingan!",
          "SummaryEnglish": "Kakashi takes on Itachi, with both of them using the Sharingan. However, Kakashi soon realizes that he stands no chance against the legendary ninja. Itachi reveals that he has not come for his little brother, but instead he's come to do something else… abduct Naruto, and Kyubi as well!",
          "Aliases": []
        },
        "48": {
          "ID": "297060",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297060",
          "TitleEnglish": "Jiraiya: Naruto's Potential Disaster!",
          "SummaryEnglish": "Jiraiya and Naruto begin their search for Tsunade, but are constantly sidetracked by Jiraiya's peeping and hitting on pretty girls. Jiraiya tells Naruto some stories about the 3rd and 4th Hokages. Meanwhile, Sasuke learns that his brother, Itachi, is after Naruto and goes to warn him.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "15772",
      "URL": "https://www.thetvdb.com/series/naruto/seasons/official/3",
      "# Episodes": 48,
      "Episodes": {
        "1": {
          "ID": "297061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297061",
          "TitleEnglish": "Roar, Chidori! Brother vs. Brother!",
          "SummaryEnglish": "Sasuke remembers the day that Itachi single-handedly wiped out the entire Uchiha clan as he desperately searches for Naruto. However, Itachi and Kisame have already found him.",
          "Aliases": []
        },
        "2": {
          "ID": "297062",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297062",
          "TitleEnglish": "Hate Among the Uchihas: The Last of the Clan!",
          "SummaryEnglish": "Jiraiya and Naruto look on as Sasuke takes on Itachi alone. However, when the young ninja is severely outclassed, Jiraiya is forced to step in. Itachi and Kisame try to flee, but Jiraiya isn't about to let them get away so easily.",
          "Aliases": []
        },
        "3": {
          "ID": "297063",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297063",
          "TitleEnglish": "A New Training Begins: I Will Be Strong!",
          "SummaryEnglish": "Now that Sasuke is in safe hands, Naruto and Jiraiya can continue their search for Tsunade. When they arrive at a city with a festival on the way, Jiraiya and Naruto have some fun, at least until Naruto puts a stain on a man's shirt. Jiraiya uses a new technique that easily defeats the man and offers to teach it to Naruto. What is this new technique and can Naruto master it?",
          "Aliases": []
        },
        "4": {
          "ID": "297064",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297064",
          "TitleEnglish": "Keep on Training: Pop Goes the Water Balloon!",
          "SummaryEnglish": "Jiraiya gives Naruto the task of rotating the water in a balloon until it pops. Naruto is confident that he will accomplish this stage of the training by night, but soon learns it's not as easy as expected.",
          "Aliases": []
        },
        "5": {
          "ID": "297065",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297065",
          "TitleEnglish": "Focal Point: The Mark of the Leaf",
          "SummaryEnglish": "After passing stage one of the training, Naruto moves into stage two: power training. Jiraiya realizes that, like him, Naruto has a hard time concentrating, so he paints a spiral in the palm of Naruto's hand to help him to focus. With the aid of the spiral and a quick flashback to Iruka-sensei, Naruto completes stage two. Meanwhile, Tsunade's luck has become uncommonly good, which worries her. After being talked into sightseeing by her assistant, Tsunade meets Orochimaru… and she doesn't look at all pleased.",
          "Aliases": []
        },
        "6": {
          "ID": "297066",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297066",
          "TitleEnglish": "An Impossible Choice: The Pain Within Tsunade's Heart",
          "SummaryEnglish": "Naruto continues his training of the Rasengan, having mastered the stages of spin and power. The final stage proves to be the most difficult: control. Meanwhile, Orochimaru and Kabuto accost Tsunade and ask her to restore Orochimaru's arms. If she restores Orochimaru's arms, he promises to use his Rebirth of the Impure World kinjutsu to revive her lost lover and little brother.",
          "Aliases": []
        },
        "7": {
          "ID": "297067",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297067",
          "TitleEnglish": "Unforgivable! A Total Lack of Respect!",
          "SummaryEnglish": "Jiraiya and Naruto catch up to Tsunade, whereupon she learns that Konoha wants her to be the 5th Hokage. She refuses the title, angering Naruto, who mistakes her for being a weakling. Naruto learns first-hand how strong she really is. Naruto decides now is the time to try out the Rasengan, only he hasn't perfected it yet.",
          "Aliases": []
        },
        "8": {
          "ID": "297068",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297068",
          "TitleEnglish": "Inheritance! The Necklace of Death!",
          "SummaryEnglish": "Naruto makes a bet with Tsunade, that if he can master the Rasengan in one week, she'll give him a necklace belonging the to the First Hokage. However, Shizune reveals some startling information. Everybody, except for Tsunade, who's worn that necklace has died the next day!",
          "Aliases": []
        },
        "9": {
          "ID": "297069",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297069",
          "TitleEnglish": "A Dubious Offer! Tsunade's Choice!",
          "SummaryEnglish": "While Naruto continues to try and master the third step, Tsunade continues to think about Orochimaru's offer. Jiraiya tries to convince her by taking her out for a drink, only she slipped a paralyzing potion into his drink while he wasn't looking. Will Tsunade agree to Orochimaru's offer? And will Naruto master the Rasengan before the week is up?",
          "Aliases": []
        },
        "10": {
          "ID": "297070",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297070",
          "TitleEnglish": "Breakdown! The Deal Is Off!",
          "SummaryEnglish": "Because Orochimaru lied to her about not attacking Konoha, Tsunade begins her onslaught against him and Kabuto. Kabuto eats a food pill and begins to attack Tsunade with his medical techniques but are they enough to defeat her? Will Jiraiya, Shizune and Naruto show up in time?",
          "Aliases": []
        },
        "11": {
          "ID": "297071",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297071",
          "TitleEnglish": "Attack! Fury of the Rasengan!",
          "SummaryEnglish": "With Tsunade still paralized with fear and Naruto being a low level ninja, it is up to Shizune and Jiraiya to defeat Kabuto and Orochimaru. Orochimaru and Kabuto summon two giant snakes while Jiraiya summons Gamakichi, who does nothing. Naruto tries to help Jiraya, but he too only summons a small frog that also does nothing. Orochimaru and Kabuto attack and Shizune is easily defeated. Naruto tries Rasengan but fails. Can he master the technique before Kabuto does anything to Tsunade? How far will he go to master it?",
          "Aliases": []
        },
        "12": {
          "ID": "297072",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297072",
          "TitleEnglish": "The Fifth Hokage! A Life on the Line!",
          "SummaryEnglish": "Naruto finally lands a Rasengan into Kabuto's stomach, but not before Kabuto assures Naruto's certain death. Can Tsunade save him and protect him from Orochimaru?",
          "Aliases": []
        },
        "13": {
          "ID": "297073",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297073",
          "TitleEnglish": "Deadlock! Sannin Showdown!",
          "SummaryEnglish": "With Tsunade in her current conidtion, and Jiraiya still under the effects of the drug, Tsunade and Jiraiya must work together to defeat Orochimaru. And with all three ninja having summoned their signature beasts, it's sure to be one heck of a battle!",
          "Aliases": []
        },
        "14": {
          "ID": "297074",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297074",
          "TitleEnglish": "Kidnapped! Naruto's Hot Spring Adventure!",
          "SummaryEnglish": "The group are on their way back to Konoha when they stop at a town with hotsprings. Unknown to them they are being watched by men looking for Tsunade. Naruto's room gets raided and the necklace he was given goes missing with nothing but a ransom note left behind. What does it all mean? Can Naruto get the necklace back and why are they looking for Tsunade in the first place?",
          "Aliases": []
        },
        "15": {
          "ID": "297075",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297075",
          "TitleEnglish": "Tsunade's Warning: Ninja No More!",
          "SummaryEnglish": "Naruto, Tsunade, and Shizune finally return to Konoha so Tsunade can take over and become Hokage. Konohamaru finds out that Tsunade is the Fifth but refuses to believe it. Naruto then takes Tsunade to the hospital so she can heal Sasuke, Kakashi, and Lee. She heals Sasuke and Kakashi just fine… However, her diagnosis of Rock Lee has heartbreaking consequences for him and his future.",
          "Aliases": []
        },
        "16": {
          "ID": "297076",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297076",
          "TitleEnglish": "The Will of Fire Still Burns!",
          "SummaryEnglish": "Konohamaru locks himself in the office used by the 3rd to stop them from replacing his grandfather, the previous Hokage. Tsunade spends the day locked out of her office and researches a way to heal Rock Lee so he has a better chance of surviving the operation.",
          "Aliases": []
        },
        "17": {
          "ID": "297077",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297077",
          "TitleEnglish": "Sensei and Student: The Bond of the Shinobi",
          "SummaryEnglish": "As Lee decides whether or not to go through with the operation, Gai decides to give him some motivation. Meanwhile, Tsunade frantically struggles to increase the operation's success rate.",
          "Aliases": []
        },
        "18": {
          "ID": "297078",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297078",
          "TitleEnglish": "Gotta See! Gotta Know! Kakashi-Sensei's True Face!",
          "SummaryEnglish": "After their mission, Naruto persuades Sakura and Sasuke to help him unmask their sensei, Kakashi. However, Squad 7 soon finds out that this is easier said than done…",
          "Aliases": []
        },
        "19": {
          "ID": "297079",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297079",
          "TitleEnglish": "Mission: Help an Old Friend in the Land of Tea",
          "SummaryEnglish": "Naruto, Sakura and Sasuke find out their newest mission will be without Kakashi who has responsibilities elsewhere. Tsunade sends them to the Tea Country to protect someone, but the details are vague at best. Along the way they meet Idate Morino who causes the group a lot of trouble, especially when they discover who they have to protect!",
          "Aliases": []
        },
        "20": {
          "ID": "297080",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297080",
          "TitleEnglish": "The Race Is On! Trouble on the High Seas!",
          "SummaryEnglish": "The trio continue to follow Idate while fending off attacks by three Shinobi sent to kill him. They find out later just how important winning this race is to the Wasabi clan's future...",
          "Aliases": []
        },
        "21": {
          "ID": "422014",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/422014",
          "TitleEnglish": "Run Idate, Run! Nagi Island Awaits!",
          "SummaryEnglish": "While the Shinobi that is working for Wasarabi begins to beat up Idate, Naruto, Sasuke and Sakura finally reach the same island. However, some old enemies appear to get in their way once again! Will they manage to find Idate and rescue him before its too late?",
          "Aliases": []
        },
        "22": {
          "ID": "297083",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297083",
          "TitleEnglish": "A Fierce Battle of Rolling Thunder!",
          "SummaryEnglish": "With Naruto's help, Idate reaches the Modoroki Shrine... But just as he's about to cross the bridge, an old nemesis stands in his way.",
          "Aliases": []
        },
        "23": {
          "ID": "297084",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297084",
          "TitleEnglish": "The Last Leg: A Final Act of Desperation",
          "SummaryEnglish": "Now that Sasuke and Sakura are trapped at the bottom of a cliff, it's up the Number One Knucklehead Ninja to defeat the malevolent Aoi and help Idate cross the finish line.",
          "Aliases": []
        },
        "24": {
          "ID": "297085",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297085",
          "TitleEnglish": "The Battle Begins: Naruto vs. Sasuke",
          "SummaryEnglish": "Hospital bound and feeling his pride shattered, Sasuke finds there is only way to redeem himself: Battle Naruto! Meanwhile, the Ino-Shika-Cho Squad sit down for some barbeque to celebrate a special occasion!",
          "Aliases": []
        },
        "25": {
          "ID": "297086",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297086",
          "TitleEnglish": "Bitter Rivals and Broken Bonds",
          "SummaryEnglish": "As their rivalry reaches a fever pitch, Kakashi-sensei breaks up the battle and sends Naruto and Sasuke to their corners. Meanwhile, Four Sound ninja enter the Hidden Leaf Village with only one thing on their mind... Sasuke!",
          "Aliases": []
        },
        "26": {
          "ID": "297087",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297087",
          "TitleEnglish": "An Invitation from the Sound",
          "SummaryEnglish": "Sasuke takes on all four Sound Ninja, but soon learns it's going to take more than Chidori to defeat them!",
          "Aliases": []
        },
        "27": {
          "ID": "297088",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297088",
          "TitleEnglish": "Formation! The Sasuke Retrieval Squad",
          "SummaryEnglish": "Now that word of Sasuke's departure has spread to the Fifth Hokage, she calls upon the newest Chunin, Shikamaru, to put together a squad to bring Sasuke back to the village.",
          "Aliases": []
        },
        "28": {
          "ID": "297089",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297089",
          "TitleEnglish": "Sound vs. Leaf",
          "SummaryEnglish": "The Sound Ninja have Sasuke in their clutches and it's up to the Hidden Leaf Village's top Shinobi to stop them.",
          "Aliases": []
        },
        "29": {
          "ID": "297090",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297090",
          "TitleEnglish": "Squad Mutiny: Everything Falls Apart!",
          "SummaryEnglish": "As Shikamaru and the rest of the squad move in, Jirobo, one of the Sound Ninja, traps them within an Earth Dome Prison and sucks up their chakra!",
          "Aliases": []
        },
        "30": {
          "ID": "297091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297091",
          "TitleEnglish": "Full Throttle Power! Choji, Ablaze!",
          "SummaryEnglish": "Upon breaking free from the Earth Dome Prison, The Sasuke Retrieval Squad realize they don't have enough chakra to take on Jirobo... but Choji's got another idea up his sleeve.",
          "Aliases": []
        },
        "31": {
          "ID": "297092",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297092",
          "TitleEnglish": "Good-bye Old Friend…! I'll Always Believe in You!",
          "SummaryEnglish": "With his life on the line against the Sound Ninja Jirobo, Choji looks back on the seeds of his friendship with Shikamaru. Can he defeat his fearsome opponent without any Chakra?",
          "Aliases": []
        },
        "32": {
          "ID": "297093",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297093",
          "TitleEnglish": "Your Opponent Is Me!",
          "SummaryEnglish": "Hot on Sasuke's trail, Shikamaru and his squad get caught up in a web of unparalled chakra when they tangle with the six-armed Kidomaru!",
          "Aliases": []
        },
        "33": {
          "ID": "297094",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297094",
          "TitleEnglish": "360 Degrees of Vision: The Byakugan's Blind Spot",
          "SummaryEnglish": "While Naruto and the others go after Sasuke and the other Sound Ninja, Neji is locked in a desperate no-holds-barred battle with Kidomaru.",
          "Aliases": []
        },
        "34": {
          "ID": "297095",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297095",
          "TitleEnglish": "Losing Is Not an Option!",
          "SummaryEnglish": "Neji's on the run from Kidomaru's bow and arrow attacks. Will Neji make it out alive or will his new-found enemy hit his blindspot dead on?",
          "Aliases": []
        },
        "35": {
          "ID": "297096",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297096",
          "TitleEnglish": "The Vessel Arrives Too Late",
          "SummaryEnglish": "In pursuit of the Sound Ninja, Naruto, Kiba and Shikamaru strike at dawn to retrieve Sasuke and bring him back to the Hidden Leaf Village.",
          "Aliases": []
        },
        "36": {
          "ID": "297097",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297097",
          "TitleEnglish": "Miscalculation: A New Enemy Appears!",
          "SummaryEnglish": "Naruto, Kiba and Shikamaru intercept Sasuke from the Sound Ninja Four, but little do they know that another ninja from the Sound Village has been dispatched to grab Sasuke as well.",
          "Aliases": []
        },
        "37": {
          "ID": "297098",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297098",
          "TitleEnglish": "Roar and Howl! The Ultimate Tag Team",
          "SummaryEnglish": "Faced against the vicious twin duo of Sakon and Ukon, Kiba and Akamaru team up to take them out, using their most powerful jutsu.",
          "Aliases": []
        },
        "38": {
          "ID": "297099",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297099",
          "TitleEnglish": "To Each His Own Battle",
          "SummaryEnglish": "With the Sasuke retrieval squad now split into individual battles, it's up to Naruto, Kiba and Shikamaru to stop the sound ninja. But little do they realize that there's more to their opponents than their basic techniques.",
          "Aliases": []
        },
        "39": {
          "ID": "297100",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297100",
          "TitleEnglish": "Fakeout: Shikamaru's Comeback!",
          "SummaryEnglish": "Shikamaru's got his hands full with Tayuya and her melodic attacks. Can he stop her and put an end to her malevolent flute playing?",
          "Aliases": []
        },
        "40": {
          "ID": "297101",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297101",
          "TitleEnglish": "The Leaf's Handsome Devil!",
          "SummaryEnglish": "Naruto's Shadow Clones are no match for Kimimaro's attacks. But when an old bushy-browed buddy from the Leaf Village shows up, all bets are off!",
          "Aliases": []
        },
        "41": {
          "ID": "297102",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297102",
          "TitleEnglish": "The Beast Within",
          "SummaryEnglish": "Rock Lee's back and he's full of a special medicine that has Kimimaro on the run! Can he take out the fifth Sound Ninja?",
          "Aliases": []
        },
        "42": {
          "ID": "297103",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297103",
          "TitleEnglish": "The Sand Shinobi: Allies of the Leaf",
          "SummaryEnglish": "Down for the count and at the mercy of the Sound Ninja, Kiba, Shikamaru and Rock Lee get help from an unlikely bunch of new allies.",
          "Aliases": []
        },
        "43": {
          "ID": "297104",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297104",
          "TitleEnglish": "Showdown: Gaara vs. Kimimaro!",
          "SummaryEnglish": "Itching to fight and with a sense of guilt from the past, Gaara tells Rock Lee to stand down and let him take on Kimimaro. Meanwhile, Naruto continues on his quest to catch the runaway Sasuke.",
          "Aliases": []
        },
        "44": {
          "ID": "297105",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297105",
          "TitleEnglish": "Vengeful Strike! The Bracken Dance",
          "SummaryEnglish": "As Gaara demonstrates he has more than enough backbone to take on Kimimaro, Orochimaru recollects on how he brought him as a young man into the Sound Village.",
          "Aliases": []
        },
        "45": {
          "ID": "297106",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297106",
          "TitleEnglish": "A Cry on Deaf Ears",
          "SummaryEnglish": "Finally catching up to Sasuke, Naruto does all he can to keep him from going to Orochimaru. Does he have enough strength to stop him or is Sasuke gone for good?",
          "Aliases": []
        },
        "46": {
          "ID": "297082",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297082",
          "TitleEnglish": "Brothers: Distance Among the Uchiha",
          "SummaryEnglish": "Naruto and Sasuke face off in battle as we get a glimpse into Sasuke's past where his achievements were ignored by his father and his brother Itachi's behavior began to take a turn for the worst.",
          "Aliases": []
        },
        "47": {
          "ID": "431793",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/431793",
          "TitleEnglish": "Father and Son, the Broken Crest",
          "SummaryEnglish": "As Sasuke squares off against Naruto, he reflects on his past when he was neglected by both his stern father and Itachi, his brooding older brother.",
          "Aliases": []
        },
        "48": {
          "ID": "297109",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297109",
          "TitleEnglish": "The Secrets of the Mangekyō Sharingan",
          "SummaryEnglish": "While Naruto is busy underwater, Sasuke remembers the fateful day in which his clan was killed. He remembers why Itachi spared his life, and why Itachi did what what he did. Now, in order to gain the same power as his brother, he must kill his closest friend...Naruto!",
          "Aliases": []
        }
      }
    },
    "4": {
      "ID": "15773",
      "URL": "https://www.thetvdb.com/series/naruto/seasons/official/4",
      "# Episodes": 48,
      "Episodes": {
        "1": {
          "ID": "297110",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297110",
          "TitleEnglish": "For a Friend",
          "SummaryEnglish": "Kakashi learns the truth about the chase after Sasuke, and orders his dogs, including Pakkun, to go find Naruto and Sasuke. However, things are looking grim as the clash between the Chindori and the Rasengan ensues. The attacks are even, causing Naruto and Sasuke to both fly back. Naruto finally realizes how serious Sasuke is, and gets the snot beat out of him while he remembers how he always wanted to be friends with Sasuke.",
          "Aliases": []
        },
        "2": {
          "ID": "297111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297111",
          "TitleEnglish": "A Plea from a Friend",
          "SummaryEnglish": "Naruto proves to be too much for Sasuke to handle as Naruto fights back with renewed vigour. Finally acknowledging Naruto's strength, Sasuke puts on his forehead protector, symbolizing both as equals. But when Sasuke's Sharingan is upgraded to level 3, the tables turn on Naruto. Just when all hope seems lost for Naruto, he undergoes a startling transformation, but will it be enough?",
          "Aliases": []
        },
        "3": {
          "ID": "297112",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297112",
          "TitleEnglish": "The End of Tears",
          "SummaryEnglish": "The battle between Naruto and Sasuke comes to a close, as One-Tailed Naruto takes on Cursed Seal Level 2 Sasuke in one final Rasengan vs. Chidori clash! And this time...only one person will emerge victorious. Will Kakashi and Pakkun make it in time? And who is this mysterious ninja watching everything?",
          "Aliases": []
        },
        "4": {
          "ID": "297113",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297113",
          "TitleEnglish": "The Promise That Could Not Be Kept",
          "SummaryEnglish": "Shikamaru's group is brought back to Konoha with many injuries. Neji and Chouji could possibly die, Kiba has a deep wound but nothing too serious, and Naruto and Shimakamru have a few injuries. When Sakura finds out they are back ,she goes immediatley to see Sasuke and Naruto but finds out Sasuke got away. Can Naruto keep his promise to Sakura? And what news does the Jiraiya have for Naruto?",
          "Aliases": []
        },
        "5": {
          "ID": "297114",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297114",
          "TitleEnglish": "Deep Cover?! A Super S-Ranked Mission!",
          "SummaryEnglish": "Jiraiya begins to worry about Naruto and Sakura's wellbeing. He then requests that Tsunade send them on a mission with him. He finds Naruto telling Sakura he is not going to stop her from going after Sasuke, but he is going with her, and tells them about the mission. They head off to Rice Country to find the Hidden Sound Village, and hopefully Sasuke as well.",
          "Aliases": []
        },
        "6": {
          "ID": "297115",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297115",
          "TitleEnglish": "A Town of Outlaws, the Shadow of the Fuma Clan",
          "SummaryEnglish": "Naruto, Sakura and Jiraiya end up in a town that is even worse than the one they were chased out of. Jiraiya heads off and leaves Naruto and Sakura to get some food. Along the way they find the ninja that attacked them before, but things are not as clearcut as they might seem.",
          "Aliases": []
        },
        "7": {
          "ID": "297116",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297116",
          "TitleEnglish": "Pure Betrayal, and a Fleeting Plea!",
          "SummaryEnglish": "When Sasame drugs the gang, she prepares to hand them over to Orochimaru. But, when she discovers that they are to be killed, she has a change of heart…",
          "Aliases": []
        },
        "8": {
          "ID": "297117",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297117",
          "TitleEnglish": "Pure Terror! The House of Orochimaru",
          "SummaryEnglish": "Sasame leads Naruto, Jiraiya, and Sakura to Orochimaru's hideout. They send Sasame back to the village because of the danger level. Jiraiya summons Gamakichi to go in first and investigate. The four come to three tunnels. Jiraiya goes off to the right, Naruto and Sakura down the middle and Gamakichi down the left. Will the four of them make it past the traps?",
          "Aliases": []
        },
        "9": {
          "ID": "297118",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297118",
          "TitleEnglish": "Two Heartbeats: Kabuto's Trap",
          "SummaryEnglish": "Naruto arrives in the nick of time to save Sakura, but not before Kabuto tells her that Sasuke is dead! Naruto attacks but ends up tangled in a deadly trap of Kabuto's. Is it all over for our hero and will they find Arashi?",
          "Aliases": []
        },
        "10": {
          "ID": "297119",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297119",
          "TitleEnglish": "Sakura's Determination",
          "SummaryEnglish": "The battle between Naruto and Arashi continues, but Naruto's injury is making it difficult for him to succeed. Sasame jumps in to try to save Naruto but will it be enough?",
          "Aliases": []
        },
        "11": {
          "ID": "297120",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297120",
          "TitleEnglish": "The Three Villains from the Maximum Security Prison",
          "SummaryEnglish": "With the events of the Rice Field Country behind them, everyone prepares for their training. But a new threat soon arises. Remember Mizuki? He's back and he's planning to break out of Konoha's Correctional Facility, along with two stupid, fat brothers…",
          "Aliases": []
        },
        "12": {
          "ID": "297121",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297121",
          "TitleEnglish": "Tonton! I'm Counting on You!",
          "SummaryEnglish": "Shizune and her team encounter Mizuki, but it doesn't go as planned! When Tonton comes back to warn Tsunade, Naruto takes the initiative to find Shizune with Tonton's help. Kakashi arrives and lends Pakkun's assistance to Iruka before departing on a mission of his own. Will it all be enough to save the day?",
          "Aliases": []
        },
        "13": {
          "ID": "297122",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297122",
          "TitleEnglish": "A New Squad! Two People and a Dog?!",
          "SummaryEnglish": "Naruto is having trouble with the two brothers and Iruka is having his share of difficulties with Mizuki! Iruka struggles to try and get the old Mizuki back but he doesn't have much success… Meanwhile, when things are looking bleak for Naruto, can 3 friendly Ninja save the day?",
          "Aliases": []
        },
        "14": {
          "ID": "297123",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297123",
          "TitleEnglish": "A New Formation: Ino-Shika-Cho!",
          "SummaryEnglish": "Naruto's backup has arrived and they are Shikamaru, Ino, and Chouji. They tell Naruto that they will take care of the brothers. Naruto leaves to catch up to Iruka, who is fighting Mizuki. Can Naruto arrive before Mizuki kills Iruka? And can Shikamaru, Ino, and Chouji hold off the brothers?",
          "Aliases": []
        },
        "15": {
          "ID": "297124",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297124",
          "TitleEnglish": "Orochimaru's Shadow",
          "SummaryEnglish": "Naruto, Iruka and Pakkun meet up with Mizuki's fiancee Tsubaki and she has come to offer help to the three. Meanwhile, Shikamaru, Ino and Chouji are having trouble holding the two brothers at bay. While this is going on, Tsunade discovers a startling secret about Mizuki and Orochimaru and plans to take matters into her own hands…",
          "Aliases": []
        },
        "16": {
          "ID": "297125",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297125",
          "TitleEnglish": "A Clash of Fate: You Can't Bring Me Down",
          "SummaryEnglish": "Mizuki is determined to make Naruto and Iruka suffer and it appears that he has the upper edge with his improved strength and speed! Shikamaru, Ino and Chouji are also at their limits and now Fuujin and Raijin are free. Can Tsunade arrive in time to help?",
          "Aliases": []
        },
        "17": {
          "ID": "297126",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297126",
          "TitleEnglish": "Search for the Rare Bikochu Beetle",
          "SummaryEnglish": "Naruto is unable to search for Sasuke due to Tsunade's orders, while Kiba and Hinata wonder how they can help him out. Shino remembers a special type of bug that if it is found, could easily track Sasuke down. they go and discuss it with Tsunade, who agrees to let them search for it, making Shino the leader. Tsunade discovers Naruto eavsfropping the conversation and lets him go with them. But, can they complete a mission with only a 10% success rate? As they travel, Naruto has difficulty dealing with Shino's bizzare behavior. Hinata also sneaks out in the middle of the night to practice some mysterious moves. After two days of travelling, they finally reach their destination. And they're not alone, a mysterious group is also after the same thing.",
          "Aliases": []
        },
        "18": {
          "ID": "297127",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297127",
          "TitleEnglish": "What's the Difference? Don't All Insects Look Alike?",
          "SummaryEnglish": "The group struggles to find a Bikouchuu, but seem to fail at every turn. When it starts to rain they realise they only have one more chance to find it, will Hinata's Byakugan be enough?",
          "Aliases": []
        },
        "19": {
          "ID": "297128",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/297128",
          "TitleEnglish": "A Battle of Bugs: The Deceivers and the Deceived",
          "SummaryEnglish": "With Hinata's safety in danger, the group must try and figure out a way to save her and protect the Bikouchuu at the same time. Every time one side seems to have an edge though, the other reveals yet a new trick. As dawn approaches, they don't have long left… can they succeed?",
          "Aliases": []
        },
        "20": {
          "ID": "299357",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/299357",
          "TitleEnglish": "Blaze Away, Byakugan! This Is My Ninja Way",
          "SummaryEnglish": "With the group trapped, Shino makes a deal to trade the Bikouchuu for Hinata. Unfortunately for the opponents, Hinata got away, making the deal worthless! They begin to attack but can Hinata show up to save the day?",
          "Aliases": []
        },
        "21": {
          "ID": "299358",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/299358",
          "TitleEnglish": "Funeral March for the Living",
          "SummaryEnglish": "When Naruto rescues three strangers he finds himself dragged into yet another mission. However, this time he doesn't want to partake in it! That is until he hears that there might be a connection to Akatsuki. With Neji, Lee and Tenten as his teammates, will he find the information he is looking for?",
          "Aliases": []
        },
        "22": {
          "ID": "299359",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/299359",
          "TitleEnglish": "A Lesson Learned: The Iron Fist of Love",
          "SummaryEnglish": "Out to try and save Rourusuke, Naruto and the others ambush members of the Kurosuke Family and save an old man. They soon hear the funeral bell and go and save Rourusuke. However, Rock lee meets an old friend among the group, and Lee must now convince Kurashi to return his his old way of life. Their time together is cut short, as Raiga watches from the sidelines. Can Naruto, Neji, Rock Lee, and Tenten defeat an enemy that not even Neji's Byakugan can see?",
          "Aliases": []
        },
        "23": {
          "ID": "446682",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/446682",
          "TitleEnglish": "The Enemy of the Byakugan",
          "SummaryEnglish": "Naruto, Tenten, Neji and Lee continue their mission to stop Raiga and save the Rourusuke Family. They try to work out a plan but the thick fog makes it difficult for them to see. Even Neji's Byakugan doesn't seem to help. Lee fights Raiga and manages to knock a bag off his back. What is this bag and what is inside it that seems so important? Meanwhile Naruto steps up to battle Raiga. Will he be able to defeat him?",
          "Aliases": []
        },
        "24": {
          "ID": "446683",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/446683",
          "TitleEnglish": "The Dark Creeping Clouds",
          "SummaryEnglish": "With Raiga seemingly defeated, the group can get on with clearing up the remaining enemy Ninja and returning the village to normal. However, what will they do with Ranmaru who tells them about his tragic past?",
          "Aliases": []
        },
        "25": {
          "ID": "446684",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/446684",
          "TitleEnglish": "Raiga's Counterattack",
          "SummaryEnglish": "Ranmaru is determined to bring Raiga back from the dead and appears to suceed! An enraged raiga now goes on the offensive, starting with Tenten. Karashi runs back to the Curry House to tell the others what has happened, but who's side is he really on?",
          "Aliases": []
        },
        "26": {
          "ID": "300692",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/300692",
          "TitleEnglish": "Run! The Curry of Life",
          "SummaryEnglish": "Lee is left facing Raiga alone while Tenten and the others hurry to bring them the curry of life. Ranmaru is reunited with Raiga, but are things the same as they were before?",
          "Aliases": []
        },
        "27": {
          "ID": "301011",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/301011",
          "TitleEnglish": "Everyone, Come with Me! Great Sweat and Tears Survival Plan",
          "SummaryEnglish": "Every Genin is assigned a squad of Cadets to lead on a mission that forces all of them to race to the top of a mountain to retrieve a scroll and, wouldn't you know it, guess who Naruto ends up leading? Its none other than the Konohamaru corps. However, when a storm causes the mission to be cancelled without his knowing, he will have to be a better leader than ever to keep his team alive!",
          "Aliases": []
        },
        "28": {
          "ID": "301135",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/301135",
          "TitleEnglish": "Bounty Hunter from the Wilderness",
          "SummaryEnglish": "Naruto, Hinata and Kiba are sent off on a mission to capture a thief named Gosunkugi. However, on the way they meet another bounty hunter, who is after the same target as them…",
          "Aliases": []
        },
        "29": {
          "ID": "301230",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/301230",
          "TitleEnglish": "Hunt or Be Hunted?! Showdown at the O.K. Temple!",
          "SummaryEnglish": "Turns out Sazanami is really a wanted criminal named Toukichi who is wanted for the murder of a family of three. Truth is however, he's innocent, and wants to capture the man responsible to prove it! Sazanami teams up with the Konoha group to stop Gosunki once and for all…",
          "Aliases": []
        },
        "30": {
          "ID": "301231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/301231",
          "TitleEnglish": "The Appearance of Strange Visitors",
          "SummaryEnglish": "As Gai and Lee leave Konoha on a mission, two strangers disguise themselves as them and sneak into the village to learn its secrets. Tsunade, Sakura and Tenten have big plans in store for these imposters, plans that'll make their lives miserable.",
          "Aliases": []
        },
        "31": {
          "ID": "301232",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/301232",
          "TitleEnglish": "The Cursed Warrior",
          "SummaryEnglish": "Naruto, Tenten, and Neji travel to the Bird Country to exterminate a ghost named Noroimusha.",
          "Aliases": []
        },
        "32": {
          "ID": "301233",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/301233",
          "TitleEnglish": "The Tactician's Intent",
          "SummaryEnglish": "Naruto and the others attempt to prove that Kouhmei is the one responsible for the ghost. However, what Naruto and the gang discover leaves even more mysteries unsolved.",
          "Aliases": []
        },
        "33": {
          "ID": "302472",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/302472",
          "TitleEnglish": "Too Late for Help",
          "SummaryEnglish": "Naruto decides to do some investigating on his own over the matter of the ghost, while Neji and Tenten try a different approach. WIth the help of two frogs, Naruto begins to learn more and more about the truth of the matter… but will what he discovers, cost him his life?",
          "Aliases": []
        },
        "34": {
          "ID": "302473",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/302473",
          "TitleEnglish": "The Death of Naruto",
          "SummaryEnglish": "Kakashi orders Neji and Tenten to return to the village with him, much to their protest. Meanwhile Koumei is about to be executed, at least until the Noroimusha shows up! Is the ghost an ally or an enemy and whatever became of Naruto? Questions are answered as Sagi reveals the truth!",
          "Aliases": []
        },
        "35": {
          "ID": "302474",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/302474",
          "TitleEnglish": "When Time Stands Still",
          "SummaryEnglish": "Sagi prepares his plans for revenge and he won't let anyone stand in his way! Disguised as the Noroimusha, he confronts Musou, but shocking news is revealed when they both reveal their true identities!",
          "Aliases": []
        },
        "36": {
          "ID": "302475",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/302475",
          "TitleEnglish": "When Egrets Flap Their Wings",
          "SummaryEnglish": "Shima saves Naruto from Ooki's genjutsu trap and proceeds to try and protect him. When all seems lost for our hero, a mysterious white figure appears and asks him to grant one last wish. Will Naruto find the strength to grant this request and save the day?",
          "Aliases": []
        },
        "37": {
          "ID": "302476",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/302476",
          "TitleEnglish": "Mix It, Stretch It, Boil It Up! Burn, Copper Pot, Burn!",
          "SummaryEnglish": "Mr. Ichiraku, the owner of the Ichiraku Ramen shop is in trouble. His daughter has been kidnapped and he only has two days to win her back! Can Nauruto, Chouji and Sakura help Mr. Ichiraku win the contest, or will he have to hand over his Legendary Ramen recipe?",
          "Aliases": []
        },
        "38": {
          "ID": "310567",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310567",
          "TitleEnglish": "Remembrance: The Lost Page",
          "SummaryEnglish": "Being some of the few Genins available, Naruto, Ino, and Shino are forced to accompany Anko on her mission to the Sea Country to destroy a sea monster and protect a boat carrying gold. However, Anko is acting strange as she begins to remember more and more events from her past, and the connection she once had with Orochimaru.",
          "Aliases": []
        },
        "39": {
          "ID": "310568",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310568",
          "TitleEnglish": "The Closed Door",
          "SummaryEnglish": "Naruto is recovering thanks to the mysterious girl, Isaribi. While Naruto is recovering, Anko, Shino, and Ino search for him and also meet the man in charge of the payroll shipment. The group eventually meets back up, but not before finding the sea monster's lair.",
          "Aliases": []
        },
        "40": {
          "ID": "310569",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310569",
          "TitleEnglish": "Infiltration: The Set-Up!",
          "SummaryEnglish": "After Isaribi escapes, Naruto and his team decide to go to the forbidden island and confront Orochimaru and his subordinates. They soon discover that Orochimaru is not the man behind the curtain, but a man known as Amachi. Amachi is the one responsible for turning Isaribi into a monster, so why is she helping him?",
          "Aliases": []
        },
        "41": {
          "ID": "310570",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310570",
          "TitleEnglish": "Despair: A Fractured Heart",
          "SummaryEnglish": "After narrowly escaping the collapsing lab, Naruto and the others must catch up to the money convoy. However, Amachi has already set his trap, and the convoy crew has taken the bait. Naruto and the others arrive to save the day, as all of them prepare for battle. But can the group defeat Amachi when he reveals his true self? And what will happen when Isaribi realizes how far Naruto will go to save her?",
          "Aliases": []
        },
        "42": {
          "ID": "310571",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310571",
          "TitleEnglish": "The Battle at Sea: The Power Unleashed!",
          "SummaryEnglish": "Naruto and Amachi's battle comes to a rather quick end, or does it? Also, Anko recovers more of her past including a significant event.",
          "Aliases": []
        },
        "43": {
          "ID": "310572",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310572",
          "TitleEnglish": "Impossible! Celebrity Ninja Art: Money-Style Jutsu!",
          "SummaryEnglish": "In addition to Naruto's normal missions, he gets a special mission involving a VIP. Naruto is forced to hang out with a young boy, who likes ninja. However, the boy thinks money can buy him everything, and Naruto won't stand for that. Teaching the boy will prove to be difficult, especially when he is the target of kidnappers.",
          "Aliases": []
        },
        "44": {
          "ID": "310573",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310573",
          "TitleEnglish": "The Treasure Hunt Is On!",
          "SummaryEnglish": "Naruto, Kiba, and Hinata are ordered on a special mission: A treasure hunt! There is a downside though; if they fail the mission, they have to go back to the Academy. They set off confident that the mission will be easy, but still worried about having to go back to the academy. Everything is going as well as expected until some mysterious characters show up. Can Naruto and crew find the gold, or will they have to go back to the Academy with the other little kids?",
          "Aliases": []
        },
        "45": {
          "ID": "310574",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310574",
          "TitleEnglish": "Run, Dodge, Zigzag! Chase or Be Chased!",
          "SummaryEnglish": "Naruto, Kiba, and Hinata must make it back to Konoha and stop their evil look-alikes from ruining their village. The imposters think it'll be an easy task, but when the real Naruto and Kiba expose their weakness, they discover that it may not be so easy.",
          "Aliases": []
        },
        "46": {
          "ID": "310575",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310575",
          "TitleEnglish": "Please, Mr. Postman!",
          "SummaryEnglish": "Naruto accidently meets up with Jiraiya and demands that he trains him. Jiraiya refuses however, as he has to finish the next volume of his series. Anxiously wanting to train, Naruto tries to help and as usual, it all goes wrong. Naruto and Jiraiya vs the Courier Ninja, who will come out on top?",
          "Aliases": []
        },
        "47": {
          "ID": "310576",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310576",
          "TitleEnglish": "Encounter! The Boy with a Star's Name",
          "SummaryEnglish": "About 200 years, a star fell to the Hidden Star Village. This star supposedly as mystic powers. However, the village has few ninja, so they require the help of other villages. Naruto accompanies Lee, Neji, and Tenten on a mission to protect it.",
          "Aliases": []
        },
        "48": {
          "ID": "446685",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/446685",
          "TitleEnglish": "The Remembered Lullaby",
          "SummaryEnglish": "When the mysterious attacker flies away with the star, using only their Chakra, the Konoha group are left in the dust. They swear to reclaim the star but it isn't as simple as they might hope. Meanwhile, Naruto learns some of Subaru's history and Natsuhiboshi...",
          "Aliases": []
        }
      }
    },
    "5": {
      "ID": "15774",
      "URL": "https://www.thetvdb.com/series/naruto/seasons/official/5",
      "# Episodes": 41,
      "Episodes": {
        "1": {
          "ID": "446686",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/446686",
          "TitleEnglish": "Hidden Jutsu! The Price of the Ninja Art: Kujaku",
          "SummaryEnglish": "The Konoha team continue to investigate the star's theft and start to realise everything is not quite as it seems. Everything seems to be leading to a final battle, but who is the real enemy behind all this?",
          "Aliases": []
        },
        "2": {
          "ID": "446687",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/446687",
          "TitleEnglish": "Hoshikage: The Buried Truth",
          "SummaryEnglish": "Naruto has been rescued by the mysterious woman and soon learns who she really is. Can the two of them continue the mission the was started so very long ago and what will Subaru think when he discovers the truth?",
          "Aliases": []
        },
        "3": {
          "ID": "446692",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/446692",
          "TitleEnglish": "Reunion: The Remaining Time",
          "SummaryEnglish": "Subaru finally meets his mother, but is it too late for them? Can Naruto defeat Akahoshi and stop the star from falling back into his hands, and what side will the village choose to take?",
          "Aliases": []
        },
        "4": {
          "ID": "310581",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310581",
          "TitleEnglish": "The Star's Radiance",
          "SummaryEnglish": "After Akahoshi tries to execute Sumaru, Hakato and the rest of the children stand up to protect their village. Akahoshi, finding the village turning against him, takes drastic steps to ensure his success. Naruto is the only one left who can take down this menace, can he do it alone? or will he find help from someone more powerful....",
          "Aliases": []
        },
        "5": {
          "ID": "310582",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310582",
          "TitleEnglish": "Kiba's Long Day!",
          "SummaryEnglish": "When Akamaru is taken ill and starts to undergo a mysterious transformation, can Kiba do anything to save his friend? When the whole village appears to be against him what lengths will he go through, to protect his friend?",
          "Aliases": []
        },
        "6": {
          "ID": "310583",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310583",
          "TitleEnglish": "A Legend from the Hidden Leaf: The Onbaa!",
          "SummaryEnglish": "While Naruto trains in the forest, a mysterious creature latches onto his back. This legendary creature can't be removed until it becomes an adult, but that's only the beginning of Naruto's problems.",
          "Aliases": []
        },
        "7": {
          "ID": "310584",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310584",
          "TitleEnglish": "Laughing Shino",
          "SummaryEnglish": "Naruto and Shino go on a mission together to Motoyoshi Village, where a man named Fuuta has a strange request. To receive his inheritance money, he must not laugh at his fathers funeral. There is however one clause that may be enough to save him from losing everything when his relatives try every trick in the book, to cause laughter...",
          "Aliases": []
        },
        "8": {
          "ID": "310585",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310585",
          "TitleEnglish": "Open for Business! The Leaf Moving Service",
          "SummaryEnglish": "Naruto, Hinata, and Chouji are chosen on a mission to protect some peddlers running away from a war at the Greenery Country. However, Tsunade gave them more than just a simple guard duty mission, making them movers as well. The peddlers are just simple folk, who were never even registered citizens in the country. But, when Naruto discovers the group is being pursued, the three ninja realize that there is more going on than meets the eyes.",
          "Aliases": []
        },
        "9": {
          "ID": "310586",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310586",
          "TitleEnglish": "Mystery of the Targeted Merchants",
          "SummaryEnglish": "The group splits off into two, in an attempt to deter their mysterious attackers. However, when Naruto and Chouji discover the plan hasn't worked as intended, they soon realize that somebody is hiding something important…",
          "Aliases": []
        },
        "10": {
          "ID": "310587",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310587",
          "TitleEnglish": "A Limitless Supply of Ninja Tools",
          "SummaryEnglish": "Naruto, Chouji, and Yurinojou take on Ruiga, who uses water as a weapon. Ruiga has the power to draw out water from the Earth, giving him an unlimited supply of ninja weapons. How can they defeat an opponent who has a limitless supply of water? Even if they can win, can they defeat the second ninja, Jiga? Also, what is the Princess' true motive for running away?",
          "Aliases": []
        },
        "11": {
          "ID": "310588",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310588",
          "TitleEnglish": "The Byakugan Sees the Blind Spot",
          "SummaryEnglish": "With Naruto defeated, Hinata decides to join the fight. Will she be able to defeat the second evil ninja? And what of the princess?",
          "Aliases": []
        },
        "12": {
          "ID": "310589",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310589",
          "TitleEnglish": "Forecast: Death! Cloudy with Chance of Sun",
          "SummaryEnglish": "The battle with the third and final evil ninja is on. He has only one desire and that is to kill Princess Haruna. Will Naruto be able to defeat this new menace and save Haruna?",
          "Aliases": []
        },
        "13": {
          "ID": "310590",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310590",
          "TitleEnglish": "Ino Screams! Chubby Paradise!",
          "SummaryEnglish": "When the daughter of a Feudal Lord calls for a double, Ino is brought in to take her place. The only problem is they look nothing alike, the princess has become big boned because she had a lot of stress and ate a lot. Now Ino must stand in for her and arrange a marriage with a man from Udon Country. Can Ino arrage the marriage without problem?",
          "Aliases": []
        },
        "14": {
          "ID": "310591",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310591",
          "TitleEnglish": "Viva Dojo Challenge! Youth Is All About Passion!",
          "SummaryEnglish": "When Naruto returns from a mission, he discovers that Lee has set up a Dojo and is desperate for a challenger. When Gai discovers nobody has challenged him he steps up to the plate! However, a last minute change in plans throws changes everything, and when an imposter joins the fray, chaos ensues....",
          "Aliases": []
        },
        "15": {
          "ID": "310592",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310592",
          "TitleEnglish": "The Mysterious Curse of the Haunted Castle",
          "SummaryEnglish": "Naruto, Hinata, and Kiba are sent to the Land of Honey to search for the Daimyō's wife. There, they find an eerie castle, and journey inside to search for clues.",
          "Aliases": []
        },
        "16": {
          "ID": "310593",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310593",
          "TitleEnglish": "The Third Super-Beast!",
          "SummaryEnglish": "When Lee misses his check-up with Tsunade, Naruto is sent to find him. Meanwhile Gai is training someone called Yagura and has decided that Lee and Yagura should have a training match. Can Lee beat the new trainee after hearing some uncomfortable news at his examination?",
          "Aliases": []
        },
        "17": {
          "ID": "310594",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310594",
          "TitleEnglish": "Hot-Blooded Confrontation: Student vs. Sensei",
          "SummaryEnglish": "Gai is trapped inside a fortress made of practice posts. Yagura appears but is he there to help or to hinder? Naruto, Neji and Tenten show up to try and rescue Gai, but will it be too much for them to handle on their own?",
          "Aliases": []
        },
        "18": {
          "ID": "310595",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310595",
          "TitleEnglish": "Crisis! The Hidden Leaf 11 Gather!",
          "SummaryEnglish": "Naruto meets an old man, a construction worker named Gennou. However, when Gennou steals plans for some of the buildings in Konoha, Naruto suddenly finds himself under investigation by the ANBU. What is the truth behind Gennou and why does nobody seem to know what is going on?",
          "Aliases": []
        },
        "19": {
          "ID": "310596",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310596",
          "TitleEnglish": "The ANBU Gives Up? Naruto's Recollection",
          "SummaryEnglish": "In order to get the information they need about Gennou, the ANBU put Naruto in a trance, hoping to prong the information they need from Naruto's memory. However, even by doing all of this, will they get the information they need?",
          "Aliases": []
        },
        "20": {
          "ID": "310597",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310597",
          "TitleEnglish": "The Missed Target",
          "SummaryEnglish": "Naruto and the others continue their search for any clues leading to Gennou or his plan. During an investigation of the Ninja Academy, they discover a suspicious training post which leads to an even scarier discovery.",
          "Aliases": []
        },
        "21": {
          "ID": "310598",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310598",
          "TitleEnglish": "The Powerful Helper",
          "SummaryEnglish": "With the city of Konoha mapped in explosive tags, a decision must be made weather to try and remove them, or to evacuate the entire city! However, something is strange about these tags, can they discover what it is? And can they remove all of them in time?",
          "Aliases": []
        },
        "22": {
          "ID": "310599",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310599",
          "TitleEnglish": "Multiple Traps! Countdown to Destruction",
          "SummaryEnglish": "While Shikamaru tries to figure out what Gennou is planning next, Naruto is fighting Gennou in the Great Stone faces. Can Shikamaru stop Gennou's next step in the plan before it is to late? And will Naruto be able to defeat the Trap Master?",
          "Aliases": []
        },
        "23": {
          "ID": "310600",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310600",
          "TitleEnglish": "The Top 5 Ninja Battles",
          "SummaryEnglish": "Naruto and Sakura host a special recap episode featuring the top five battles so far! There are also interviews with some of the team, and perhaps even some of the enemy…",
          "Aliases": []
        },
        "24": {
          "ID": "446713",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/446713",
          "TitleEnglish": "Kurenai's Decision: Squad 8 Left Behind",
          "SummaryEnglish": "Naruto encounters a girl named Yakumo who has a surprising talent for destruction. Shortly after, Kurenai Yuhi, leader of Team 8 makes a startling decision and Naruto is determined to find out why.",
          "Aliases": []
        },
        "25": {
          "ID": "446714",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/446714",
          "TitleEnglish": "Yakumo's Sealed Ability",
          "SummaryEnglish": "Naruto sneaks into Yakumo's mansion in the night, and has a dream that Kurenai threatened to seal Yakumo's abilities. He then discovers that this is the reason why she left the team, but Kurenai refuses to disclose any more. As Kurenai goes to see Yakumo, several Kurama Clan members attack.",
          "Aliases": []
        },
        "26": {
          "ID": "446715",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/446715",
          "TitleEnglish": "Kurenai's Top-Secret Mission: The Promise with the Third Hokage",
          "SummaryEnglish": "As Kurenai attempts to escape with Yakumo, Naruto and Sakura, Team 8 and Might Gai arrive to lend their assistance. We learn some of the history between Kurenai and Yakumo and discover why things have turned out the way they have…",
          "Aliases": []
        },
        "27": {
          "ID": "446716",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/446716",
          "TitleEnglish": "Genjutsu or Reality?",
          "SummaryEnglish": "Naruto, Kurenai, Yakumo and Team 8 return to Konoha to a shocking discovery. Can this really be reality or is it all some kind of sick illusion?",
          "Aliases": []
        },
        "28": {
          "ID": "446717",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/446717",
          "TitleEnglish": "The Supposed Sealed Ability",
          "SummaryEnglish": "Naruto and the members of Team 8 head into Yakumo's house to find her with Kurenai. It is revealed that a mysterious entity might be behind all this. Can the group discover the truth in time?",
          "Aliases": []
        },
        "29": {
          "ID": "446718",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/446718",
          "TitleEnglish": "The Weight of the Prized Artifact!",
          "SummaryEnglish": "Naruto and Kiba are ordered to escort a man named Shinemon who is transporting a rare and valuable artifact. However, when Bandits steal the artifact, can the pair retrieve it and keep Shinemon alive?",
          "Aliases": []
        },
        "30": {
          "ID": "310607",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/310607",
          "TitleEnglish": "The Enemy: Ninja Dropouts",
          "SummaryEnglish": "Naruto, Sakura and Lee are sent to escort a prisoner named Gantetsu to the Forest Country Capital. Their job is only to back up the escort group incase something goes wrong, which inevitably, it does....",
          "Aliases": []
        },
        "31": {
          "ID": "312246",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/312246",
          "TitleEnglish": "The Bewildering Forest",
          "SummaryEnglish": "With the ship split in half, Naruto, Todoroki and Gantetsu are seperated from the others. Now Naruto must face the other three Shinobazu that Gantetsu was with. Can Naruto lead them out or will they have to trust Gantetsu to lead the way?",
          "Aliases": []
        },
        "32": {
          "ID": "312247",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/312247",
          "TitleEnglish": "Memory of Flames",
          "SummaryEnglish": "Todoroki wants to avenge his family and kill Gantetsu. The only problem is that Naruto has other ideas. Elsewhere, Lee and Sakura are surrounded by children who are demanding they give them Gantetsu. Can Naruto and Todoroki get Gantetsu back? And what are the childrens reasons for wanting him?",
          "Aliases": []
        },
        "33": {
          "ID": "312248",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/312248",
          "TitleEnglish": "To Each His Own Path",
          "SummaryEnglish": "Naruto arrives to save Gantetsu and the kids but has trouble when Akio is kidnapped and Todoroki realizes his brother is alive. Will Naruto and Todoroki be able to save Akio?",
          "Aliases": []
        },
        "34": {
          "ID": "313635",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/313635",
          "TitleEnglish": "Vanished Memories",
          "SummaryEnglish": "Naruto rescues a kid who was injured but he is an outsider to Konoha. Tsunade assigns Naruto to take care of the kid until he gets his memory back. What was this kid doing outside of Konoha and why can't he remember anything?",
          "Aliases": []
        },
        "35": {
          "ID": "314730",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/314730",
          "TitleEnglish": "Bringing Back Reality",
          "SummaryEnglish": "Naruto and Menma manage to get Tsunade to let them go find Menma's memories. However, they are forced to go with Neji and Tenten guarding them. On the way, they come across a burned-down village. There, they greet the villagers and ask them what happened. Unfortunately, the villagers aren't too happy to see them.",
          "Aliases": []
        },
        "36": {
          "ID": "314731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/314731",
          "TitleEnglish": "A Past to Be Erased",
          "SummaryEnglish": "Ran wants to kill Menma, upon seeing the mark on his arm, but Neji stands in the way, saying it would be unfair to kill a criminal without any memories of his crimes. Ran finally agrees and performs surgery on Menma, saving his life, but the villagers aren’t as happy. Are they prepared for when foreign shinobi group comes for a second attack?",
          "Aliases": []
        },
        "37": {
          "ID": "315315",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/315315",
          "TitleEnglish": "The Targeted Shukaku",
          "SummaryEnglish": "A Sand shinobi, Matsuri, has been abducted by a mysterious ninja. In order to bring him back, Gaara must accept the mystery ninja's challenge. Can Naruto prevent this challenge ending in catastrophe?",
          "Aliases": []
        },
        "38": {
          "ID": "315316",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/315316",
          "TitleEnglish": "Sand Alliance with the Leaf Shinobi",
          "SummaryEnglish": "The rogue ninjas continue running as Gaara, Temari and Kankuro give chase. At the same time, Shino, Hinata and Neji are using their abilities to try and find the Shitenshounnin. Who will end up fighting first and, who will ultimately win?",
          "Aliases": []
        },
        "39": {
          "ID": "316583",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/316583",
          "TitleEnglish": "The Counterattack!",
          "SummaryEnglish": "Shikamaru and Ino arrive to help out Temari against Kyaku, while Kiba and Chouji go to help Konkuro. All seems to be going well until Neji notices something odd…",
          "Aliases": []
        },
        "40": {
          "ID": "317091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/317091",
          "TitleEnglish": "The Ultimate Weapon Reborn",
          "SummaryEnglish": "Even with his chakra so low, Gaara fights the Shitenshounin leader. When he fails and is trapped, Naruto arrives to try and rescue him. But when the leader of Takumi Village, Seimei, is revived, can Naruto save Gaara before Shukaku takes complete control of him?",
          "Aliases": []
        },
        "41": {
          "ID": "317092",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/naruto/episodes/317092",
          "TitleEnglish": "Departure",
          "SummaryEnglish": "The exciting conclusion to Naruto. What will become of Gaara, and now that Jiraiya has returned, will Naruto finally leave Konoha to begin his training?",
          "Aliases": []
        }
      }
    }
  }
}