{
    "URL": "https://www.thetvdb.com/series/flcl",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Mini-Series",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/AC4A-9A44-3548-E09D-2A54-D",
        "https://www.imdb.com/title/tt0279077/",
        "https://www.adultswim.com/videos/flcl",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH02202209",
        "https://www.tvmaze.com/shows/2772/show-slug",
        "https://www.themoviedb.org/tv/5895",
        "https://www.wikidata.org/wiki/Q92572",
        "https://en.wikipedia.org/wiki/FLCL",
        "https://x.com/FLCL_USA"
    ],
    "TitleEnglish": "FLCL",
    "SummaryEnglish": "Naota's life is confined to going to school and living with his father and grandfather. The usually tranquil life in Mabase is rudely interrupted by the arrival of Haruhara Haruko, who bursts on the scene by running Naota over with her Vespa scooter and hitting him on the head with a Rickenbacker 4003 bass guitar. Later, Naota is shocked to find Haruko working in his house as a live-in maid. Haruko's search for the alien being Atomsk puts her at odds with Medical Mechanica. At the same time, Naota is being watched by Commander Amarao. The Commander believes Haruko is in love with Atomsk and Medical Mechanica is out to conquer the galaxy. The fortuitous circumstances get Naota involved in a three-way battle between Haruko, Amarao and Medical Mechanica.",
    "TitleJapanese": "フリクリ",
    "SummaryJapanese": "平凡な地方都市・疎瀬（まばせ）に住む小学生、ナンダバ・ナオ太は、兄の元恋人である女子高生、サメジマ・マミ美から誘惑的なちょっかいを受けながらも、その日常に退屈さを感じていた。\nその二人の前にベスパに乗った謎の女、ハルハラ・ハル子が現れ、初対面のナオ太を突然エレキベース（リッケンバッカー）で殴り飛ばし去っていく。それから間もなく、ナオ太の額からは奇妙な角らしきものが生えるようになってしまった。その後「ベスパ女」ハル子は家政婦としてナンダバ家に転がり込み、ナオ太の額から出現した謎のロボットのカンチと共に居候する事になる。",
    "Aliases": [
        "Fooly Cooly",
        "FLCL: Progressive",
        "FLCL: Alternative",
        "FLCL: Grunge",
        "FLCL: Shoegaze"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "0": {
            "ID": "26332",
            "URL": "https://www.thetvdb.com/series/flcl/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "8051162",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/8051162",
                    "TitleEnglish": "FLCL Progressive",
                    "SummaryEnglish": "Movie Release of FLCL Progressive",
                    "TitleJapanese": "フリクリ プログレ",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "8051167",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/8051167",
                    "TitleEnglish": "FLCL Alternative",
                    "SummaryEnglish": "High school girl Kana Kawamoto and her friends Pez, San, and Aman lived their usual and fun lives until Haruko, the space policeman riding a motorcycle, broke into their lives. At the same time, this world is being invaded by aliens...",
                    "TitleJapanese": "フリクリ オルタナ",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "15795",
            "URL": "https://www.thetvdb.com/series/flcl/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "298442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/298442",
                    "TitleEnglish": "Fooly Cooly",
                    "SummaryEnglish": "Naota Nanadaba is just an ordinary boy, with an ordinary life, with ordinary people around him, living in an ordinary town... or at least he wishes that were all true! Between his eccentric father and unconventional grandfather and putting up with the advances of his older brother's teenage ex-girlfriend Mamimi, Naota isn't leading a boring life at all! To make matters worse, a pink-haired, and apparently totally insane, girl named Haruko Haruhara shows up and turns Naota's life completely upside down!! What does Haruko want from Naota? And, why is he suddenly growing a large horn on his head?!",
                    "TitleJapanese": "フリクリ",
                    "SummaryJapanese": "地方都市に住む少年・ナオ太は、ある日突然、べスパに乗った女に出会う。その日から、ナオ太の額には妙な症状が出るようになる。同じ頃、思いがけない場所から謎のロボットが現れていた。周囲で起こる異変に戸惑うナオ太は…。"
                },
                "2": {
                    "ID": "298443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/298443",
                    "TitleEnglish": "Fire Starter",
                    "SummaryEnglish": "Naota tries to get his life back to normal, but that's easier said than done when Haruko and a TV-headed robot are living with him! Even worse, he's growing another horn!! Meanwhile, a string of fires have been occurring across town. Not coincidentally, Mamimi has become obsessed with the game \"Fire Starter\", as well as Naota's robot manservant, whom she calls Canti. What connection is there to the recent fires and the one that burned down the old elementary school years ago? And, why does Mamimi call her new pet, a little black kitten, \"Ta-Kun\", the same name she calls Naota?",
                    "TitleJapanese": "ファイスタ",
                    "SummaryJapanese": "ナオ太の家に自称宇宙人とロボットが住みついた。ナオ太の周囲がにわかに常識はずれな空気に満ちる中、街で連続放火事件が起こる。ナオ太の記憶に蘇る、6 年前の小学校炎上事件。それは、女子高生・マミ美との出会いでもあった。一方マミ美は、ロボットのカンチと、ゲーム「ファイスタ」の神とを重ね合わせはじめて…。"
                },
                "3": {
                    "ID": "298444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/298444",
                    "TitleEnglish": "Marquis de Carabas",
                    "SummaryEnglish": "Naota's classmate, Eri Ninamori, is the perfect girl; she's emotionally calm, a rational thinker, and is very rich to boot. However, all is not well as she has problems of her own. Her father, the mayor of Mabase, is involved in both a sex scandal and a lawsuit with the Medical Mechanica Corporation. In addition, she has to convince Naota to take the title role he was chosen for in their class production of \"Puss in Boots\". She soon learns about Naota's \"secret\", his horns, which, this time, resemble cat ears. But, what levels will she stoop to get her way?",
                    "TitleJapanese": "マルラバ",
                    "SummaryJapanese": "学芸会で、ナオ太のクラスは「長靴をはいた猫」を上演することになった。主役は学級委員長ニナモリ・エリ。一方、猫役になったことで拗ねるナオ太だったが、二ナモリはナオ太に練習参加を強要する。そんなニナモリにも悩みがあった。父である疎瀬市長がスキャンダルを起こし、進退を危ぶまれていたのだ。"
                },
                "4": {
                    "ID": "298445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/298445",
                    "TitleEnglish": "Furi Kiri (Full Swing)",
                    "SummaryEnglish": "After Haruko helps an amateur baseball team beat Mabase's down-on-their-luck team, the Martians, in a game, Shigekuni retaliates by drafting Canti onto the Martians. Meanwhile, Haruko and Kamon are \"fooling around\", and Naota isn't sure whether to be disgraced.",
                    "TitleJapanese": "フリキリ",
                    "SummaryJapanese": "兄のバットを持って、今日もバッターボックスに立つナオ太。その頃、疎瀬に謎の飛行物体が接近していた。ハル子を追ってとうとう本物の宇宙人がやってきたのだった。疎瀬の街が崩壊のピンチにさらされながらも、ナオ太たちは野球の試合に励む。そんな中、ハル子とカンチは…。"
                },
                "5": {
                    "ID": "298446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/298446",
                    "TitleEnglish": "Brittle Bullet",
                    "SummaryEnglish": "It's Naota and Haruko Vs. Kamon and Canti in a battle with airsoft guns. As this deadly fight wages on, Kamon challenges Naota to a duel! The winner is left undetermined, as some of Naota's friends interrupt the duel and talk to him about how he saved the city from the satellite the other day. This causes the power to get to his head and he begins to act manly. This disgusts Mamimi and the others. To make matters worse, another Medical Mechanica comes out to threaten the city. Will Naota handle the situation as calmly as did the last time? Or, will his over-inflated ego get in the way?",
                    "TitleJapanese": "ブラプレ",
                    "SummaryJapanese": "ロボット・カンチの秘密やハル子の宇宙人疑惑は、アマラオやキツルバミの登場でさらに深まっていた。いよいよ侵略戦争勃発かという時、ついにナオ太、ハル子、カモンまでが武器を取る。「あれは危険なロボットだ」とつぶやくアマラオ。その時、カンチの額から新たな物体が出現した！"
                },
                "6": {
                    "ID": "298447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/298447",
                    "TitleEnglish": "FLCLimax",
                    "SummaryEnglish": "Ever since Naota's Medical Mechanica came out of his head and was destroyed, it has been looming over the factory, in the form of a giant hand, causing mist to enshroud the entire city. To make matters worse, Haruko and Canti are on the run from Amarao, who attempts to find the Terminal Core before they do. Naota once again runs into Amarao who offers some strange advice. Things soon go insane as Haruko is preparing for the final battle, in which Naota is expected to unknowingly play the lead role. Though in a city as normal as Mabase, it's really nothing new to Naota; or is it?",
                    "TitleJapanese": "フリクラ",
                    "SummaryJapanese": "謎のロボットの暴動のおかげで、疎瀬にも不穏な空気が漂っていた。暗い終末感の中でもナオ太たちは普通の生活を送るが、行方をくらませていたハル子が戻ってきた時、固まっていたナオ太の心は崩れていく。ハイスピードで事態は進行し、ハル子の秘密も明らかになり、そして、街に王と名のつくスゴイやつが降りてきた。"
                }
            }
        },
        "2": {
            "ID": "718894",
            "URL": "https://www.thetvdb.com/series/flcl/seasons/official/2",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "6610010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/6610010",
                    "TitleEnglish": "Re: Start",
                    "SummaryEnglish": "Hidomi’s Dream – white ash covers the entire ruins, behind which a row of humongous irons comes thundering after Hidomi who is now a zombie.",
                    "TitleJapanese": "サイスタ",
                    "SummaryJapanese": "ヒドミは夢を見た。朽ちた身体を引きずり、壊れた世界をさまよい歩く夢。これがあるべき世界だとヒドミは思うが、目が覚めれば、そこには特別なことなどない、いつもの一日がある。だが謎の女性・ジンユが乗るベルエアにはね飛ばされてから、日常は一変する。一方、クラスメイトの井出は女性教師の島崎と急接近。以来、彼にもN.Oの兆候が現れはじめる。"
                },
                "2": {
                    "ID": "6171872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/6171872",
                    "TitleEnglish": "Freebie Honey",
                    "SummaryEnglish": "Hidomi wakes up from yet another dream of her becoming a Zombie. At school, Raharu gives her a handout to bring over to Ide, who didn’t show up to class.",
                    "TitleJapanese": "フリハニ",
                    "SummaryJapanese": "ヒドミは今夜も夢を見た。ゾンビ化した自身とクラスメイトが、本能のまま食らい合う夢だ。翌日、学校を休んだ井出にプリントを届けるため、ヒドミは彼の家を訪ねることに。そこで見たものは井出の意外な素顔と、派手に争うラハルとジンユの姿。争いに巻き込まれ傷つく井出と、夢で見たゾンビの姿がヒドミの中で交錯し、その額から巨大な角が現れる――！"
                },
                "3": {
                    "ID": "6357131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/6357131",
                    "TitleEnglish": "Stone Skipping",
                    "SummaryEnglish": "Crazy things happen during Hidomi’s NO activation, and she is now left with a cheerful and happy personality, which is the total opposite of her real self. The only way to bring her back to normal is to destroy the cables of the giant iron.",
                    "TitleJapanese": "ミズキリ",
                    "SummaryJapanese": "森にアイコという可愛らしい恋人ができた。彼女を紹介したいという森の提案で、井出たちは海水浴に行くことに。なぜかヒドミやラハル、ジンユまで一緒だ。井出たちが夏の浜辺を楽しむ中、ヒドミはジンユ＆ラハルの目的を断片的に知る。ジンユたちはある「すごい奴」に焦がれ、手が届かないと知りながら、それを追い続けているのだというが……。"
                },
                "4": {
                    "ID": "6821045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/6821045",
                    "TitleEnglish": "LooPQR",
                    "SummaryEnglish": "Marco is the only one that seems to think that happy Hidomi is attractive. While he’s aware that Ide is in love with her, he works part time to buy her a charm. Meanwhile, Jinyu and Raharu scheme to go up to the plant in her Bel Aire.",
                    "TitleJapanese": "ラリルレ",
                    "SummaryJapanese": "海水浴での一件以来、無口だったヒドミがハイテンション女子に大変身!?　原因はヒドミの脳まで食い込んだヘッドフォンであり、これがメディカルメカニカが発信する怪電波を受信しているのだという。ヒドミを元に戻すため、プラントへと乗り込むラハルたち。一方、ヒドミに惹かれているマルコは、彼女に贈り物をしようとある特別なバイトに向かう。"
                },
                "5": {
                    "ID": "6357133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/6357133",
                    "TitleEnglish": "Fool on the Planet",
                    "SummaryEnglish": "Having made damage to the plant, the iron now stands up straight. Raharu tells the class that she’s happily married and now pregnant. The only way to become happy is to go to the amusement park (run by Tonkichi).",
                    "TitleJapanese": "フルプラ",
                    "SummaryJapanese": "ヒドミにこれ以上関わらないようラハルに直談判する井出だが、軽くあしらわれてしまう。そんな中、ヒドミのN.Oが発動。井出は黒いペラペラの皮一枚を残し、彼女の額に吸い込まれてしまった。その頃、プラントの様子を注視していたマスラオとアイパッチは、屯吉と秘密裏に接触。大豆遊園地を舞台とする、プラント総攻撃が始まろうとしていた。"
                },
                "6": {
                    "ID": "6357135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/6357135",
                    "TitleEnglish": "Our Running",
                    "SummaryEnglish": "Trying to get Ide back, Hidomi attacks Raharu physically first then verbally. She tells Raharu that she is acting immature because she knows that she is using Hidomi because Raharu is in love with Atomsk.",
                    "TitleJapanese": "アワラン",
                    "SummaryJapanese": "井出を取り戻すため、ラハルに決死の戦いを挑むヒドミ。そのさなか、アトムスクがついに巨大な姿を現した。彼を手に入れるべく、ヒドミの力を利用しようとするラハル。そしてメディカルメカニカもまた、プラントから無数のモチを発射してアトムスクの捕獲に動く。一方、森と共に井出の部屋に向かったアイコは、そこで探していた植木鉢を発見するが――。"
                }
            }
        },
        "3": {
            "ID": "723157",
            "URL": "https://www.thetvdb.com/series/flcl/seasons/official/3",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "6610011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/6610011",
                    "TitleEnglish": "Flying Memory",
                    "SummaryEnglish": "Kana Koumoto - a cheerful 17 year old who can often be a klutz and nosey. One day, while hanging out with her besties (Pets, Mossan and Hijiri), Mossan starts making a rocket using empty soda bottles.",
                    "TitleJapanese": "フラメモ",
                    "SummaryJapanese": "元気いっぱいのカナ、物静かなペッツ、美人のヒジリー、ファッショニスタのモッさんは、津金井高校2年の仲良しグループ。まだ見えない将来についてうだうだ語り合ったり、秘密基地「ハム館」に集まったり、なんてことない日常が過ぎていく。だがそこには、楽しげな4人の様子をこっそりうかがう、ピンク髪のお姉さんの姿が——。"
                },
                "2": {
                    "ID": "6357143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/6357143",
                    "TitleEnglish": "Grown-Up Wannabe",
                    "SummaryEnglish": "One morning, Kana and her besties witness Hijiri kissing a college student Toshio inside his car. Acting more mature than any of her classmates, Hijiri suggests Kana and her besties to do a photo shoot with Toshio.",
                    "TitleJapanese": "トナブリ",
                    "SummaryJapanese": "ヒジリーに年上の恋人・トシオがいることがわかり、まだ恋を知らないカナはドギマギ。噂はあっという間に広まり、クラスでもちょっとした騒ぎになるが、当のヒジリーはまったく気にしていない。そんな中、トシオの誘いで、カナたちは公園で撮影会のモデルをすることに。そこで４人は、なぜかケバブワゴンを出しているハル子と出会う。"
                },
                "3": {
                    "ID": "6357142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/6357142",
                    "TitleEnglish": "Freestyle Collection",
                    "SummaryEnglish": "Mossan is the most mature of all 4. With a passion of becoming a designer, she has been working outside of school. Upon discovering her working towards a fashion contest, Kana feels the urge to help her, which rubs her the wrong way.",
                    "TitleJapanese": "フリコレ",
                    "SummaryJapanese": "自分の将来など想像もつかないカナをよそに、モッさんだけは4人の中でただひとり、進路希望用紙を提出していた。持ち前のバイタリティを発揮し、自分の夢に向かって驀進するモッさん。だが、連日の無理がたたり、ついにダウンしてしまう。頑張っている友達のために何かしようと、カナはペッツ&ヒジリーを巻きこんで行動を起こすが……。"
                },
                "4": {
                    "ID": "6357141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/6357141",
                    "TitleEnglish": "Pit-a-Pat",
                    "SummaryEnglish": "The 4 girls come watch the basketball game that their Sasaki is a member of. Kana has been secretly in love with Sasaki, whom Haruko ends up making out with. This triggers Kana's NO to activate, but she notices that and runs away.",
                    "TitleJapanese": "ピタパト",
                    "SummaryJapanese": "バスケ部のコーチとして、ハル子が津金井高校に赴任してきた!?　だがハル子は、バスケそっちのけで佐々木にベタベタ。教室だろうが試合中だろうがお構いなしに佐々木を誘惑し、カナを挑発するそぶりを見せる。佐々木をめぐり、敵対心を強めていくカナとハル子。カナのイライラが爆発寸前に達したとき、そのオデコが強力なN.Oの兆候を示す。"
                },
                "5": {
                    "ID": "6357140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/6357140",
                    "TitleEnglish": "Shake It Off",
                    "SummaryEnglish": "One hot summer day, the 4 girls and Haruko are playing in the pool. They notice that Pets is missing. Kana later hears from her classmate Aida that Pet's family is very rich and they are moving to Mars.",
                    "TitleJapanese": "フリステ",
                    "SummaryJapanese": "メディカルメカニカのプラントが、その威容を現した。起動が間近に迫る中、津金井高校でも「地球が滅亡する」「火星への移住が始まっている」などの噂が飛び交っている。そんな中、カナは初めてペッツの家庭の事情を知ることに。小学校からの仲なのに、ペッツのことを何も知らなかった――そんな自分に、カナは大きなショックを受ける。"
                },
                "6": {
                    "ID": "6357139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/6357139",
                    "TitleEnglish": "Full Flat",
                    "SummaryEnglish": "Depressed, Kana flips over the collection of photos she took with her besties. The next day, the 3 girls gather by the beach as they watch the rocket Pets is supposed to be on.",
                    "TitleJapanese": "フルフラ",
                    "SummaryJapanese": "政府も有効な手を打てぬまま、ついにプラント起動のときが来た。カナの前から去った親友、平らに均されていくいつもの街並み…… カナの大切な日常が次々と失われていく。一方のハル子＆神田は、状況を打開するためカナが持つ強大なN.Oの力に賭けることを決意。敵をギャフンと言わせるべく、ハル子が黄色いベスパを駆りカナをさらう——！"
                }
            }
        },
        "4": {
            "ID": "1990553",
            "URL": "https://www.thetvdb.com/series/flcl/seasons/official/4",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "9060618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/9060618",
                    "TitleEnglish": "Shinpachi",
                    "SummaryEnglish": "Shinpachi, the son of a sushi chef, is busy preparing mysterious fish for the local customers. Haruko disguised as a hostess, visits the restaurant with the mayor, followed by a Medical Mechanica robot who threatens to destroy the planet.",
                    "TitleJapanese": "シンパチ",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "9589985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/9589985",
                    "TitleEnglish": "Shonari",
                    "SummaryEnglish": "In order to save Shonari from a miserable situation, Dainari works hard to buy a ticket to another planet, however he sustains injuries from a yakuza fight. Haruko to the rescue or so he thought but she only makes a chaotic situation worse.",
                    "TitleJapanese": "ショウナリ",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9589986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/9589986",
                    "TitleEnglish": "Orinoko",
                    "SummaryEnglish": "Orinoko's father is a swordsmith, whose skills have rusted with the devastation of the city. In order to help, Orinoko rummages for scrap irons, and she meets Haruko who's also collecting irons to repair her Vespa, but what is her motive?",
                    "TitleJapanese": "オリノコ",
                    "SummaryJapanese": null
                }
            }
        },
        "5": {
            "ID": "1990554",
            "URL": "https://www.thetvdb.com/series/flcl/seasons/official/5",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "9061506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/9061506",
                    "TitleEnglish": "Furu-Bari (Full Barricade)",
                    "SummaryEnglish": "Masaki who's been having a hard time fitting in with his class due to his unique background and character, meets Harumi, who is even more eccentric than he is. She offers to help him off of his worries by bombing the Tsuganei Tower.",
                    "TitleJapanese": "フルバリ",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "9589988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/9589988",
                    "TitleEnglish": "Gene-Bato (Generational Battle)",
                    "SummaryEnglish": "10 years since the chaotic events of Alternative, Kana rushes to the scene of the crime. In order to stop Harumi from her crazy schemes, Kana jumps in as the negotiator, when Masaki's NO gets triggered by Harumi's unexpected actions.",
                    "TitleJapanese": "ジェネバト",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9589989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flcl/episodes/9589989",
                    "TitleEnglish": "Far-Fre (Far Friend)",
                    "SummaryEnglish": "In order to stop Harumi's nonsensical actions, a sniper shoots Harumi down. Masaki is livid! Kana desperately tries to treat her, but she doesn't regain consciousness. With Masaki's emotions reaching their peak, his NO finally activates.",
                    "TitleJapanese": "ファルフレ",
                    "SummaryJapanese": null
                }
            }
        }
    }
}