{
    "URL": "https://www.thetvdb.com/series/basilisk",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "History",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0856348/",
        "https://www.themoviedb.org/tv/9410"
    ],
    "TitleEnglish": "Basilisk",
    "SummaryEnglish": "The year is 1614 AD. Two warring ninja clans, each supporting a son of Hidetada Tokugawa as the next shogun, send ten representatives each to fight to the death for the possession of a scroll. The prize: the annihilation of the other and the staunch support of the Tokugawa government for the winning clan for the next thousand years.",
    "TitleJapanese": "バジリスク ～甲賀忍法帖～",
    "SummaryJapanese": "「二人手をたずさえて、両家を縛る宿怨の鎖を断ち切ろう」\n四百年の永きにわたる甲賀と伊賀の宿怨を断ち切り、共に生きることを誓い合う甲賀の弦之介と伊賀の朧。\nしかし、愛し合う二人は、殺し合う運命にあった……\n\n慶長十九年。齢七十三歳の家康は悩んでいた。暗愚の兄・竹千代か、聡明な弟・国千代か？\n混乱を極める徳川三代将軍の世継ぎ問題に決着をつけるため、甲賀を国千代派、伊賀を竹千代として忍法の二大宗家を相争わせ、それぞれの精鋭十人対十人の忍法殺戮合戦の結果、どちらか生き残ったほうにそれを賭けるという厳命を下した。\n\n先代服部半蔵との間に交わされた「不戦の約定」が解かれ、手綱を解かれた猟犬のごとく、怨敵に挑んでゆく忍者達！\n己の肉体こそが最大の武器！\n人知を超えた秘術をもった、個性溢るる忍びの面々。\n老若男女二十人二十色、超人奇人が相乱れ、\n秘術の限りを尽くして繰り広げられる忍法争いがいま始まる！！\n\n凄惨な戦いの果てに、一人、また一人と失われていく仲間達……\n勝つのは甲賀か、伊賀か？ 果たして、生き残るのは一体誰なのか！？\nそして弦之介と朧、引き裂かれた二人の愛の行方は……？",
    "Aliases": [
        "Basilisk Chronik der Koga-Ninja"
    ],
    "Modified": "2025-05-28",
    "Seasons": {
        "1": {
            "Episodes": {}
        },
        "2": {
            "ID": "737192",
            "URL": "https://www.thetvdb.com/series/basilisk/seasons/official/2",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "6402598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6402598",
                    "TitleEnglish": "The Cherry Blossoms Have Fallen",
                    "SummaryEnglish": "A decade after the destruction of the Kouga and Iga ninja clans, only two survivors remain in a hidden village. But fate isn't done with the ninjas yet...",
                    "TitleJapanese": "桜花、咲きにけり",
                    "SummaryJapanese": "時は寛永、太平の世。“慈尊院村”で腕を磨く忍び達の中に交じる、異彩を放つ少年と少女。甲賀八郎、伊賀響――実の兄妹にして契りを結ぶことを宿命づけられた若き棟梁達――響はその事実を受け入れているようだが、八郎は…。"
                },
                "2": {
                    "ID": "6495157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6495157",
                    "TitleEnglish": "The Five Treasures Have Arrived",
                    "SummaryEnglish": "Hachirou wants to leave the ninja village and start a new life. He and Hibiki are destined never to be together, and he's terrified of their powers. But the war between the Kouga and Iga may not yet be over...",
                    "TitleJapanese": "五宝連、推参す",
                    "SummaryJapanese": "賊に襲われた徳川忠長は精鋭“甲賀五宝連”に救われる。が、そこに棟梁である八郎の姿はない。八郎は村を密かに出て行こうとしていた。八郎と響の、お互いの瞳術が交錯することで生じた“何か”が再び発現するのを恐れて…。"
                },
                "3": {
                    "ID": "6506952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6506952",
                    "TitleEnglish": "The Kouga Must Die",
                    "SummaryEnglish": "A dark force descends upon the Five Treasures as they are attacked by a mysterious ninja... or is he a ninja at all?",
                    "TitleJapanese": "甲賀、散るべし",
                    "SummaryJapanese": "突如現れた“成尋衆”なる者達の一人、孔雀啄。その人智を超えた絶技に蹂躙されていく甲賀五宝連の面々。最後に残された老獪なる甲賀忍者、七斗鯨飲は一計を案じ、死中に活路を見出さんとする。"
                },
                "4": {
                    "ID": "6520556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6520556",
                    "TitleEnglish": "The Joujinshuu Appear",
                    "SummaryEnglish": "The slaughter of the Iga and Kouga continues as the Joujinshuu cut a swath through the Five Flowers. Who are they, and what do they want?",
                    "TitleJapanese": "成尋衆、顕現す",
                    "SummaryJapanese": "精鋭“伊賀五花撰”の面々までもが、成尋衆によって軽々と葬られていく。忠長のもとには首魁“成尋”が現れ、時空を超越した“金剛楼閣”なる空間へと忠長をいざなう。そこで忠長は、家光と過ごした幼き日の記憶を見せられ…。"
                },
                "5": {
                    "ID": "6522420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6522420",
                    "TitleEnglish": "The Cherry Blossoms Run Mad",
                    "SummaryEnglish": "The Joujinshuu continue to cut a swath through the ninja, and Hachirou himself is forced to join the fray.",
                    "TitleJapanese": "桜花、狂奔す",
                    "SummaryJapanese": "村を襲撃する成尋衆。二人の“血”を守るため、八郎と響をかくまいつつ応戦する若き忍び達だが、歯が立つはずもなく…。危機に駆けつけた八郎と響、二人の感情が高ぶったとき、それは起こってしまう――“桜花”が――"
                },
                "6": {
                    "ID": "6540326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6540326",
                    "TitleEnglish": "Evil Clouds Begin to Stir",
                    "SummaryEnglish": "Many years have passed. The surviving ninjas are in hiding, and Hachirou has disappeared. The Joujinshuu have yet to return, but can these days of relative peace last forever?",
                    "TitleJapanese": "凶雲、胎動す",
                    "SummaryJapanese": "時は過ぎ――転寝、才蔵、式部、七弦、滑婆、蓮、涙、現、そして響――新五宝連、新五花撰となった若き忍びたちは成尋衆の再来に備え、それぞれの思いを胸に修行に励む。だがしかし、そこに八郎の姿はない…。"
                },
                "7": {
                    "ID": "6550872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6550872",
                    "TitleEnglish": "Tadanaga's Change of Heart",
                    "SummaryEnglish": "As the black castle towers in the forest near the tea stand, Hachirou is called to meet Tadanaga, where he learns the truth about Tadanaga's thoughts during the incident four years ago.",
                    "TitleJapanese": "忠長、翻心す",
                    "SummaryJapanese": "成尋衆と家光とのつながりを疑った滑婆は江戸城へと潜入、そこで意外な人物と出会う。一方、謀反の罪で蟄居となった忠長と邂逅する八郎。そこで、成尋衆をとりまく事態が終息していないどころか、風雲急を告げていると知った八郎は――"
                },
                "8": {
                    "ID": "6563390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6563390",
                    "TitleEnglish": "The Advent of Joujin",
                    "SummaryEnglish": "The ninjas prepare to storm Murakumo as Hachirou escapes from Suruga's carefully-laid traps.",
                    "TitleJapanese": "成尋、再来す",
                    "SummaryJapanese": "突如現れた巨大城郭“叢雲”。涙と現は密かに偵察を試み、叢雲へと近づく。一方、忠長の依頼を拒んだ八郎は、忠長の手勢と一戦交えることとなる。そこへ馳せ参じる新五宝連の面々。再会を喜ぶ五宝連に、八郎は…。"
                },
                "9": {
                    "ID": "6576989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6576989",
                    "TitleEnglish": "The Butterfly Dances",
                    "SummaryEnglish": "Hachirou is determined to slay Joujin and his Joujinshuu, but Joujin has deeper plans for the Lord of Suruga than he'd thought.",
                    "TitleJapanese": "胡蝶、舞えり",
                    "SummaryJapanese": "叢雲の守りは予想以上に堅く、敵勢をなんとかかいくぐり離脱する涙と現。傷ついた体を川で洗い流し、秘密の約束を交わす二人。涙と現の命がけの情報をもとに、才蔵は自らの眼を叢雲へ飛ばす。そこで眼が捉えた信じられぬ光景とは――"
                },
                "10": {
                    "ID": "6588204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6588204",
                    "TitleEnglish": "The Heavenly Robe Sees Carnage",
                    "SummaryEnglish": "The local daimyo stages an attack on the Joujinshuu's Murakumo castle. As their massive army is annihilated by the Murakumo's cannons, Tenkai realizes only ninjas can destroy the castle...",
                    "TitleJapanese": "羽衣、修羅を見たり",
                    "SummaryJapanese": "成尋の目的は織田上総介信長の復活、乱世の再来…そう聞いた滑婆は、かつて経験した凄惨な戦火での出来事を思い出す――悲嘆の念とともに。一方、叢雲討伐に乗り出した紀州藩は砲撃を開始せんとする。が、その時――"
                },
                "11": {
                    "ID": "6601351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6601351",
                    "TitleEnglish": "Like a Rhinoceros",
                    "SummaryEnglish": "As the ninjas prepare for an assault on the castle, Shikibu's armor breaks. Gorone attempts to repair it, but he's vulnerable when he's not wearing it. Then an enemy attacks, and separates him from the group...",
                    "TitleJapanese": "汝、犀の角のごとく",
                    "SummaryJapanese": "転寝が立てた叢雲爆破作戦の決行前、式部の命綱“犀防具”が不具合を起こす。犀防具の修繕中、成尋の手の者に強襲を掛けられ、洞窟に閉じ込められる式部と蓮。そこで、独り歩んできた自らの道を吐露する式部。"
                },
                "12": {
                    "ID": "6611556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6611556",
                    "TitleEnglish": "The Wind Blows Through the Pines",
                    "SummaryEnglish": "The assault on the Murakumo castle has begun, and the first task is to draw away the troops surrounding it. Rui and Shichigen attempt an assault, but the enemy has prepared for their techniques...",
                    "TitleJapanese": "松籟、吹き抜けり",
                    "SummaryJapanese": "叢雲爆破作戦の実行中、足を撃たれてしまう七弦。廃屋に隠れ、涙に手当てを受ける七弦だが、傷は浅くない。熱にうなされながら、七弦は夢を見る。遠い昔の、優しかった母との旅路の夢を。"
                },
                "13": {
                    "ID": "6619802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6619802",
                    "TitleEnglish": "Utsutsu Dreams of Hell",
                    "SummaryEnglish": "The assault on Murakumo continues as Utsutsu's terrible past, and the origin of her techniques, is revealed.",
                    "TitleJapanese": "現、奈落の夢を見る",
                    "SummaryJapanese": "才蔵と行動を共にする現。才蔵の眼と現の幻術、二つの忍法を組み合わせ、敵襲を葬っていく二人。現の幻術を目の当たりにした才蔵だが、彼は知らない――現が“なぜ”地獄を見せられるようになったのかを――"
                },
                "14": {
                    "ID": "6632768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6632768",
                    "TitleEnglish": "Murakamo Must Be Destroyed",
                    "SummaryEnglish": "Hadaebou infiltrates Murakumo castle, where he attempts to kill the Lord of Suruga. Joujin tries to get Hachirou and Hibiki to join forces with him.",
                    "TitleJapanese": "叢雲、滅すべし",
                    "SummaryJapanese": "作戦遂行を孔雀によって阻まれる才蔵達。逆転の一手、その機会を伺う才蔵だが…。一方、作戦の最中、再び相見える八郎と成尋。苦戦を強いられる八郎の危機に響が駆けつけた時、二人に向かって放たれる叢雲の砲弾――"
                },
                "15": {
                    "ID": "6642882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6642882",
                    "TitleEnglish": "The Shielding Eye is Deceived",
                    "SummaryEnglish": "The Murakumo castle has vanished without a trace, and it seems as if the Joujinshuu have disappeared. The ninjas return to their normal lives, but is everything really over?",
                    "TitleJapanese": "盾眼、謀られたり",
                    "SummaryJapanese": "叢雲は消失した。平穏を得たはずの面々だが、成尋衆が滅した保証はなく、どこか落ち着かない様子。眼を覚ました響は、八郎がすでにどこかへ出立したことを知り、寂しげに笑う。が、ある晩、響の部屋に八郎が密かに戻ってきて――"
                },
                "16": {
                    "ID": "6661816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6661816",
                    "TitleEnglish": "The Massive Castle Rumbles",
                    "SummaryEnglish": "Murakumo is back! Now the castle is on wheels and it's slowly heading towards Edo. The ninjas try to break in as Hachirou attempts to flee.",
                    "TitleJapanese": "巨城、鳴動す",
                    "SummaryJapanese": "捕らわれた響。ついに姿を現した機動城郭となった叢雲。新五宝連の集結を待たずに叢雲へ侵入せんとする新五花撰達に、転寝はあるものを渡す。叢雲の機動停止に苦心する滑婆の前に皮膚坊が現れ、合力を申し出るが…。"
                },
                "17": {
                    "ID": "6661817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6661817",
                    "TitleEnglish": "Everyone Gathers at the Battlefield",
                    "SummaryEnglish": "Tenkai's servant infiltrates Murakumo Castle with a mission: to bring Tadanaga back or to kill him if he refuses to leave.",
                    "TitleJapanese": "一同、修羅に集う",
                    "SummaryJapanese": "響が捕らわれの身であることを成尋衆の一人、夜叉至から聞かされる八郎。一方、涙は現にある事実を打ち明ける。今だからこそ告げたいのだ、と言う涙。彼女の幼少期の経験が、今でなくては、そう思わせたのだった…。"
                },
                "18": {
                    "ID": "6681268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6681268",
                    "TitleEnglish": "The Cherry Blossoms Must Fall",
                    "SummaryEnglish": "Hadaebou's attempt to retrieve Tadanaga from Mukakumo Castle does not go as planned. Hachirou appears before the gathered ninjas of Kouga and Iga, faced with an enemy he cannot defeat alone.",
                    "TitleJapanese": "桜花、散るべし",
                    "SummaryJapanese": "皮膚坊の説得により、忠長の謀反への決心は再び揺らぐ。そんな忠長に成尋が告げる痛恨の事実…。一方、成尋衆の一人、涅哩底王に苦戦を強いられる八郎達。絶体絶命の状況で聞こえてくるこの駆動音は――"
                },
                "19": {
                    "ID": "6685032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6685032",
                    "TitleEnglish": "100 Eyes See Their Destiny",
                    "SummaryEnglish": "Hachirou enters the castle at last, as Saizou falls victim to Yasha Itaru's Destiny's Passage.",
                    "TitleJapanese": "百目、宿命を見たり",
                    "SummaryJapanese": "一人、叢雲へと招き入れられる八郎。残る者達はどこかにあるはずの侵入口を必死に探す。その最中、夜叉の術に掛けられてしまった才蔵は、絶望に満ちた過去を無理やりに思い出させられながら、自らの腹に刀を突き立てる…。"
                },
                "20": {
                    "ID": "6684744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6684744",
                    "TitleEnglish": "We Must See the Lotus Flowers Together",
                    "SummaryEnglish": "Saizou is dead, but his sacrifice has allowed the ninjas to proceed into Murakumo at last. But even greater threats await them inside.",
                    "TitleJapanese": "蓮華、俱に見るべし",
                    "SummaryJapanese": "自らを“朧”だと信じ込んでいる響は、八郎を“弦之介”だと認識、愛憎を持って迫りゆく。一方、叢雲へ侵入した現達だが、罠によって式部の身動きが取れなくなってしまう。なんとか式部を救おうとする蓮だが――"
                },
                "21": {
                    "ID": "6684745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6684745",
                    "TitleEnglish": "Remembrance Must Fade",
                    "SummaryEnglish": "The ninjas make their way up Murakumo castle, but they're stopped by Neirichiou. He's still alive, and he wants them dead.",
                    "TitleJapanese": "於母影、失せるべし",
                    "SummaryJapanese": "響の眼を覚まさせるべく、一計を案じる八郎。一方、叢雲内部を進む涙と現は、涅哩底王と遭遇する。転寝の一撃によって力を失ったはずの涅哩底王が余裕の表情で言う。お前達の相手は後ろにいる、と…。"
                },
                "22": {
                    "ID": "6684746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6684746",
                    "TitleEnglish": "The Demon Revives",
                    "SummaryEnglish": "Kujaku's secret is revealed as Joujin meets a grisly end, and the Demon King Nobunaga revives.",
                    "TitleJapanese": "魔、黄泉返りたり",
                    "SummaryJapanese": "儀式の完成のため、八郎と響の血を欲する成尋。死闘の末、涙と現の命を賭した忍法、そして響の瞳術で成尋の本懐は潰えた、はずだった。成尋は死なず、余裕の笑みを浮かべる。と、成尋の血が掛かった髑髏にある変化が見え――"
                },
                "23": {
                    "ID": "6684747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6684747",
                    "TitleEnglish": "The Cherry Blossoms Scatter",
                    "SummaryEnglish": "Nobunaga revives, only to quickly die again. Then Hibiki and Hachirou are trapped in a bizarre space created by the Joujinshuu's techniques. When they escape, they find themselves in a parallel world.",
                    "TitleJapanese": "桜花、乱れあう",
                    "SummaryJapanese": "ついに甦った信長。しかし、復活は完全ではなく、獣のごとき獰猛さで八郎達に襲い掛かる。滑婆の放った炸薬が契機となったのか、ふいに足を止める信長。燃え盛る炎の中、混濁した意識の中で声色が変わり始め…。"
                },
                "24": {
                    "ID": "6684748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/basilisk/episodes/6684748",
                    "TitleEnglish": "The Cherry Blossoms Bloom",
                    "SummaryEnglish": "In a parallel world, Hibiki and Hachirou face off with the Joujinshuu one final time. The Joujinshuu are caught off guard and overwhelmed, but Joujin still has a final trick up his sleeve: a deep connection to a powerful, hidden ninja.",
                    "TitleJapanese": "桜花、咲き戻りたり",
                    "SummaryJapanese": "成尋を葬るべく桜花を使う八郎と響。しかしそれは思わぬ大惨事を生む。転寝の幻に、桜花の“まことの姿”について語られた八郎と響だったが、響は桜花を捨てることを選ぶ。果たして桜花は、まこと潰えたのか――"
                }
            }
        }
    }
}