[
  {
    "URL": "https://www.thetvdb.com/series/angelic-layer",
    "Genres": [
      "Action",
      "Animation",
      "Anime",
      "Comedy",
      "Drama",
      "Science Fiction",
      "Sport"
    ],
    "Other Sites": [
      "https://www.imdb.com/title/tt0343274/",
      "https://www.themoviedb.org/tv/34722"
    ],
    "TitleEnglish": "Angelic Layer",
    "SummaryEnglish": "Misaki Suzuhara is a sixth grader who has just moved to Tokyo to live with her aunt. She stumbles across a merchandising phenomenon known as Angelic Layer in which a person can purchase a doll and custom design it. Once their doll is finished, they can link to it through new technology and have it move however they want, as long as its within the confines of a field known as a \"layer.\" In these fields there are battles to see who is the best at Angelic Layer that occur at tourist traps or at special tournaments; Misaki meets a strange man known only as Icchan who gets her involved in the games. The man for some reason believes that she has high potential to become one of the greatest players of all time...",
    "Aliases": [
      "Battle Doll Angelic Layer",
      "Kidō Tenshi Angelic Layer",
      "Mobile Angel Angelic Layer"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
      "0": {
        "ID": "535401",
        "URL": "https://www.thetvdb.com/series/angelic-layer/seasons/official/0",
        "# Episodes": 1,
        "Episodes": {
          "1": {
            "ID": "4940961",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/4940961",
            "TitleEnglish": "10th Anniversary Song - Be My Angel ~memorial wing~",
            "SummaryEnglish": null,
            "Aliases": []
          }
        }
      },
      "1": {
        "ID": "15839",
        "URL": "https://www.thetvdb.com/series/angelic-layer/seasons/official/1",
        "# Episodes": 26,
        "Episodes": {
          "1": {
            "ID": "298906",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298906",
            "TitleEnglish": "How Do You Do? My Very Own Angel!",
            "SummaryEnglish": "Misaki moves to Tokyo to live with her aunt. After getting lost at the train station she sees an Angelic Fight on a big screen. A mysterious man, Icchan, who followed her out of the train station tells her more about 'Angelic Layer' and helps her to create her own angel, Hikaru.",
            "Aliases": []
          },
          "2": {
            "ID": "298907",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298907",
            "TitleEnglish": "Do Your Best, Hikaru! It's Your First Fight!!",
            "SummaryEnglish": "Misaki gets confused on her way to the first day of school when she meets Hatoko, a 5 year old girl who knows a lot about Angelic Layer, she also meets Hatoko's older brother, Kotarou and his best friend Tamayo. On her way home from school Misaki once again meets Icchan who helps her to make clothes for Hikaru and brings her to an Angelic Layer training center so she can practise movements on the Layer... However Misaki accidentally signs up for a match!",
            "Aliases": []
          },
          "3": {
            "ID": "298908",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298908",
            "TitleEnglish": "Who Are You? Misaki's Nervous Lesson",
            "SummaryEnglish": "Icchan continues teaching Misaki about Angelic Layer and helps her practice. Misaki meets Ohjiro Mihara and his angel, Wizard. Icchan gets Misaki an Angel Card and signs her up for the tournament.",
            "Aliases": []
          },
          "4": {
            "ID": "298909",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298909",
            "TitleEnglish": "The Day an Angel Flew Down",
            "SummaryEnglish": "Misaki's first official tournament begins as she faces off with Angel Katalina, an Angel that uses ice skates in her special attacks. We also get to see Hatoko's famous Angel, Lightspeed Suzuka, in action.",
            "Aliases": []
          },
          "5": {
            "ID": "298910",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298910",
            "TitleEnglish": "I Don't Want to Lose! I'm Believing in Hikaru",
            "SummaryEnglish": "The Tokyo Regional Qualifiers continues as Misaki fights in her second match. Hatako is disappointed in Misaki for not believing in Hikaru",
            "Aliases": []
          },
          "6": {
            "ID": "298911",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298911",
            "TitleEnglish": "Suzuka, The Speed of Light! Hatoko's Declaration of Rivalry!",
            "SummaryEnglish": "The Tokyo Regional Qualifiers continue. We get to see small portions of some of Misaki's fights. Misaki ends up having to fight Hatako. Hatako asks Misaki to promise not to lose to anyone but her and meet at the Kanto Games.",
            "Aliases": []
          },
          "7": {
            "ID": "298912",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298912",
            "TitleEnglish": "Fight at the Edge... Misaki's Last Chance",
            "SummaryEnglish": "Misaki fights her last match in the Tokyo Regional Qualifiers. Both Misaki and her opponent discover the fun of playing Angelic Layer, even while competing. The Angels advancing to the Kanto Games are announced.",
            "Aliases": []
          },
          "8": {
            "ID": "298913",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298913",
            "TitleEnglish": "Misaki vs Misaki? The Dangerous Classmate",
            "SummaryEnglish": "Misaki's classmate, Ryo Misaki claims that girls can't beat boys at Angelic Layer if the fight is \"fair\". Eventually they end up having a match.",
            "Aliases": []
          },
          "9": {
            "ID": "298914",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298914",
            "TitleEnglish": "Sing, Misaki! Is the Deus an Idol?!",
            "SummaryEnglish": "The Kanto Area Qualifiers start, it is a single elimination tournament leading up to the National Games. Misaki fights in the very first match versus the idol, Ringo Seto and her Angel, Ranga.",
            "Aliases": []
          },
          "10": {
            "ID": "298915",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298915",
            "TitleEnglish": "Mean Sisters! Hikaru, the Target",
            "SummaryEnglish": "Misaki fights her second match in the Kanto Games. We see the Angels, Blanche and Shirahime for the first time. Misaki fights Madoka and her angel, Mao, but something is wrong. What is going on?",
            "Aliases": []
          },
          "11": {
            "ID": "298916",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298916",
            "TitleEnglish": "Finish It Off! Hikaru & Mao's Important Game",
            "SummaryEnglish": "The fight against Mao continues. The Fujisaki sisters learn a valuable lesson about Angelic Layer. The semi-finalists are announced.",
            "Aliases": []
          },
          "12": {
            "ID": "298917",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298917",
            "TitleEnglish": "Misaki & Kotaro. Their Exciting Date",
            "SummaryEnglish": "Misaki worries about what Hikaru's weak point is. Kotaro invites Misaki to watch him perform karate to try and help her out.",
            "Aliases": []
          },
          "13": {
            "ID": "298918",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298918",
            "TitleEnglish": "Pure White Blanche. Kaede's Smile",
            "SummaryEnglish": "We get a glimpse of Kaede's home life and the origins of Blanche. The semi finals for the Kanto Games start and a new upgrade to the Layer is announced. Misaki and Hikaru face off versus Kaede and Blanche.",
            "Aliases": []
          },
          "14": {
            "ID": "298919",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298919",
            "TitleEnglish": "I Won't Give Up! And an Angel Was Born",
            "SummaryEnglish": "Blanche's Hyper Mode gives her more strength and speed than any other Angel Misaki has come across and she's not giving Hikaru much of a chance. Just when it seems that all hope is lost, Misaki realizes that, not only are her friends and fans counting on her, but Hikaru is too. Will it be enough to help her win the match?",
            "Aliases": []
          },
          "15": {
            "ID": "298920",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298920",
            "TitleEnglish": "Shirahime Versus Suzuka! Secret of the Ice Machine",
            "SummaryEnglish": "We learn some of the background of Sai and see hints of why she is involved in Angelic Layer. Sai and Shirahime face off versus Hatako and Suzuka. Who will win?",
            "Aliases": []
          },
          "16": {
            "ID": "298921",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298921",
            "TitleEnglish": "The Final Game! Hikaru's Last Attack",
            "SummaryEnglish": "We are given a glimpse into the real reason that Sai plays Angelic Layer. The final match of the Kanto Games commences.",
            "Aliases": []
          },
          "17": {
            "ID": "298922",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298922",
            "TitleEnglish": "I've Made My Mind Up on You! The One Misaki Selected",
            "SummaryEnglish": "Misaki must pick a Second, who will support her at the National Games. Everyone shows up to a party at Misaki's house. Misaki's mother is supposed to show up, but will she?",
            "Aliases": []
          },
          "18": {
            "ID": "298923",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298923",
            "TitleEnglish": "Many Strong Opponents! The National Games of Everyone's Dreams",
            "SummaryEnglish": "The National Games start. Sai fights the first match of the Games. Shu and Athena fight in the second match.",
            "Aliases": []
          },
          "19": {
            "ID": "298924",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298924",
            "TitleEnglish": "System Down! Decisive Fight on a Ship in a Storm!",
            "SummaryEnglish": "Misaki fights her first match against a Deus who is her physical opposite. A storm causes issues with the Layer.",
            "Aliases": []
          },
          "20": {
            "ID": "298925",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298925",
            "TitleEnglish": "Is Icchan the Enemy? The Puzzling Second Game",
            "SummaryEnglish": "Misaki has a surprise opponent in the second round of the National Games.",
            "Aliases": []
          },
          "21": {
            "ID": "298926",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298926",
            "TitleEnglish": "Summertime at the Sea! Someone Is in Love with Someone!",
            "SummaryEnglish": "Misaki, Tamayo, Hatako and Kotaro go to the beach. The Angelic Layer development team also ends up at the same beach. Someone confesses their feelings, but will those feelings be returned?",
            "Aliases": []
          },
          "22": {
            "ID": "298927",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298927",
            "TitleEnglish": "Suddenly Just the Two of Us. Secret Double Dates",
            "SummaryEnglish": "Misaki runs into Ohjiro in town and they spend the day together. Kotaro and Tamayo get stuck in an elevator together. The next day Hikaru faces off against Wizard.",
            "Aliases": []
          },
          "23": {
            "ID": "298928",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298928",
            "TitleEnglish": "Break Up the Magic Wall! Misaki Versus Ohjiro",
            "SummaryEnglish": "The fight continues between Hikaru and Wizard. Misaki must figure out how to break Wizard's guard.",
            "Aliases": []
          },
          "24": {
            "ID": "298929",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298929",
            "TitleEnglish": "Reach Misaki! This Thought Goes Over the Rainbow!",
            "SummaryEnglish": "Chief Mihara takes a bold step. Athena faces off versus Shirahime in what promises to be an epic match.",
            "Aliases": []
          },
          "25": {
            "ID": "298930",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298930",
            "TitleEnglish": "Reunion of Destiny, Angels Wet with Tears",
            "SummaryEnglish": "Misaki finally finds out where her mother has been and what she has been doing.",
            "Aliases": []
          },
          "26": {
            "ID": "298931",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/angelic-layer/episodes/298931",
            "TitleEnglish": "Angel Wings! Please Guide Me & Hikaru!",
            "SummaryEnglish": "The long awaited championship match between Athena and Hikaru occurs.",
            "Aliases": []
          }
        }
      }
    }
  }
]