[
  {
    "URL": "https://www.thetvdb.com/series/fruits-basket",
    "Genres": [
      "Animation",
      "Anime",
      "Comedy",
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "Other Sites": [
      "https://www.imdb.com/title/tt0328738/",
      "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH846746"
    ],
    "TitleEnglish": "Fruits Basket",
    "SummaryEnglish": "Tohru Honda is a cheerful 16 year old girl. She was orphaned when her mother was killed in a car accident. Not wanting to burden anyone, she buys a tent and begins to live in a forest. She is determined to finish school in order to fulfill her mother's last wish. It turns out that the land Tohru is living on belongs to the Sohma family. She is quickly invited to live in the Sohma house (all males), as long as she is willing to cook and clean. One of the Sohma's, Yuki, is the most popular boy at Tohru's high school. He is swooned by girls constantly and is even referred to as the \"prince\" of the school. His cousins Shigure, Yuki's guardian, and Kyo make up the rest of the household. Tohru knows that her living environment is out of the normal, but things turn out to get stranger. The members of the Sohma family are possessed by animals and they turn into their true selves when they are embraced by the opposite sex! You can imagine Tohru's surprise when she witnesses",
    "Aliases": [],
    "Modified": "2025-09-16",
    "Seasons": {
      "0": {
        "ID": "535396",
        "URL": "https://www.thetvdb.com/series/fruits-basket/seasons/official/0",
        "# Episodes": 1,
        "Episodes": {
          "1": {
            "ID": "6821026",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/6821026",
            "TitleEnglish": "アニメ フルーツバスケットにもうすぐ会える",
            "SummaryEnglish": null,
            "Aliases": []
          }
        }
      },
      "1": {
        "ID": "15826",
        "URL": "https://www.thetvdb.com/series/fruits-basket/seasons/official/1",
        "# Episodes": 26,
        "Episodes": {
          "1": {
            "ID": "298501",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298501",
            "TitleEnglish": "The Strangest Day",
            "SummaryEnglish": "Losing Tohru Honda's mother was hard enough, but living in a tent, now that's just crazy! One day, leaving for school, Tohru happens to stumble to the prince of her high school 'Yuki Sohma' at his house. As Yuki and his cousin Shigure finds out that Tohru been living in a tent, Yuki and Shigure lets Tohru live with them as their housekeeper. Trouble starts as soon as Kyo, another member of the Sohma family, messes up Tohru's new room causing her to lose her balance. Grabbing onto the Sohma family for support, they all turn into animals of the Chinese Zodiac.",
            "Aliases": []
          },
          "2": {
            "ID": "298502",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298502",
            "TitleEnglish": "The Sohma Curse",
            "SummaryEnglish": "Tohru is quite surprised to see Yuki, Shigure, and Kyo turn into animals. While still in their animal forms, they tell her about the Sohma Family Curse. Whenever a member of the Sohma family is hugged by a member of the opposite sex, they turn into animals from the Chinese Zodiac. Later on at school, Yuki confronts Tohru and tells her that her memory may have to be erased because she found out the family secret. When they return home, Shigure informs them of Akito's decision: Tohru can stay at the house and won't have her memories erased as long as she doesn't tell anybody about the family secret.",
            "Aliases": []
          },
          "3": {
            "ID": "298504",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298504",
            "TitleEnglish": "All Shapes and Sizes",
            "SummaryEnglish": "At school, Tohru walks in on Kyo and Yuki fighting. When she tries to stop them she runs into Kyo and he transforms. Kyo gets angry and calls her a stupid girl which makes Tohru think he hates her. Feeling guilty, he decides to pick Tohru up from her job and apologizes in his own way. The next day, on her way home from work, Tohru meets up with Yuki, and they walk home together. After accidentally transforming, Yuki tells Tohru about how he wants to live a normal life.",
            "Aliases": []
          },
          "4": {
            "ID": "298503",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298503",
            "TitleEnglish": "Here Comes Kagura!",
            "SummaryEnglish": "Someone visits Shigure's house. It's Kagura who has brought a lot of commotion into the Sohma residence. Can Tohru and Kagura become friends or will they be bitter rivals?",
            "Aliases": []
          },
          "5": {
            "ID": "298506",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298506",
            "TitleEnglish": "A Rice Ball in a Fruits Basket",
            "SummaryEnglish": "Things are going great at Shigure's house. Just when Tohru feels the days will always be like this, she gets a call from her grandpa. His house is finished, so Tohru can move back with him.",
            "Aliases": []
          },
          "6": {
            "ID": "298505",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298505",
            "TitleEnglish": "Invincible Friendship?",
            "SummaryEnglish": "Tohru is back living with the Sohmas. Tohru's friends just get wind of it and decide to see if the Sohmas are taking good care of Tohru. Will they be able to keep the Sohma family curse under wraps while Uo and Hana stay over?",
            "Aliases": []
          },
          "7": {
            "ID": "298507",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298507",
            "TitleEnglish": "A Plum on the Back",
            "SummaryEnglish": "It's the cultural festival, and Tohru's class is doing a hit or miss rice ball stand. Yuki is given a special outfit to wear during the festival, which brings in lots of customers. We get to meet Momiji and Hatori, two more Sohma family members! Could they be members of the zodiac as well?",
            "Aliases": []
          },
          "8": {
            "ID": "298508",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298508",
            "TitleEnglish": "Don't Cry, For the Snow will Surely Melt",
            "SummaryEnglish": "Tohru visits the main Sohma residence for the first time. After the warning Yuki gave her at the festival, she's a bit nervous to talk to Hatori, one of the senior family members. Why is Hatori so insistent that Tohru leave the Sohma family alone?",
            "Aliases": []
          },
          "9": {
            "ID": "298510",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298510",
            "TitleEnglish": "A Solitary New Year",
            "SummaryEnglish": "Tohru and the Sohmas are cleaning house with the help with Uo and Hana. Shigure's assistant Mi is pressing Shigure to finish his 500-page novel. Later on, the Sohmas are supposed to visit the Sohma House for their annual celebrations. But that means Tohru will be alone for New Year's?",
            "Aliases": []
          },
          "10": {
            "ID": "298509",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298509",
            "TitleEnglish": "Make It Clear If It's Black or White",
            "SummaryEnglish": "Tohru's class goes on an endurance run. In the middle of the run, a white-haired boy, not much younger than Yuki, interrupts and challenges Kyo to a fight. The boy is also a member of the Sohma clan. As they fight, Yuki feels faint. What will Tohru do now? And which zodiac member is this boy?",
            "Aliases": []
          },
          "11": {
            "ID": "298512",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298512",
            "TitleEnglish": "Everybody Loves Chocolate",
            "SummaryEnglish": "It's Valentine's Day, and Tohru has given all the Sohma's chocolates. But it seems that after finals, she's also working harder than ever earning money. Could something be the matter?",
            "Aliases": []
          },
          "12": {
            "ID": "298511",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298511",
            "TitleEnglish": "White Day",
            "SummaryEnglish": "Momiji invites Tohru, Kyo, and Yuki to a relaxing weekend at the Sohma Hot Springs. Tohru even brings her mom along. Yuki has a chance to give Tohru a gift for White Day. But Momiji has an even bigger surprise!",
            "Aliases": []
          },
          "13": {
            "ID": "298514",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298514",
            "TitleEnglish": "A New School Term Starts!",
            "SummaryEnglish": "Tohru's second year at high school begins, and Yuki is helping out with orientation. It turns out some of the younger Sohmas are entering the same high school. Hatsuharu gets in a conflict with the class president, but a deeper situation occurs when one of the Sohmas unexpectedly shows up and confronts Tohru!",
            "Aliases": []
          },
          "14": {
            "ID": "298513",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298513",
            "TitleEnglish": "The Adult's Episode - Ayame's a Messed Up Snake!",
            "SummaryEnglish": "Tohru and Yuki are tending the vegetable garden, when Tohru finds a set of clothes lying on the ground. Could this be a new Sohma? According to the title, it is! Not only is the new Sohma awfully friendly, it has a few surprising secrets to reveal about its relationship to Yuki and the others.",
            "Aliases": []
          },
          "15": {
            "ID": "298516",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298516",
            "TitleEnglish": "There Are No Memories It's OK to Forget",
            "SummaryEnglish": "It's been a year since Tohru's mom passed away, and the gang visits her grave. Uo and Hana speculate on whom Tohru will fall in love with. Then Tohru discovers Momiji in the building she works in. What is he doing there? And where are Momiji's parents?",
            "Aliases": []
          },
          "16": {
            "ID": "298515",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298515",
            "TitleEnglish": "If We've Three Then We Don't Need To Fear Jason",
            "SummaryEnglish": "Shigure invites Tohru and the Sohmas out to a lake in the woods, where not only will they have to contend with Jason, but some other surprises. Also, Tohru worries that Kyo and Yuki don't seem to be their usual selves.",
            "Aliases": []
          },
          "17": {
            "ID": "298518",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298518",
            "TitleEnglish": "It's Because I've Been Loved That I've Become Stronger",
            "SummaryEnglish": "Hatsuharu introduces a new Sohma to Tohru. It's a tiger cub named Kisa! But when Tohru reaches out to her, Kisa bites her! Can Tohru befriend this wild yet timid girl?",
            "Aliases": []
          },
          "18": {
            "ID": "298517",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298517",
            "TitleEnglish": "The Strongest Tag - The Cursed Electric Wave Brother and Sister",
            "SummaryEnglish": "The Prince Yuki Fan Club takes center stage in this episode, where they plot to break up the friendship between Tohru and Yuki. They use a school newspaper interview visit to Saki Hanajima's house to search for Hana's weaknesses. But even with their trusty camcorder, the fan club is in for some freaky and some normal surprises as they tour Hana's home.",
            "Aliases": []
          },
          "19": {
            "ID": "298520",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298520",
            "TitleEnglish": "The Source Of Cheer Can Be Affected By Colds, Too!",
            "SummaryEnglish": "Tohru fails one of her midterms and now has just one chance to retake it, and with just a few days before the make-up exam, she is coming down with a cold. What will the gang do now?",
            "Aliases": []
          },
          "20": {
            "ID": "298519",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298519",
            "TitleEnglish": "Ayame's Secret Life",
            "SummaryEnglish": "Yuki and Tohru visit Ayame's dress shop. Ayame's assistant Mine Kurame, has grander ideas. Could there be some cosplaying involved? And what is \"The Thing\"?",
            "Aliases": []
          },
          "21": {
            "ID": "298522",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298522",
            "TitleEnglish": "Sophist Boy Has Captured The Prince",
            "SummaryEnglish": "Someone steals Tohru's purse, and it looks like another zodiac member. He's Hiro Sohma and he's very jealous of Tohru and Kisa.",
            "Aliases": []
          },
          "22": {
            "ID": "298521",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298521",
            "TitleEnglish": "Prince Yuki Fan Club",
            "SummaryEnglish": "Yuki starts the semester as the Student Council President, and the Prince Yuki Fan Club is right there with him, except that there's this other girl. Could this be competition? What will Yuki's fan club president do?",
            "Aliases": []
          },
          "23": {
            "ID": "298524",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298524",
            "TitleEnglish": "Is the Rumored Ri That Mother's Daughter?",
            "SummaryEnglish": "Shigure's house receives yet another visitor - Ritsu Sohma, the daughter of the Hostess at the hot springs. Whenever Ri's around, it seems to be one mishap after another. But Ritsu's biggest bombshell is yet to come. Tohru is in for the surprise of her life!",
            "Aliases": []
          },
          "24": {
            "ID": "298523",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298523",
            "TitleEnglish": "The Curse of the Cat",
            "SummaryEnglish": "It's a rainy day. Tohru and Yuki don't mind much, but Kyo is in down spirits. Things just keep getting worse for Kyo. Kagura makes a surprise visit. We learn why Kagura loves Kyo so much. Kyo's teacher, Kazuma Sohma, also makes a visit. Kazuma seems to have a reason for his visit, but could it break the wonderful world that Tohru lives in?",
            "Aliases": []
          },
          "25": {
            "ID": "298526",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298526",
            "TitleEnglish": "True Form",
            "SummaryEnglish": "Kyo's shocking transformation into his true form is finally complete! Unfortunately for Tohru, she witnesses the entire spectacle leaving her disoriented and confused. Kagura comes up with the family's last hope to save him…whether Tohru likes it or not!",
            "Aliases": []
          },
          "26": {
            "ID": "298525",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/fruits-basket/episodes/298525",
            "TitleEnglish": "Let's Go Home",
            "SummaryEnglish": "Tohru pushes her relationships with the Sohmas to the limit as she tries to reach out to Kyo in love, which proves to be troublesome since Kyo is in his wild monster cat form. And if that wasn’t enough, she confronts Akito to tell him how she feels about all the abuse. Akito isn’t pleased with any of her interactions, and feels like it’s time for Tohru’s memories to be erased once and for all. Friendships will be tested in the exciting finale to the TV series.",
            "Aliases": []
          }
        }
      }
    }
  }
]