{
    "URL": "https://www.thetvdb.com/series/full-metal-panic",
    "Genres": [
        "Action",
        "Adventure",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0328739/",
        "https://www.themoviedb.org/tv/39379"
    ],
    "TitleEnglish": "Full Metal Panic!",
    "SummaryEnglish": "Sousuke Sagara, a member of a covert anti-terrorist private military organization known as Mithril, is tasked with protecting Kaname Chidori, a spirited Japanese high school girl.",
    "TitleJapanese": "フルメタル・パニック！",
    "SummaryJapanese": "ミスリルとして知られる秘密の反テロリスト民間軍事組織のメンバーである相良宗介は、元気な日本の女子高生である千鳥かなめを保護する任務を負った。",
    "Aliases": [
        "Full Metal Panic? Fumoffu"
    ],
    "Modified": "2025-08-02",
    "Seasons": {
        "0": {
            "ID": "26366",
            "URL": "https://www.thetvdb.com/series/full-metal-panic/seasons/official/0",
            "# Episodes": 7,
            "Episodes": {
                "2": {
                    "ID": "1784351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/1784351",
                    "TitleEnglish": "A Relatively Leisurely Day in the Life of a Fleet Captain",
                    "SummaryEnglish": "Teletha spends the day trying to find out why she awoke half-naked on the bridge of the Tuatha de Danaan, as well as looking for her favorite stuffed animal that she likes to sleep with.",
                    "TitleJapanese": "特別版 わりとヒマな戦隊長の一日",
                    "SummaryJapanese": "世界各地でテロと対抗して戦う秘密武装集団「ミスリル」。その中核を担う西太平洋戦隊の巨大潜水艦「トゥアハー・デ・ダナン」の艦長は…16歳のドジッ娘・銀髪美少女だった！ 潜水艦の発令所の中、下着姿で眠りから覚めたテレサ・テスタロッサ大佐＝通称テッサは、淡い想いをよせる宗介に寝ぼけて抱きついてしまい…。"
                },
                "3": {
                    "ID": "4442547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/4442547",
                    "TitleEnglish": "Episode 000",
                    "SummaryEnglish": "Promo for Season 2 - The Second Raid",
                    "TitleJapanese": "The Second Raid　Sceme 00",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "6694316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/6694316",
                    "TitleEnglish": "Intermission",
                    "SummaryEnglish": "Kaname narrates a recap of events from the first four episodes.",
                    "TitleJapanese": "インターミッション",
                    "SummaryJapanese": "原作・賀東先生書き下ろしのシナリオで、「IV」を振り返ります！"
                },
                "5": {
                    "ID": "6730086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/6730086",
                    "TitleEnglish": "Intermission 2",
                    "SummaryEnglish": "Tessa narrates a recap of events from episodes five through eight.",
                    "TitleJapanese": "インターミッション2",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "8802793",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/8802793",
                    "TitleEnglish": "Director's Cut Part 1: \"Boy Meets Girl\"",
                    "SummaryEnglish": null,
                    "TitleJapanese": "FULL METAL PANIC!: BOY MEETS GIRL",
                    "SummaryJapanese": "Shikidouji, the illustrator of Shoji Gatoh's Full Metal Panic! light novel series, revealed that production has been green-lit on a \"director's cut\" v..."
                },
                "7": {
                    "ID": "9152205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/9152205",
                    "TitleEnglish": "Director's Cut Part 2: \"One Night Stand\" Edition",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ディレクターズカット版 第２部：「ワン・ナイト・スタンド」編",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "9152209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/9152209",
                    "TitleEnglish": "Director's Cut Part 3: \"Into the Blue\"",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ディレクターズカット版 第３部：「イントゥ・ザ・ブルー」編",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "15844",
            "URL": "https://www.thetvdb.com/series/full-metal-panic/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "299027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299027",
                    "TitleEnglish": "The Guy I Kinda Like is a Sergeant",
                    "SummaryEnglish": "As part of the organization Mithril, Sergeant Souske Sagara, Melissa Mao and Kurz Weber recieve a secret mission: guarding Kaname Chidori, a popular student from a school higher in Tokyo which has a hidden military potential.",
                    "TitleJapanese": "気になるあいつは軍曹",
                    "SummaryJapanese": "世界最強といわれる特殊部隊「ミスリル」。その組織に所属する相良宗介は、あらたな任務として、陣代高校に通う女子高生、千鳥かなめの護衛を言い渡された。早速、任務遂行のため、転校してきた宗介だが、平和な日本で戦争ボケをかましまくり、逆に変人扱いに…。"
                },
                "2": {
                    "ID": "299028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299028",
                    "TitleEnglish": "I Want to Protect You",
                    "SummaryEnglish": "Sousuke is set on his mission to protect Kaname, and attacks anything vaguely resembling a threat to Kaname. This leads to funny situations and Sousuke has to explain Kaname why he is following her, blaming coincidence.",
                    "TitleJapanese": "守ってあげたい",
                    "SummaryJapanese": "何とか、千鳥かなめの護衛任務をこなそうとすればするほど、空回りしてしまう宗介。宗介とタッグを組むことになったメリッサ・マオ、クルツ・ウェバーの二人も宗介に振り回されっぱなし。そんな中、学校帰りのハンバーガーショップで、怪しい人物がかなめを狙っていた!?"
                },
                "3": {
                    "ID": "299029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299029",
                    "TitleEnglish": "Lingerie Panic",
                    "SummaryEnglish": "Sousuke gets oriented in his Garbage Duty and Kurtz gets to know the targets a little better. Meanwhile Tessa takes care of a research center in Russia. Sousuke's team encounter a mysterious man climbing to Kaname's balcony.",
                    "TitleJapanese": "ランジェリー・パニック",
                    "SummaryJapanese": "ようやくかなめと仲直りし、いい関係になれた宗介。護衛任務も快調。本当にかなめを狙う組織が存在するのか？と、疑問に思いかけていた矢先、かなめの自宅に侵入する人影が！ 早速、侵入者を捕らえるべく出動した三人だが、これがまたかなめとの関係をぶち壊す大変なことになるのだった。"
                },
                "4": {
                    "ID": "299030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299030",
                    "TitleEnglish": "Kidnap",
                    "SummaryEnglish": "The airplane with Sousuke, Kaname and 400 of their classmates is hijacked and brought to a secluded location. Kaname is taken away from the plane, but what will Sousuke do to rescue her?",
                    "TitleJapanese": "キッド・ナップ",
                    "SummaryJapanese": "前回の事件で、またまた不仲になってしまったかなめと宗介。そんな中、陣代高校は沖縄へ修学旅行に行くことになった。当然、同行する宗介。せっかくの旅行にもかかわらず、飛行機内でもかなめは無視、無視…。さあ到着後関係を修繕しよう、と思いきや、到着した場所は沖縄とは似ても似つかない場所であった！"
                },
                "5": {
                    "ID": "299031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299031",
                    "TitleEnglish": "Whispered - The Ones to be Whispered",
                    "SummaryEnglish": "Sousuke comes to Kaname's rescue, and the rest of the rescue team arrive on the scene, as well, but can they hold off the army and save the students? Can Sousuke get Kaname to safety?",
                    "TitleJapanese": "囁かれし者",
                    "SummaryJapanese": "ハイジャックされたかなめたち陣代高校の面々。実はハイジャック犯はかなめを狙う連中だった。実験体にされそうになったかなめを危機一髪救出する宗介。その後、ASサベージを操り、脱出するものの行く手を阻む未確認ASが…。そこから木霊する声は死んだはずの宿敵、ガウルンだった!! 絶体絶命の二人！"
                },
                "6": {
                    "ID": "299033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299033",
                    "TitleEnglish": "Still Alive",
                    "SummaryEnglish": "As the rescue team has left, Sousuke, Kaname and Kurz try to figure out a way to get back to safety.",
                    "TitleJapanese": "STILL ALIVE",
                    "SummaryJapanese": "ガウルンのAS「コダール」との激戦の末、九死に一生を得たクルツ。かなめと宗介にやっとの思いで合流したそのとき、宗介自身もかなりの傷を負っていた。二人の負傷者を抱えたかなめ。自分たちが足手まといだとする宗介は、かなめだけでも逃げるように諭すのだった。"
                },
                "7": {
                    "ID": "299032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299032",
                    "TitleEnglish": "Boy Meets Girl",
                    "SummaryEnglish": "Sagara and Kaname barely escapes from the enemy. Now on the run they try to find a way out. Deep in the forest Sagara isn't able to move much more with his injuries, so Kaname decides to stop and rest for a bit. After Sagara was able to stop the bleeding, Kaname realizes how dangerous and mysterious Sagara really is. To make matters worse they find an unexpected person along the way, it's Kurtz, who looks badly beaten by Gaul. As the 3 try to make to the shoreline they find themselves in a tight pinch; the forest ended and all there is now is plain fields. Not Knowing what to do Sagara had only one idea left - to have himself and Kurtz distract the enemy force while Kaname makes a run to safety. But Kaname refuses to leave.",
                    "TitleJapanese": "ボーイ・ミーツ・ガール",
                    "SummaryJapanese": "クルツとの戦闘による損傷を癒し、再活動し始めたガウルン＝「コダール」。再度、今度は新型AS「アーバレスト」に搭乗した宗介と対戦。「ラムダ・ドライバ」が作動せず、ピンチの宗介。止めをさそうとする「コダール」。そのとき、かなめの隠された能力が!?"
                },
                "8": {
                    "ID": "299034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299034",
                    "TitleEnglish": "Part Time Steady",
                    "SummaryEnglish": "Putting the tumultuous experiences in Khanka behind them, it’s business as usual back at Jindai High School. On the way to school, Kaname is asked out by Shirai, even offering to leave his girlfriend, who watches the debacle furiously from cover. After Sousuke threatens to kill off his family if he goes near Kaname again, the situation appears to be resolved-or is it? At school, Kaname gets the strange feeling that she’s being watched. The situation explodes when Sousuke finds foul graffiti written about Kaname scribbled on the men’s room wall, and proceeds to torture and interrogate Shirai trying to get him to confess. Kaname is called in by Kyouko to defuse the crisis before Shinji’s bladder bursts. Once Shirai is rescued from getting intimate with the toilet bowl by his enraged girlfriend Mizuki, Sousuke sets out to learn about love from one of Shinji’s dating simulators. Kaname and Kyouko watch with distain as negotiations break down between Sousuke and his virtual love. While Sousuke hasn’t got a clue about romancing virtual girls, this military maniac is about to find himself on the receiving end of a crash course in the real thing courtesy of Mizuki Inaba. Blaming Kaname for Shirai breaking up with her, Mizuki recruits Sousuke to fill the roll as her beloved boyfriend in the hopes of convincing some old friends from Jr. High that she has the perfect relationship. Will Sousuke survive basic training in the art of romance? And just how much of this insanity is Kaname going to stand for?",
                    "TitleJapanese": "パートタイム・ステディ",
                    "SummaryJapanese": "ガウルンとの激しい攻防を制した宗介、かなめたち。またいつもの学園生活が始まった。そんなある日、かなめの同級生「稲葉瑞樹」は彼氏の白井にふられた直後、友達に彼氏を紹介する羽目に…。困惑する瑞樹。そんな彼女が彼氏役に指名したのは、何と宗介だった！ 複雑な心境のかなめ。"
                },
                "9": {
                    "ID": "299035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299035",
                    "TitleEnglish": "Dangerous Safe House",
                    "SummaryEnglish": "Attempting to clear Japanese customs at the airport, a peculiar young man named Takuma Kugayama lunges at and viciously attacks a customs agent for simply having a crooked tie. Elsewhere, Melissa and her team raid a terrorist base in a dense forest with their M9’s, only to learn that the target they’ve taken down isn’t the one Mithril was hoping for. Back on de Danaan, Captain Testarossa is distressed that the terrorist organization A21 has escaped her grasp. While this raid was a bust, information comes in that a member of A21 has been taken into custody at Tokyo airport, and that the prisoner may be a Whispered. Lt. Kalinin takes off to investigate.",
                    "TitleJapanese": "あぶないセーフハウス",
                    "SummaryJapanese": "かなめとの宿題の約束を、ミッションのためすっかり忘れていた宗介。慌てて、学校に戻ってきたが、待っていたのはかなめの投げた二塁ベースだった。そのころ、成田空港の税関で奇妙な行動を繰り返す少年が捕まった。名はタクマ。この少年と謁見するため本土に降り立ったテッサだったが…。"
                },
                "10": {
                    "ID": "299036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299036",
                    "TitleEnglish": "Run, Run, Run",
                    "SummaryEnglish": "Chidori does not quite believe that Tessa is Sagara's superior as Tessa is having fun acting blonde. Meanwhile, Kalinin is being interrogated by Takuma's 'sister' and learns the history of A21. When Sagara discovers a sensor on Takuma, the group moves to the school to wait for back-up. In the room, Tessa manages to build a rapport with Takuma. The girls are captured by A21 while visiting the washroom and the group forces Sagara to make a choice over who to release first. Considering that Chidori is more athletic even though the second person will be in more danger, Sagara asks for the clumsy Tessa to be released first. When it's Chidori's turn, she grapples with Takuma half way through. A shoot-out occurs and both girls are captured while a mini-torpedo hits the spot which Sagara is hiding in.",
                    "TitleJapanese": "ラン・ランニング・ラン",
                    "SummaryJapanese": "テッサとタクマを自宅に匿うはめになってしまった宗介。宗介と仲直りしようと訪ねてきたかなめの前に、バスタオル1枚で現れた艶かしいテッサ。宗介を挟んで一触即発の奇妙な三角関係が始まった。そんな中、タクマは着々と脱出するための策を講じるのだった。"
                },
                "11": {
                    "ID": "299037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299037",
                    "TitleEnglish": "Behemoth Awakening",
                    "SummaryEnglish": "A21 has recovered Takuma and taken Kaname and Tessa hostage! The girls fear Sousuke may be in a bad way, but our intrepid Sergeant has managed to survive the RPG attack with just a few scratches. With Kurz and Mao now on the scene, priority shifts to retrieving the hostages and putting a stop to A21’s plans. A21 takes Kaname and Tessa back to the freighter where Lt. Kalinin is being held in order to use them to get Kalinin to tell them what he knows of the Lambda Driver. Imprisoned, Tessa laments over the situation, but takes courage from Kaname’s strength and resolve not to let it get her down. Kaname and Tessa are taken to Lt. Kalinin at gunpoint, where they demand information about the Lambda driver or the girls will be shot. With a bit of deception and help from Tessa, the interrogator is subdued and the hostages move to make their escape, but first, they must confirm what lies in the ship’s cargo hold. This suspicion about the Clinton’s cargo is confirmed. A colossal AS with tremendous destructive power is anchored below deck. They have little time to gawk, as Seina, Takuma, and their guards confront the gang. Just as things about to turn bad, Sousuke and Kurz bust in and take the fight to the guards. They manage to wound Takuma, but its not enough to stop him from reaching the Behemoth’s cockpit.",
                    "TitleJapanese": "ベヘモス覚醒",
                    "SummaryJapanese": "テロリストA21によって捕まったかなめとテッサ。彼女達が向かうのは若者で人気のスポット有明お台場であった。二人を救出すべく後を追う宗介達。彼等を待っていたのは、この世のものとは思えないとてるもない化け物であった！"
                },
                "12": {
                    "ID": "299038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299038",
                    "TitleEnglish": "One Night Stand",
                    "SummaryEnglish": "With the ship sinking under Behemoth’s enormous weight, Kurz and company move quickly to abandon ship. Clearing the cargo doors and crashing onto the dock, the group watches helplessly as Behemoth crushes Mao’s M9 like an empty beer can, then sweeps aside a squad of JSDF-96’s. There’s no time to worry about Melissa though, as Takuma and the Behemoth set their sights on Tessa and the rest of our heroes. Behemoth pursues the truck through the city, spraying 20mm cannon fire in the vehicle’s wake. Desperate to stop Behemoth, Tessa orders the launching of the ARX-7 Arbalest that Commander Mardukas had prepared for just such an occasion. With the Arbalest inbound via ballistic missile, Kurz has had enough of being shot at and decides to try something daring. Breaking out his sniper rifle, Kurz draws a bead on the Behemoth’s head Vulcans and manages to disable half of them. With the Arbalest on the scene, Sousuke bails to take to his AS and combat the giant, but getting at his AS will prove more of a challenge than he’d like. With a little bit of luck, Sousuke manages to board the Arbalest and take the fight to the Behemoth. Despite the Arbalest’s battle capabilities, the Behemoth is going to be a tough nut to crack.",
                    "TitleJapanese": "ワン・ナイト・スタンド",
                    "SummaryJapanese": "超巨大AS「ベヘモス」が起動した！ 暴れまわるベヘモスの追跡から逃れようと、疾駆するかなめ、宗介達の軽トラ。追跡をかわそうと彼らが逃げ込んだのは、国際展示場「ビックサイト」。窮地に追い込まれたその時、夜空にきらめく一筋の閃光が…。"
                },
                "13": {
                    "ID": "299039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299039",
                    "TitleEnglish": "A Cat and a Kitten's Rock & Roll",
                    "SummaryEnglish": "The Danaan is in the shop, and Captain Testarossa is feeling pretty bummed about it. To lighten the mood, Mao drops by Tessa’s office, but by the time Tessa arrives, the place is littered with empty beer cans and cigarette butts. Needless to say, Tessa isn’t pleased. The situation quickly spirals and Tessa ends up challenging Melissa to an AS duel, with the stipulation the loser has to run around the base naked. Kurz is obviously pleased by the news and clears his schedule to witness that spectacular event. Tessa, being all talk about her “fearsome AS piloting skills”, recruits Sousuke to train her how to operate an AS. Sousuke’s definitely going to have his hands full in more ways than one.",
                    "TitleJapanese": "猫と仔猫のR＆R",
                    "SummaryJapanese": "ミスリルの本拠地「メリダ島」。ドック入りしているトゥアハー・デ・ダナンの整備に疲労困憊しているテッサ。自室に戻ったテッサが見たものは酒とタバコまみれのマオの醜態であった。怒り浸透のテッサ。マオに食ってかかり、挙句の果てに両者、ASでの決闘となってしまう。"
                },
                "14": {
                    "ID": "299040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299040",
                    "TitleEnglish": "Is Narashino Burning?",
                    "SummaryEnglish": "Shinji and Sousuke have dragged Kaname, Kyouko, and Mizuki to the Narashino Ground Self-Defense Force Post Festival. Alas, Kaname’s dreams of swimming, beaches, and summer romance have been dashed once again. Sousuke meets Shinji’s father, who is the ranking Secretary at the base. Shinji seems embarrassed, but Sousuke’s his usual military-minded self. Elsewhere, the girls are getting hit on by one of the soldiers from Nerima who came to compete in the AS competition against Narashino. Apparently Narashino’s AS unit is a joke, lacking any decent combat skills, and Nerima has defeated them soundly every year. Kaname turns the pilot’s offer to go AS down, and Mizuki rages over the fact he didn’t even notice her.",
                    "TitleJapanese": "習志野は燃えているか？",
                    "SummaryJapanese": "信二の父親も参加する自衛隊の基地祭に赴くかなめ、宗介達一行。AS同士の卓球大会、綱引き、騎馬戦…。まるで、AS運動会である。そんな中、信二はAS に乗れない制服組の父親が歯がゆくて仕方がない。ついには親子喧嘩にまで発展してしまう。何とか仲直りさせたい宗介が取っていた行動とは!?"
                },
                "15": {
                    "ID": "299041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299041",
                    "TitleEnglish": "The Wind Blows at Home, Part 1",
                    "SummaryEnglish": "Kaname’s finally getting her summer fun, but she doesn’t seem too thrilled about it. A few days prior, Mithril Intelligence obtained information that an arch nemesis Sousuke knows very well is alive and wandering the barren wastelands of Helmajistan. While Captain Testarossa is against the idea, Intelligence deploys Sousuke, along with a Mithril unit based in the Indian Ocean, to Helmajistan to assassinate this dangerous target. On the flight over, Sousuke gets heckled by some of his “comrades”, making it a very unpleasant flight for our young Sergeant. Eventually, the team arrives in theater and parachutes in country.",
                    "TitleJapanese": "故郷に舞う風・前編",
                    "SummaryJapanese": "ガウルンはやはり生きていた！ その不死身のガウルンを暗殺すべく命を受けた部隊に宗介も参加することに。部隊が派遣される場所は、皮肉にも宗介の故郷であった。複雑な思いの宗介。一方、かなめは、仲間達と海水浴に来ていた。一人寂しいかなめ…。"
                },
                "16": {
                    "ID": "299042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299042",
                    "TitleEnglish": "The Wind Blows at Home, Part 2",
                    "SummaryEnglish": "The Mithril assault team finally begins to take Sousuke's advice into account, but it may be too late: Gauron has one of Sousuke's old comrades predicting what Sousuke will do.",
                    "TitleJapanese": "故郷に舞う風・中編",
                    "SummaryJapanese": "隊長を失った宗介達部隊。悲しんでいる暇もなく、襲い来る敵機。部隊が奪取した核弾頭を奪還すべく、銃弾を浴びせる敵機。応戦すべく体制を立て直す部隊であったが、バチストの治療のため一時避難することに。そこは宗介が幼い頃、仲間達と共に戦った場所だった。"
                },
                "17": {
                    "ID": "299043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299043",
                    "TitleEnglish": "The Wind Blows at Home, Part 3",
                    "SummaryEnglish": "Zaied outwits Sousuke's team and interdicts their advance! Zaied's team surrounds Sousuke's team who is carrying a nuclear warhead. Zaied moves first. While Sousuke is fighting against Zaied, Gray and the team are aghast at the power of Gauron.",
                    "TitleJapanese": "故郷に舞う風・後編",
                    "SummaryJapanese": "敵にかつての同士であり、宗介の盟友だったザイードがいた！ザイードは宗介の行動全てを見透かし、裏をかいてくる。防戦一方の宗介達。激しい戦闘の中、ついに、ザイードvs宗介！ザイードの乗るASは新鋭機「シャドー」。絶体絶命の宗介、アーバレスト！"
                },
                "18": {
                    "ID": "299044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299044",
                    "TitleEnglish": "Deep Sea Party",
                    "SummaryEnglish": "Sousuke spends most of the budget for the school festival. Kaname gets so disappointed. It might have been his apology? He invites her to \"go to a southern island\", but the destination is not what she is thinking...",
                    "TitleJapanese": "深海パーティー",
                    "SummaryJapanese": "夏休みも終わりに近いある暑い日、かなめ、宗介達は文化祭の準備真っ只中であった。文化祭の予算のほとんどをしょーもない複合装甲のゲートで使ってしまった宗介。すっかり意気消沈したかなめに対して、数日間南の島に二人っきりで出かけようと誘う。さあ、まさに、ひと夏の経験!?"
                },
                "19": {
                    "ID": "299045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299045",
                    "TitleEnglish": "Engaging Six and Seven",
                    "SummaryEnglish": "Flashbacks of Kurz and Sousuke's time as trainees.",
                    "TitleJapanese": "エンゲージ・シックス・セブン",
                    "SummaryJapanese": "デ・ダナン内、女性士官特別バスルーム。かなめ、テッサ、マオの三人が入浴中である。いつしか、話はマオの宗介とクルツとの出会い話に…。当時、マオは新しい部下を探すべく、ミスリルの訓練キャンプに来ていた。そこで出会った二人は、部下としては、はっきり言って落第点だった。"
                },
                "20": {
                    "ID": "299046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299046",
                    "TitleEnglish": "Venom's Flame",
                    "SummaryEnglish": "The De Danaan is heading toward Melida Island when it receives an emergency contact. Gauron's troops have appeared at Beridaobu Island! This island is the US military's chemical weapons base. They have Gauron's new AS, Venom, rampaging around and also the latest mass production model, known as Shadow. Things start to get tense for Sousuke and the others.",
                    "TitleJapanese": "ヴェノムの火",
                    "SummaryJapanese": "米軍の施設、「ベリオ共和国・ベリルダオブ島の化学兵器解体基地」がテロリストグループによって占拠された。島に急行するデ・ダナン。施設を占拠したのは、ソ連の新型AS「シャドー」。そして…、赤い不気味なAS「ヴェノム」であった。殲滅すべく出撃する6機のM9。そんな中、一人だけ取り残されるかなめであった。"
                },
                "21": {
                    "ID": "299047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299047",
                    "TitleEnglish": "Deep Trap",
                    "SummaryEnglish": "Gauron manages to escape thanks to the betrayal of two soldiers. Gauron takes Kaname hostage and takes over Dana, the AI of the De Danaan.",
                    "TitleJapanese": "ディープ・トラップ",
                    "SummaryJapanese": "ベリルダオブ島での激戦に勝利した宗介達。しかし、「ラムダ・ドライバ」を発動できず、マオを重傷に追いこんでしまった宗介は、一人責任を痛感するのであった。心配げなかなめにもやつ当たりしてしまう。そんな中、捕虜になったにも関わらず、ガウルンは余裕の笑みを浮かべていた。"
                },
                "22": {
                    "ID": "299048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299048",
                    "TitleEnglish": "Jack-in-the-Box",
                    "SummaryEnglish": "Trouble brews on the Tuatha de Danaan. Gauron has taken control of Dana and isolated the crew into the back half of the ship. Tessa and Kaname are held prisoner on the bridge, helpless to stop Gauron.",
                    "TitleJapanese": "ジャック・イン・ザ・ボックス",
                    "SummaryJapanese": "「デ・ダナン」を乗っ取ったガウルン。彼が取った行動は、米軍の戦艦「コロラド」へのミサイル攻撃であった！ 是が非でも阻止しようとするテッサは、かなめと共振、すべてをかなめに託すのだった。方や、海底からは米軍の原潜「パサデナ」も追って来ていた。"
                },
                "23": {
                    "ID": "299049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299049",
                    "TitleEnglish": "Field of Giants",
                    "SummaryEnglish": "Kurz and Sousuke, free to roam the mostly empty ship, fight to free the contained crew. Meanwhile, Gauron is getting desperate.",
                    "TitleJapanese": "巨人のフィールド",
                    "SummaryJapanese": "米軍の原潜「パサデナ」に追い詰められた「デ・ダナン」。高笑いのガウルンは、「デ・ダナン」の限界深度を超えて、艦を沈めていく…。そんな中、テッサの共振により、ようやく、「デ・ダナン」の心臓部、「レディ・チャペル」に、かなめがたどり着いた!!"
                },
                "24": {
                    "ID": "299050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/299050",
                    "TitleEnglish": "Into the Blue",
                    "SummaryEnglish": "Kaname holds the ship together while Gauron and Sousuke face off. The problem is that Gauron knows he is beaten one way or the other. He plans to take everyone down with him.",
                    "TitleJapanese": "イントゥ・ザ・ブルー",
                    "SummaryJapanese": "いよいよ宗介VSガウルンの最終決戦の時が来た！ 舞台は、「デ・ダナン」。大嵐の中、激しい戦いが展開される。一方、米軍の原潜「パサデナ」からの攻撃ソナー音もドンドン大きく響いてきていた！ 絶体絶命のピンチ!! その時！ どこからか「女神」の声が…。"
                }
            }
        },
        "2": {
            "ID": "40172",
            "URL": "https://www.thetvdb.com/series/full-metal-panic/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "430392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430392",
                    "TitleEnglish": "The Man From The South / A Hostage With No Compromises",
                    "SummaryEnglish": "The Man From The South: A secret admirer leaves a love letter in Sousuke's shoe locker. Instead of finding the letter, he deduces that his locker was tampered with and promptly blows it up. From its fragments, Sousuke misinterprets the letter as a death threat and confronts his \"stalker\". A Hostage With No Compromises: After Sousuke's encounter with a gang leaves its members disrespected, their leader decides to take Kaname hostage. Instead of giving in to their demands, Sousuke holds the gang leader's little brother hostage and proposes an exchange.",
                    "TitleJapanese": "南から来た男／妥協無用のホステージ",
                    "SummaryJapanese": "「南から来た男」自分の靴箱に爆弾が仕掛けられたと思い込み、靴箱を爆破してしまった宗介。その原因は、ミスコンナンバー2の佐伯恵那の宗介へのラブレターだった！\n「妥協無用のホステージ」不良たちに拉致されたかなめを救おうと廃工場に向かった宗介。多勢に無勢、危機一髪の宗介が取った奇策とは…!?"
                },
                "2": {
                    "ID": "430393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430393",
                    "TitleEnglish": "Hostility Passing-By / A Fruitless Lunchtime",
                    "SummaryEnglish": "Hostility Passing-By: After Sousuke causes a panic at the school's bread stand, Sousuke and Kaname have to fill in for the stand's lunchtime duties, which raises the ire of the physical education teacher. He attempts to sabotage their bread, but he falls for Sousuke's booby traps, when Sousuke was expecting that someone would tamper with the bread. A Fruitless Lunchtime: Sousuke forgets Kaname's notes at home, and they make a frantic dash to retrieve them and return before lunchtime ends. Despite their tardiness, they find out that the notes were not needed since their teacher coincidentally fell sick.",
                    "TitleJapanese": "すれ違いのホスティリティ／空回りのランチタイム",
                    "SummaryJapanese": "「すれ違いのホスティリティ」目当てのパンをゲットできなかった宗介。結局、銃の乱射により、パン屋の購買は中止に。その役を仰せつかったかなめと宗介だったが…。\n「空回りのランチタイム」古文に苦しむ宗介はかなめからノートを借りた。しかし翌日、そのノートを全部忘れてしまい…。"
                },
                "3": {
                    "ID": "430394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430394",
                    "TitleEnglish": "Summer Illusion of Steel",
                    "SummaryEnglish": "During a day at the beach, Kaname becomes upset at Sousuke's insensitivity. When she goes off alone, she is asked to have tea with a boy who is enamoured with her. Sousuke, however, believes that she was kidnapped and proceeds to rescue her from her apparent kidnappers.",
                    "TitleJapanese": "鋼鉄のサマー・イリュージョン",
                    "SummaryJapanese": "夏休み！かなめたちは、海水浴に来ていた。白のおニューの水着を新調したかなめであったが、そんなかなめの水着にもまったく無関心な宗介。苛立つかなめ。一方、宗介はスイカ割りでまたまた事件を起こし、その苛立ちをさらに増長させる。そんな彼女の前にある人物が現れて…。"
                },
                "4": {
                    "ID": "430395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430395",
                    "TitleEnglish": "The Hamburger Hill of Art / Single-Minded Stakeout!",
                    "SummaryEnglish": "The Hamburger Hill of Art: During a field trip to the park, the class selects Sousuke to be the model for their art project. However, Sousuke misinterprets the modeling advice he receives from their art teacher, turning the assignment with his classmates into a game of life-and-death. Single-Minded Stakeout!: Kaname goes on a date with a former classmate to an amusmement park while Sousuke and Kyoko follow her. Sousuke seems relieved that she's simply on a date until drunken yakuza threaten Kaname. Not wanting to reveal that he was following her, Sousuke comes to the rescue disguised as a park mascot.",
                    "TitleJapanese": "芸術のハンバーガー・ヒル／一途なステイク・アウト",
                    "SummaryJapanese": "「芸術のハンバーガー・ヒル」かなめたちは、宗介をモデルとすることに決めた。水星先生からモデルの説法を聞いた宗介だが、姿を消してしまい…。\n「一途なステイク・アウト」宗介の戦争ボケ行為に悩まされるかなめ。そんな時、中学での先輩・不破と遭遇したかなめは、遊園地デートをすることに！"
                },
                "5": {
                    "ID": "430396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430396",
                    "TitleEnglish": "The Pure Yet Impure Grappler / Trespassing on Good Faith",
                    "SummaryEnglish": "The Pure Yet Impure Grappler: Sousuke and Kaname ask the school's karate club to vacate their dojo, which is slated for demolition. However, the club refuses to leave, challenging Sousuke to a duel where they'll leave if they lose. Sousuke defeats the club's members with relative ease until he faces the club president, Issei Tsubaki. Trespassing on Good Faith: As a test of superiority, Sousuke and Issei compete to care for the injured school janitor; however, their overzealous efforts do more harm than good. The janitor tries to be patient, but finally goes berserk when they accidentally serve his prized koi pet to him for dinner.",
                    "TitleJapanese": "純で不純なグラップラー／善意のトレスパス",
                    "SummaryJapanese": "「純で不純なグラップラー」不良からかなめと恭子を救った青年・椿一成。彼こそ、かなめと宗介が道場の立ち退きを頼む相手だった！\n「善意のトレスパス」宗介に再戦を申し込んだ一成のパンチが決まった相手は、学校の校務員の大貫氏だった！責任を感じた二人に、生徒会長林水が出した妙案とは…!?"
                },
                "6": {
                    "ID": "430397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430397",
                    "TitleEnglish": "The Hard Sell Fetish / The Patient of Darkness",
                    "SummaryEnglish": "The Hard Sell Fetish: Sousuke and Kaname investigate bizarre incidents where a masked predator attacks schoolgirls and gives them ponytails. With the help of a local policewoman, they set-up a trap to catch the attacker using Kaname as bait. The Patient of Darkness: To teach a stoic Sousuke the meaning of fear, Kaname takes him into a haunted hospital, but she becomes more scared than Sousuke. They learn that the haunted hospital rumor was perpetuated by the mother and son living there who wanted peace and quiet.",
                    "TitleJapanese": "押し売りのフェティッシュ／暗闇のペイシェント",
                    "SummaryJapanese": "「押し売りのフェティッシュ」最近横行している痴漢の犠牲になった恭子。その行為とは、髪をポニーテールにされてしまうという行為だった。\n「暗闇のペイシェント」幽霊話に花が咲くかなめたち。全然怖がらない宗介に苛立つかなめは、幽霊病院と噂されている病院に宗介を連れて行くが…。"
                },
                "7": {
                    "ID": "430398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430398",
                    "TitleEnglish": "The War Cry of Excessiveness",
                    "SummaryEnglish": "To prevent the school from disbanding the rugby team, Sousuke and Kaname help train them for an exhibition match. Upon discovering that the players are timid and passive, Sousuke subjects them to grueling basic training to toughen them up, which helps them win the match.",
                    "TitleJapanese": "やりすぎのウォークライ",
                    "SummaryJapanese": "陣代高校で、ある伝統のクラブが、廃部になることが決定した。そのクラブは、ラグビー部。生徒会長林水の尽力で、強豪硝子山高校との試合に勝てば、廃部を見直すとの約束を取り付ける。試合に向けて、急遽、ラグビー部のスケットとなるかなめと宗介であったが…。"
                },
                "8": {
                    "ID": "430399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430399",
                    "TitleEnglish": "A Goddess Comes to Japan (Part 1: The Suffering)",
                    "SummaryEnglish": "During a lull at the Mithril base, Tessa decides to spend the time as an exchange student at Sousuke's school to learn more about school life. Sousuke, however, finds the stress of guarding her overbearing and collapses from fatigue.",
                    "TitleJapanese": "女神の来日（受難編）",
                    "SummaryJapanese": "陣代高校に短期留学生がやって来た！その留学生は銀髪輝く美少女、テレサ・テスタロッサ。宗介の所属する戦隊の戦隊長である。「もし、万が一のことがあったら」と脅すマデューカス中佐の忠告もあって、その護衛に四苦八苦の宗介。そんな宗介がもっとも緊迫するときがやってきた!?"
                },
                "9": {
                    "ID": "430400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430400",
                    "TitleEnglish": "A Goddess Comes to Japan (Part 2: The Hot Spring)",
                    "SummaryEnglish": "Sousuke, Kaname, Tessa, Melissa, and their friends travel to an onsen(hot springs) for some rest and relaxation. Sousuke sets up a defensive perimeter and booby traps around the girls' bath, foiling the other boys' attempts to sneak a peek.",
                    "TitleJapanese": "女神の来日（温泉編）",
                    "SummaryJapanese": "陣代高校留学の思い出として、テッサが思いついたのは、なんと、温泉旅行だった!! 早速出かける一同。到着早々、何やら悪巧みのクルツ。風間信二、小野Ｄらと共謀し、女風呂をのぞきに行くことに。ところが、そんな彼らを待ち受けていたのは、厳重な警備用トラップだった！"
                },
                "10": {
                    "ID": "430401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430401",
                    "TitleEnglish": "A Fancy Without Honor or Humanity",
                    "SummaryEnglish": "Sousuke and Kaname discover that Ren Mikihara is a yakuza daughter whose members ask for their help to deal with a rival gang. Sousuke, in his mascot disguise, trains the yakuza members. When the rival gang kidnaps Ren and Kaname, Sousuke and his recruits rescue them wearing special mascot AS's.",
                    "TitleJapanese": "仁義なきファンシー",
                    "SummaryJapanese": "かなめは落ち込む宗介を励まそうと、美樹原蓮と共に街のお店で「トライデント焼き」をおごる。そんな中、やくざ同士の喧嘩が始まった！野次馬状態で面白がるかなめと宗介だったが、蓮はそうはいかない。その喧嘩でやられていたのが、美樹原組の組員だったからである!!"
                },
                "11": {
                    "ID": "430402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430402",
                    "TitleEnglish": "Uncontrollable Bluebird",
                    "SummaryEnglish": "The school's social science club holds a contest to see which club can recruit the most members of the opposite gender. Sousuke participates, but his poor social skills fail to attact anyone to his club. Kaname, feeling sorry for Sousuke, decides to help out so he can avoid a bet he made with another club.",
                    "TitleJapanese": "ままならないブルーバード",
                    "SummaryJapanese": "部室が足りず困っているクラブを何とかしようと四苦八苦するかなめ。そんな中、社会研究部が部室を明け渡してくれるという。ただし、それには条件が課せられていた。その条件とは「ナンパ」。宗介も写真部の一員となり、風間信二と連れ立って「ナンパ」に励むが…。"
                },
                "12": {
                    "ID": "430403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430403",
                    "TitleEnglish": "5th Period Hot Spot",
                    "SummaryEnglish": "A classmate accidentally opens Sousuke's biohazardous container, causing a classroom quarantine. Sousuke later learns that the contents were not pathogenic, but destroys synthetic clothing instead. Relieved that there is no outbreak, he now fears the repercussions from his angry classmates.",
                    "TitleJapanese": "五時間目のホット・スポット",
                    "SummaryJapanese": "激辛カレーパンの餌食になった小野寺孝一が、水を求めて手に取ったビンは、宗介のものだった。中からは水ならず、これまた怪しい液体が!? 結局、ゴミ箱行きとなった。状況を知った宗介は、驚愕する。そのビンは、世にも恐ろしい細菌兵器だったのだ!!"
                }
            }
        },
        "3": {
            "ID": "40173",
            "URL": "https://www.thetvdb.com/series/full-metal-panic/seasons/official/3",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "430409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430409",
                    "TitleEnglish": "The Ending Day By Day",
                    "SummaryEnglish": "Mithril and the SRT rescue refugees from a city torn apart by civil war. However, during the fighting, they discover that the enemy possesses advanced weaponry rivaling their own. They surmise that a highly funded, well-equipped organization may be supplying their enemies.",
                    "TitleJapanese": "終わる日々",
                    "SummaryJapanese": "超国家的秘密組織ミスリルは、難民救助のため内戦中のバリク共和国に、宗介たちの部隊を派遣。世界でも最新鋭の装備を誇るミスリルだが、現地ではミスリルの介入を見越していたかのように、対抗できるだけの装備を持った政府軍の部隊が待ち構えていた。宗介の搭乗したアーバレストは、退路を断たれ窮地に追い込まれる。"
                },
                "3": {
                    "ID": "430411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430411",
                    "TitleEnglish": "The Labyrinth and the Dragon",
                    "SummaryEnglish": "In Nanjing, Amalgam kidnaps peace delegations from Northern and Southern China and fortify themselves in an underground tunnel beneath the Yangtze River. Mithril attempts a rescue in the tunnel's dangerous confines, but falls into Amalgam's trap.",
                    "TitleJapanese": "迷宮と竜",
                    "SummaryJapanese": "南北に分断された中国の南京で、和平会談に出席していた北中国の代表団を武装グループが拉致。中国が再び内戦状態になるのを防ぐため宗介たち、ミスリルの部隊が代表団救出に派遣される。しかし、代表団を拉致したのはゲイツ率いるアマルガムの部隊であり、拉致事件は宗介たちをおびき寄せるための罠だった。"
                },
                "4": {
                    "ID": "430412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430412",
                    "TitleEnglish": "Daylight",
                    "SummaryEnglish": "Mithril is perplexed at how the enemy is able to follow their movements. Once they realize that their communications have been compromised, Tessa and Kalinin give false orders to facilitate the rescue and turn the tables on Amalgam.",
                    "TitleJapanese": "デイライト",
                    "SummaryJapanese": "裏切り者、ブルーノの仕業により、ゲイツ率いるアマルガムの部隊にミスリル部隊の作戦行動が筒抜けとなってしまう。次々と敵に先回りされることをいぶかるテッサは、自分たちの作戦情報が漏れていることを確信する。追い込まれていくミスリルの部隊。万事休すと思われたその時、テッサの取った行動とは？"
                },
                "5": {
                    "ID": "430413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430413",
                    "TitleEnglish": "Beautiful Sicily",
                    "SummaryEnglish": "The SRT travels to Sicily to capture the traitor from the Nanjing operation. Sousuke has difficulties balancing work and school when he tries to have a phone conversation with Kaname and drive the getaway vehicle at the same time.",
                    "TitleJapanese": "うるわしきシチリア",
                    "SummaryJapanese": "メリダ島基地会議室。ミスリルの高官たちに取り囲まれているテッサ。今回のブルーノの件でミスリル作戦部、情報部双方から責めを負う。一方、その当人ブルーノは、ミスリルの手から逃れるため、イタリアはシチリアの知人宅に身を隠す。そこで彼は、ある東洋人の美女と出会う。その美女の正体は!?"
                },
                "6": {
                    "ID": "430414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430414",
                    "TitleEnglish": "Edge of Heaven",
                    "SummaryEnglish": "Mithril attempts to learn more about the mysterious Amalgam organization. Kaname and Sousuke's relationship begins to blossom; however, Sousuke is reassigned to another mission and is forbidden to see Kaname.",
                    "TitleJapanese": "エッジ・オブ・ヘヴン",
                    "SummaryJapanese": "テストが始まっている中、なかなか姿を現さない宗介。このままでは、留年よ、と心配顔のかなめ。一方、オーストラリアのシドニーにあるミスリル作戦本部では、南京の事件でテッサたちを、撹乱させた裏切り者、ブルーノの尋問が行われていた。ブルーノの真意を聞き出そうとするのだが…。"
                },
                "7": {
                    "ID": "430415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430415",
                    "TitleEnglish": "Left Behind",
                    "SummaryEnglish": "Sousuke argues with his replacement about the mission to protect Kaname. Kaname wonders why Sousuke does not come to school, and starts to become worried. When she needs to see him, she finds out that his apartment is vacant and he has disappeared.",
                    "TitleJapanese": "とりのこされて",
                    "SummaryJapanese": "ミスリルへの帰還命令の出た宗介は、かなめのもう一人の護衛者、情報部のレイスとやり合う。重なる任務に、護衛の不備を突付かれ歯噛みする宗介。その翌日、宗介と二人の時間を過ごすことができたかなめは、ご機嫌！　登校途中、恭子との会話に興じる。まもなく、いつもの授業が始まる。しかし、宗介の席は空席だった…。"
                },
                "8": {
                    "ID": "430416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430416",
                    "TitleEnglish": "Jungle Groove",
                    "SummaryEnglish": "Tessa berates Sousuke for emotionally involving himself with Kaname and neglecting his other duties. The SRT receives a new leader who stages an AS duel to help Sousuke properly operate the Arbelast.",
                    "TitleJapanese": "ジャングル・グルーブ",
                    "SummaryJapanese": "メリダ島。ミスリル西太平洋基地。着陸するC-17輸送機。輸送機を降りてきたのは、ベルファンガン・クルーゾー中尉。宗介たちの新しい上官である。その近くを早足で通り過ぎていく宗介。彼が向かったのは、戦隊長、テッサのオフィスだった。対面する二人。重苦しい雰囲気の中、テッサは厳しい姿勢で宗介に応待する。"
                },
                "10": {
                    "ID": "430418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430418",
                    "TitleEnglish": "Two Hong Kongs",
                    "SummaryEnglish": "Sousuke and Melissa are deployed to a divided Hong Kong in a team made up of SRT/PRT personnel of East Asian origin to locate an Amalgam Codarl (m)-type Arm Slave attacking North and South Chinese army units, but Sousuke's feelings for Kaname places his MITHRIL comrades nearly in danger, earning a sermon from Melissa.",
                    "TitleJapanese": "ふたつの香港",
                    "SummaryJapanese": "香港で所属不明のASによる大規模な破壊行為が発生した。北中国軍と南中国軍がにらみ合う香港が、火の海になることを防ぐべく、出撃するミスリル部隊。香港到着までの間、宗介は、格納庫のアーバレストに乗り込み、AIの「アル」と会話を始める。"
                },
                "11": {
                    "ID": "430419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430419",
                    "TitleEnglish": "His Problem",
                    "SummaryEnglish": "While Sousuke continues to wander in Hong Kong, Tessa is \"forced\" by Admiral Borda to deploy her M9s to the island after sightings of the Codarl (m)-type Arm Slave were confirmed.",
                    "TitleJapanese": "彼の問題",
                    "SummaryJapanese": "ASを積んで香港に向かうゲイツの部隊。その頃、宗介は当てもなく、玉芳によって破壊された香港の街中を彷徨っていた。香港を火の海にすることは避けたいミスリル。コダールの潜伏先を洗っていたヤンとウーは、上環にある建設中のマンションで死体を発見する。その死体にはあるメッセージが仕込まれていた！"
                },
                "12": {
                    "ID": "430420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430420",
                    "TitleEnglish": "Burning Hong Kong",
                    "SummaryEnglish": "Sousuke meets Gauron, now crippled and about to die while Xia Yu Fan combats an SRT unit lead by Closeau in downtown Hong Kong as tensions continue to mount between North and South China.",
                    "TitleJapanese": "燃える香港",
                    "SummaryJapanese": "例のメッセージをいぶかる宗介。北中国軍と南中国軍との軍事的緊張感が高まる中、九龍半島に上陸するM9部隊。両軍の開戦までタイムリミットは後わずか…。メッセージに従い、ツィムシャツォイにあるアラブ人街を訪れる宗介。そこで宗介は、更なる行き場所を指示される。そこは、九龍公園だった…。"
                },
                "13": {
                    "ID": "430421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/430421",
                    "TitleEnglish": "The Continuing Day by Day",
                    "SummaryEnglish": "Kaname makes a surprise visit to Sousuke in Hong Kong, and assists him in using the Arbalest's Lambda Driver to the fullest. Sousuke defeats Gates once and for all, then returns to Tokyo--and high school--with Kaname.",
                    "TitleJapanese": "つづく日々",
                    "SummaryJapanese": "コダールの攻撃で燃える香港市街。「もはや限界だ…」と諦めのボーダー提督。それでも宗介を信じるテッサ。九龍城跡の市街、燃え盛る建物のそばで、蹲る宗介。そこに現れるヤンとウーの二人。かなめが死んだと吹き込まれ呆然とへたりこむ宗介に、ヤンは、銃を向ける！"
                }
            }
        },
        "4": {
            "ID": "693509",
            "URL": "https://www.thetvdb.com/series/full-metal-panic/seasons/official/4",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5895913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/5895913",
                    "TitleEnglish": "Zero Hour",
                    "SummaryEnglish": "Amalgam decides it's time to get serious about its Mithril problem, and this means big challenges are on the horizon for Sousuke, Kaname, and Tessa. As enemies close in on all fronts, will they find ways to overcome those challenges?",
                    "TitleJapanese": "ゼロアワー",
                    "SummaryJapanese": "波しぶき立ち上がる岸壁近くの墓地で出会う双子の兄妹、レナードとテッサ。対峙する二人。テロ組織「アマルガム」は“その時”を迎えるべく、着々と準備を進めていく。一方、冬の都立陣代高校では間もなく、三学期を迎えようとしていた・・・。"
                },
                "2": {
                    "ID": "6485466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/6485466",
                    "TitleEnglish": "Damage Control",
                    "SummaryEnglish": "In Tokyo, Sousuke and Kaname flee from enemy agents in a desperate attempt to rendezvous with their allies. On Merida Island, Mithril struggles to respond to a fierce and demoralizing assault by Amalgam forces.",
                    "TitleJapanese": "損害制御",
                    "SummaryJapanese": "対テロ組織集団「ミスリル」の西太平洋戦隊の本拠地メリダ島では、気象被害が起きていた。突如、メリダ島に向かって飛来するミサイルの大群。“アラート！”緊急事態に陥るテッサたち。"
                },
                "3": {
                    "ID": "6657445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/6657445",
                    "TitleEnglish": "Big One Percent",
                    "SummaryEnglish": "The SRT team has its hands more than full trying to protect Merida Island from three rampaging Behemoths. Sousuke and Kaname attempt to deal with their own frantic situation, as Amalgam's Kurama drags the students of Jindai High School into the fray.",
                    "TitleJapanese": "BIG ONE PERCENT",
                    "SummaryJapanese": "太陽からの電磁波「太陽風」によってミスリルの衛星回線が支障を来した。その自然災害に便乗してメリダ島を強襲するアマルガム。多数のミサイル攻撃に迎撃を試みるテッサたち。"
                },
                "4": {
                    "ID": "6660387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/6660387",
                    "TitleEnglish": "On My Own",
                    "SummaryEnglish": "Sousuke and Kaname work together to save Kyoko and everyone else at Jindai High, and they both reach a point where they must make difficult, fateful decisions. Tessa likewise tries to save as many of her people as possible as she abandons the island base.",
                    "TitleJapanese": "オン・マイ・オウン",
                    "SummaryJapanese": "敵アマルガムがメリダ島に上陸。いよいよ白兵戦に突入したテッサたちミスリルのメンバーは、デ・ダナンで脱出を試みる。一方で常盤恭子を人質に取られた宗介とかなめは、恭子を助け出すため、クラマと取引をする。"
                },
                "5": {
                    "ID": "6660388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/6660388",
                    "TitleEnglish": "Welcome to the Jungle",
                    "SummaryEnglish": "Sousuke makes his way to the city of Namsac, where people bet on fighting matches between decommissioned Arm Slaves. Thanks to a bit of serendipity, he meets a team owner named Nami at the arena just when she's looking for an AS operator.",
                    "TitleJapanese": "WELCOME TO THE JUNGLE",
                    "SummaryJapanese": "フォトグラファーのレモンは観光途中、ガラの悪い男たちから因縁をつけられ金品を奪われそうになるも、ポニーテールの若い女の子、ナミに助けられる。ナミは、レモンを救い出した報酬として５０００ドルを要求する。"
                },
                "6": {
                    "ID": "6660389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/6660389",
                    "TitleEnglish": "Rotten Repose",
                    "SummaryEnglish": "While enjoying considerable success fighting in the arena for Nami's team, Sousuke starts to grow accustomed to his new life in Namsac. But little things keep reminding him he came to this city with a specific purpose in mind.",
                    "TitleJapanese": "腐敗のまどろみ",
                    "SummaryJapanese": "レモンが居眠りする中、サベージのオーバーホールに励む宗介、ナミたち。迷彩柄のボディでは画にならないというレモンに対し、宗介は早速カラーリングを施す。その色はあの「アーバレスト」を彷彿とさせるもので、宗介は「アル二世」と名付ける。"
                },
                "7": {
                    "ID": "6660390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/6660390",
                    "TitleEnglish": "Giant Killing",
                    "SummaryEnglish": "The Crossbow team takes part in their first illegal battle, but nefarious forces are at work behind the scenes. If Sousuke doesn't play his cards right, this first battle could end up being his last.",
                    "TitleJapanese": "ジャイアント・キリング",
                    "SummaryJapanese": "「闇バトル」に挑むことになった宗介。ナミのサポートもあり、搭乗するサベージ「アル二世」も準備万端。いよいよバトルが始まる。対戦相手はまさかの相手だった。一方、ナミたちはバトルに同行させてもらえず・・・。"
                },
                "8": {
                    "ID": "6660391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/6660391",
                    "TitleEnglish": "One-Man Force",
                    "SummaryEnglish": "Sousuke's grudge against Kurama escalates into a full-blown shooting war on the streets of Namsac, but is it possible for him to fight this war all by himself? And every war has its share of casualties.",
                    "TitleJapanese": "ワン・マン・フォース",
                    "SummaryJapanese": "クラマとナムサク署長を追い詰めるべく、再びサベージ「アル二世」を操りクラマの元へ。その行く手を阻む雇われAS軍団。宗介に大きな試練が降りかかる。"
                },
                "9": {
                    "ID": "6660392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/6660392",
                    "TitleEnglish": "The Fallen Witch",
                    "SummaryEnglish": "When Tessa is found wandering dazed and barefoot on a California highway, her attending psychiatrist just might be in for the case of a lifetime. The story Tessa tells sounds like an intricate delusion, but sometimes truth is stranger than fiction.",
                    "TitleJapanese": "堕ちた魔女",
                    "SummaryJapanese": "アラスカのとある修理工場内。PCのモニターに向かうクダン・ミラ。PC上で「相手」に会話を試みるが長い沈黙が続く。所変わって、サンフランシスコ近郊。フリーウェイの路肩をぼろぼろの制服姿でふらふらと歩く少女。"
                },
                "10": {
                    "ID": "6660393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/6660393",
                    "TitleEnglish": "Onward, Onward",
                    "SummaryEnglish": "Sousuke who are attacked by amalgam. Raids also come closer to Sousuke who cannot heal wounds yet. On the other hand, Tessa who missed Fowler slightly afterward pledges Leonard and amalgam.",
                    "TitleJapanese": "前へ、前へ",
                    "SummaryJapanese": "アマルガムからの襲撃を受ける宗介たち。襲撃はまだ傷の癒えない宗介にも迫ってくる。一方、ファウラーを後少しというところで取り逃がしてしまったテッサたちは、レナードたちアマルガム討伐を誓う。"
                },
                "11": {
                    "ID": "6660394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/6660394",
                    "TitleEnglish": "Stormy Night",
                    "SummaryEnglish": "Lemon determines where Kaname is likely being held captive, so Sousuke and his ragtag group launch a rescue mission. But many forces are on the move this stormy night, and the mission doesn't quite go according to plan.",
                    "TitleJapanese": "ストーミー・ナイト",
                    "SummaryJapanese": "コートニーの元で訓練に励む宗介。体が回復に向かっている中、レモンたちがメキシコのニケーロでアマルガムの拠点を発見した。単身乗り込もうとする宗介だったが、レモンに叱責される。"
                },
                "12": {
                    "ID": "6660395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/full-metal-panic/episodes/6660395",
                    "TitleEnglish": "Make My Day",
                    "SummaryEnglish": "Leonard and Kalinin make every effort to spirit Kaname away before Sousuke can reach her. As battle erupts between rival Amalgam factions and Mithril remnants, Sousuke and Kaname both find they have to fight against fate to hold on to hope.",
                    "TitleJapanese": "メイク・マイ・デイ",
                    "SummaryJapanese": "宗介、レモンたちが迫る中、レナードは邸宅を離れ別の場所に移動することに。一緒に連れて行こうとするレナードに銃口を向けるかなめ。"
                }
            }
        }
    }
}