{
    "URL": "https://www.thetvdb.com/series/genshiken",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0473578/",
        "http://genshiken-2daime.com/",
        "https://www.themoviedb.org/tv/34708",
        "https://www.themoviedb.org/tv/34708"
    ],
    "TitleEnglish": "Genshiken",
    "SummaryEnglish": "Follow college freshman Kanji Sasahara and his fellow members of the college club he joins, The Society for the Study of Modern Visual Culture, as he goes shopping for doujinshi, attends conventions and slowly but surely makes his way down the road to fandom.",
    "TitleJapanese": "げんしけん",
    "SummaryJapanese": "俺に足りないのは覚悟だ……\n平凡な大学生の日常に流れるオタクライフと\nその成長を描いた、アキバ系青春ストーリー！\n「覚悟」を決めた笹原の明日はどっちだ!?笹原完士は大学入学を機にそれまで秘めていた「漫画・アニメ・ゲーム」への思いを分かち合えるサークルへ入ることを決意した新入生。見学で訪れた「現代視覚文化研究会」＝「現視研（げんしけん）」の2年生・斑目の策略により根拠のないプライドを崩された笹原だったが、未だ自分がオタクであることを認められないでいた。しかし、同人ショップや即売会など、そのモデル並のルックスに反比例したオタク・高坂、そして斑目たち「現視研」のメンバーと行動をともにしていくなかで、ココロを解放していった笹原はこの道に進む覚悟！を決めていく。高坂にベタ惚れな（非オタク）春日部咲やコスプレイヤー・大野など様々な人間も加わって、今日も「現視研」を舞台にした笹原のオタクライフはゆるりと流れるのであった。",
    "Aliases": [
        "Genshiken Nidaime",
        "Genshiken: The Society for the Study of Modern Visual Culture",
        "The Society for the Study of Modern Visual Culture",
        "Gendai Shikaku Bunka Kenkyuu Kai"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "26371",
            "URL": "https://www.thetvdb.com/series/genshiken/seasons/official/0",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1964611",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/1964611",
                    "TitleEnglish": "[OVA 1] I'm Ogiue, and I Hate Otaku",
                    "SummaryEnglish": "Two new members join the society: the abrasive Manabu Kuchiki and the standoffish Chika Ogiue. Ohno hatches a plan to trick Ogiue into revealing her true inner self.",
                    "TitleJapanese": "オタクが嫌いな荻上です",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "1964621",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/1964621",
                    "TitleEnglish": "[OVA 2] I'm from Planet Otaku",
                    "SummaryEnglish": "At Kasukabe's urging, Madarame sets out in search of a less otaku-ish outfit. Later, a heart-to-heart over sushi reveals that they might not be from completely different worlds after all. Unfortunately, this only confuses him more.",
                    "TitleJapanese": "私はオタク星人",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "1964631",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/1964631",
                    "TitleEnglish": "[OVA 3] Then I'll Undress You!",
                    "SummaryEnglish": "The school festival approaches, and Ohno is committed to another cosplay photo shoot. But tension brews as Ogiue scoffs at the idea of cosplay, and Ohno finds Tanaka's secret stash of costumes for the other Genshiken girls. Caught in the middle with the photo shoot only minutes away, Kasukabe hatches a scheme to smooth things over, and even get Ogiue to try something she's never done before...",
                    "TitleJapanese": "じゃあ、脱がしてあげるッ!",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "2511121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/2511121",
                    "TitleEnglish": "Ramen Tenshi Pretty Menma",
                    "SummaryEnglish": "Crossover Series between Genshiken 2 & Kujibiki Unbalance The plot revolves around Kaoru Torigara, only son of a ramen shop owner, who is going to renovate his inherited ramen shop. He discovers that his shop has a guardian angel named Pretty Menma. Pretty Menma tells Kaoru that his dead father's intention is making him succeed in the \"Food King Wars\", a battle of restaurants around the world that is held every 4 years. Kaoru and Menma must help each other to go through the struggles of the \"Food King Wars\".",
                    "TitleJapanese": "ラーメン天使プリティメンマ",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4603096",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603096",
                    "TitleEnglish": "[OVA] Neverending Earthly Desires",
                    "SummaryEnglish": "Some time before the events of the Genshiken: Second Season TV series, Susanna and Angela visit Japan during New Year's Eve. Susanna stays over at Ogiue's apartment while planning to study at the same University. The original members of the Genshiken organize a New Year’s shrine visit with their American guests.",
                    "TitleJapanese": "ボンノーはとめどなく",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4885968",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4885968",
                    "TitleEnglish": "Special 1 - The Case that such a cute child cannot be a girl",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第一回 こんなに可愛い子が女の子のはずがない件",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4885969",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4885969",
                    "TitleEnglish": "Special 2 - The First Case that Sue is Strong.",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第一回 スーさんがなんか強い件",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "4885970",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4885970",
                    "TitleEnglish": "Special 3 The First Hado-chan is slippery",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第一回 波戸ちゃんがつるつるな件",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "4885971",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4885971",
                    "TitleEnglish": "Special 4 - The First meeting is about to get tired of receiving all the spots.",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第一回 そろそろ斑目総受けは飽きた会議",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "5493666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/5493666",
                    "TitleEnglish": "Ramen Tenshi Pretty Menma 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "8088013",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/8088013",
                    "TitleEnglish": "Otaku no Video 1982",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "8088017",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/8088017",
                    "TitleEnglish": "More Otaku no Video 1985",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "15851",
            "URL": "https://www.thetvdb.com/series/genshiken/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "299130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299130",
                    "TitleEnglish": "Study of the Modern Visually Oriented Culture",
                    "SummaryEnglish": "An introduction episode explaining how Kohsaka, Kasukabe and Sasahara got involved with Genshiken; after some uncertainty, Sasahara decides to fully participate in the club.",
                    "TitleJapanese": "現代における視覚を中心とした文化の研究",
                    "SummaryJapanese": "笹原完士は大学入学を機に、それまで秘めていた「漫画・アニメ・ゲーム」への思いを分かち合えるサークルへ入ることを決意していた。ふと見学で訪れた「現代視覚文化研究会」＝「現視研（げんしけん）」で、2年生・斑目の策略により根拠のないプライドを崩されてしまう。しかし、笹原は未だ自分がオタクであることを認められず、また「現視研」になじめずにいた。そんななか、アイドル並みのルックスにもかかわらず、濃く深いオタク同級生高坂の家を訪れる。"
                },
                "2": {
                    "ID": "299131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299131",
                    "TitleEnglish": "Comparative Classification of the Modern Youth through Consumption and Entertainment",
                    "SummaryEnglish": "Genshiken takes Sasahara to Akihabara for dōjinshi shopping while Kohsaka and Kasukabe go to Harajuku for clothes; Kasukabe discovers Kohsaka's hentai collection and gets an introduction on the subject from the others.",
                    "TitleJapanese": "消費と遊興による現代青少年の比較分類",
                    "SummaryJapanese": "新入生歓迎会を兼ねて、現視研メンバーは笹原を連れ立って秋葉原に向かう。笹原は初めての18禁パソゲーに心を躍らせ、男性向け同人誌を物色する。それぞれの嗜好で同人誌を買っていく斑目たち。笹原はすっかり現視研に溶け込んでいく。一方、咲は高坂を落とすべく原宿でデート。高坂をじっくり、確実に攻める咲だったが…。"
                },
                "3": {
                    "ID": "299132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299132",
                    "TitleEnglish": "Problems and Merits of Local Culture Promotion",
                    "SummaryEnglish": "Genshiken goes on a club trip to Comifes, a large comic convention; Madarame seriously injures his hand, but pretends to be fine in the name of fandom until the pain becomes too great to bear.",
                    "TitleJapanese": "地域文化振興の問題点とその功績",
                    "SummaryJapanese": "嵐の予感のなか、コミックフェスティバルに向かう現視研一行。開場前から妙にテンションの高い斑目は、列をはずれた際に滑って右手を強打してしまう。必死に痛みを堪えてブースを巡る斑目、初めてのコミフェスに興奮する笹原、コスプレ会場にいる田中、あまりの光景に駅から一歩も動けない咲。それぞれの思いをのせてコミフェスは過ぎていくなか、遂に斑目が…。"
                },
                "4": {
                    "ID": "299133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299133",
                    "TitleEnglish": "The Sublimating Effects of the Dissimulation Brought on Through Makeup and Costume on Mental Obstacles",
                    "SummaryEnglish": "Ohno is introduced as she joins Genshiken, while Genshiken takes part in a university club fair and Kasukabe's ex-boyfriend pays her a visit.",
                    "TitleJapanese": "扮装と仮装の異化による心理的障壁の昇華作用",
                    "SummaryJapanese": "秋、学園祭を前に、帰国子女の大野さんが現視研の部室を訪れる。おりしも学園祭でのコスプレを勧められていた咲は、「やんないよねぇ、普通」と大野さんに同意を求める。しかし、大野さんはすでにコスプレ経験済、しかもオリジナル衣装に興味を示す始末…。そんな女オタの部屋を暴いてやろうと、咲は衣装の採寸を理由に大野さんの部屋に向かう。"
                },
                "5": {
                    "ID": "299134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299134",
                    "TitleEnglish": "Limits of Rejection and Reception as Observed in Autonomous Behaviour",
                    "SummaryEnglish": "Due to Genshiken's lack of \"activities\" as defined by the school, the club is threatened with closure; salvation comes from an unlikely source as Kasukabe intervenes personally.",
                    "TitleJapanese": "自律行動に見る排斥と受容の境界",
                    "SummaryJapanese": "サークル自治委員会から、活動が見られないサークルは12月末日をもって削減するとの通告がなされた。その削減リストの一つには現視研の名もあった。弱りはてる一同の前に、追い討ちをかけるようにハラグーロこと原口が出現。自治会の一方的な態度、原口の嫌味、そして座して待つばかりの現視研メンバーに憤りを感じた咲は、大野さんとともに（？）存続に向けて行動を開始する。"
                },
                "6": {
                    "ID": "299135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299135",
                    "TitleEnglish": "Theory of the Individual Outside the Boundaries of the Subculture",
                    "SummaryEnglish": "Kasukabe tries to make herself more appealing to Kohsaka by taking an interest in his hobbies by trying to learn how to play Puyo Pop Fever. Sasahara's sister Keiko also makes an appearance and calls on her brother for help.",
                    "TitleJapanese": "サブカルチャーをめぐる他者との関係論",
                    "SummaryJapanese": "ゲームもしない、アニメも見ない咲は、オタクの高坂との距離を感じはじめていた。せっかく二人でいい雰囲気になっても高坂はアニメを見始めてしまうのだ。咲は友人の事として、現視研メンバーに相談、ゲームを覚えることに。一方、笹原は一般人（？）ギャルの妹から突然呼び出しの連絡が入る。「妹」と聞いて、興味津々の現視研一同は笹原のあとをつけるが…。"
                },
                "7": {
                    "ID": "299136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299136",
                    "TitleEnglish": "Aspects of Behavioral Selection in Interpersonal Relationships",
                    "SummaryEnglish": "Two freshmen take an interest in Genshiken and join them for a night out on the town. Kasukabe, however, has no intention of making them feel welcome.",
                    "TitleJapanese": "対人関係における行動選択の特徴",
                    "SummaryJapanese": "笹原が現視研に入ってから1年が経とうとしていた。初代会長もいよいよ卒業準備ということで、斑目を二代目（！）現視研会長として推薦し、斑目もこれを受けることに。斑目新会長の下、コスプレできる機会はすべてやりたいという大野さんを擁した勧誘会の結果、二人の仮入会者が現れる。が、早くも咲の洗礼を受けることとなる。"
                },
                "8": {
                    "ID": "299137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299137",
                    "TitleEnglish": "Comparative Research in Production Models and Processes",
                    "SummaryEnglish": "Ohno and Sasahara start a plamo project and get the whole club involved, while Kasukabe learns an important lesson.",
                    "TitleJapanese": "量産型製造過程における比較研究",
                    "SummaryJapanese": "春、プラモ作りには一番いい季節。そこで田中がプラモデル作りを初心者の笹原や大野さん向けに教えることに。ついプラモの話になると饒舌になってしまう田中。そんな田中と、大野さんや笹原が楽しそうにプラモ作りを進めていくのをみると、入りたくもないものの微妙な疎外感を感じてしまう咲。そして遂に完成した大野さんのプラモを咲が…。"
                },
                "9": {
                    "ID": "299138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299138",
                    "TitleEnglish": "Concerning the Existence and Non-Existence of Explanatory Duties Under Specially Confined Circumstances",
                    "SummaryEnglish": "Madarame is stuck in the club room with Kasukabe and tries to strike up a conversation, running through different scenarios in his head which parody the visual novel format.",
                    "TitleJapanese": "特殊閉鎖状況下における説明義務の有無について",
                    "SummaryJapanese": "最近の斑目のお気に入りは、「部室の机の上にエロゲー雑誌を大量に置いておく」こと。今日も大量の雑誌を購入し、部室に向かうと、そこには咲がただ一人。思えば1年も経つのに部室で咲と二人っきりになるのは初めての斑目。二人っきりの空間に妙な意識をしてしまって落ち着かない。そんな中、斑目は咲の顔に重大な発見をしてしまう…。"
                },
                "10": {
                    "ID": "299139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299139",
                    "TitleEnglish": "Leisure Time Expenditures on Fetishism Considered as an Economic Result",
                    "SummaryEnglish": "The club, along with Keiko, pays a visit to the beach, much to the dismay of some of the members; Keiko decides to compete for Kohsaka's feelings and tries to become an otaku.",
                    "TitleJapanese": "経済効果から考える余暇消費のフェティシズム",
                    "SummaryJapanese": "夏、現視研、海に！ しかし、せっかくの海にもかかわらず、日焼けしてのコミフェスは恥ずかしいという意味不明の理由やら、体力温存のためとか言い訳して、海に入らない斑目たち。そして笹原の妹、恵子が高坂目当てで勝手に付いてきてしまって…。そんな海での1日のあとに、現視研にとって夏最大のイベント、コミフェスがいよいよ開催される。"
                },
                "11": {
                    "ID": "299140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299140",
                    "TitleEnglish": "The Theory of the Existence of Malice Within Urban Crimes",
                    "SummaryEnglish": "Kasukabe decides the club room needs a cleanup, but an accident causes Genshiken to be banned from the university fair. As an apology, Kasukabe takes Ohno's place in the fair's cosplay contest.",
                    "TitleJapanese": "都市型犯罪における悪意の所在論",
                    "SummaryJapanese": "あらゆるオタクグッズで溢れかえる高坂の部屋。そんな乱雑な部屋でつまづいた咲は頭をゲーム機に強打してしまい、なんとなく機嫌が悪い。そして部室でも同じところをぶつけてしまった咲は、部室の大掃除を決意。過去の貴重な（？）同人誌などを片付け、ふと一服したところ、なんとボヤ騒ぎに発展…。火の不始末の責任をとって咲は学園祭でコスプレをする羽目になってしまう。"
                },
                "12": {
                    "ID": "299141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299141",
                    "TitleEnglish": "Countermeasures for Issues that Arise during the Reorganization of a Group",
                    "SummaryEnglish": "The club is depressed due to their punishment of community service. Sasahara becomes the new President and proposes that the society attend Comifes as a circle.",
                    "TitleJapanese": "組織の再構築時に発生する課題と対策",
                    "SummaryJapanese": "ボヤ騒ぎによって、部室使用禁止処分になってしまった現視研。それぞれの部屋を持ちまわりで集まっていたが、それも徐々に重い雰囲気に。そんなある日、斑目の一言で咲は思わず涙を流してしまう。咲は自身も責任を感じ、また火に対する恐怖を持ち続けていたのだ。そして、現視研への処分としてボランティアでの奉仕活動が決定したが、なんとボランティア活動の日程と冬のコミフェスがバッティングしてしまっていた…。"
                }
            }
        },
        "2": {
            "ID": "16997",
            "URL": "https://www.thetvdb.com/series/genshiken/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "317182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/317182",
                    "TitleEnglish": "The New Chairman's Ambition",
                    "SummaryEnglish": "Things are looking up for Sasahara as the Genshiken secures a spot among the dōjinshi vendors at the next Comifes, but the devil is in the details as they quickly need to figure out the finer points of actually making one. An unexpected relief comes when Ogiue actually volunteers her services (if in limited quantities), but will the new President have what it takes to stand up to the other obstacles in their way?",
                    "TitleJapanese": "新会長のココロザシ",
                    "SummaryJapanese": "6月、梅雨の真っ只中コミフェス出展の当選通知が笹原のもとに届いた。\nさっそく部室でコミフェス準備について話していた笹原と斑目は、\nふと荻上がノートに書いていた絵に目が止まる。\nいまだ素直になり切れない様子の荻上に斑目は、荻上にも参加してもらおうと提案する。\n荻上は、コミフェスに同人誌を出すことに内心では喜んでいたのだが、\n頼まれたので参加する、というポーズをやはり崩せずにいた。\n初めてのサークル参加は分からないことだらけなため、笹原と斑目は漫研の高柳に相談しに\n行く事にした。高柳を訪ねるとコミフェス当選をどこで聞きつけたのか、\nあの「ハラグーロ」こと原口が現れて……"
                },
                "2": {
                    "ID": "317183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/317183",
                    "TitleEnglish": "Meetings are Disastrous",
                    "SummaryEnglish": "It's nearing the end of July, and with the deadline for finishing their dōjinshi looming, all the club has to show are the two pages drawn by Ogiue. With Kugayama's continued lack of material pushing the deadline (and Sasahara's patience) to the limit, it looks like they'll have to put aside their differences (and their sleep cycles) to get things done on time.",
                    "TitleJapanese": "会議はモメル",
                    "SummaryJapanese": "コミフェス当選に沸いた日から1ヶ月が経過。印刷所の締め切りも3日後に迫り\n原稿はどうなったかといえば…。\n荻上の書いた2ページ以外は全く出来ていないという有様であった…。\nそこで現視研の部室で「緊急コミフェス対策原稿ほとんどできてねぇよ会議」が始まった。\nだが、笹原と久我山の口論が始まり、一向に方向が定まらない。\nすると、荻上が自分がマンガも描く、と提案する。\n荻上としては、かなり勇気を出して発言したのだが、そんな様子に笹原は気付けず\n断ってしまう。果たしてこんな状態でコミフェス参加は出来るのだろうか…。"
                },
                "3": {
                    "ID": "338986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/338986",
                    "TitleEnglish": "One Hot Summer's Day",
                    "SummaryEnglish": "The day of Genshiken's participation in Comifes has arrived, and they are finally set to take their place as a vendor. But despite (or because of) Haraguchi's \"blessing,\" sales are initially slow. Ohno's arrival (in cosplay, naturally) seems to change their luck for the better, but things really get underway with a surprise appearance. How Kasukabe will react to it, however, is another matter entirely.",
                    "TitleJapanese": "アツい夏の一日",
                    "SummaryJapanese": "現視研メンバーそれぞれの頑張りにより、なんとか同人誌は完成した。\nそして8月15日、ついにコミフェス当日がやって来た。初めてサークル入場をした\n笹原、高坂、朽木の三人は人影もまばらな会場に感動するのだった。\n設営を終えると、またしてもハラグーロが現れ、「完売するといいねぇ～」と\n笹原にとっては呪いの言葉とも取れる一言を残し去っていく。開始直後すぐに\n1冊目が売れたのだが、その後は一進一退で1時間で20冊という売り上げであった。\nハラグーロの呪いの言葉が脳裏をよぎり笹原は嫌な予感を拭い切れなかった…。\n果たして完売は出来るのだろうか…。"
                },
                "4": {
                    "ID": "356554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/356554",
                    "TitleEnglish": "Are You Two Going Out?",
                    "SummaryEnglish": "Ohno likes Tanaka, Tanaka likes Ohno. Both however are too shy and lacking confidence to make a first move. With the rest of Genshiken in a state of concern and confusion over their relationship, Ohno confides in Kasukabe her anxieties and Kasukabe suggests a possible approach that may give both of them the courage to confide their affections.",
                    "TitleJapanese": "デキテンデスカ？",
                    "SummaryJapanese": "笹原と斑目は部室で大野と田中の関係について話していた。\nすると斑目と笹原には意外だったのだが「付き合ってないと思いますけど」と\n女の勘なのか荻上が言う。咲と高坂、朽木もその話題に加わり、微妙な時期だから\n触れにくいなどと話していると、そこに当の大野と田中が部室に現れる。\n空気の読めない朽木は話を全然聞いていなかったのか、\n二人にいきなり「デキてんですか？」と聞いてしまう…。\n田中の煮え切らない様子にイラだっていた大野は、その後も続く朽木の問題発言に怒り、\nなんと朽木を殴ってしまうのだった…。"
                },
                "5": {
                    "ID": "356555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/356555",
                    "TitleEnglish": "Madarame, the Incumbent Sex Slave",
                    "SummaryEnglish": "Ogiue catches Sasahara and Madarame in an unintentionally-compromising position, setting her fujoshi imagination alight with various slash pairings between her fellow club members. She may have just found the inspiration to make a dōjinshi for next summer's Comifes, but her sketch of Sasahara gives Saki other ideas.",
                    "TitleJapanese": "マダラメ総ウケ",
                    "SummaryJapanese": "就職活動に疲れた斑目は部室で笹原とふざけあっていた。\n「ネクタイなんか田中が作ったヤツだもん、お手製よ」もちろんウソである。\nそのウソに怒った笹原は斑目のネクタイを引っ張った。\nと、そこにタイミング良く？（いや、悪く？）荻上が来る。\n「間違いなく斑目先輩が受けだよね」\n腐女子スイッチが入ったのか、その光景を見た荻上の妄想はもう止まらない。\n笹原、斑目に止まらず、朽木、久我山、田中、高坂までも妄想の中に取り込んで行く。\n一心不乱にノートに「強気攻め」イメージの笹原を書いていた荻上は、咲が来た事に気付かず\nそのイラストを見られてしまう。が、咲はどうやら誤解をしたらしく、なにやら満面の笑みで…。"
                },
                "6": {
                    "ID": "356556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/356556",
                    "TitleEnglish": "Problematic Hobby",
                    "SummaryEnglish": "Genshiken is making preparations to go to the upcoming Winter Comifes as a group, but when the other members invite Ogiue along, she adamantly refuses. That doesn't stop her from appearing anyway in the guise of her high school persona to buy all the latest yaoi dōjinshi, but things get complicated as she (literally) runs into the rest of the club.",
                    "TitleJapanese": "趣味のモンダイ",
                    "SummaryJapanese": "季節は冬になり冬のコミフェスの開催が近づいていた。\nコミフェスでの予定について現視研メンバーが話し合っていた。すると大野が荻上に\n「初日は行くんですか？」としらじらしく聞く。荻上のオタクをオープン化させる目的が半分、\nからかうのが面白いのが半分の発言だったのだが、当の荻上は「行かない」と必死で否定する。\nもちろん本当に行かないワケは無く、コミフェス初日、お台場には偽装のため\n髪型と服装を高校時代に戻しメガネまでかけ完全に「地方から上京したオタク娘」に\n成り切った荻上が居たのであった…。"
                },
                "7": {
                    "ID": "356557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/356557",
                    "TitleEnglish": "Graduation Syndrome",
                    "SummaryEnglish": "Graduation time is finally upon Tanaka, Kugayama, and Madarame, and with it come emotional reflections on the past three years for the club. The presidential torch is passed on, and a Kujibiki Unbalance OVA finally gives closure to the first season, but what about Madarame's job hunt? And for that matter, what will become of the Genshiken under President Ohno?",
                    "TitleJapanese": "卒業症候群",
                    "SummaryJapanese": "斑目、田中、久我山の卒業式が迫っていた。\n久我山は医療機器のメーカーに就職が決まり、田中は服飾の専門学校に進学。\n未だ進路が不明なのは斑目だけだった。\n卒業式の日であっても感慨よりも「くじアン」の話で盛り上がる現視研メンバー達。\nサークル棟への帰り道、来期はどうするのか斑目に聞かれた笹原は\n来期は大野に会長を頼みたいとの考えを明かす。始めは辞退する大野だったが、\n咲の「会長になってコスプレ研究会にしちゃえばいい」の発言で一転してやる気に。\nそうして来年の現視研の活動は安泰？となったのだが、\n肝心の斑目の就職は果たして決まったのだろうか…。"
                },
                "8": {
                    "ID": "356558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/356558",
                    "TitleEnglish": "Cos-ken",
                    "SummaryEnglish": "It's the beginning of the school year, and Ohno is planning out her first year as the president of the Genshiken. How will the club change under her cosplay management? Also, Ogiue learns that she's accepted to Comifes and tries to work up the courage needed for her debut. But will the newest iteration of the club sink or swim, and will Kuchiki be Ohno's nemesis, or her unlikely savior?",
                    "TitleJapanese": "こすけん",
                    "SummaryJapanese": "荻上の元に夏のコミフェス当選通知が届いた。\n本来ならば喜ぶ所なのだが、荻上の心境は複雑だった。\n「いまさら」ながらやおいを描き本にする事が恥ずかしかったからである。\n悩んだ荻上は大野に相談しに行った。\n大野はコスプレとやおいとジャンルは違えど根底にある恥ずかしさは一緒だと荻上を説得する。\nが、荻上は「この私の恥ずかしい妄想を…形にして世に出すの？…」と未だ割り切れない様子。\nしかし大野の「それがどんな妄想か知りたいし、語り合いたいと思いますよ」という一言で\n荻上は再びコミフェスに向けて描く事を決意する事が出来たのだった…。"
                },
                "9": {
                    "ID": "356559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/356559",
                    "TitleEnglish": "It's Always Raining During Job Hunts",
                    "SummaryEnglish": "Sasahara's job search is not going as well as he'd hoped; at every turn, his negative portrayal of himself and uncertainty over his own beliefs make companies balk at hiring him. Meanwhile, Kousaka's absence is starting to get to Saki, while Ogiue struggles to draft her Comifes dōjinshi without any interference from Ohno's fetishes. But could Kuchiki be on to something about Sasahara and Ogiue?",
                    "TitleJapanese": "シューカツはいつも雨",
                    "SummaryJapanese": "季節も初夏となり笹原、咲、高坂もそれぞれ卒業後の進路を決めなくてはならない時期になった。\n咲はショップを出すため高坂にも会わず忙しく動き回っていた。\n疲れのせいか咲は「高坂はエロゲーさえあれば自分は不要なのではないか？」\nという不安を抱いていた…。\n笹原は出版社を志望していたのだが、どうにも面接が上手く行かない。\n苦戦の一因は自己PRの弱さにあった。\n現視研では、自分をさらけ出す事も出来る様になっていた笹原だが、\nやはり他の場所でオタクを前面に出す事は、やはり出来ずにいた…。"
                },
                "10": {
                    "ID": "356560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/356560",
                    "TitleEnglish": "Otaku from USA",
                    "SummaryEnglish": "As Ogiue continues her preparations for Comifes, now a few days away, friends of Ohno's from the US show up unexpectedly to come to convention as well. While the foreign otaku ways of Angela and Sue shake up the (somewhat) peaceful clubroom, perhaps Angela is the \"sensible\" one when it comes to understanding the feelings of others.",
                    "TitleJapanese": "オタク・フロムUSA",
                    "SummaryJapanese": "コミフェス直前の夏休み大野と笹原は、荻上の家を訪れる。\n荻上が参加するコミフェスの手伝いの打ち合わせをするという名目だった。\nとは言え決める事など集合時間くらいしか無いため、\n会話は自然と荻上の原稿の内容に移っていった。\n大野はあの手この手で見せてもらおうとしたのだが、\n荻上はコミフェス用の原稿はおろか、他の投稿用原稿も二人に見せようとはしなかった。\n笹原を意識しているためか、荻上と笹原が互いを意識していると確信した大野は、\nコミフェスで鈍感な笹原の背中を少しだけ押してみようと企むのであった……。"
                },
                "11": {
                    "ID": "356561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/356561",
                    "TitleEnglish": "Real Hardcore",
                    "SummaryEnglish": "As Comifes starts, Sasahara help Ogiue set up her doujinshi booth. Angela cosplays with Ohno in the costumes Tanaka made for them, while Sue wonders around the convention. Sue eventually obtains one of Ogiue's doujinshi books, and ask her to sign it, claiming it is \"real hardcore.\" At a bathhouse, Ohno wonders why her plan to make Sasahara and Oguie a couple is failing. After Comifes is over, Sue and Angela leave to go back to the United States, with Ohno shipping the massive amounts of doujinshi to them later.",
                    "TitleJapanese": "リアル・ハードコア",
                    "SummaryJapanese": "コミフェス当日、二人で売り子をする荻上と笹原。\nお互いを意識してしまっているせいか、どうにもギクシャクしている二人。\nだが初めて本が売れたうれしさと、他人事なのに自分の事の様にうれしそうな笹原を見ているうちに\n荻上の緊張も解け、笹原の就活の話や、荻上の将来についての普通に会話が出来る様になっていた。\nこのまま大野の目論見通りに行くかと思われた。\nしかし荻上の中学時代の同級生が偶然通りかかった後、荻上の様子が一変する。\n気分が悪くなってしまう荻上。と、その時二人の前にスーが現れて…。"
                },
                "12": {
                    "ID": "356562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/356562",
                    "TitleEnglish": "What Lies Ahead",
                    "SummaryEnglish": "Failing continually at his job interviews, Sasahara begins to lose sight of what he's working towards. He finds himself settling to apply for any available opening, and ends up on the brink of giving up altogether. It takes some harsh words and tough love from the rest of Genshiken to convince him to try one more time. And for that matter, how are the other members making out?",
                    "TitleJapanese": "その先にあるもの…",
                    "SummaryJapanese": "夏が過ぎても笹原の就職は決まっていなかった…。\n連敗に継ぐ連敗で笹原は、なぜそもそも編集を志望したのかさえわからなくなってしまっていた。\n追い詰められた笹原は出版に限らず別の業界も手当たり次第に受けてみるものの、\nやはりここでも連敗。 半ば自暴自棄になり部室で「就職浪人でもいいかな」とまで言い出してしまう。\nそんな笹原を見た咲と荻上は笹原には失望した、と辛辣な言葉を投げる。\n自虐と自嘲で逃げに入ってしまったダメオタク笹原に荻上と咲の言葉は届くのか？ それとも…。"
                }
            }
        },
        "3": {
            "ID": "510835",
            "URL": "https://www.thetvdb.com/series/genshiken/seasons/official/3",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4484867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4484867",
                    "TitleEnglish": "The Other Side of the Path. The Promised Place",
                    "SummaryEnglish": "Chairman Ogiue will be demonstrating illustrations at the new venue to acquire new members this year. She was attracted to the charm of her paintings, and a new member wanted to join Genshiken. Bright and talkative Yoshitake. Yajima seems to be a little difficult to attach. Hado, an orthodox beauty. All of them were brilliantly \"fujoshi\" girls. Around the time when the flowers began to bloom in the BL story, the secret of Hado was revealed from an accident.",
                    "TitleJapanese": "道のむこう、約束の場所",
                    "SummaryJapanese": "今年度の新会員を獲得すべく、新歓会場でのイラスト実演をする会長の荻上。\nその絵の魅力に惹きつけられ、現視研（げんしけん）に新会員が入会を希望してきた。\n明るくおしゃべりな吉武。少し取っ付き難そうな矢島。正統派美人の波戸。\n揃いもそろって全員が立派に”腐”女子であった。\nBL話に花が咲き始めたころ、ある事故から波戸の秘密がバレてしまう。"
                },
                "2": {
                    "ID": "4603264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603264",
                    "TitleEnglish": "Cross Over My Legs",
                    "SummaryEnglish": "Yoshitake rushes to Yajima's house because he draws the manuscript of the Genshiken journal. I was supposed to invite Hado to draw a profile, but in the end, it was exciting with a girls talk. At midnight when I talked to him, Yajima suddenly woke up, and the smooth legs of Hado lay in front of him. He tries to reach out to the sleeping Hado skirt to see if he's really a man ...",
                    "TitleJapanese": "俺の脚を越えてゆけ",
                    "SummaryJapanese": "現視研会誌の原稿を描くことを理由に、矢島の家へ押しかける吉武。\n波戸も誘って、プロフィールを描くはずだったが結局、女子トークで盛り上がってしまう。\n語りつくした深夜、ふと目が覚めた矢島の前には、すべすべとした波戸の脚が横たわっているのであった。\n本当に男なのか確かめるべく、寝ている波戸のスカートに手をのばそうとするが…"
                },
                "3": {
                    "ID": "4603265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603265",
                    "TitleEnglish": "Daydream Believer",
                    "SummaryEnglish": "After becoming a member of society, he noticed that he was moving away from the otaku culture, and stopped by Genshiken for the first time in a while. As she talked to Sasahara's younger sister Keiko, remembering the people at that time, her topic became Saki's story. She knows that her feelings for Saki, which she should have hidden, may be known to her other members, and she may be known to Saki himself ...",
                    "TitleJapanese": "腐り姫の夢（デイドリームビリーバー）",
                    "SummaryJapanese": "社会人になって、オタク文化から離れつつある自分に気付き、久しぶりにげんしけんに立ち寄る斑目。\n当時の面々のことを思い出しながら、笹原の妹の恵子と話していくうちに、話題は咲の話に。\n隠していたはずの咲に対する気持ちが他のメンバー、そして咲本人にも知られている可能性があると知るが…"
                },
                "4": {
                    "ID": "4603266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603266",
                    "TitleEnglish": "Beards and Boobs",
                    "SummaryEnglish": "Just before the summer comic festival, Genshiken was welcoming Shuraba. All new members will help the manuscript in order to improve the reading of Ogiue's commercial magazine. All night long, Hado complained about something wrong with his body in a strange tension. What is the answer given by Hado and the members in the closed room Shuraba? On the other hand, Angela visits Japan and this year's Comifes also makes us feel the beginning of the turbulence.",
                    "TitleJapanese": "HIGE TO BOIN",
                    "SummaryJapanese": "夏のコミフェス直前、げんしけんは修羅場を迎えていた。\n荻上の商業誌読み切りを上げる為、新会員全員で原稿を手伝うことに。\n連日の徹夜で、皆おかしなテンションの中、波戸が体の異変を訴えた。\n密室修羅場の中、波戸とメンバーが出した答えとは…。\n一方でアンジェラが訪日し今年のコミフェスも波乱の幕開けを予感させる。"
                },
                "5": {
                    "ID": "4603267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603267",
                    "TitleEnglish": "Go Next!",
                    "SummaryEnglish": "Spots that became a member of society. He realizes that he doesn't have the fever he should have had when he was a student. Angela didn't even know that she had such a spot, and she continued to attack on the third day of the Comifes. Hado was worried about the spots, so he decided to stop dressing as a woman and help him buy a douujinshi. When the two of them visited the company booth, there was a different dimension of \"he\" in a natural product.",
                    "TitleJapanese": "業 NEXT！！",
                    "SummaryJapanese": "社会人になった斑目。コミフェスを目前に、学生時代にあったはずの熱が今の自分にはないことを自覚する。\nアンジェラはそんな斑目の気も知らず、コミフェス三日目もアタックを続けていた。\n波戸は斑目のことが気になり、女装をやめて同人誌購入を手伝うことに。\n二人が企業ブースを訪れると、そこには天然モノで別次元の”彼”の姿があった。"
                },
                "6": {
                    "ID": "4603268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603268",
                    "TitleEnglish": "Shout ''Moe!'' Beyond the Event Horizon",
                    "SummaryEnglish": "Hado has declared that he will receive all the spots on his way home from Komifes. Ogiue overlaps with her past and dares to reveal her past works so as not to isolate Hado. On the other hand, in the circle building, the residents' association started to find out the true identity of the beautiful woman who appears only after school. Meanwhile, Yoshitake's older brother, Ritsuto, appears. Yajima was shy at the handsome man, but ...",
                    "TitleJapanese": "因果地平の彼方で、モエを叫ぶ",
                    "SummaryJapanese": "コミフェスの帰り道で斑目総受けを宣言してしまった波戸。\n荻上は自分の過去と重ね、波戸を孤立させないようにと、あえて自分の過去の作品を暴露する。\n一方サークル棟では、放課後のみ現れる美女の正体を突きとめるべく自治会が動き出していた。\nそんな中、吉武のお兄ちゃん、理人が現れる。イケメンの理人に照れまくる矢島だったが…。"
                },
                "7": {
                    "ID": "4603269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603269",
                    "TitleEnglish": "KOIBANA3",
                    "SummaryEnglish": "Ogiue decided to issue a special issue of Mebaetame for the upcoming school festival. She starts to move by herself on the premise that she will put a normal work, but for some reason Hado does not float. It is said that if you look like a man, you will not be able to draw at all. She confesses that she is in an uncontrollable state where she unknowingly draws a BL picture when she draws in a transvestite. On the other hand, it was Ogiue who had a good opportunity to try a work of a different genre and asked the current members of the Institute of Vision about the past Koibana ...",
                    "TitleJapanese": "KOIBANA3",
                    "SummaryJapanese": "来る学園祭にむけて、メバエタメ特別号を発行することにした荻上。\nノーマルな作品を載せる前提でメンバー各自で動き始めるが、なぜか波戸は浮かない顔…。\nなんと男の格好だと絵が全く描けなくなってしまうという。\nかといって女装姿で描くと、無意識にBL絵を描いてしまう制御不可能な状態であることを告白する。\n一方、いつもと違うジャンルの作品に挑戦する良い機会と、\n現視研メンバーに過去のコイバナを聞き出す荻上だったが…"
                },
                "8": {
                    "ID": "4603270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603270",
                    "TitleEnglish": "There's Route, But There's No Loop!",
                    "SummaryEnglish": "In the special issue of Mebaetame, Sue proposes a collaborative method in which Ogiue draws a name and Hado draws a picture. I was at a loss. While he was wondering if he should be told about the collaboration, she dressed up as a woman, so she went to the spotted room. When one person is indulged in BL delusion, he encounters a spot of returning home earlier than usual. She asks for a little talk after a long absence.",
                    "TitleJapanese": "ルートはあってもループはない",
                    "SummaryJapanese": "メバエタメ特別号で、荻上がネームを描き、波戸が絵を描くという合作の方法を、スーから提案される波戸だが、女装しなければ描けない自分に対して、好きなイラストを描くこと自体に迷いを感じていた。\n合作の話を受けるべきか悩みながらも、女装をするため、斑目の部屋に。\n一人、BL妄想にふけっていると、いつもより早い帰宅の斑目に遭遇。\n久しぶりの斑目に、少し話を聞いて欲しいと相談する。"
                },
                "9": {
                    "ID": "4603271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603271",
                    "TitleEnglish": "White Gate Keeper",
                    "SummaryEnglish": "Ogiue decided to collaborate with Hado. She was doing well, albeit little by little. On the other hand, Yajima and Yoshitake also decided to make a work, but is it four frames, Sengoku, or science fiction? It seems that the discussion cannot be settled due to the direction and content. Without feeling like that, Ohno works with Tanaka to prepare cosplay costumes. Meanwhile, Saki also comes to the school festival and makes us feel a turbulence. And on that day. The school festival begins with each thought.",
                    "TitleJapanese": "ホワイトゲートキーパー",
                    "SummaryJapanese": "波戸と合作をすることになった荻上。少しずつではあるが作業は順調に進んでいた。\n一方、矢島と吉武も作品を作ることになったが、四コマなのか、戦国なのか、SFなのか…。\n方向性や内容などで議論が収まらない様子。\nそんな気もしらず、大野は田中と共にコスプレ衣装の用意に勤しむ。\nそんな中、咲も学園祭にくることになり波乱を予感させる。\nそして当日。それぞれの思いをのせて学園祭が始まる。"
                },
                "10": {
                    "ID": "4603272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603272",
                    "TitleEnglish": "Snow Man",
                    "SummaryEnglish": "Looking back on Kutsuki's words, the person he admired for Hado was \"Senior Kaminaga.\" Hado, who belonged to the art club when he was in high school, had a longing for his senior's paintings. However, it is a picture of BL fully open. While his seniors and classmates Konno and Fuji enjoyed their favorite BL, Hado couldn't confess that he was a fudanshi. One day, Hado confesses to Konno that he is a fudanshi, triggered by a picture of a senior who was left behind in the club room ...",
                    "TitleJapanese": "Snow man",
                    "SummaryJapanese": "朽木の言葉に振り返ったその人は、波戸の憧れの人“神永先輩”であった。\n高校時代に美術部に所属していた波戸は、先輩の絵に憧れを抱いていた。しかしそれは、BL全開の絵。\n先輩をはじめ、同級生である今野や藤が自分たちの好きなBL楽しむ一方、\n波戸は腐男子であることを打ち明けられずにいた。\nある日、部室に置き忘れられた先輩の絵をきっかけに、波戸は今野に、自分が腐男子であることを告白するが…"
                },
                "11": {
                    "ID": "4603273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603273",
                    "TitleEnglish": "That Was a Good Last Episode",
                    "SummaryEnglish": "Saki came to the school festival. Saki, who happens to see Sue kissing her spot on her way to her current laboratory, teases her spot with it. Hado can't help but be worried about the appearance of these two people. Meanwhile, Sasahara's younger sister: Keiko also appears and learns that Hado is a man. Saki feels something when she sees the exchange between Keiko and Hado, and tries to be a little mean to her spots. Hado, who knows the feelings of the spots, tries to protect him, but everything backfires ...",
                    "TitleJapanese": "いい最終回だった",
                    "SummaryJapanese": "咲が学園祭にやってきた。\n現視研に向かう途中で、たまたまスーが斑目にキスするシーンを見てしまった咲は、それをネタに斑目をからかいだす。\nそんな二人の様子が気になって仕方ない波戸。\n一方、笹原の妹：恵子も現れ、波戸が男であることを知る。\n恵子と波戸のやり取りをみて何かを感じた咲は、斑目にちょっと意地悪をしようとする。\n斑目の気持ちを知る波戸は、なんとかしてかばおうとするが、ことごとく裏目に出てしまい…"
                },
                "12": {
                    "ID": "4603274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603274",
                    "TitleEnglish": "Love and Work and Cheesecake",
                    "SummaryEnglish": "Each feeling that starts to move in response to the matter of spots and Saki. Meanwhile, Ohno, who hasn't been able to find a job at all, has begun to repeat a year. Ohno, who had anxiety and thought about making cosplay a job, confesses to Tanaka that he will release his own cosplay ROM. He brings up the story of the future through the common affair of the two people, cosplay. On the other hand, there were spots walking alone in Akihabara on weekdays.",
                    "TitleJapanese": "恋と仕事とチーズケーキ",
                    "SummaryJapanese": "斑目と咲の件を受けて、動き出すそれぞれの気持ち。\nそんな中、就活がまったく上手くいかない大野、留年も見えてきた。\n不安な気持ちを抱えたまま、コスプレを仕事にすることも考え出した大野は、\n自分のコスROMを出すことを田中に打ち明ける。\nコスプレという二人の共通事項、それを介して将来の話を持ち出すが…。\n一方、平日の秋葉原を独り歩く斑目の姿があった。"
                },
                "13": {
                    "ID": "4606760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4606760",
                    "TitleEnglish": "Waiting in the Club Room",
                    "SummaryEnglish": "Hado stopped coming to the club room. What happened. Without knowing the reason for Hado who couldn't answer the phone, Genshiken members hit the spotted home, but missed it. Where on earth did Hado go? Ogiue is worried, but for some reason Sue's suggestion. That's it! it was! In such a case, the training camp is the solution! !! !!",
                    "TitleJapanese": "あの部室で待ってる",
                    "SummaryJapanese": "波戸が部室に来なくなった。いったい何があったのか。\n電話にも出ない波戸の理由が分からないまま、げんしけんメンバーは心当たりのある、斑目自宅を直撃するが空振り。\nいったい波戸はどこへ行ったのか。心配する荻上に、何故かスーの提案。\nそうだ！そうだった！こんなときは、合宿で解決だ！！！"
                }
            }
        }
    }
}