{
    "URL": "https://www.thetvdb.com/series/genshiken",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0473578/",
        "http://genshiken-2daime.com/",
        "https://www.themoviedb.org/tv/34708",
        "https://www.themoviedb.org/tv/34708"
    ],
    "TitleEnglish": "Genshiken",
    "SummaryEnglish": "Follow college freshman Kanji Sasahara and his fellow members of the college club he joins, The Society for the Study of Modern Visual Culture, as he goes shopping for doujinshi, attends conventions and slowly but surely makes his way down the road to fandom.",
    "Aliases": [
        "Genshiken: The Society for the Study of Modern Visual Culture",
        "The Society for the Study of Modern Visual Culture",
        "Genshiken Nidaime",
        "Gendai Shikaku Bunka Kenkyuu Kai"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "26371",
            "URL": "https://www.thetvdb.com/series/genshiken/seasons/official/0",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1964611",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/1964611",
                    "TitleEnglish": "[OVA 1] I'm Ogiue, and I Hate Otaku",
                    "SummaryEnglish": "Two new members join the society: the abrasive Manabu Kuchiki and the standoffish Chika Ogiue. Ohno hatches a plan to trick Ogiue into revealing her true inner self.",
                    "Aliases": []
                },
                "2": {
                    "ID": "1964621",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/1964621",
                    "TitleEnglish": "[OVA 2] I'm from Planet Otaku",
                    "SummaryEnglish": "At Kasukabe's urging, Madarame sets out in search of a less otaku-ish outfit. Later, a heart-to-heart over sushi reveals that they might not be from completely different worlds after all. Unfortunately, this only confuses him more.",
                    "Aliases": []
                },
                "3": {
                    "ID": "1964631",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/1964631",
                    "TitleEnglish": "[OVA 3] Then I'll Undress You!",
                    "SummaryEnglish": "The school festival approaches, and Ohno is committed to another cosplay photo shoot. But tension brews as Ogiue scoffs at the idea of cosplay, and Ohno finds Tanaka's secret stash of costumes for the other Genshiken girls. Caught in the middle with the photo shoot only minutes away, Kasukabe hatches a scheme to smooth things over, and even get Ogiue to try something she's never done before...",
                    "Aliases": []
                },
                "4": {
                    "ID": "2511121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/2511121",
                    "TitleEnglish": "Ramen Tenshi Pretty Menma",
                    "SummaryEnglish": "Crossover Series between Genshiken 2 & Kujibiki Unbalance The plot revolves around Kaoru Torigara, only son of a ramen shop owner, who is going to renovate his inherited ramen shop. He discovers that his shop has a guardian angel named Pretty Menma. Pretty Menma tells Kaoru that his dead father's intention is making him succeed in the \"Food King Wars\", a battle of restaurants around the world that is held every 4 years. Kaoru and Menma must help each other to go through the struggles of the \"Food King Wars\".",
                    "Aliases": []
                },
                "5": {
                    "ID": "4603096",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603096",
                    "TitleEnglish": "[OVA] Neverending Earthly Desires",
                    "SummaryEnglish": "Some time before the events of the Genshiken: Second Season TV series, Susanna and Angela visit Japan during New Year's Eve. Susanna stays over at Ogiue's apartment while planning to study at the same University. The original members of the Genshiken organize a New Year’s shrine visit with their American guests.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4885968",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4885968",
                    "TitleEnglish": "Special 1 - The Case that such a cute child cannot be a girl",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "7": {
                    "ID": "4885969",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4885969",
                    "TitleEnglish": "Special 2 - The First Case that Sue is Strong.",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "8": {
                    "ID": "4885970",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4885970",
                    "TitleEnglish": "Special 3 The First Hado-chan is slippery",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "9": {
                    "ID": "4885971",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4885971",
                    "TitleEnglish": "Special 4 - The First meeting is about to get tired of receiving all the spots.",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "10": {
                    "ID": "5493666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/5493666",
                    "TitleEnglish": "Ramen Tenshi Pretty Menma 2",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "11": {
                    "ID": "8088013",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/8088013",
                    "TitleEnglish": "Otaku no Video 1982",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "12": {
                    "ID": "8088017",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/8088017",
                    "TitleEnglish": "More Otaku no Video 1985",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "15851",
            "URL": "https://www.thetvdb.com/series/genshiken/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "299130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299130",
                    "TitleEnglish": "Study of the Modern Visually Oriented Culture",
                    "SummaryEnglish": "An introduction episode explaining how Kohsaka, Kasukabe and Sasahara got involved with Genshiken; after some uncertainty, Sasahara decides to fully participate in the club.",
                    "Aliases": []
                },
                "2": {
                    "ID": "299131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299131",
                    "TitleEnglish": "Comparative Classification of the Modern Youth through Consumption and Entertainment",
                    "SummaryEnglish": "Genshiken takes Sasahara to Akihabara for dōjinshi shopping while Kohsaka and Kasukabe go to Harajuku for clothes; Kasukabe discovers Kohsaka's hentai collection and gets an introduction on the subject from the others.",
                    "Aliases": []
                },
                "3": {
                    "ID": "299132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299132",
                    "TitleEnglish": "Problems and Merits of Local Culture Promotion",
                    "SummaryEnglish": "Genshiken goes on a club trip to Comifes, a large comic convention; Madarame seriously injures his hand, but pretends to be fine in the name of fandom until the pain becomes too great to bear.",
                    "Aliases": []
                },
                "4": {
                    "ID": "299133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299133",
                    "TitleEnglish": "The Sublimating Effects of the Dissimulation Brought on Through Makeup and Costume on Mental Obstacles",
                    "SummaryEnglish": "Ohno is introduced as she joins Genshiken, while Genshiken takes part in a university club fair and Kasukabe's ex-boyfriend pays her a visit.",
                    "Aliases": []
                },
                "5": {
                    "ID": "299134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299134",
                    "TitleEnglish": "Limits of Rejection and Reception as Observed in Autonomous Behaviour",
                    "SummaryEnglish": "Due to Genshiken's lack of \"activities\" as defined by the school, the club is threatened with closure; salvation comes from an unlikely source as Kasukabe intervenes personally.",
                    "Aliases": []
                },
                "6": {
                    "ID": "299135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299135",
                    "TitleEnglish": "Theory of the Individual Outside the Boundaries of the Subculture",
                    "SummaryEnglish": "Kasukabe tries to make herself more appealing to Kohsaka by taking an interest in his hobbies by trying to learn how to play Puyo Pop Fever. Sasahara's sister Keiko also makes an appearance and calls on her brother for help.",
                    "Aliases": []
                },
                "7": {
                    "ID": "299136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299136",
                    "TitleEnglish": "Aspects of Behavioral Selection in Interpersonal Relationships",
                    "SummaryEnglish": "Two freshmen take an interest in Genshiken and join them for a night out on the town. Kasukabe, however, has no intention of making them feel welcome.",
                    "Aliases": []
                },
                "8": {
                    "ID": "299137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299137",
                    "TitleEnglish": "Comparative Research in Production Models and Processes",
                    "SummaryEnglish": "Ohno and Sasahara start a plamo project and get the whole club involved, while Kasukabe learns an important lesson.",
                    "Aliases": []
                },
                "9": {
                    "ID": "299138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299138",
                    "TitleEnglish": "Concerning the Existence and Non-Existence of Explanatory Duties Under Specially Confined Circumstances",
                    "SummaryEnglish": "Madarame is stuck in the club room with Kasukabe and tries to strike up a conversation, running through different scenarios in his head which parody the visual novel format.",
                    "Aliases": []
                },
                "10": {
                    "ID": "299139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299139",
                    "TitleEnglish": "Leisure Time Expenditures on Fetishism Considered as an Economic Result",
                    "SummaryEnglish": "The club, along with Keiko, pays a visit to the beach, much to the dismay of some of the members; Keiko decides to compete for Kohsaka's feelings and tries to become an otaku.",
                    "Aliases": []
                },
                "11": {
                    "ID": "299140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299140",
                    "TitleEnglish": "The Theory of the Existence of Malice Within Urban Crimes",
                    "SummaryEnglish": "Kasukabe decides the club room needs a cleanup, but an accident causes Genshiken to be banned from the university fair. As an apology, Kasukabe takes Ohno's place in the fair's cosplay contest.",
                    "Aliases": []
                },
                "12": {
                    "ID": "299141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/299141",
                    "TitleEnglish": "Countermeasures for Issues that Arise during the Reorganization of a Group",
                    "SummaryEnglish": "The club is depressed due to their punishment of community service. Sasahara becomes the new President and proposes that the society attend Comifes as a circle.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "16997",
            "URL": "https://www.thetvdb.com/series/genshiken/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "317182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/317182",
                    "TitleEnglish": "The New Chairman's Ambition",
                    "SummaryEnglish": "Things are looking up for Sasahara as the Genshiken secures a spot among the dōjinshi vendors at the next Comifes, but the devil is in the details as they quickly need to figure out the finer points of actually making one. An unexpected relief comes when Ogiue actually volunteers her services (if in limited quantities), but will the new President have what it takes to stand up to the other obstacles in their way?",
                    "Aliases": []
                },
                "2": {
                    "ID": "317183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/317183",
                    "TitleEnglish": "Meetings are Disastrous",
                    "SummaryEnglish": "It's nearing the end of July, and with the deadline for finishing their dōjinshi looming, all the club has to show are the two pages drawn by Ogiue. With Kugayama's continued lack of material pushing the deadline (and Sasahara's patience) to the limit, it looks like they'll have to put aside their differences (and their sleep cycles) to get things done on time.",
                    "Aliases": []
                },
                "3": {
                    "ID": "338986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/338986",
                    "TitleEnglish": "One Hot Summer's Day",
                    "SummaryEnglish": "The day of Genshiken's participation in Comifes has arrived, and they are finally set to take their place as a vendor. But despite (or because of) Haraguchi's \"blessing,\" sales are initially slow. Ohno's arrival (in cosplay, naturally) seems to change their luck for the better, but things really get underway with a surprise appearance. How Kasukabe will react to it, however, is another matter entirely.",
                    "Aliases": []
                },
                "4": {
                    "ID": "356554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/356554",
                    "TitleEnglish": "Are You Two Going Out?",
                    "SummaryEnglish": "Ohno likes Tanaka, Tanaka likes Ohno. Both however are too shy and lacking confidence to make a first move. With the rest of Genshiken in a state of concern and confusion over their relationship, Ohno confides in Kasukabe her anxieties and Kasukabe suggests a possible approach that may give both of them the courage to confide their affections.",
                    "Aliases": []
                },
                "5": {
                    "ID": "356555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/356555",
                    "TitleEnglish": "Madarame, the Incumbent Sex Slave",
                    "SummaryEnglish": "Ogiue catches Sasahara and Madarame in an unintentionally-compromising position, setting her fujoshi imagination alight with various slash pairings between her fellow club members. She may have just found the inspiration to make a dōjinshi for next summer's Comifes, but her sketch of Sasahara gives Saki other ideas.",
                    "Aliases": []
                },
                "6": {
                    "ID": "356556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/356556",
                    "TitleEnglish": "Problematic Hobby",
                    "SummaryEnglish": "Genshiken is making preparations to go to the upcoming Winter Comifes as a group, but when the other members invite Ogiue along, she adamantly refuses. That doesn't stop her from appearing anyway in the guise of her high school persona to buy all the latest yaoi dōjinshi, but things get complicated as she (literally) runs into the rest of the club.",
                    "Aliases": []
                },
                "7": {
                    "ID": "356557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/356557",
                    "TitleEnglish": "Graduation Syndrome",
                    "SummaryEnglish": "Graduation time is finally upon Tanaka, Kugayama, and Madarame, and with it come emotional reflections on the past three years for the club. The presidential torch is passed on, and a Kujibiki Unbalance OVA finally gives closure to the first season, but what about Madarame's job hunt? And for that matter, what will become of the Genshiken under President Ohno?",
                    "Aliases": []
                },
                "8": {
                    "ID": "356558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/356558",
                    "TitleEnglish": "Cos-ken",
                    "SummaryEnglish": "It's the beginning of the school year, and Ohno is planning out her first year as the president of the Genshiken. How will the club change under her cosplay management? Also, Ogiue learns that she's accepted to Comifes and tries to work up the courage needed for her debut. But will the newest iteration of the club sink or swim, and will Kuchiki be Ohno's nemesis, or her unlikely savior?",
                    "Aliases": []
                },
                "9": {
                    "ID": "356559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/356559",
                    "TitleEnglish": "It's Always Raining During Job Hunts",
                    "SummaryEnglish": "Sasahara's job search is not going as well as he'd hoped; at every turn, his negative portrayal of himself and uncertainty over his own beliefs make companies balk at hiring him. Meanwhile, Kousaka's absence is starting to get to Saki, while Ogiue struggles to draft her Comifes dōjinshi without any interference from Ohno's fetishes. But could Kuchiki be on to something about Sasahara and Ogiue?",
                    "Aliases": []
                },
                "10": {
                    "ID": "356560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/356560",
                    "TitleEnglish": "Otaku from USA",
                    "SummaryEnglish": "As Ogiue continues her preparations for Comifes, now a few days away, friends of Ohno's from the US show up unexpectedly to come to convention as well. While the foreign otaku ways of Angela and Sue shake up the (somewhat) peaceful clubroom, perhaps Angela is the \"sensible\" one when it comes to understanding the feelings of others.",
                    "Aliases": []
                },
                "11": {
                    "ID": "356561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/356561",
                    "TitleEnglish": "Real Hardcore",
                    "SummaryEnglish": "As Comifes starts, Sasahara help Ogiue set up her doujinshi booth. Angela cosplays with Ohno in the costumes Tanaka made for them, while Sue wonders around the convention. Sue eventually obtains one of Ogiue's doujinshi books, and ask her to sign it, claiming it is \"real hardcore.\" At a bathhouse, Ohno wonders why her plan to make Sasahara and Oguie a couple is failing. After Comifes is over, Sue and Angela leave to go back to the United States, with Ohno shipping the massive amounts of doujinshi to them later.",
                    "Aliases": []
                },
                "12": {
                    "ID": "356562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/356562",
                    "TitleEnglish": "What Lies Ahead",
                    "SummaryEnglish": "Failing continually at his job interviews, Sasahara begins to lose sight of what he's working towards. He finds himself settling to apply for any available opening, and ends up on the brink of giving up altogether. It takes some harsh words and tough love from the rest of Genshiken to convince him to try one more time. And for that matter, how are the other members making out?",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "510835",
            "URL": "https://www.thetvdb.com/series/genshiken/seasons/official/3",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4484867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4484867",
                    "TitleEnglish": "The Other Side of the Path. The Promised Place",
                    "SummaryEnglish": "Chairman Ogiue will be demonstrating illustrations at the new venue to acquire new members this year. She was attracted to the charm of her paintings, and a new member wanted to join Genshiken. Bright and talkative Yoshitake. Yajima seems to be a little difficult to attach. Hado, an orthodox beauty. All of them were brilliantly \"fujoshi\" girls. Around the time when the flowers began to bloom in the BL story, the secret of Hado was revealed from an accident.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4603264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603264",
                    "TitleEnglish": "Cross Over My Legs",
                    "SummaryEnglish": "Yoshitake rushes to Yajima's house because he draws the manuscript of the Genshiken journal. I was supposed to invite Hado to draw a profile, but in the end, it was exciting with a girls talk. At midnight when I talked to him, Yajima suddenly woke up, and the smooth legs of Hado lay in front of him. He tries to reach out to the sleeping Hado skirt to see if he's really a man ...",
                    "Aliases": []
                },
                "3": {
                    "ID": "4603265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603265",
                    "TitleEnglish": "Daydream Believer",
                    "SummaryEnglish": "After becoming a member of society, he noticed that he was moving away from the otaku culture, and stopped by Genshiken for the first time in a while. As she talked to Sasahara's younger sister Keiko, remembering the people at that time, her topic became Saki's story. She knows that her feelings for Saki, which she should have hidden, may be known to her other members, and she may be known to Saki himself ...",
                    "Aliases": []
                },
                "4": {
                    "ID": "4603266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603266",
                    "TitleEnglish": "Beards and Boobs",
                    "SummaryEnglish": "Just before the summer comic festival, Genshiken was welcoming Shuraba. All new members will help the manuscript in order to improve the reading of Ogiue's commercial magazine. All night long, Hado complained about something wrong with his body in a strange tension. What is the answer given by Hado and the members in the closed room Shuraba? On the other hand, Angela visits Japan and this year's Comifes also makes us feel the beginning of the turbulence.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4603267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603267",
                    "TitleEnglish": "Go Next!",
                    "SummaryEnglish": "Spots that became a member of society. He realizes that he doesn't have the fever he should have had when he was a student. Angela didn't even know that she had such a spot, and she continued to attack on the third day of the Comifes. Hado was worried about the spots, so he decided to stop dressing as a woman and help him buy a douujinshi. When the two of them visited the company booth, there was a different dimension of \"he\" in a natural product.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4603268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603268",
                    "TitleEnglish": "Shout ''Moe!'' Beyond the Event Horizon",
                    "SummaryEnglish": "Hado has declared that he will receive all the spots on his way home from Komifes. Ogiue overlaps with her past and dares to reveal her past works so as not to isolate Hado. On the other hand, in the circle building, the residents' association started to find out the true identity of the beautiful woman who appears only after school. Meanwhile, Yoshitake's older brother, Ritsuto, appears. Yajima was shy at the handsome man, but ...",
                    "Aliases": []
                },
                "7": {
                    "ID": "4603269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603269",
                    "TitleEnglish": "KOIBANA3",
                    "SummaryEnglish": "Ogiue decided to issue a special issue of Mebaetame for the upcoming school festival. She starts to move by herself on the premise that she will put a normal work, but for some reason Hado does not float. It is said that if you look like a man, you will not be able to draw at all. She confesses that she is in an uncontrollable state where she unknowingly draws a BL picture when she draws in a transvestite. On the other hand, it was Ogiue who had a good opportunity to try a work of a different genre and asked the current members of the Institute of Vision about the past Koibana ...",
                    "Aliases": []
                },
                "8": {
                    "ID": "4603270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603270",
                    "TitleEnglish": "There's Route, But There's No Loop!",
                    "SummaryEnglish": "In the special issue of Mebaetame, Sue proposes a collaborative method in which Ogiue draws a name and Hado draws a picture. I was at a loss. While he was wondering if he should be told about the collaboration, she dressed up as a woman, so she went to the spotted room. When one person is indulged in BL delusion, he encounters a spot of returning home earlier than usual. She asks for a little talk after a long absence.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4603271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603271",
                    "TitleEnglish": "White Gate Keeper",
                    "SummaryEnglish": "Ogiue decided to collaborate with Hado. She was doing well, albeit little by little. On the other hand, Yajima and Yoshitake also decided to make a work, but is it four frames, Sengoku, or science fiction? It seems that the discussion cannot be settled due to the direction and content. Without feeling like that, Ohno works with Tanaka to prepare cosplay costumes. Meanwhile, Saki also comes to the school festival and makes us feel a turbulence. And on that day. The school festival begins with each thought.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4603272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603272",
                    "TitleEnglish": "Snow Man",
                    "SummaryEnglish": "Looking back on Kutsuki's words, the person he admired for Hado was \"Senior Kaminaga.\" Hado, who belonged to the art club when he was in high school, had a longing for his senior's paintings. However, it is a picture of BL fully open. While his seniors and classmates Konno and Fuji enjoyed their favorite BL, Hado couldn't confess that he was a fudanshi. One day, Hado confesses to Konno that he is a fudanshi, triggered by a picture of a senior who was left behind in the club room ...",
                    "Aliases": []
                },
                "11": {
                    "ID": "4603273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603273",
                    "TitleEnglish": "That Was a Good Last Episode",
                    "SummaryEnglish": "Saki came to the school festival. Saki, who happens to see Sue kissing her spot on her way to her current laboratory, teases her spot with it. Hado can't help but be worried about the appearance of these two people. Meanwhile, Sasahara's younger sister: Keiko also appears and learns that Hado is a man. Saki feels something when she sees the exchange between Keiko and Hado, and tries to be a little mean to her spots. Hado, who knows the feelings of the spots, tries to protect him, but everything backfires ...",
                    "Aliases": []
                },
                "12": {
                    "ID": "4603274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4603274",
                    "TitleEnglish": "Love and Work and Cheesecake",
                    "SummaryEnglish": "Each feeling that starts to move in response to the matter of spots and Saki. Meanwhile, Ohno, who hasn't been able to find a job at all, has begun to repeat a year. Ohno, who had anxiety and thought about making cosplay a job, confesses to Tanaka that he will release his own cosplay ROM. He brings up the story of the future through the common affair of the two people, cosplay. On the other hand, there were spots walking alone in Akihabara on weekdays.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4606760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genshiken/episodes/4606760",
                    "TitleEnglish": "Waiting in the Club Room",
                    "SummaryEnglish": "Hado stopped coming to the club room. What happened. Without knowing the reason for Hado who couldn't answer the phone, Genshiken members hit the spotted home, but missed it. Where on earth did Hado go? Ogiue is worried, but for some reason Sue's suggestion. That's it! it was! In such a case, the training camp is the solution! !! !!",
                    "Aliases": []
                }
            }
        }
    }
}