{
  "URL": "https://www.thetvdb.com/series/bastard",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Fantasy",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0309340/",
    "https://www.themoviedb.org/tv/43798"
  ],
  "TitleEnglish": "Bastard!!",
  "SummaryEnglish": "Dark Schneider is the Bastard!!! A lone warlock, freed from years of imprisonment, stands against an army of destruction bent on world conquest and the resurrection of an ancient evil. But Dark Schneider is not protecting the desperate people of Meta-Rikana out of the goodness of his heart. After all, they were the ones who imprisoned him for leading this same army against their city the first time! However, he's not about to let his old army, his old generals, and his ex-girlfriend show him up. Besides, his new girlfriend is counting on him, and it's been a while since he had some fun...",
  "Aliases": [
    "Bastard",
    "Bastard! Destroyer of Darkness",
    "Bastard!! Ankoku no Hakai Kami",
    "Bastard!! Ankoku no Hakai-jin",
    "バスタード!! 暗黒の破壊神"
  ],
  "Modified": "2025-05-23",
  "Seasons": {
    "1": {
      "ID": "15855",
      "URL": "https://www.thetvdb.com/series/bastard/seasons/official/1",
      "# Episodes": 6,
      "Episodes": {
        "1": {
          "ID": "299192",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bastard/episodes/299192",
          "TitleEnglish": "Resurrection of the Warlock",
          "SummaryEnglish": "The Four Lords Of Havoc and their Invincible Sorcerer Kebidabu are staging an attack on the kingdom of Meta-Rikana. As everyone is evacuated into safer parts, the Great Priest Geo must make a difficult decision. He decides to revive their greatest enemy, Dark Schneider, in an attempt to save Meta-Rickana. There's only one problem...he couldn't care less.",
          "Aliases": []
        },
        "2": {
          "ID": "299193",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bastard/episodes/299193",
          "TitleEnglish": "Efreet the Fire Elemental",
          "SummaryEnglish": "Gara, Ninja Master and one of the Four Lords Of Havoc, has kidnapped Yoko. To get her back, Dark Schneider and Princess Sheila must journey into the ninjas' stronghold. However, after years of imprisonment inside Rushe, is Dark Schneider up to facing against a being of pure fire, Efreet the almighty Fire Elemental.",
          "Aliases": []
        },
        "3": {
          "ID": "299194",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bastard/episodes/299194",
          "TitleEnglish": "Ninja Master Gara",
          "SummaryEnglish": "Dark Schneider faces his hardest challenge since being revived: Ninja Master Gara. Weilding the powerful sword, Murasame, Gara seems to have an advantage. But Dark Schneider is now in possession of the legendary Fire Sword. A duel to the death is about to begin, with a chained-up and very unhappy Yoko as the prize.",
          "Aliases": []
        },
        "4": {
          "ID": "299195",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bastard/episodes/299195",
          "TitleEnglish": "The Immortal King Di-Amon",
          "SummaryEnglish": "Dark Schneider leaves on a small bit of personal business with another of the Four Lords Of Havoc. The only problem, he didn't tell anyone where he was going. Yoko and three Holy Swords (virtuous female paladins) of Meta-Rikana set out to find him. The only question is, can they survive an encounter with the immortal vampire King Di-Amon long enough for Dark Schneider to save them.",
          "Aliases": []
        },
        "5": {
          "ID": "299196",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bastard/episodes/299196",
          "TitleEnglish": "Thunder Empress Arshes Nei",
          "SummaryEnglish": "Thunder Empress Arshes Nei (female half-elf, Lord Of Havoc, and Dark Schneider's ex-lover) is out to destroy him for good. Dark Schneider will not only have to decide between his ex-lover and his new girlfriend. He also has to make a choice. Which one of them shall die?",
          "Aliases": []
        },
        "6": {
          "ID": "299197",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bastard/episodes/299197",
          "TitleEnglish": "The Return of Dark Schneider",
          "SummaryEnglish": "Two Lords Of Havoc remain: Kall-Su and Abigail. And they are the strongest of the four. Dark Schneider must face off against the remaining Lords Of Havoc, an unbeatable cyclops formed from the flesh of the God of Destruction itself, and Yoko's feminine fury (which may very well be what scares him the most). However, there's just one small inconvenience. Dark Schneider just died.",
          "Aliases": []
        }
      }
    }
  }
}