{
  "URL": "https://www.thetvdb.com/series/ah-my-goddess",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0872301/",
    "https://www.themoviedb.org/tv/912"
  ],
  "TitleEnglish": "Ah! My Goddess",
  "SummaryEnglish": "Nice Guy Keiichi is doing his best as a poor student at a tech college, but his good nature is taken advantage of relentlessly. One day he is attempting to order a pizza over the phone (being stuck at the dorm to take messages for upperclassmen) and by fate reaches the Goddess Help Line. Before he knows it he is presented with a real live goddess named Belldandy who will grant him one and only one wish. Still suspecting he is the butt of an elaborate joke, he wishes for her to be by his side forever. His wish is granted! It would seem his luck has changed, but he finds out that having a goddess is no way to avoid trouble.",
  "Aliases": [
    "Oh My Goddess!",
    "Ah My Goddess",
    "Aa! Megami-sama!",
    "Ah! My Goddess: Flights of Fancy",
    "Ah! My Goddess - Flights of Fancy",
    "Aa! Megami-sama! Sorezore no Tsubasa",
    "Aa! Megami-sama! Tatakau Tsubasa",
    "ああっ女神さまっ それぞれの翼",
    "ああっ女神さまっ 闘う翼"
  ],
  "Modified": "2025-05-23",
  "Seasons": {
    "0": {
      "ID": "26372",
      "URL": "https://www.thetvdb.com/series/ah-my-goddess/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "714731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/714731",
          "TitleEnglish": "Moonlight and Cherry Blossoms",
          "SummaryEnglish": "Trying to phone a takeout restaurant, Keiichi Morisato, a student at the Nekomi Institute of Technology and member of the Auto Club, accidentally dials the \"Goddess Helpline\" and summons a goddess named Belldandy. Belldandy offers to grant him a single wish; Keiichi requests that Belldandy stay with him forever. The wish is approved, activating the \"Ultimate Force,\" which prevents them from being separated. When they are driven out from the men-only dormitory, they search for lodgings for the night, but to no avail. Eventually, following Belldandy's lead, they reach an old temple. The next morning, Belldandy magically restores the temple to its former beauty before Keiichi awakens. Later that day, Keiichi's sister Megumi Morisato arrives and asks for a place to stay for a few days while she finds a permanent residence. The members of the Auto Club show up and a lively party takes place as the day ends.",
          "Aliases": []
        },
        "2": {
          "ID": "714741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/714741",
          "TitleEnglish": "Midsummer Night's Dream",
          "SummaryEnglish": "Five months have passed since Keiichi and Belldandy began living together, but their relationship has not progressed. As summer vacation approaches, Keiichi (with prompting from Megumi) decides to take Belldandy to the ocean. While Belldandy and Megumi are shopping, Keiichi decides to watch a film that has mysteriously arrived in the mail. To Keiichi's surprise, Urd, Belldandy's elder sister, steps out of the television. They arrive at the beach and Urd reveals to Keiichi that she has secretly tagged along to help bring the couple together. However, Keiichi almost drowns after a boating accident and Urd's love potion causes Keiichi to fall in love with Sayoko Mishima by mistake. Urd's presence is revealed when Belldandy recognizes Urd's hand in the events, and a kiss from Belldandy brings Keiichi back to his senses. Urd's trip to Earth has caused problems in heaven. As punishment, she is forced to remain on Earth. She moves in with Keiichi and Belldandy.",
          "Aliases": []
        },
        "3": {
          "ID": "714751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/714751",
          "TitleEnglish": "Burning Hearts on the Road",
          "SummaryEnglish": "Skuld, Belldandy's younger sister, is overworked from hunting bugs in heaven. A bored Urd continues to get in everyone's way on Earth by accidentally exploding a cake Belldandy is making and an engine Keiichi is repairing. Lonely and overworked, Skuld comes to Earth and tries to convince Belldandy to return with her. Keiichi is working hard to build a motorbike for an upcoming drag race. With Skuld's help, they complete the bike in spite of the difficulties posed by Toraichi Tamiya and Otaki Aoyama, leaders of the Auto Club. On the day of the race, Toshiyuki Aoshima, leader of a rival club, reveals that Belldandy is the prize for the race – the winning club will gain her as a member. Skuld, still hoping that Belldandy will leave Keiichi to return with her, tampers with the rival club's bike so that Keiichi cannot win. In the final race, Keiichi wins after taking the flag when the other bike's engine fails.",
          "Aliases": []
        },
        "4": {
          "ID": "714761",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/714761",
          "TitleEnglish": "Evergreen Holy Night",
          "SummaryEnglish": "Keiichi has a nightmare about Belldandy. He wakes up to discover the ground inside the temple covered with snow; however, the ground outside is snow-free. Skuld identifies the problem as a bug and creates a bug-catching machine, setting everything back to normal. She notes that the bugs form when Belldandy and Keiichi are too close. The Almighty notifies Belldandy that she will be recalled in three days. When the couple travels to school, they do so separately, prompting rumors that they have split up. Once Belldandy tries to get closer to Keiichi, explosions cause chaos and Belldandy flees. Megumi suggests that Keiichi buy a ring for Belldandy, and so he works part-time jobs to earn money to pay for one. Urd and Skuld identify a cherry tree near the temple as the source of the bugs, but on informing Belldandy, Belldandy becomes upset.",
          "Aliases": []
        },
        "5": {
          "ID": "714771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/714771",
          "TitleEnglish": "For the Love of Goddess",
          "SummaryEnglish": "Keiichi, unable to meet directly with Belldandy, apologizes and continues to work. Despite Urd and Skuld's efforts, they cannot find a way to remove the bugs created when Belldandy and Keiichi are too close. They resort to the Ultimate Magic Circle, a forbidden magic, as a solution. Keiichi eventually earns enough to purchase the ring. The sisters complete their research of the Ultimate Magic Circle. Belldandy, crying, removes all traces of herself from the temple and begins to depart through the gate. Keiichi arrives as she is departing and Urd casts her spell, closing the gate. Keiichi and the goddesses are thrown back in the ensuing explosion and Belldandy enters Keiichi's consciousness to save him. Keiichi's memories begin to return and he realizes that Belldandy made a forbidden promise, forcing her to seal all of Keiichi's memories. When he finally wakes up, The Almighty rescinds his order for Belldandy to return and Keiichi gives her the promised ring.",
          "Aliases": []
        },
        "6": {
          "ID": "417088",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/417088",
          "TitleEnglish": "Ah! My Goddess: The Movie",
          "SummaryEnglish": "A prisoner, Celestin, escapes from the moon prison. Soon, Celestin appears before Belldandy and kisses her, causing her to faint. Peorth in Asgard, informs Urd about Celestin's escape. Someone then get's a virus into Yggdrasil through Belldandy, which causes Asgard to seal off all connections to Midgard, isolating the Norns. Belldandy finally wakes up, but she has lost all memories of Keiichi. Peorth reports the incident to the council and Belldandy and Keiichi travels to the NIT. During their stay there, Morgan appears and approaches Keiichi. Due to Morgan's interference, Belldandy participates in the motorcycle race being held by The NIT Motor Cycle Club to beat her. After the race, some of Belldandy's memories return, but Celestin appears again and triggers some buried memories, especially the image of a strange gate. Urd and Keiichi rescue Belldandy from Celestin, but Keiichi gets hurt in the process.",
          "Aliases": []
        },
        "7": {
          "ID": "4246293",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/4246293",
          "TitleEnglish": "Ah! An Exchange Diary with the Goddess?",
          "SummaryEnglish": "This is a recap of the first dozen episodes.",
          "Aliases": []
        },
        "8": {
          "ID": "1479681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/1479681",
          "TitleEnglish": "Ah! The One-Winged Angel's Descent",
          "SummaryEnglish": "A creature that can eat a Goddess' angel has escaped from heaven. In an attempt to find the creature and protect the goddesses, Lind returns to earth. She seals the temple area and thinks things are safe, but Urd falls victim to the creature, and then Peorth. Can she find the creature at stop it before she and Belldandy are next?",
          "Aliases": []
        },
        "9": {
          "ID": "1479721",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/1479721",
          "TitleEnglish": "Ah! Two People Sharing",
          "SummaryEnglish": "Still in disbelief that the creature was inside her, Lind can only sit helpless while Hild mocks her. After realizing that she doesn't have one angel, but two, Lind allows the angel eater to remove one of her angels. After escaping Hild's grasp, she tries to formulate a plan to get back Urd, Peorth, and Belldandy's angels with the help of Skuld and Keiichi. Little does she know, Hild has something special in mind for Belldandy.",
          "Aliases": []
        },
        "10": {
          "ID": "4094597",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/4094597",
          "TitleEnglish": "Always Together",
          "SummaryEnglish": "Keiichi finds out that the amusement park he once went to with Belldandy is about to close down. He then asks Belldandy to go there with him, to the place significant within their memories. It is a rare chance for the two to be alone together, and Belldandy is extremely pleased. However, Belldandy's expanding powers are causing the Goddess' existence to disappear from Earth.",
          "Aliases": []
        },
        "11": {
          "ID": "4196565",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/4196565",
          "TitleEnglish": "Hunters & Hunters",
          "SummaryEnglish": "Belldandy, Keiichi, Urd and Skuld are trying to pass the time on a hot summer evening when they are suddenly visited by the two goddesses-in-training Eir and Saga. It turns out that every year the Goddess Assistance Agency hosts a shell gathering tournament and they've come to challenge the legendary champion Belldandy for a shortcut to fame. Since Keiichi is a seasoned shell gatherer himself, he confidently joins the goddesses in the tournament. But when it turns out that shell gathering is done a little differently by goddesses than he is accustomed with, he'll need to adapt quickly in order to help Belldandy keep her title and prevent even greater consequences in the process.",
          "Aliases": []
        },
        "12": {
          "ID": "4675244",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/4675244",
          "TitleEnglish": "Dive! Live! Love!",
          "SummaryEnglish": "The newly appointed goddesses Eir and Saga accept their first job for the Goddess Assistance Agency, but it already turns out to be a conundrum for the young maidens. They enlist the help from their role model Belldandy to help them with the wish of a male high schooler. Belldandy together with Keiichi try their best to fulfill his wish, but their plans just don't seem to work out. But when they start a band together with the help of Urd and Skuld, maybe things will work out for the best afterall.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "15852",
      "URL": "https://www.thetvdb.com/series/ah-my-goddess/seasons/official/1",
      "TitleEnglish": "Ah! My Goddess",
      "SummaryEnglish": "The story centers on Keiichi Morisato, initially a college student who is fond of motorcycles. One day, Keiichi accidentally calls a \"goddess tech helpline\", trying to order food delivery. And the beautiful goddess Belldandy appears behind him, offering him a wish. Assuming it's a joke, Keiichi wishes for Belldandy (whom he finds very attractive) to stay with him forever, and his wish is immediately granted. This is complicated when Belldandy's sisters, Urd and Skuld, move in with them, bringing them even more trouble.",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "299150",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299150",
          "TitleEnglish": "Ah! Are You a Goddess?",
          "SummaryEnglish": "Nekomi Institute student Keiichi Morisato is ordered by his sempai (seniors) to stay at the club dorm on a Saturday night to take and return calls. A nice guy that people take advantage of, he does as ordered. But when he tries to call his sempai, he dials a wrong number...and his world is changed forever.",
          "Aliases": []
        },
        "2": {
          "ID": "299151",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299151",
          "TitleEnglish": "Ah! People Who Believe Are Saved?",
          "SummaryEnglish": "Keiichi makes his wish that Belldandy will stay with him forever, and it becomes true! And it can't be undone; the wish has been registered with the system. Keiichi ponders what to do now, but his senpais Tamiya and Otaki arrive and find that he's broken the rules about having girls in the all-guys dorm. What will happen to Keiichi and Belldandy now?",
          "Aliases": []
        },
        "3": {
          "ID": "299152",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299152",
          "TitleEnglish": "Ah! Apprenticeship, My Home and a Goddess",
          "SummaryEnglish": "Keiichi and Belldandy search for a place to live, trying out real estate apartment listings, his friends' apartments, and eventually a fairly worn down temple where a monk lets them in.",
          "Aliases": []
        },
        "4": {
          "ID": "299153",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299153",
          "TitleEnglish": "Ah! The Queen and the Goddess",
          "SummaryEnglish": "Keiichi takes Belldandy to his school, and all the classmates are impressed by the new girl. Sayoko, the popular girl on campus, meets Belldandy and tries to figure out where she came from. Realizing her popularity is dwindling, Sayoko tries to get in between Keiichi and Belldandy, accusing her of not even being a student, and creating situations where she and Keiichi can be alone. But the Ultimate Force that is linked to Keiichi's wish has other ideas.",
          "Aliases": []
        },
        "5": {
          "ID": "299154",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299154",
          "TitleEnglish": "Ah! Under One Roof",
          "SummaryEnglish": "Keiichi left his books and papers at home, so Belldandy goes back to get it. As Keiichi is left alone at school, Sayoko challenges him to stop acting like he's in elementary school with that relationship. Keiichi struggles on what to say to Belldandy. He sets up a romantic mood at home with candles and all. Will that do the trick? Or will it be written off as another coincidence?",
          "Aliases": []
        },
        "6": {
          "ID": "299155",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299155",
          "TitleEnglish": "Ah! Unexpectedly Finding Something Blessed?",
          "SummaryEnglish": "A young woman shows up at the temple where Keiichi is staying. It turns out to be Keiichi's sister Megumi, who is in town looking for apartment housing. Keiichi and Belldandy help Megumi find a place, but it has a dark secret.",
          "Aliases": []
        },
        "7": {
          "ID": "299156",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299156",
          "TitleEnglish": "Ah! The Place to Express Your Feelings",
          "SummaryEnglish": "Belldandy learns about Valentine's day in Japan. Sayoko tries to set Belldandy up with the campus playboy Toshiyuki Aoshima. This could be trouble!",
          "Aliases": []
        },
        "8": {
          "ID": "299157",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299157",
          "TitleEnglish": "Ah! Taking an Examination of Love, Starting with a Deviation Value of 30",
          "SummaryEnglish": "Keiichi gets a video from a store, but when he plays it, a mysterious woman shows on the screen. The woman is Urd, who is Belldandy's older sister. Urd tries to move Keiichi's romantic intentions forward by slipping him a controlling love potion.",
          "Aliases": []
        },
        "9": {
          "ID": "299158",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299158",
          "TitleEnglish": "Ah! The Secret of the Queen and the Goddess",
          "SummaryEnglish": "Belldandy wins the Miss NIT contest and becomes Campus Queen. Sayoko and Toshiyuki try to uncover Belldandy's identity by setting up revealing situations where Belldandy would have to use her magic, but with big sister Urd watching, that isn't so easily done. Toshiyuki manages to put Urd to sleep by playing Enka music, and Sayoko kidnaps Keiichi. To get Keiichi back, Belldandy might have to reveal to Sayoko the truth about herself!",
          "Aliases": []
        },
        "10": {
          "ID": "299159",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299159",
          "TitleEnglish": "Ah! Can the Motor Club Win?",
          "SummaryEnglish": "The Nekomi Motor Club is recruiting new members, but now there's a new rival club called Four Wheels that was started by Toshiyuki. The motor clubs have a challenge race over who gets to keep their club around. Keiichi and Belldandy get to represent Nekomi in the race, but where there's Toshiyuki there's sabotage. Can Keiichi and Belldandy pull through?",
          "Aliases": []
        },
        "11": {
          "ID": "299160",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299160",
          "TitleEnglish": "Ah! A Devil Comes and Bestows Misfortune?",
          "SummaryEnglish": "Tamiya and Otaki buy a strange Demons CD from a store. Not only is the music strange, but a spirit shoots out of the CD and asks what wish they want. Not caring they just wish her to go away. The spirit is the demon Marlier (aka Mara), and she's ready to mess up the goddesses' plans. Now that the cat's out of the bag, what will the goddesses do?",
          "Aliases": []
        },
        "12": {
          "ID": "299161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299161",
          "TitleEnglish": "Ah! Put the Goddess and Queen on a Balance?",
          "SummaryEnglish": "Marlier offers Sayoko a plan to get Belldandy out of the way. Sayoko tricks Urd and steals the Demons CD. Marlier casts a spell to tip Keiichi's heart balance so that Keiichi becomes fixated on Sayoko. After Belldandy goes home feeling strange, Sayoko is alone with Keiichi. This is her big chance, but what are all these suggestions Keiichi has?",
          "Aliases": []
        },
        "13": {
          "ID": "299163",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299163",
          "TitleEnglish": "Ah! Who Does Onee-sama Belong to?",
          "SummaryEnglish": "More goddess-related system problems arise because of Belldandy's unstable heart. A new girl shows up at the temple, and it's Belldandy's kid sister Skuld! She's there to deal with the outbreak of bugs but also has an ulterior motive, to bring Belldandy back to heaven. To complicate things, Skuld's bug blasting invention isn't working and is doing all sorts of weird things. Can Keiichi and Skuld repair the machine in time or will Belldandy have to return to heaven?",
          "Aliases": []
        },
        "14": {
          "ID": "299164",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299164",
          "TitleEnglish": "Ah! A Teaching Practice Called Showdown?",
          "SummaryEnglish": "Skuld's been spending a lot of time with Belldandy, but Belldandy still wants to go to school with Keiichi. Skuld decides to take apart Keiichi's bike, but ends up upgrading it. Megumi notices the upgrades and starts to critique it. This upsets Skuld, who issues Megumi a mechanic's challenge. At the suggestion of Keiichi's senpais, Skuld and Megumi enter a robot battle contest to settle their conflicts.",
          "Aliases": []
        },
        "15": {
          "ID": "299165",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299165",
          "TitleEnglish": "Ah! Captivated by a Goddess?",
          "SummaryEnglish": "Skuld reveals her latest invention: Banpei-kun RX. Banpei is a robot designed to protect Belldandy, which he does easily as Marlier shows up for an attack. But that also means protecting her from Keiichi and Urd and draining tons of power from the house. Can Skuld teach Banpei to play nice? And what will they do when Marlier launches another attack?",
          "Aliases": []
        },
        "16": {
          "ID": "299166",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299166",
          "TitleEnglish": "Ah! Catastrophe Comes with Rise of an Auspicious Sign?",
          "SummaryEnglish": "Marlier's attacks on the goddesses keep failing so she goes for a new target: Megumi! She takes over Megumi's body, and solicits the help of Senbee, the God of Poverty and generally bad luck spirit.",
          "Aliases": []
        },
        "17": {
          "ID": "299167",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299167",
          "TitleEnglish": "Ah! What Are Talent and Hard Work?",
          "SummaryEnglish": "Club member Sora is entered into an all-girls racing event. Belldandy and the gang help her overcome her fears of driving and of messing up everything.",
          "Aliases": []
        },
        "18": {
          "ID": "299168",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299168",
          "TitleEnglish": "Ah! The Fated Confession Is Under the Moon?",
          "SummaryEnglish": "Megumi gives Keiichi some tickets to a beach resort. Keiichi and Belldandy go, but the sisters tag along as well. Urd tells Keiichi there's an island spot where if he confesses it will be true love. Keiichi tries to take Belldandy to that remote island location, but Skuld has other plans.",
          "Aliases": []
        },
        "19": {
          "ID": "299169",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299169",
          "TitleEnglish": "Ah! Don't Gaze at Me with Those Eyes?",
          "SummaryEnglish": "Urd makes a love candy for Keiichi, but Skuld suspects something and slips in some additional ingredients. Belldandy consumes it, and she becomes very romantically bold in all her actions and with Keiichi too!",
          "Aliases": []
        },
        "20": {
          "ID": "299170",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299170",
          "TitleEnglish": "Ah! Save the Goddess, If You're a Man!?",
          "SummaryEnglish": "Urd and Skuld leave to do some work back at heaven. Skuld has Keiichi eat some flan which transforms Keiichi into a woman. Now he'll keep his hands off Belldandy, right? Keiichi and Belldandy go through Urd's potion ingredients to find an antidote but the formula goes wrong and Belldandy catches some kind of flu, and it's getting worse!",
          "Aliases": []
        },
        "21": {
          "ID": "299171",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299171",
          "TitleEnglish": "Ah! The One I Yearn for Is a White-Winged Angel!",
          "SummaryEnglish": "Skuld admires Belldandy's angel and wants to have one as well. Skuld tries training her skills with inventions. Then something ouside threatens the girls and it's up to Urd to summon her angel, but it's revealed that Urd can't because she told her angel earlier to never come out ever again. What will the goddesses do?",
          "Aliases": []
        },
        "22": {
          "ID": "299172",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299172",
          "TitleEnglish": "Ah! A Devil's Whisper, Along with a Pot?",
          "SummaryEnglish": "Mara retrieves a demonic urn from a cave. Urd's goddess license had been suspended, which motivates her to look for a regular job. But when things go bad there she accepts her demonic heritage and transforms into the Lord of Terror! Big Trouble for Keiichi and the gals!",
          "Aliases": []
        },
        "23": {
          "ID": "299173",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299173",
          "TitleEnglish": "Ah! The Savior, Together with the Sound of a Flute?",
          "SummaryEnglish": "The Yggdrasil system is in chaos from all the attacks from the Lord of Terror. Urd starts releasing the Ultimate Destruction Program which will not only destroy the current world but allow the demons to rule it. Belldandy decides to release her sealed power and confront Urd. God gives Skuld a Midgard Flute as a last-chance vaccine to stop the Lord of Terror. Will those efforts be enough?",
          "Aliases": []
        },
        "24": {
          "ID": "299174",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299174",
          "TitleEnglish": "Ah! I'm Always with You",
          "SummaryEnglish": "It's the final showdown where the goddesses, Belldandy and Skuld, battle against the Lord of Terror, who has now possessed Midgard! With the whole world at stake, what can Keiichi do to help? Perhaps another attempt at the flute will do the trick, and that almost works, except now the Lord of Terror has possessed Keiichi!Could this be the end of the world? Will Belldandy be able to save her love?",
          "Aliases": []
        },
        "25": {
          "ID": "299175",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299175",
          "TitleEnglish": "Ah! Urd's Little Romance",
          "SummaryEnglish": "The goddesses are working overtime to restore the damage done by the Lord of Terror, but in order to conserve energy, Urd automatically reverts to her younger form. The more energy she uses, the younger she becomes. While waiting for Yggdrasil to come back online, she is thrust into an unlikely situation with a boy she meets at a playground. Meanwhile, Belldandy and Keiichi work on a cure for Urd's \"condition.\"",
          "Aliases": []
        },
        "26": {
          "ID": "299162",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/299162",
          "TitleEnglish": "Ah! Is My Heart Pounding Because I'm a Grownup?",
          "SummaryEnglish": "Yggdrasil's downtime causes Skuld to become a grown woman. She has until sundown, when Yggdrasil is restored, to experience life as an adult. After escaping an uncomfortable situation with Toshiyuki Aoshima, Skuld explores her newly grown feelings for Keiichi, and asks him to go out with her the rest of the day.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "15853",
      "URL": "https://www.thetvdb.com/series/ah-my-goddess/seasons/official/2",
      "TitleEnglish": "Flights of Fancy",
      "SummaryEnglish": null,
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "305514",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/305514",
          "TitleEnglish": "Ah! Wish, One More Time!",
          "SummaryEnglish": "Damage to Yggdrasil from the incident with the Lord of Terror causes Keiichi's wish to be lost. Without a contract binding her to Earth, Belldandy is notified that she will have to return to Heaven unless Keiichi's wish can be restored. Belldandy's time on Earth is limited. Keiichi states that he wants to treasure the time he spends with Belldandy, and musters enough courage to invite her on a date.",
          "Aliases": []
        },
        "2": {
          "ID": "313827",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/313827",
          "TitleEnglish": "Ah! The Troubled Queen of Revenge!",
          "SummaryEnglish": "The Christmas season is just getting started, and Sayoko is anything but merry. She's complaining of an \"empty\" feeling that consumes her. Unable to think of any other reason for her feeling, she blames Keiichi for it since he is the only man at the university who does not vie for her attention. She concludes that in order to fill the void in her heart, she must win Keiichi's affection. Meanwhile, Urd hints to Belldandy that humans are easily affected by the cold weather and that Keiichi runs the risk of becoming ill. Belldandy knits all of her emotions and memories into a very special sweater for Keiichi. After Keiichi finds Sayoko drunk on the side of the road, Belldandy is accidentally sent on a search to find Keiichi's sweater, Keiichi on a date with Sayoko, and Sayoko is forced to learn a lesson about feelings.",
          "Aliases": []
        },
        "3": {
          "ID": "313828",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/313828",
          "TitleEnglish": "Ah! I Offer You This Feeling on Christmas Eve",
          "SummaryEnglish": "Keiichi looks for a gift in response to Belldandy's in the previous episode, and Urd convinces him into getting a ring, but that ring he's interested in is out of his price range, which means having to work extra hard and doing extra jobs to save up for it. With only a few days left until Christmas, will Keiichi be able to save up enough and yet keep his moonlighting a secret from Belldandy?",
          "Aliases": []
        },
        "4": {
          "ID": "313829",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/313829",
          "TitleEnglish": "Ah! I Want to Fulfill the World with Happiness!",
          "SummaryEnglish": "Keiichi and the gang are invited to Sayoko's big Christmas gala. Sayoko hopes to embarrass Belldandy with a bunch of sideshows and a drinking contest but Belldandy is unaffected by it. But when she tries a can of Coke for the first time, Belldandy's demeanor changes, and wherever she spreads happiness, a different sideshow happens on Keiichi!",
          "Aliases": []
        },
        "5": {
          "ID": "305515",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/305515",
          "TitleEnglish": "Ah! The Wavelength That Captivates Love!",
          "SummaryEnglish": "During a fundraising campaign for the motor club where they attempt to fix vehicles, Keiichi's Senpai, Ohtaki, helps out a young woman, Satoko, with her motor scooter, and ends up being attracted to her. Keiichi and Belldandy help Ohtaki ask Satoko out on a date. Toshiyuki Aoshima is not pleased about the date, after all Satoko is the University Director's daughter. He attempts to foil the date and a meeting with Satoko's father, but Ohtaki may have a bit of luck on his side thanks to Belldandy.",
          "Aliases": []
        },
        "6": {
          "ID": "313830",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/313830",
          "TitleEnglish": "Ah! This is Jealousy!?",
          "SummaryEnglish": "Keiichi receives his first love letter from a cute second-year student named Shiho. The girl is more than happy to see him; in fact, she senses evil spirits around Keiichi, and attempts to exorcise them! Shiho even visits their home to perform a large-scale cleansing. Belldandy remains strangely silent as she attempts to deal with her feelings of a different girl giving Keiichi some attention.",
          "Aliases": []
        },
        "7": {
          "ID": "313831",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/313831",
          "TitleEnglish": "Ah! I Will Fulfill Your Wish!",
          "SummaryEnglish": "Keiichi accidentally makes another call to the Goddess help line, and summons the goddess Peorth, who makes her debut in this episode. But since Keiichi already got what he wished for with Belldandy, he doesn't ask for anything else, but Peorth is intent on having Keiichi wish for something significant, and will stay there until he does.",
          "Aliases": []
        },
        "8": {
          "ID": "313832",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/313832",
          "TitleEnglish": "Ah! I Want to Be Your Help",
          "SummaryEnglish": "Peorth continues to hang out at the temple, meddling more and more in Keiichi's life. She belittles Belldandy's ability to fulfill Keiichi's wish, and angers the other goddesses to the point where they issue a contest to fulfill Keiichi's wishes, however simple or unintentionally perverted they might be. Then Peorth attempts to make her own version of the Love Potion by using one of Urd's ingredients, but that could result in some big time trouble for Keiichi.",
          "Aliases": []
        },
        "9": {
          "ID": "305516",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/305516",
          "TitleEnglish": "Ah! Goddess Fights With a Date",
          "SummaryEnglish": "Keiichi accepts Peorth's invitation for a date. As always, the fourth goddess has some extra things planned. However things will not go exactly as Peorth wants, as the other three goddesses come along for the ride on the group date. After several dating situations have not gone the way she planned, Peorth has had enough and challenges Belldandy to a Goddess' Three Game Match where her own presence on Earth will be on the line.",
          "Aliases": []
        },
        "10": {
          "ID": "313833",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/313833",
          "TitleEnglish": "Ah! I Cannot Say That One Word",
          "SummaryEnglish": "Realizing that he can't be stringing around Peorth and suspecting that Belldandy could be growing jealous again, Keiichi decides to tell Peorth his wish, but it turns out to be a fairly strong one: I want you to fulfill my desire. How will Keiichi be able to see that through and still be faithful to Belldandy?",
          "Aliases": []
        },
        "11": {
          "ID": "313834",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/313834",
          "TitleEnglish": "Ah! Catch the Dream With That Hand",
          "SummaryEnglish": "This episode introduces Chihiro Fujimi, the senpai of Ohtaki and Tamiya, and the founder of their Motor Club. Chihiro is inspired when she sees Keiichi's mini-bike, and suggests they have a race together. With the preparation and the actual race, Belldandy and Keiichi get a good glimpse of Chihiro's character and motives.",
          "Aliases": []
        },
        "12": {
          "ID": "313835",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/313835",
          "TitleEnglish": "Ah! Goddess' Tears and His Dream",
          "SummaryEnglish": "Urd receives a visit from a guy from her past. Could it be a former boyfriend?",
          "Aliases": []
        },
        "13": {
          "ID": "305517",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/305517",
          "TitleEnglish": "Ah! Wake up! That Feeling",
          "SummaryEnglish": "Belldandy rides a bicycle around and inspires Skuld to try to learn for the first time. But it proves to be difficult for the expert mechanic. Skuld is about to give up, when she meets a boy around her age, who offers to help her ride.",
          "Aliases": []
        },
        "14": {
          "ID": "313836",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/313836",
          "TitleEnglish": "Ah!  My Lovely Cupid",
          "SummaryEnglish": "Skuld develops her goddess magic skills, and gets inspired to summon her angel, but accidentally swallows the egg that holds her. The goddesses manage to extract the angel from Skuld's body and Noble Scarlet is born! The new little angel wants to help Skuld in any way she can, including setting her up with Sentaro.",
          "Aliases": []
        },
        "15": {
          "ID": "313837",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/313837",
          "TitleEnglish": "Ah! Myself: The Goddess and the Devil?",
          "SummaryEnglish": "During their visit to the hot springs, Keiichi and the goddesses encounter Marller, who ends up socially drinking with Urd. But Marller manages to snatch a strand of Urd's hair, and uses it to make a clone to extract the demon side of Urd.",
          "Aliases": []
        },
        "16": {
          "ID": "313838",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/313838",
          "TitleEnglish": "Ah! Not Fearing the Darkness, Shine Brightly!",
          "SummaryEnglish": "After confusing Keiichi and the goddesses, Devil Urd is confronted by the real Urd, and they battle it out. But just when Devil Urd has the upper hand, her weakness reaches her and she escapes. Urd plans to get rid of her by exploiting her weakness, but Belldandy realizes that in order to do that Urd would have to sacrifice herself. Skuld and the others try to come up with a way to save Urd.",
          "Aliases": []
        },
        "17": {
          "ID": "305518",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/305518",
          "TitleEnglish": "Ah! The Advent of the Great Demon Leader!",
          "SummaryEnglish": "Urd deals with her split personality, and ponders the eventuality of becoming a pure goddess. In order to become normal again, Urd resorts to calling the demon queen Hild, who also happens to be Urd's mother!",
          "Aliases": []
        },
        "18": {
          "ID": "313839",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/313839",
          "TitleEnglish": "Ah! Do Demons Have Dignity?",
          "SummaryEnglish": "Marller and Hild have an old lamp that they can use to trap people by projecting something they desire most and getting them to kiss the lamp.",
          "Aliases": []
        },
        "19": {
          "ID": "313840",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/313840",
          "TitleEnglish": "Ah! A Goddess' Love Can Save Ninjas!",
          "SummaryEnglish": "A band of ninjas raid the temple to try to separate Keiichi and Belldandy so that Belldandy has to return to heaven.",
          "Aliases": []
        },
        "20": {
          "ID": "313841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/313841",
          "TitleEnglish": "Ah! The Place Doesn't Matter as Long as the Two of Us Are Together!",
          "SummaryEnglish": "Belldandy must spend a week without using her magical powers. Keiichi and the gang then get dumped on literally as all their friends and decide to store their things at the temple. Skuld creates a device that enlarges the storage room but when Keiichi and Belldandy use it, something goes wrong and they end up lost in a seemingly infinite space!",
          "Aliases": []
        },
        "21": {
          "ID": "305519",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/305519",
          "TitleEnglish": "Ah! Is It All Right, Even If I'm a Demon?",
          "SummaryEnglish": "Belldandy returns home with her reissued license. With it, she tries a spell but something goes wrong; her license is for demonic powers! As her sisters go to heaven to get it fixed, Belldandy spends time with Keiichi, but with the Ultimate Force working for evil, just about everything goes wrong. Whenever Belldandy tries to fix things, it has an ill effect on Keiichi. According to Marller, Belldandy will have to resort to being a demon to save him!",
          "Aliases": []
        },
        "22": {
          "ID": "313842",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/313842",
          "TitleEnglish": "Ah! A Goddess' Confession?",
          "SummaryEnglish": "The demon queen Hild decides to take matters into her own hands as she traps Keiichi in a romantic situation with herself, and Keiichi is totally going along with the relationship. The goddesses investigate how Hild is able to control Keiichi without hypnosis or drugs, and take action when Hild does some uncovering of her own. Belldandy must make a tough choice of controlling her jealousy and love.",
          "Aliases": []
        },
        "23": {
          "ID": "368140",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/368140",
          "TitleEnglish": "Ah! The Promise That Time Exceed!",
          "SummaryEnglish": "Keiichi, the goddesses, and the motor club gang visit a family friend's house, and meet a woman named Chieko Honda, but she is a contemporary of Keiichi's grandfather, and had passed away. Could she be a ghost? The goddesses apparently think so, and Keiichi must figure out the reason she's still around and the loose ends she's trying to have resolved.",
          "Aliases": []
        },
        "24": {
          "ID": "368141",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ah-my-goddess/episodes/368141",
          "TitleEnglish": "Ah! The Song of the Lover That Shakes the Heart!",
          "SummaryEnglish": "Peorth decides that it's time to fulfill her other mission with Keiichi, and that is to get him to give a proper confession of love to Belldandy. Keiichi gets really nervous about it, and can't do it. Chihiro picks up on that and creates a situation for a confession but it doesn't work. Peorth decides to give Keiichi some \"Special Training\" on confessions, while Urd devises another one of her pills to enable Keiichi to say the words loudly and clearly.",
          "Aliases": []
        }
      }
    }
  }
}