{
    "URL": "https://www.thetvdb.com/series/witch-hunter-robin",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Mystery",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/9C4D-086B-27B4-A34D-8D92-T",
        "https://www.imdb.com/title/tt0402716/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH00634869",
        "https://www.themoviedb.org/tv/1098",
        "https://www.themoviedb.org/tv/1098"
    ],
    "TitleEnglish": "Witch Hunter Robin",
    "SummaryEnglish": "To most of Society, Witches are nothing more than myths and legends of a bygone era. However, there are a few people who possess the Witch genome; a gene that may give the person special, supernatural abilities. For them, a secret organization named Solomon (STN) was formed to track and hunt them down before they became a threat to the rest of Society. The story follows the members of the STN-J, the Japanese branch of Solomon. Unlike other branches of the STN, the STN-J captures Witches alive. Armed with a substance called Orbo, an invention developed by Administrator Zaizen, the Hunters subdue the Witches of Japan and send them to a facility called the Factory. It was during one of these Hunts that a member of the team was killed. With morale falling, Solomon Headquarters sends a new Hunter from Italy to join the STN-J as a replacement for the fallen Hunter; a young girl named Robin Sena. Robin is only 15 years old, but she's a capable craft user.",
    "TitleJapanese": "Witch Hunter ROBIN",
    "SummaryJapanese": "人間に脅威を与える超能力者”ウィッチ”を狩る組織STNの日本支部(STNJ)に、少女ロビンが派遣されたことで物語は動き出す。普通の人間がウィッチを狩ることを可能とする“オルボ”の開発が進み、ロビンの出生の秘密が明らかになるにつれ、彼女はハンターではなく狩られるべきウィッチへと立場を変えてゆく……。",
    "Aliases": [],
    "Modified": "2025-07-15",
    "Seasons": {
        "0": {
            "ID": "26386",
            "URL": "https://www.thetvdb.com/series/witch-hunter-robin/seasons/official/0",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "4481134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/4481134",
                    "TitleEnglish": "Special Interview 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4481135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/4481135",
                    "TitleEnglish": "Special Interview 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4481136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/4481136",
                    "TitleEnglish": "Special Interview 3",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4481137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/4481137",
                    "TitleEnglish": "Special Interview 4",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4481138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/4481138",
                    "TitleEnglish": "Special Interview 5",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4481139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/4481139",
                    "TitleEnglish": "Special Interview 6",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4481140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/4481140",
                    "TitleEnglish": "Special Interview 7",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "15872",
            "URL": "https://www.thetvdb.com/series/witch-hunter-robin/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "299523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299523",
                    "TitleEnglish": "Replacement",
                    "SummaryEnglish": "Robin Sena arrives in Japan to replace a fallen member of the STN-J. Engrossed in a witch hunt, the members of the team are unaware that this quiet 15-year-old is the new Hunter and brush her off. When they finally corner the Witch will they come to appreciate Robin's power?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "299524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299524",
                    "TitleEnglish": "Addicted to Power",
                    "SummaryEnglish": "A Witch named Kazuya Misawa is on a high-profile trial for murdering his business partner. However, in spite of police tampered evidence, since Misawa was never seen touching the man it's not likely he'll ever be convicted. The STN-J now has to take care of Misawa themselves, before he kills again.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "299525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299525",
                    "TitleEnglish": "Dancing in Darkness",
                    "SummaryEnglish": "The STN-J is called in by the local police when a dried corpse is found. When Robin finds a dead insect on the body the team goes on a hunt for a Witch who can control insects. They find that there were two previous victims found in the same condition. The cases point to a similar rash of deaths leading back hundreds of years. Apparently, all the dead are Witches. Is the STN-J dealing with an immortal who feeds on Witches?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "299526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299526",
                    "TitleEnglish": "Stubborn Aesthetics",
                    "SummaryEnglish": "When Amon hands Robin the file for unsolved and possibly Witch related murder cases, she finds a string of deaths that occurred in the very same park she walks through to go to church. There is a young girl who paints landscapes there every day and Robin becomes concerned for her safety. She teams up with Ms. Karasuma to investigate the park, but is she sure the murders were caused by a Witch?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "299527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299527",
                    "TitleEnglish": "Smells Like the Wandering Spirit",
                    "SummaryEnglish": "While searching a shanty town for a potential Witch, Sakaki investigates an oddly agitated man. When the man suddenly flees from him in terror, Sakaki chases after him and inadvertently causes terrified man to run into traffic and struck by a truck. An autopsy reveals the man wasn't a Witch after all; just a normal man with the scent of olives. The question remains: Why did he run when he had no apparent reason to?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "299528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299528",
                    "TitleEnglish": "Raindrops",
                    "SummaryEnglish": "When Robin's Vespa runs out of gas during a rainstorm, she is picked up by a kind-hearted motorist. Shortly after dropping Robin off, the woman is killed in a horrible accident. Upset over her death, Robin senses that a Witch may have been involved. Together with Amon, Robin pushes forward to uncover the truth.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "299529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299529",
                    "TitleEnglish": "Simple-Mind",
                    "SummaryEnglish": "When a suspected thief's wrecked car is pulled from the harbor, the STN-J suspect there is more going on then a mere accident. When the go to question the suspect, however, he flees in his car, crushing Karasuma's vehicle with a powerful blow in the process. But, was it the thief doing the crushing or a more sinister force?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "299530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299530",
                    "TitleEnglish": "Faith",
                    "SummaryEnglish": "Dr. Kirihara is touted as being a miracle worker; someone who even can heal people with terminal illnesses. However, the ‶miracles″ are really being done by another person; a doctor named Karosawa. Unfortunately, Dr. Karosawa performs these healings by using his power to take the life of someone who he feels is unworthy. It's an ethically difficult situation for the STN-J, who have been called in to stop him.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "299531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299531",
                    "TitleEnglish": "Sign of the Craft",
                    "SummaryEnglish": "When two bodies are found apparently burned from the inside out, attention is drawn to Robin; whoever did this has the same power she has. A girl named Aki Yoshioka is the best suspect, but when the STN-J investigates they only find a pile of sand and a confession to killing three people on Aki's computer. Is the team chasing a ghost?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "299532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299532",
                    "TitleEnglish": "Separate Lives",
                    "SummaryEnglish": "As part of an STN-J sting, Dojima and Robin take jobs as waitresses in Harry's bar. The man they're hunting was once betrayed to the STN-J by his own father, the owner of Harry's. As they wait for the prodigal son to return, the STN-J begin to realize that they're not the only ones after Yutaka Kobari.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "299533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299533",
                    "TitleEnglish": "The Soul Cages",
                    "SummaryEnglish": "A Witch is blowing up ATMs using a powerful microwave attack. Unfortunately, it appears that he can't control his powers. Disturbed by the sudden ‶awakening″ of this once dormant Seed, the STN-J must stop him before he harms anyone else. Meanwhile, a mysterious old woman lurks in the shadows. Why is she so interested in Robin?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "299534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299534",
                    "TitleEnglish": "Precious Illusions",
                    "SummaryEnglish": "To Michael's chagrin, a hacker has broken through his defenses and entered the STN-J's systems; a Witch's symbol is being broadcast from Robin's terminal. Meanwhile, Robin had spent the night talking to the mysterious old woman she met in the Walled City. Is she a ‶Methuselah″, a Witch rumored to be immortal? And will Robin be able to accept what she is telling her?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "299535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299535",
                    "TitleEnglish": "The Eyes of Truth",
                    "SummaryEnglish": "Robin is surprised to learn that the Inquisitor who tested her has arrived in Japan to test a new potential Hunter. As Robin watches the Inquisitor test the candidate, Shiro Masuda, she is reminded of her own inquisition. She finds that there is a thin line between being a Hunter or a Witch. Masuda must now choose which side he will join, and accept the consequences of his decision.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "299536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299536",
                    "TitleEnglish": "Loaded Guns",
                    "SummaryEnglish": "While on a case with Amon, Robin is ambushed by an unseen attacker. Later, back at the STN-J, Michael discovers that the shell casting left behind came from anti-Witch bullets. The weapon that could fire such bullets has not been used by the STN-J in five years. Who could be Hunting Robin?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "299537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299537",
                    "TitleEnglish": "Time to Say Goodbye",
                    "SummaryEnglish": "After the most recent attacks, the Team keeps Robin under careful guard at the STN-J. The only one absent is Amon, who can't be reached. As they analyze the odd shell castings left from the attack at Robin's apartment, they find that only three people could have fired the Witch bullet at Robin. Unfortunately, the prime suspect has been dead for years. With growing uneasiness, they realize the only other person that could do this is someone very close to them all.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "299538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299538",
                    "TitleEnglish": "Heal the Pain",
                    "SummaryEnglish": "The survivors are left picking up the pieces in the aftermath of the attack on the STN-J. With both Robin and Amon missing, the Team is seriously short-handed. Even Dojima is pressed into service as a Hunter. Try as they might, though, the strain is taking its toll. And still the question remains: what did the invaders want?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "299539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299539",
                    "TitleEnglish": "Dilemma",
                    "SummaryEnglish": "As Robin bides her time hiding from the Factory, she takes on two jobs: as a bike messenger for Nagira's Law Firm and as a babysitter for an unusual girl. While delivering packages one day, she spots Dojima being attacked by a Witch and his gang. After saving Dojima, she learns that the STN-J is seriously undermanned. Dojima begs Robin for help. Can Robin risk being exposed to the Factory by helping her friends at the STN-J?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "299540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299540",
                    "TitleEnglish": "In My Pocket",
                    "SummaryEnglish": "Nagira learns of an artifact called ‶The Fragment of Wisdom″; a mystical item that many Witches are now searching for. When he asks Robin about it, though, she claims no knowledge of the object. In spite of her answer, Nagira suspects that she is holding something back from him.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "299541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299541",
                    "TitleEnglish": "Missing",
                    "SummaryEnglish": "When Nagira brings in a couple to consult about the Fragment, Robin is unnerved by the woman's strange behavior. Her husband later explains that Robin resembles their missing daughter, whom they believe was Hunted by the Factory. Having being brought up without parents, the woman's reaction stirs up forgotten feelings within Robin and she begins to seek a relationship with the couple.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "299542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299542",
                    "TitleEnglish": "All I Really Oughta Know",
                    "SummaryEnglish": "A new Hunter is killing Witches and placing origami cranes in his victims' hands with the word ‶Robin″ on them. Robin decides to retrieve the Fragment from Nagira only to find that it's been stolen.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "299543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299543",
                    "TitleEnglish": "No Way Out",
                    "SummaryEnglish": "As Robin's powers grow, she wrestles with her old beliefs of what a Witch is. Meanwhile, Solomon Headquarters sends a powerful Hunter named Corneli after Robin. Will the secretive Amon help her this time, or will he allow Cornell to destroy her?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "299544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299544",
                    "TitleEnglish": "Family Portrait",
                    "SummaryEnglish": "Suspicions about Zaizen's motives for Orbo leads Headquarters to cut funding by 40%. Nevertheless, Zaizen pushes ahead with his plan. Meanwhile, Robin and Nagira visit an old woman that was recently seen with Amon. When the woman is shocked to see Robin, they find out why; she has a photograph of a girl that resembles Robin in one of her bedrooms. Further investigations lead them closer to the truth behind Robin's past, as a link between genetics and Witches appears.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "299545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299545",
                    "TitleEnglish": "Sympathy for the Devil",
                    "SummaryEnglish": "Zaizen is trying to develop a new type of Orbo that would allow ordinary humans to hunt Witches, but it has disturbing side effects. Amon meets with Robin but does not attack her; instead he reveals more about his orders. Dojima and Nagira follow a Factory assault van but the target is Sakaki!",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "299546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299546",
                    "TitleEnglish": "Rent",
                    "SummaryEnglish": "With Karasuma captured by the Factory, the team mobilizes to rescue her from an uncertain faith. They secretly gather to form a plan for the dangerous mission, one where they must not only get past Zaizen's watchful eye and armed guards, but also navigate a labyrinth of rooms and corridors. As Robin works with the team, though, the Factory Researcher's words haunt her. Why did he call her the ‶Devil's Child″?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "299547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299547",
                    "TitleEnglish": "Redemption Day",
                    "SummaryEnglish": "Robin's mentor from Italy, Father Juliano, has made a sudden visit to Japan to see her. She confronts him about her real identity; who, or what, is she? Father Juliano gently revels to Robin her own true nature. Meanwhile, the STN-J Team and Nagira plan to stage an assault on the Factory.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "299548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-hunter-robin/episodes/299548",
                    "TitleEnglish": "Time to Tell",
                    "SummaryEnglish": "Robin and Amon finally confront Zaizen and learn the truth about Robin's existence. To Zaizen's surprise, instead of being traumatized, Robin is instead strengthened with resolve. Now Robin and Amon must stop Zainzen's final solution for the sake of both Witches and Humans alike.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}