{
    "URL": "https://www.thetvdb.com/series/s-cry-ed",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0307427/",
        "https://www.themoviedb.org/tv/42676"
    ],
    "TitleEnglish": "S-CRY-Ed",
    "SummaryEnglish": "Twenty-two years ago an earthquake destroyed the Kanagawa region of Japan. It caused the land to split and project upwards reaching extraordinary heights. It created the secluded area known as The Lost Ground. After the earthquake, The Lost Ground became home to a rising number of alter users, those with the psychic ability to change matter and create alters with unique powers. To control this lawless land the special police force, HOLD was created within an anti-alter unit, HOLY. But none of this matters to a native alter user, Kazuma. He is one of the few people that is gifted with the Alter ability. It allows him to turn his right arm and torso into a metallic alloy.",
    "Aliases": [],
    "Modified": "2024-10-11",
    "Seasons": {
        "0": {
            "ID": "26402",
            "URL": "https://www.thetvdb.com/series/s-cry-ed/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4544439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/4544439",
                    "TitleEnglish": "S-CRY-Ed Alteration I: Tao",
                    "SummaryEnglish": "Special recap of Scryed to commemorate the 10th anniversary of the anime; featuring digital remastering and some new footage."
                },
                "2": {
                    "ID": "4544440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/4544440",
                    "TitleEnglish": "S-CRY-Ed Alteration II: Quan",
                    "SummaryEnglish": "Second part of the Scryed Alteration recap."
                }
            }
        },
        "1": {
            "ID": "15899",
            "URL": "https://www.thetvdb.com/series/s-cry-ed/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "300400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300400",
                    "TitleEnglish": "Kazuma",
                    "SummaryEnglish": "A Native Alter named Kazuma uses a plane to attack kidnappers and finish a job. Now the police organizations named Hold and Holy are after him, thinking he's a dangerous criminal just because he's a Native Alter. But, Kazuma proves that he's not bad when he takes on a renegade group leader, Biff, and saves the Native Alters. Kazuma just seems to have a grudge against Holy."
                },
                "2": {
                    "ID": "300401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300401",
                    "TitleEnglish": "Ryuhou",
                    "SummaryEnglish": "The organization of Holy is explained more clearly as is how Ryuhou and Mimori first met. Both Ryuhou and Mimori gain a bigger interest in the Native Alter, Kazuma. Will Kazuma become a wanted man with Holy?"
                },
                "3": {
                    "ID": "300402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300402",
                    "TitleEnglish": "HOLY",
                    "SummaryEnglish": "After being captured by Holy, Kazuma is imprisoned and offered two choices; join HOLY or be imprisoned. When a sympathetic Mimori sets Kazuma free, he must find a way to escape the confines of HOLY Headquarters. Can he make it over the wall where the other Native Alters live? Or will the fast Cougar get to him first?"
                },
                "4": {
                    "ID": "300403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300403",
                    "TitleEnglish": "Big Magnum",
                    "SummaryEnglish": "After hearing about Kazuma's escape from Holy, a new client, Ayase Terada, hires Kazuma and Kimishima to rescue her sick brother and the villagers from a Hold camp. Can Kazuma manage to beat the evil Tatsunami? And can they escape with the villagers?"
                },
                "5": {
                    "ID": "300404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300404",
                    "TitleEnglish": "Mimori Kiryu",
                    "SummaryEnglish": "After returning from a mission, Kazuma and Kimishima find Kanami lying on the floor sick. Without the proper medical knowledge, Kazuma and Kimishima are forced to find a doctor of Holy. Can they successfully get a doctor from Holy to help them? And if so, will they escape with their lives?"
                },
                "6": {
                    "ID": "300405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300405",
                    "TitleEnglish": "Zetsuei",
                    "SummaryEnglish": "With much resentment toward Hold and Holy, some Native Alters, including Kazuma and Kimishima, plan an attack on a Holy cargo van. Knowing this, Holy plats a trap. Will the Native Alters stand a chance against Cougar, Urizane and Eelian? And what will happen when Kazuma and Ryuhou meet once again in battle?"
                },
                "7": {
                    "ID": "300406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300406",
                    "TitleEnglish": "Asuka Tachibana",
                    "SummaryEnglish": "Trapped underground, Kazuma and Tachibana call a temporary truce in order to find a way out. When they do a find a way out, a giant monster appears. Kazuma instantly resorts to attacking it, which Tachibana disapproves of. When Kazuma is trapped and is moments away from death, will Tachibana help him, or will he leave Kazuma to die?"
                },
                "8": {
                    "ID": "300407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300407",
                    "TitleEnglish": "Mad Sprict",
                    "SummaryEnglish": "After being told that he must re-enter Holy to rescue the others, Kazuma charges right though the front door. Unfortunately, a Holy member, Unkei uses his alter, the Mad Script, to control Kazuma and the events that surround him. Can Kazuma snap out of the script? Or will he be a part of Unkei's Mad Script forever? And can he rescue Ayase and the others in time?"
                },
                "9": {
                    "ID": "300408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300408",
                    "TitleEnglish": "Shell Bullet",
                    "SummaryEnglish": "Wanting to stop Holy once and for all, Kazuma ventures into the Alter forest in hopes of gaining more power. Can he make it through the forest alive and face the Alter Crystal? And when Mimori takes action, what dark secret will she discover in the Holy database?"
                },
                "10": {
                    "ID": "300409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300409",
                    "TitleEnglish": "Super Pinch",
                    "SummaryEnglish": "Kazuma and Kimishima come to a town of inners that love Holy due to a man named Emergy Maxfell. Not falling for his trap, Kazuma and Kimishima beat Emergy up and force him to show his true colors. Unfortunately, Emergy's alter only appears when he's in a pinch, and due to Kazuma beating him up, that's exactly what he's in. Can Kazuma beat Emergy and his Super Pinch Crisis? And what will happen when Mimori confronts Jigmar about the truth?"
                },
                "11": {
                    "ID": "300410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300410",
                    "TitleEnglish": "Alters",
                    "SummaryEnglish": "After revealing that she knows the truth about the alters and Holy to Commander Sigmar, Mimori is thrown in a cell. There, she recollects the events of the past 10 episodes of the series. She also explains the events of the terrible earthquake, and the birth of the Lost Ground so many years ago. But, can Mimori escape her jail and tell her story? And, with Holy nearby, what will Kazuma find when he goes to pick up Kanami?"
                },
                "12": {
                    "ID": "300411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300411",
                    "TitleEnglish": "Kunihiko Kimishima",
                    "SummaryEnglish": "Hold is still deciding what to do with the town it captured from the previous episode's ending. Kimishima goes home and finds Kanami, who wasn't taken after all! He tells her to make a run for it, but before they even get out of the house, Hold intercepts them and drags them off to the camp with the rest of the towns people. In the camp Kazuma is accused of beeing responsible for the destruction. Kimishima defends his friend in front of the townspeople and flees the scene, together with Kanami."
                },
                "13": {
                    "ID": "300412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300412",
                    "TitleEnglish": "Lost Ground",
                    "SummaryEnglish": "Wanting revenge for the death of his friend, Kazuma attacks a Hold camp. Hearing the news, Ryuhou sets out to find him. The two eventually meet and fight it out. Mimori and Tachibana manage to catch up to them, as do Urizane and Sherrice. What will be the outcome of their deadly battle? And, what effect will their fighting have on the Lost Ground?"
                },
                "14": {
                    "ID": "300413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300413",
                    "TitleEnglish": "Kyouji Mujyo",
                    "SummaryEnglish": "Eight months after the fight and disappearance of Kazima and Ryuhou, Mimori, Tachibana, and Cougar search the Lost Ground, seeking answers and the whereabouts of their friends. Elsewhere, Kanami is captured and forced to work at a labor camp. Will she be saved from the grueling labor? And who exactly is Kyouji Mujyo and what connection does he have to all alter users?"
                },
                "15": {
                    "ID": "300414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300414",
                    "TitleEnglish": "Rogue",
                    "SummaryEnglish": "Not remembering anything, Kazuma is forced to fight in an Alter fighting arena. Mimori and Tachibana show up and try to get Kazuma to remember, but to no avail. Will Kazuma ever remember? And if he does what part of his past will allow him to? Elsewhere, Kanami and Ryuhou get closer. But, what will happen when a Hold cargo van appears in the small camp and threatens the freedom of all the people there?"
                },
                "16": {
                    "ID": "300415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300415",
                    "TitleEnglish": "Sou Kigetsuki",
                    "SummaryEnglish": "Sou Kigetsuki and Unkei, along with the Tokonatsu Three Sisters, devise a plain against Ryuhou. They want to see how powerful he's gotten since he saw the \"other side\". Will Ryuhou fall under Unkei's alter and become a part of his script? And can Ryuhou regain his memory and save Kanami?"
                },
                "17": {
                    "ID": "300416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300416",
                    "TitleEnglish": "Ayase Terada",
                    "SummaryEnglish": "Ayase and Kazuma are forced to fight one another. Ayase explains that after being captured by Holy they experimented on her and made her alter more powerful. Now, if she wants her dying brother to get better, she has to kill Kazuma. Can Kazuma overcome Ayase's new alter? Or will Kazuma give in and decide that he's better off dead? And what will happen when Kyouji shows up?"
                },
                "18": {
                    "ID": "300417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300417",
                    "TitleEnglish": "Straight Cougar",
                    "SummaryEnglish": "Wanting to find Kazuma, Kanami sets off. Ryuhou goes with her to protect her, while Sherrice stays behind and looks over the village. Meanwhile, Cougar informs Mimori and Tachibana that he knows where Ryuhou is. The two set off to find him, but instead come across Biff. Will Tachibana be strong enough to take on and defeat Biff? And what will happen when Cougar meets up with Kazuma?"
                },
                "19": {
                    "ID": "300418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300418",
                    "TitleEnglish": "The Three Tokonatsu Sisters",
                    "SummaryEnglish": "Sherrice gets attacked by the darths led by Kigetsuki and his alter, Tokonatsu Three Sisters. Just when it looks grim for Sherrice, Ryuhou and the others show up. But, can Ryuhou fight back knowing that the villagers' lives are in danger? And will Kigetsuki get Ryuhou to open up an alter gate? Meanwhile, Cougar and Kazuma are heading to the scene. Can they arrive in time?"
                },
                "20": {
                    "ID": "300419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300419",
                    "TitleEnglish": "Kanami Yuta",
                    "SummaryEnglish": "After being reunited after so long, Kazuma and Kanami reminisce about the past. Elsewhere, Ryuhou, Tachibana, Sherrice, Mimori, and Cougar all discuss their next plan of action. But, what well happen when Biff suddenly shows up and takes Kanami as hostage? And will Kazuma join Ryuhou and the others in stopping Holy?"
                },
                "21": {
                    "ID": "300420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300420",
                    "TitleEnglish": "HOLY Eye",
                    "SummaryEnglish": "After Kyouji Mujyo takes Kanami hostage, both Kazuma and Ryuhou decide to head out alone and rescue her. Cougar stops them, telling them that they must work together and go with everyone else as a group. Meanwhile, Mujyo is still bent on getting Kazuma and Ryuhou to open up the other dimension. Will they unknowingly do it when the satellite Holy Eye threatens to destroy the village? And can the two work together to save Kanami?"
                },
                "22": {
                    "ID": "300421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300421",
                    "TitleEnglish": "Martin Jigmar",
                    "SummaryEnglish": "Kazuma and Ryuhou break into Kyouji Mujyo's fortress. They split up for the time being and each meet up with a former ally. Martin Jigmar confronts Ryuhou, revealing the whole socking truth and his alter! Can Ryuhou find his hidden power and beet Jigmar's powerful alter? And can Kazuma beat Biff, a former ally?"
                },
                "23": {
                    "ID": "300422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300422",
                    "TitleEnglish": "Scheris Adjani",
                    "SummaryEnglish": "Mimori and Cougar come across Kyouji Mujyo. Cougar tells Mimori to go on ahead and find the main power generator so that she can weaken Mujyo. But, can Cougar win against the newly powerful Mujyo? Elsewhere, Kazuma is having some problems of his own when his right hand looses all feeling. Can he continue fighting? Meanwhile, Ryuhou finally comes across the Crystallized Form. Is he strong enough to beat him, or will Ryuhou die?!"
                },
                "24": {
                    "ID": "300423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300423",
                    "TitleEnglish": "Fist",
                    "SummaryEnglish": "Kazuma and Ryuhou finally come across Kyouji Mujyo. Kazuma takes him on while Ryuhou fights the Crystallized Form. Are the two powerful enough to win?"
                },
                "25": {
                    "ID": "300424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300424",
                    "TitleEnglish": "Native",
                    "SummaryEnglish": "After Mujyo's defeat, the Mainland steps in to clean everything up. But, this is bad news for Kazuma and Ryuhou, as the Mainland isn't done with them yet. Kazuma and Ryuhou says their goodbyes to their loved ones and set out to fight the Mainland. Will it be their final goodbye, or will they beat the Mainland and return?"
                },
                "26": {
                    "ID": "300425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/s-cry-ed/episodes/300425",
                    "TitleEnglish": "Dream",
                    "SummaryEnglish": "With the Lost Ground and Inners rebuilding, Kazuma and Ryuhou can finally fight, free of distractions. But, how far will they go? Can they survive their battle?"
                }
            }
        }
    }
}