[
  {
    "URL": "https://www.thetvdb.com/series/trinity-blood",
    "Genres": [
      "Action",
      "Animation",
      "Anime",
      "Drama",
      "Horror",
      "Science Fiction"
    ],
    "Other Sites": [
      "https://www.imdb.com/title/tt0791163/",
      "https://www.themoviedb.org/tv/23406"
    ],
    "TitleEnglish": "Trinity Blood",
    "SummaryEnglish": "The story takes place in the distant future after the destruction brought about by Armageddon. And the war between the vampires and the humans persists. In order to protect the humans from the vampires, the Vatican has to rely on unusual allies to control the situation. The main protagonist, a priest called Peter Abel Nightroad, travels through the countries as a representative of the Vatican. However, he is also part of AX, a special operations group controlled by Cardinal Caterina Sforza. His encounter with a young girl named Esther Blanchett will determine the struggle between the human race and the vampires.",
    "Aliases": [],
    "Modified": "2025-08-14",
    "Seasons": {
      "0": {
        "ID": "535425",
        "URL": "https://www.thetvdb.com/series/trinity-blood/seasons/official/0",
        "# Episodes": 1,
        "Episodes": {
          "1": {
            "ID": "4833578",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/4833578",
            "TitleEnglish": "Music Video",
            "SummaryEnglish": "A Music Video released with the Viridian Collection Set",
            "Aliases": []
          }
        }
      },
      "1": {
        "ID": "15913",
        "URL": "https://www.thetvdb.com/series/trinity-blood/seasons/official/1",
        "# Episodes": 24,
        "Episodes": {
          "1": {
            "ID": "301246",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301246",
            "TitleEnglish": "Flight Night",
            "SummaryEnglish": "A routine flight on the airship \"Tristian,\" turns into a nightmare when hi-jacked by a vampire, Aflred, who belongs to a radical vampire group known as Fleurs du Mal. After making a threat to the Vatican (by dropping the Tristian if his comrades were not released from Vatican custody), Alfred believes that things are going according to plan...until he meets Abel Nightroad, a traveling priest from the Vatican. Little does Alfred know that Abel is not like any ordinary priest.",
            "Aliases": []
          },
          "2": {
            "ID": "301247",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301247",
            "TitleEnglish": "Witch Hunt",
            "SummaryEnglish": "A meeting turns deadly for the terrorist group Fleurs du Mal. Abel accompanied by an android, Tres Iqus, are sent to investigate, but end up discovering a young girl who possesses a great power. Now it's up to Abel and Tres to determine what she is and why was she in the custody of Fleurs du Mal.",
            "Aliases": []
          },
          "3": {
            "ID": "301248",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301248",
            "TitleEnglish": "The Star of Sorrow I: City of Blood",
            "SummaryEnglish": "Ishtvan, a city where the tenuous balance of power between the Human and Vampire worlds is threatened, is a city located between the Holy See in the West, and the Great Empire in the East which is under the rule of Count Gyula. Abel, who is sent there to find the \"Star\", meets a troubled Sister Esther Blanchett.",
            "Aliases": []
          },
          "4": {
            "ID": "301249",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301249",
            "TitleEnglish": "The Star of Sorrow II: Hunter's Banquet",
            "SummaryEnglish": "With Esther and Abel his prisoners, Count Jula reveals his plan: to use the Star of Sorrow to rain destruction down on the human race in revenge for his wife's murder.",
            "Aliases": []
          },
          "5": {
            "ID": "301250",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301250",
            "TitleEnglish": "Yesterday, Today and Tomorrow",
            "SummaryEnglish": "Father Abel Nightroad escorts Sister Esther Blanchett to the Vatican in Rome, where she meets the other members of AX including Lady Caterina Sforza and The Pope (Alessandro XVIII).",
            "Aliases": []
          },
          "6": {
            "ID": "301251",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301251",
            "TitleEnglish": "Sword Dancer",
            "SummaryEnglish": "A murder on holy ground has taken place in Amsterdam, and Lady Caterina sends in the mysterious Father Hugue de Watteau, also known as \"Sword Dancer\", to investigate.",
            "Aliases": []
          },
          "7": {
            "ID": "301252",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301252",
            "TitleEnglish": "Never Land",
            "SummaryEnglish": "When ships off the coast of Albion are attacked by what appear to be vampire fairies, Abel seeks out an old comrade, Father Leon Garcia - a former AX member now doing hard time, to help him investigate.",
            "Aliases": []
          },
          "8": {
            "ID": "301253",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301253",
            "TitleEnglish": "Silent Noise",
            "SummaryEnglish": "After the unexplained collapse of the National Palace in Barcelona, Spain, Father Abel and Sister Noelle are sent to Barcelona to discern what the cause is.",
            "Aliases": []
          },
          "9": {
            "ID": "301254",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301254",
            "TitleEnglish": "Overcount I: The Belfry of Downfall",
            "SummaryEnglish": "Though grief stricken by the events in Barcelona, the agents of AX scramble to prevent the Rosenkreuz order from carrying out their plan to destroy Rome with the Silent Noise device.",
            "Aliases": []
          },
          "10": {
            "ID": "301255",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301255",
            "TitleEnglish": "Overcount II: Lucifer's Choice",
            "SummaryEnglish": "Plans to use \"The Silent Noise\", a destructive sound-wave device, to destroy Rome are underway. Lady Caterina is held under house arrest for her suspicion of Archbishop D'Este.",
            "Aliases": []
          },
          "11": {
            "ID": "301256",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301256",
            "TitleEnglish": "From the Empire",
            "SummaryEnglish": "In Venice, Abel teams up with an agent of the Empire, Astharoshe Asran, to hunt down a vampire mass murderer of humans, Enderles Kudza. But, Astharoshe has a personal grudge against Enderles and a great deal of contempt for what she regards as Terran interference.",
            "Aliases": []
          },
          "12": {
            "ID": "301257",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301257",
            "TitleEnglish": "The Iblis I: Evening Visitors",
            "SummaryEnglish": "Rumors of a possible assassination attempt on Lady Caterina are proven true when a fire occurs near the room she is staying in. At the same time, a vampire, known as Ion Fortuna, an Imperial Messenger and the Earl of Memphis, attempts to deliver a message to Lady Caterina.",
            "Aliases": []
          },
          "13": {
            "ID": "301258",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301258",
            "TitleEnglish": "The Iblis II: Betrayal Blaze",
            "SummaryEnglish": "Sister Esther, Ion and Radu flee from the execution squad, in an attempt to meet with Lady Caterina. Father Abel and Sister Esther try to help Ion and Radu escape, but Radu betrays them.",
            "Aliases": []
          },
          "14": {
            "ID": "301259",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301259",
            "TitleEnglish": "The Iblis III: A Mark of Sinner",
            "SummaryEnglish": "Dietrich, the Puppet Master, takes control of the Inquisition air ships and uses them to attack the city. He also sends more assassins to attack Lady Caterina. Meanwhile, Abel, Esther, Ion and Petros race through the city to talk to Caterina and evade Radu.",
            "Aliases": []
          },
          "15": {
            "ID": "301260",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301260",
            "TitleEnglish": "The Night Lords I: The Return of the Envoy",
            "SummaryEnglish": "Esther and Abel accompany Ion back to Byzantium, the capital of the Empire. But instead of beeing welcome with open arms, they are hunter for the murder of an important government offical.",
            "Aliases": []
          },
          "16": {
            "ID": "301261",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301261",
            "TitleEnglish": "The Night Lords II: Twilight Of The Capital",
            "SummaryEnglish": "Abel and Asta head to the Empress’ palace for the meeting in an attempt to free Ion of his bad name. Meanwhile, Ion and Esther search for Menmaru.",
            "Aliases": []
          },
          "17": {
            "ID": "301262",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301262",
            "TitleEnglish": "The Night Lords III: The Island Of Her Darling Children",
            "SummaryEnglish": "Esther recovers from her injuries, while Ion encounters Radu.",
            "Aliases": []
          },
          "18": {
            "ID": "301263",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301263",
            "TitleEnglish": "The Night Lords IV: The Palace Of Jade",
            "SummaryEnglish": "After recklessly charging in to kill Radu, Ion is captured along with Esther. Meanwhile, Abel and Astharoshe try to stop the assassination attempt on the Empress.",
            "Aliases": []
          },
          "19": {
            "ID": "301264",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301264",
            "TitleEnglish": "The Night Lords V: A Start of Pilgrimage",
            "SummaryEnglish": "Dietrich makes an appearance as the person controlling Radu. Abel saves Ion and Esther and then pursues Radu. In the confrontation between Suleyman and Astharoshe, Seth comes forth as the empress and then later helps Abel defeat Radu.",
            "Aliases": []
          },
          "20": {
            "ID": "301265",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301265",
            "TitleEnglish": "The Throne of Roses I: Kingdom of the North",
            "SummaryEnglish": "The Queen of Albion dies and her only successor was assassinated fifteen years ago. Sister Esther and the Pope visit Albion, to strengthen ties with Albion when some rebel vampires try to kidnap the The Pope.",
            "Aliases": []
          },
          "21": {
            "ID": "301266",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301266",
            "TitleEnglish": "The Throne of Roses II: The Refuge",
            "SummaryEnglish": "The Pope takes refuge with the vampires who have been living underground and helping in Albion's prosperity. The members of AX and the rebel vampires race to find The Pope.",
            "Aliases": []
          },
          "22": {
            "ID": "301267",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301267",
            "TitleEnglish": "The Throne of Roses III: Lord of Abyss",
            "SummaryEnglish": "Pope Alessandro is captured by Vanessa, the leader of the Rebellion but is saved Brother Petros and then Vanessa realizes her folly. Dietrich is killed by Cain, for whom he was working.",
            "Aliases": []
          },
          "23": {
            "ID": "301268",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301268",
            "TitleEnglish": "The Crown of Thorns I: City in the Mist",
            "SummaryEnglish": "Cain, having killed his brother, Abel, plots with Kampher to destroy the people of Rome and, soon after, the world. Sister Esther mourns beside a grave of Abel, when there's an attack on Albion. Virgil tells Esther that she's the Star of Hope, the one who is to lead Albion and the world to peace.",
            "Aliases": []
          },
          "24": {
            "ID": "301269",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/trinity-blood/episodes/301269",
            "TitleEnglish": "The Crown of Thorns II: The Lord of Oath",
            "SummaryEnglish": "Members of A.X., the Inqusitorial Department, and the crew of The Ghetto join forces to stop Kampher and the Order of Rosen Kreuz from destroying Albion and, soon after, the world. Esther takes her responsibility as a queen. Meanwhile Abel vows to fight Cain till the end, and Ion joins him in his journey.",
            "Aliases": []
          }
        }
      }
    }
  }
]