{
  "URL": "https://www.thetvdb.com/series/tenjho-tenge",
  "Genres": [
    "Adaptation",
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0809815/",
    "https://www.themoviedb.org/tv/34732"
  ],
  "TitleEnglish": "Tenjho Tenge",
  "SummaryEnglish": "The plot begins with Souichiro Nagi and his friend Bob Makihara going to their first day of high school at Toudou Academy. They had intended to rule the school by beating up anybody that got in their way, as they had done at their previous schools. They soon learn that Todo is no ordinary high school, but rather a school that was founded to teach and integrate different fighting styles. Its students are skilled in the various arts of combat with some students possessing supernatural abilities, such as pyrokinesis, precognition, and superhuman strength based on the abilities to use their \"spirit\" or \"ki\" in Japanese. After an altercation with the Executive Council, Souichiro and Bob join the only surviving club that opposes them, the Juken club. As the storyline develops, both groups find they are becoming increasingly involved in a long enduring conflict that was left unresolved from the Japanese Feudal era by some of the characters' ancestors.",
  "Aliases": [
    "Tenjo Tenge",
    "Tenjou Tenge"
  ],
  "Modified": "2025-05-23",
  "Seasons": {
    "0": {
      "ID": "26423",
      "URL": "https://www.thetvdb.com/series/tenjho-tenge/seasons/official/0",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "434451",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/434451",
          "TitleEnglish": "Ultimate Fight: Dragon's Fist",
          "SummaryEnglish": "Souichiro Nagi is sent off with Aya Natsume for special training for the tournament. He is surprised to see his mother Makiko Nagi as well as Dōgen Takayanagi there. Annoyed, Souichiro decides to leave, taking Aya with him. On his way home, Souichiro thinks he could take on Aya any day, but Aya wields her sword right in front of him to prove otherwise, having him realize how weak he really is. Suddenly, they are attacked by several men wearing masks. Meanwhile, Bob Makihara is training with Maya Natsume, dragging her while sprinting with a tire attached to a rope. Souichiro channels his energy and transforms into a stronger self, changing his hair from blonde to black only for a moment. The men are actually under Dōgen, who have ties with his family. Makiko tells Souichiro that he is just a fragment of the universe and vice versa. Elsewhere, Bunshichi Tawara tells Mitsuomi Takayanagi to stop holding on to all what happened two years ago. While riding his motorcycle, Mitsuomi later gets into an accident due to a stray cat. Aya scolds Maya for using Souichiro only to fight Mitsuomi for her own benefits, running away in tears.",
          "Aliases": []
        },
        "2": {
          "ID": "434452",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/434452",
          "TitleEnglish": "Ultimate Fight: Germination",
          "SummaryEnglish": "Mitsuomi, released from the hospital, believes that his time is running out. Bunshichi relays a message to Souichiro that Mitsuomi wants to fight him. Meanwhile, Aya interrupts class and challenges Maya to a fight after school, writing this message on the chalkboard. However, the two girls take the fight outside the classroom. After a long chase around the school, Aya expresses how she is not willing to take losing Souichiro lying down, wanting to become stronger. When the two girls each draw their swords, Bob prevents them from fighting but Souichiro then encourages Aya to do her best and win the match. Later at night, Mitsuomi challenges Souichiro to a match before the preliminaries. Although Maya tries to stop them, Souichiro transforms into his altered state, but he is still not strong enough. Suddenly, Souichiro transforms even further, his body covered in gold. He punches Mitsuomi back against the wall, but before he could give the finishing move, Souichiro stiffens and collapses due to the amount of energy he used. The next day, although Aya knows how much affection Souichiro has for Maya, she strives to become even stronger to prove her love for him",
          "Aliases": []
        },
        "3": {
          "ID": "2305811",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/2305811",
          "TitleEnglish": "The Past Chapter",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "15920",
      "URL": "https://www.thetvdb.com/series/tenjho-tenge/seasons/official/1",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "305317",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305317",
          "TitleEnglish": "Sanctuary",
          "SummaryEnglish": "Souichiro Nagi and his best friend Bob Makihara (a.k.a the Knuckle Bombs) arrive to their new school of Todo Academy with plan of ruling the school by defeating anybody that get in their way just as they have done at their previous schools. They soon learn first that Todo Academy is no ordinary school.",
          "Aliases": []
        },
        "2": {
          "ID": "305318",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305318",
          "TitleEnglish": "Defeat",
          "SummaryEnglish": "Souichiro tries to deal with his lose in fight and to the fact that their are stronger fighters at Todo then himself. The Knuckle Bombs antics catch the attention of Tsutomu Ryuuzaki of the Executive Council that keep the order in the school and punish the students that do not follow the rules.",
          "Aliases": []
        },
        "3": {
          "ID": "305319",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305319",
          "TitleEnglish": "Executioner",
          "SummaryEnglish": "The Knuckle Bombs race to protect Bob's girlfriend Chiaki Kounoike from Tsutomu at the laundromat. After being defeated, they join the Juken Club and Maya Natsume retaliates for her new members.",
          "Aliases": []
        },
        "4": {
          "ID": "305320",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305320",
          "TitleEnglish": "Suspicion",
          "SummaryEnglish": "The Juken Club trains during Golden week break, while Tsutomu gets punished for not fulfilling Executive Council orders by another enforcer named Kōji Sagara.",
          "Aliases": []
        },
        "5": {
          "ID": "305321",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305321",
          "TitleEnglish": "Punishment",
          "SummaryEnglish": "The Juken Club goes bowling and gets ambushed by the Executive Council.",
          "Aliases": []
        },
        "6": {
          "ID": "305322",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305322",
          "TitleEnglish": "Illusion",
          "SummaryEnglish": "The fight between the Juken Club and the Executive Council continues and Mitsuomi Takayanagi, the president of the Executive Council, arrives on the scene.",
          "Aliases": []
        },
        "7": {
          "ID": "305323",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305323",
          "TitleEnglish": "Breakthrough",
          "SummaryEnglish": "Souichiro finishes his fight with the enforcer Sagara while Masataka Takayanagi fights his brother Mitsuomi.",
          "Aliases": []
        },
        "8": {
          "ID": "305324",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305324",
          "TitleEnglish": "Dragon's Eye",
          "SummaryEnglish": "Mitsuomi confronts Bob and Souichiro and the enforcer Shirō Tagami nearly dies when Aya Natsume's Dragon's Eye activate.",
          "Aliases": []
        },
        "9": {
          "ID": "305325",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305325",
          "TitleEnglish": "Enforcement",
          "SummaryEnglish": "The battle between Souichiro and Mitsuomi comes to a conclusion.",
          "Aliases": []
        },
        "10": {
          "ID": "305326",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305326",
          "TitleEnglish": "Memory",
          "SummaryEnglish": "Maya reveals the past between her, Mitsuomi, her brother Shin, and his girlfriend Mana Kuzunoha.",
          "Aliases": []
        },
        "11": {
          "ID": "305327",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305327",
          "TitleEnglish": "One with an Unusual Talent",
          "SummaryEnglish": "Mana Kuzunoha reveals Shin Natsume's insanity to Mitsuomi.",
          "Aliases": []
        },
        "12": {
          "ID": "305328",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305328",
          "TitleEnglish": "Darkness",
          "SummaryEnglish": "Shin is called to a meeting with Dōgen Takayanagi. Bunshichi Tawara has problems trying to find his friend Shin.",
          "Aliases": []
        },
        "13": {
          "ID": "305329",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305329",
          "TitleEnglish": "Magical Power",
          "SummaryEnglish": "Mitsuomi struggles with a paralyzing fear. Bunshichi finds Shin at the meeting and they begin to fight.",
          "Aliases": []
        },
        "14": {
          "ID": "305330",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305330",
          "TitleEnglish": "Hellfire",
          "SummaryEnglish": "The fight between Bunshichi and Shin reaches its conclusion.",
          "Aliases": []
        },
        "15": {
          "ID": "305331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305331",
          "TitleEnglish": "Yin and Yang",
          "SummaryEnglish": "Mitsuomi overcomes his paralyzing fear. Later, Mitsuomi and Shin race on motorcycles as a farewell party to Team KATANA.",
          "Aliases": []
        },
        "16": {
          "ID": "305332",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305332",
          "TitleEnglish": "Conclusion",
          "SummaryEnglish": "Maya finishes her story and the Juken Club return to school. Souichiro and Bob fight Kanakita Ryuusen, while Maya meets with the school principal.",
          "Aliases": []
        },
        "17": {
          "ID": "305333",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305333",
          "TitleEnglish": "True Motive",
          "SummaryEnglish": "Maya's expulsion from school, Souichiro and Bob attack the Enforcer's club office.",
          "Aliases": []
        },
        "18": {
          "ID": "305334",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305334",
          "TitleEnglish": "Sympathy",
          "SummaryEnglish": "Souichiro and Bob try to find out more of the past from Bunshichi, while Maya and Mitsuomi team up to search for Aya, who has the cursed sword Reiki.",
          "Aliases": []
        },
        "19": {
          "ID": "305335",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305335",
          "TitleEnglish": "Start Up",
          "SummaryEnglish": "Bunshichi reveals more of the past, starting with how Shin Natsume formed the Juken Club and how Mitsuomi persuaded Maya to join the club.",
          "Aliases": []
        },
        "20": {
          "ID": "305336",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305336",
          "TitleEnglish": "Stratagem",
          "SummaryEnglish": "The preliminary matches of the tournament get underway, but Master Dougen pays Shin a visit asking him a favor...",
          "Aliases": []
        },
        "21": {
          "ID": "305337",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305337",
          "TitleEnglish": "Accidental Discharge",
          "SummaryEnglish": "Fu Cheun / Fu Chein took Maya captive in order to force Shin to comply with Master Dougen's demands, but Shin's Dragon Eye activates and the two fight. Kuzunoha runs off to find Mitsuomi to help stop the berserk Shin.",
          "Aliases": []
        },
        "22": {
          "ID": "305338",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305338",
          "TitleEnglish": "Determination",
          "SummaryEnglish": "The Finals to the Tournament come and the Jyuken Club must fight the Anti-Jyuken Special Team made from 5 of the 10 strongest fighters in Toudou. Mitsuomi shows up to help Tawara and Kuzuo, but instead takes out everyone by himself in about 3 minutes. He then learns from Kuzunoha what the consequences of his fight with Shin really are.",
          "Aliases": []
        },
        "23": {
          "ID": "305339",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305339",
          "TitleEnglish": "Curse",
          "SummaryEnglish": "2 months have passed and Mitsuomi fights Shin for the presidency of the Enforcers.",
          "Aliases": []
        },
        "24": {
          "ID": "305340",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tenjho-tenge/episodes/305340",
          "TitleEnglish": "Vicissitudes",
          "SummaryEnglish": "Maya and Mitsuomi try to retrieve Chokutou Reki form Aya but are stopped when Souichiro fights Mitsuomi.",
          "Aliases": []
        }
      }
    }
  }
}