{
    "URL": "https://www.thetvdb.com/series/black-cat",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Crime",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1085074/",
        "https://www.themoviedb.org/tv/34065"
    ],
    "TitleEnglish": "Black Cat",
    "SummaryEnglish": "A group of assasins are controled by Chronos. They all have a number on their neck. But number 13 which is Black Cat has the characteristics of a cat, because a witch cursed him. He is supposed to kill people but he also hates the thought of killing people. The world is secretly controlled by a secret organizition, Chronos. Under the command of this mysterious organization, are the Chronos Numbers, a group of powerful assasins, taking orders to eliminate certain target secretly to keep the so-called `peace`. One of the most powerful is the Number XIII, Train Hartnett, or known as Black Cat. At first he seems to be a cruel killer, a meeting with a girl Sweeper changed him completely. Now as a Sweeper, Train travelled with his partner Sven Volfied to hunt down criminals.",
    "TitleJapanese": "BLACK CAT",
    "SummaryJapanese": "過去を背負って生きること――それは自由への近道。\n\n世界経済を支配する秘密結社「クロノス」の荒事専門部隊「時の番人（クロノ・ナンバーズ）」XIII番目のイレイザー、トレイン＝ハートネット。特殊金属オリハルコン製の装飾銃ハーディスを持ち、裏の世界では「ブラックキャット」と呼ばれ恐れられていた。 しかしサヤという掃除屋の少女との出会いをきっかけに、「自由な生き方」と新たな目的を達成するため、クロノスを抜ける。元国際捜査官のスヴェン、ナノテクによるトランス能力を持つイヴ、女盗賊リンスたちと行動をともにするうちに、更に彼の心に変化が訪れる。 一方で、トレインを親友と信じ執拗に追いかける元クロノスのクリード。彼は、「道（タオ）」と呼ばれる特殊戦闘能力を得て、革命集団「星の使徒」を率い世界支配をもくろむ。革命にはトレインの力が必要とさらに迫るが、現れたのは過去に恐れていた彼ではなかった。その変化に憤るクリードと、大切な人を傷つけられ、怒りに燃えるトレインが激しくぶつかりあう。 二人を中心に、「クロノス」、「星の使徒」、「掃除屋」の思惑がぶつかり合い、壮絶なバトルに展開する。 仲間、信頼、愛情、を感じた末に、トレインの想う自由の行く手はいかに!?",
    "Aliases": [],
    "Modified": "2025-08-09",
    "Seasons": {
        "0": {
            "ID": "535436",
            "URL": "https://www.thetvdb.com/series/black-cat/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "304745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/304745",
                    "TitleEnglish": "The Distant Cat",
                    "SummaryEnglish": "Creed Diskenth uses the power of the media to reveal Chronos' existence to the world. While the Chrono Numbers become anxious, Sephiria gives temporary power to Belze, and goes with plans to confront Train. Unbeknown to her, Charden is waiting to ambush her.",
                    "TitleJapanese": "遠ざかる猫",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "15931",
            "URL": "https://www.thetvdb.com/series/black-cat/seasons/official/1",
            "# Episodes": 23,
            "Episodes": {
                "1": {
                    "ID": "300688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/300688",
                    "TitleEnglish": "The Solitary Cat",
                    "SummaryEnglish": "Train, better known as Black Cat, completes another mission for Chronos, and is informed of his next mission. Later, Sven is inside a restaurant, planning how to catch his next target. A parade is happening outside, celebrating a new governor coming into office. One of the waitresses informs Sven that the new governor is also a gangster, the same man that Sven is targeting. A party is held that night, and Sven learns he isn't the only one targeting the governor. The infamous Black Cat is as well, though with a very different objective...",
                    "TitleJapanese": "孤独な猫",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "300689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/300689",
                    "TitleEnglish": "The Hesitant Cat",
                    "SummaryEnglish": "Sven goes back to his usual sweeper to find some more work. Not long after, a girl runs in with a couple of thugs not far behind. Sven steps in and drives the thugs off. After talking to the girl, he finds out that the thugs have her little sister hostage, and she has the ransom money for her sister's return. She offers Sven the money if he can get her sister back. Will Sven take the job?",
                    "TitleJapanese": "戸惑う猫",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "300690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/300690",
                    "TitleEnglish": "The Cat in the Dark",
                    "SummaryEnglish": "Sven accepts the task of rescuing Elena's sister, Eve, and makes an attempt to infiltrate the manor, but without success. Afterwards, Sven learns that Eve is not really Elena's sister, nor is Elena who she appears to be. Later, Sven discovers Eve in a park, and decides to talk with her, and he shows Eve there's a entire world outside the manor she's been held in. Unfortunately for Sven, Torneo's men find them, and forcibly take Eve back to the manor. Sven comes to realize that Eve is not merely a bio-weapon, she's a human being with thoughts and feeling of her own, and becomes even more determined to rescue her, no matter what the cost.",
                    "TitleJapanese": "闇の中の猫",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "300691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/300691",
                    "TitleEnglish": "The Grinning Cat",
                    "SummaryEnglish": "As Sven begins to put his plan into action, to save Eve from Torneo, Black Cat is right behind him. Meanwhile in the Torneo's basement the thief Rinslet discovers a shocking truth about Eve. Back upstairs Sven and Black Cat make their own attempts to get Eve, with their own reasons. Who will get Eve and what is the shocking truth?",
                    "TitleJapanese": "微笑む猫",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "301049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/301049",
                    "TitleEnglish": "The Departing Cat",
                    "SummaryEnglish": "As Sven heals at a hideout with Eve and Rinslet, Train's conscience grows. With his decision to leave Chronos, Creed is sent out to pull him back in. When he fails Chronos sends more operatives. Will they pull Train back to Chronos?",
                    "TitleJapanese": "決意する猫",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "301050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/301050",
                    "TitleEnglish": "The Cat Under Fire",
                    "SummaryEnglish": "Coming back from his first failed attempt to bring back Train, Creed returns. With Train fully turning his back on Chronos it is all up to Creed. Since his first attempts failed Creed uses his magic to kidnap Train. When that doesn't work he goes for the thing Train cares about the most... Saya. Can Train stop him?",
                    "TitleJapanese": "狙われる猫",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "301051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/301051",
                    "TitleEnglish": "The Wounded Cat",
                    "SummaryEnglish": "Train awakens in Sven and Eve's company. Confused and saddened, he has to decide what course of action to take with his life next. As Sven goes out to get supplies, Eve comes to realize that she has to repent for her sins as well. Meanwhile, someone from Chronos is close by, looking to capture Eve.",
                    "TitleJapanese": "傷だらけの猫",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "301052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/301052",
                    "TitleEnglish": "The Sweeping Cat",
                    "SummaryEnglish": "Rinslet Walker accepts a dangerous new job, seeking help, she looks for Sven to ask for his assistance. Meanwhile, coming to a new town, Sven, Eve and Train look for their next target, a man who works at the town's garden. Unbeknown to them, a group known as the Apostles of the Stars, people bent on the destruction of the world, are also targeting this man, though for a different reason.",
                    "TitleJapanese": "旅する猫",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "303388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/303388",
                    "TitleEnglish": "The Charming Cat",
                    "SummaryEnglish": "A man named Ganza is terrifying the residents of a town, coming out at night and killing people with his bare hands. Two members of the Apostles of the Stars attempt to recruit him to their group, but Ganza refuses, he'd much rather spend his time killing innocent people. Meanwhile, Train and the others learn of Ganza. Train, Sven and Eve come up with a plan to lure out and capture Ganza, but their plan doesn't turn out the way they had hoped.",
                    "TitleJapanese": "魅惑する猫",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "303389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/303389",
                    "TitleEnglish": "The Cat Unleashed",
                    "SummaryEnglish": "A summit conference between leaders is being held, and the Apostles of the Stars plan to interrupt it in the form of a revolution. Train, learning that Creed is alive, goes to confront him, abandoning his friends in the process. Eve and the others follow to try and stop the Apostles of the Stars from causing chaos. Sven has a terrible vision, and races to find and protect Train from powers beyond his current state.",
                    "TitleJapanese": "暴走する猫",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "303429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/303429",
                    "TitleEnglish": "The False Cat",
                    "SummaryEnglish": "A man named Woodney, claiming to be the legendary assassin, Black Cat, meets Eve. Eve helps him out of a potentially dangerous situation. Soon afterwards, a member of the Apostles of the Stars, Durham, appears, eager to kill Black Cat. Train saves Eve and Woodney, and then confronts the gunman. Who is the superior gunman, Train or Durham?",
                    "TitleJapanese": "偽りの猫",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "303430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/303430",
                    "TitleEnglish": "The Fighting Cat",
                    "SummaryEnglish": "Train learns where the Apostles of the Stars base is, and leaves the group to go after Creed. Sven and the others quickly follow after Train, desperate to prevent him from doing anything foolish. Meanwhile, three members of Chronos infiltrate Creed's base, determined to finish off the Apostles of the Stars once and for all.",
                    "TitleJapanese": "闘う猫",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "303526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/303526",
                    "TitleEnglish": "The Love Cat",
                    "SummaryEnglish": "Kyoko, a member of the Apostles of the Stars, leaves the group, along with Charden. They are being targeted for their betrayal. Train and Eve go to see if there are any good bounties available to capture, and come across Kyoko. Another member of the Apostles of the Stars, Dr. Kanzaki, has plans to test a new experiment, a bullet that will supposedly turn whatever it hits into a monster. His intention is to use Kyoko as a test subject. Can Train stop him?",
                    "TitleJapanese": "LOVE猫",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "304744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/304744",
                    "TitleEnglish": "The Kitty Cat",
                    "SummaryEnglish": "Having been affected by the bullet Dr. Kanzaki made, Train is forced to inhabit a smaller and younger body. Train and Eve come across a group of orphaned kids living in an abandoned part of town. A group of gangsters have plans, they want to tear down the abandoned buildings for new development, and will even go as far as killing all the children in their way. Can Train and Eve stop them?",
                    "TitleJapanese": "ちび猫",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "313984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/313984",
                    "TitleEnglish": "The Cat and the Lizard",
                    "SummaryEnglish": "Sven learns of a group of sweepers that gather and team up to take out the more dangerous targets. After discovering that the group is after Creed Diskenth, Sven tries to prevent Train from learning, worried that this will cause Train to recklessly go after Creed again. To distract him, Sven has Train and Eve help a woman get back her pet lizard, Flora. They soon find out that this isn't the easy task they expected, as Flora isn't an ordinary lizard.",
                    "TitleJapanese": "竜を狩る猫",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "313985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/313985",
                    "TitleEnglish": "The Napping Cat",
                    "SummaryEnglish": "Train travels toward a port where he can get a boat to reach Kraken Island, where the Apostles of the Stars are. He decides to take a faster route, and goes through a dangerous canyon. Train soon collapses, and later awakens in a strange house. He meets a girl who looks remarkably like Saya. He stays there for a while, and learns more about this mysterious girl called Saki, and of the troubles that confront her.",
                    "TitleJapanese": "まどろむ猫",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "313986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/313986",
                    "TitleEnglish": "The Cat Deploys",
                    "SummaryEnglish": "Chronos and the sweepers make plans to leave and go to the island where the Apostles of the Stars' headquarters is. Dr. Kanzaki, however, doesn't plan on letting the sweepers reach the island alive. He sends monsters to destroy the sweepers, leaving them with no choice but to fight before they can even reach the island.",
                    "TitleJapanese": "船出する猫",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "313987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/313987",
                    "TitleEnglish": "The Sprinting Cat",
                    "SummaryEnglish": "Train and the others arrive on the island, where the Apostles of the Stars are located. Eve fights Leon, while the others attempt to get rid of the soldiers and other members blocking their way to Creed. Can the sweepers and Chronos defeat the Apostles of the Stars?",
                    "TitleJapanese": "疾走の猫",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "313988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/313988",
                    "TitleEnglish": "The Cat's Showdown",
                    "SummaryEnglish": "The war against the Apostles of the Stars continues. While Sven fights against Preta Ghoul, Train confronts Creed. Sephiria informs Train that the only way to defeat Creed is with a titanium bullet. Creed, having given up on Train joining him, is determined to kill him. Who will win in this climactic battle?",
                    "TitleJapanese": "対決する猫",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "313989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/313989",
                    "TitleEnglish": "The Drowning Cat",
                    "SummaryEnglish": "Having returned from their mission, Train and the others rejoice. Rinslet discovers something called The Eden Project, meanwhile, members of Chronos betray the organization. Sven decides that Eve should leave, and go on to live her own life with girls her own age. Eve however, doesn't want to leave him, and runs off to think for a while. Unbeknownst to the group, someone is after Eve's power.",
                    "TitleJapanese": "溺れる猫",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "313990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/313990",
                    "TitleEnglish": "The Cat Bares Claws",
                    "SummaryEnglish": "Eve has been captured, and placed inside a machine called Eden. Sven and Rinslet talk to Tearju, Eve's creator. She explains about The Eden Project. The goal is to eliminate violence and greed by using nanomachines to control humans. Can Train and the others save Eve from her fate?",
                    "TitleJapanese": "爪を研ぐ猫",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "313991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/313991",
                    "TitleEnglish": "The Cat's Paradise",
                    "SummaryEnglish": "As Eden rains down nanomachines on a city full of people, everyone else tries to think of a plan to rescue Eve. Chronos and the Apostles of the Stars team up with Train and the others, and come up with a plan to lure Eden to the ground. Will they succeed?",
                    "TitleJapanese": "楽園の猫",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "347797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-cat/episodes/347797",
                    "TitleEnglish": "The Carefree Cat",
                    "SummaryEnglish": "As Chronos and remaining members of the Apostles of the Stars fight the monsters outside Eden, Train and Sven go inside to rescue Eve, determined to save her even if it would cost them their lives. While Sven tries to get close to Eve, Train has to face off against his own inner demons first.",
                    "TitleJapanese": "気ままな猫",
                    "SummaryJapanese": null
                }
            }
        }
    }
}