{
    "URL": "https://www.thetvdb.com/series/stratos-4",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0429439/",
        "https://www.themoviedb.org/tv/34182"
    ],
    "TitleEnglish": "Stratos 4",
    "SummaryEnglish": "Fifty years before the series begins, scientists learn that a group of comets will enter the Solar System on a collision course with Earth. The United Nations set up a two-tiered global defense system against the threat: the primary one being a space-based Comet Blaster group and the secondary being a ground-based Meteor Sweeper group. Most of the series takes place on an airbase on Shimoji Island in 2024, where Mikaze and her friends are tasked to defend the Earth from large fragments left over after a failed attempt by the Comet Blasters, who are based on one of seven space stations, to annihilate a comet. All is going well until a large meteorite crashes into a lightly populated island leading the girls on a run to find out the truth about the comets.",
    "TitleJapanese": "ストラトス・フォー",
    "SummaryJapanese": "西暦2XXX年。地球に落下してくる無数彗星の被害を抑えるため、人類は天体危機管理機構を設立、地球に落ちそうになった彗星を破壊する部隊・コメットブラスターを配置した。そして、彼らが撃ちもらした彗星を地上から撃破する部隊・メテオスイーパーには、コメットブラスターを目指す若者たちの姿があった…。",
    "Aliases": [
        "Stratos 4 (OAV)",
        "Stratos 4 Advance",
        "Stratos 4 Advance Kanketsuhen"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "26470",
            "URL": "https://www.thetvdb.com/series/stratos-4/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "3488631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/3488631",
                    "TitleEnglish": "Code XXX: Dutch Roll",
                    "SummaryEnglish": "This short episode comes along with the first episode of the OVA.",
                    "TitleJapanese": "CODE：XXX DUTCH ROLL",
                    "SummaryJapanese": "X-1に収録された映像特典（レンタル版には未収録）。友情合体MSビーナスや最終防衛システム・レーダーロボなどの巨大ロボが活躍（？）する。"
                },
                "2": {
                    "ID": "2268951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/2268951",
                    "TitleEnglish": "Code X-1 : Return To Base",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：X-1 RETURN TO BASE",
                    "SummaryJapanese": "彗星群の大襲来が小休止し、オービタルステーションの復旧・拡張作業が行われていたころ。修理され、宇宙への飛行を達成したストラトス・ゼロが、下地島基地に帰還した。\n念願の、ストラトス・フォーと改名されたこの機体での宇宙飛行を達成した美風たち4人は、今では地球を救った英雄のはずなのだが、宇宙から飛来するスペースシードや、オービタルステーションで起こった事件の真相などはすべて機密とされ、彼女たちも訓練と店の手伝いの日々に戻っていた。\n彗星群の襲来が小休止したため、迎撃任務もなく平穏な下地島だったが、そこにコメットブラスターの千鶴とアネットが現れる。彼女たちは、美春のものだったというディスクを持ってきた。"
                },
                "3": {
                    "ID": "2268961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/2268961",
                    "TitleEnglish": "Code X-2 : Dispersion",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：X-2 DISPERSION",
                    "SummaryJapanese": "第7オービタルステーションに、スペースデブリと思われる物体が衝突、その影響でステーションは地球への落下を始めた。基地内にはクルーが数名取り残されていたのだが、彼らとは連絡が取れない。\nそこで千鶴とアネットはステーションへと戻り、取り残されていた生存者を救出。その後ステーションが大気圏に突入する前に、ステーションを自爆させようとする。\nそして地上からは、オービタルステーションの破片迎撃のため、メテオスイーパーたちが出撃しようとしていた。"
                },
                "4": {
                    "ID": "3136311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/3136311",
                    "TitleEnglish": "Logbook",
                    "SummaryEnglish": "Stratos 4 Recap episode - For everything which happened before Stratos 4 Advance started.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "2268971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/2268971",
                    "TitleEnglish": "Code 207 : Cross-Wind Take Off",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：207 CROSS-WIND TAKE OFF",
                    "SummaryJapanese": "天体危機管理機構上層部の陰謀が徐々に明らかになり始め、下地島迎撃基地の面々による調査が核心に近づき始めた時、巨大彗星群がついに太陽系に突入した。しかも太陽を背にして接近しているために観測データに誤差が生じ、明日にも二個の巨大な彗星が同時に地球を襲うという緊急事態が発覚する。衛星軌道上の全オービタルステーションと各国の迎撃基地が総力を挙げて迎撃体制をとりつつある中、静羽はランと共にレイを天体危機管理機構つくば研究所から連れ出すことに成功する。一方、つくば研究所の治療室に収容された美風は・・・。"
                },
                "6": {
                    "ID": "2268981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/2268981",
                    "TitleEnglish": "Code 208 : Piper on the Target",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：208 PIPER ON THE TARGET",
                    "SummaryJapanese": "第８オービタルステーションでのブリーフィングで、３個の巨大彗星が同時に地球を襲うことが判明した。太陽風を背にして来るために進路予測が困難な上、質量はいずれもナイジェル８７クラスで、通常のミッションプロフィールでは地表の２／３に破片が降り注ぐことになる。千鶴たちコメットブラスターは、美風たちメテオスイーパーに最後の望みを託しつつ、危険な作戦に挑戦する・・・。"
                }
            }
        },
        "1": {
            "ID": "15960",
            "URL": "https://www.thetvdb.com/series/stratos-4/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "301079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/301079",
                    "TitleEnglish": "Code 101 : Initial Point",
                    "SummaryEnglish": "The pros show the rookies how it's done.",
                    "TitleJapanese": "CODE：101 INITIAL POINT",
                    "SummaryJapanese": "沖縄の下地島基地にやって来たパイロット、本庄美風。彼女は、同じくパイロットである中村彩雲、土井静羽、菊原香鈴とともに、下宿先の中華料理店\"広陳\"の手伝いをしながら、宇宙基地オービタルステーションより発進して彗星を迎撃する\"コメットブラスター\"になるための訓練を行っていた。 \n同時に彼女たちは、超高々度迎撃機パイロット\"メテオスイーパー\"として、彗星迎撃任務のローテーションに入っていた。\nだが、親に言われるままパイロットになった美風は「どうして自分はここにいるのだろう」と最近すっかりやる気をなくし、訓練にも気合いが入らず、講義も上の空という日々が続いていた。 \nそんな彼女を心配する彩雲や静羽は、何とか美風にやる気を出させようとするのだが……。"
                },
                "2": {
                    "ID": "301080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/301080",
                    "TitleEnglish": "Code 102 : Fox One",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：102 FOX ONE",
                    "SummaryJapanese": "あいかわらず講義でぼーっとして、教官の如月沙也華にペナルティのランニングをさせられている美風。彩雲は、そんな彼女に「素質はあるんだから、やる気にさえなれば……」といって励まそうとする。 \nそんなある日、地球に彗星が接近し、オービタルステーションよりコメットブラスターが出撃。地上でも、美風たちメテオスイーパーが出撃待機の状態となった。 \n今回もコメットブラスターだけで迎撃は終了し、自分たちに出番はまわってこないとたかをくくっていた美風だが、コメットブラスターは彗星を完全に破壊することができなかった。そのため、彗星の破片が地球に落下してくる。 \nその彗星の破片を破壊するため、下地島基地よりメテオスイーパーの岩崎和馬たちが離陸。だが彼らは、機体が鳥と激突してしまったため、任務を中止して緊急着陸せざるをえなくなった。こうして、３番待機だった美風たちに迎撃任務がまわってきたのである。"
                },
                "3": {
                    "ID": "301081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/301081",
                    "TitleEnglish": "Code 103 : Decision Height",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：103 DECISION HEIGHT",
                    "SummaryJapanese": "前回の出撃で、空が暗くなり、星々が輝く高々度まで上昇した美風。そのことにより彼女は「宇宙へ行く」という目標を再発見。今までとは打って変わって、肉体トレーニング、講義、フライトシミュレーターと真面目に訓練をこなすようになっていた。 \nそんなある日彼女たちは、初出撃記念の宴会に参加する。その時美風は、整備主任の佐古浩一郎が、パイロットたちが上昇高度記録に挑戦したという話を聞く。 \n後日、彗星迎撃訓電で離陸した美風は、訓練終了後、基地への帰投命令を無視。吸い寄せられるように宇宙へ向かって上昇を続ける。その結果、帰投限界線を突破。燃料不足で下地島基地に戻ることができなくなってしまった。そのため美風機はグァムのアンダーセン基地へ向かうが、そのためには台風をくぐらなければならなかった。"
                },
                "4": {
                    "ID": "301082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/301082",
                    "TitleEnglish": "Code 104 : Tally Ho!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：104 TALLY HO!",
                    "SummaryJapanese": "美風たちは、前回の迎撃での実績が認められ、メテオスイーパーの１，２番待機になった。美風は、宇宙に近づいているという実感を受けてはしゃぐ。だが彼女の同期生で、３番待機とされた宮沢翼は、以前のだらけていた美風を知っていたため、この決定に納得がいかない。そこで彼は、ライフルの射撃訓練で美風に勝負を挑んだ。 \nその一方で、地球に巨大彗星が接近していた。その彗星は巨大なため、コメットブラスターが宇宙空間で完全に撃破することはできない可能性が高い。そうなると、メテオスイーパーの出番だ。 \nコメットブラスターが破砕した彗星の破片を、地上に墜落する前に完全に撃墜するため出撃した美風たち。今回は自信たっぷりの美風だったが、ミサイル発射寸前に彗星の軌道が突然変わってしまった。そのため、位置的に射撃には不利だった美風機にミッション中止の命令が出た。代わりに彩雲機が射撃することになったのだが……。"
                },
                "5": {
                    "ID": "301083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/301083",
                    "TitleEnglish": "Code 105 : Go Around",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：105 GO AROUND",
                    "SummaryJapanese": "隕石が地上に落下し、被害が出てしまった。しかも、美風機が地上に降りてみると、同じ機に乗っていた香鈴が意識を失っていた。彩雲は美風の独断専行に怒りが納まらず、静羽はそんな美風たちを前にして何もできない。 そんな中、作戦失敗の責任を問われ、美風は沖縄での査問会に召集される。\nところがその査問会は、独断専行した美風の責任を問うのではなく、美風の行動が、基地の何者かの指示によるものであるという方向に誘導しようとしていた。その上、美風の宿泊用に割り当てられたホテルは厳しい監視下に置かれていた。 \nそんな時、コメットブラスターたちが休暇のため沖縄を訪れていることを知った美風は、監視をかわしてホテルを抜け出し、コメットブラスターたちの記者会見が行われている場所へと向かう。さらにそこには、証人として査問会に喚問されていた彩雲と静羽も来ていた。"
                },
                "6": {
                    "ID": "301084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/301084",
                    "TitleEnglish": "Code 106 : Checking 6",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：106 CHECKING SIX",
                    "SummaryJapanese": "美風たちの下宿先である広陳には、アリスというデブ猫が飼われていた。「テートク」と呼ばれる、18歳という高齢のわりには、かくしゃくとして自由気ままに生活する猫だ。\nある日、遅刻しそうになった美風が基地へ向かって乗っていた出前用バイクのおかもちに、テートクが入り込んでいた。こうしてテートクが、下地島基地にまぎれ込むことになってしまった。\nその後美風が、基地内をふらついているテートクを発見して追い回していたところ、教官の如月沙也華と衝突。そのままテートクは逃げてしまう。実はその時、沙也華が持っていた機密情報の入ったデータチップが、テートクの首に引っかかってしまっていた。データチップがなくなっていることに気がついた沙也華は、緊急テートク捕獲指令を発令。基地をあげての大捜索が始まった。"
                },
                "7": {
                    "ID": "301085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/301085",
                    "TitleEnglish": "Code 107 : Mach Speed",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：107 MACH SPEED",
                    "SummaryJapanese": "下地島基地の格納庫には、ストラトス・ゼロという巨大な航空機が眠っている。これは、天体危機管理機構が初期に開発していた宇宙迎撃機で、成層圏までしか上がれない飛行機ではなく、単体で宇宙まで上がれる宇宙機であった。天体危機管理機構は当初この航空機で彗星迎撃を行おうとしていたが、迎撃方法が、コメットブラスターによる宇宙空間での迎撃と、メテオスイーパーによる地上からの迎撃の二段階に分けられてしまったため、ストラトス・ゼロは完成することなく放棄された。その機体を、佐古が個人的に組み立てていたのだ。 \n美風たちは、この機に乗って宇宙に上がることに興味を持ち、佐古の修理を手伝う。そんな美風のことを「コメットブラスターの道から逃げている」と言っていた宮沢翼も、結局修理を手伝うことに。そして見物人が集まる中、ストラトス・ゼロのエンジン燃焼試験が行われようとしていた。"
                },
                "8": {
                    "ID": "301086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/301086",
                    "TitleEnglish": "Code 108 : Go Gate",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：108 GO GATE",
                    "SummaryJapanese": "年に一度の、下地島基地祭の日がやってきた。 パイロットである美風の両親、政治家である彩雲の父親と家族、カメラマンである静羽の父親などが、続々と基地に到着した飛行機から降り立つ。さらに、美風の姉が派手な小型ジェット機を操縦してやってきた。 久しぶりの家族との再会を楽しみ、さらにデモフライトを披露して上機嫌な美風たち。\nだが、彼女たちがストラトス・ゼロを家族に見せると、それで宇宙に上がるという話に、危険だ、無謀だなどと反対されてしまう。 \n一方、香鈴のもとに訪れる家族の姿はなかった。彼女は基地祭の喧噪をよそに、ひとりで海を見つめていた。"
                },
                "9": {
                    "ID": "301087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/301087",
                    "TitleEnglish": "Code 109 : Vapor Trail",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：109 VAPOR TRAIL",
                    "SummaryJapanese": "下地島基地の面々は、先発と後発の2組に分かれて温泉への慰安旅行に出発した。露天風呂ですっかりくつろいでいた美風たちだが、そこになんと教官の岩崎和馬が現れる。この風呂は混浴だったのだ。彼と鉢合わせてうろたえていた沙也華だったが、突然「大事なお話があります」と言うと岩崎を連れていった。\n2人はいったいどんな話をするのかと、興味津々になって沙也華たちの後をつけて盗み聞きを始めた美風たちだったが、その話とは、美風が召喚された査問委員会の話だった。2人によると、天体危機管理機構に不穏な動きがあるというのだ。 \nさらに、この旅行についてきていた、いつも基地の近くにいる飛行機マニアの話によると、天体危機管理機構は彗星に関する一部の情報を隠蔽しているという。ところがその話は、秘密工作員だの宇宙人だの未来人だの、どんどんとんでもない話になっていった。"
                },
                "10": {
                    "ID": "301088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/301088",
                    "TitleEnglish": "Code 110 : Mission Abort",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：110 MISSION ABORT",
                    "SummaryJapanese": "美風たちの、コメットブラスター資格試験日が迫ってきた。彼女たちはシミュレーターで訓練していたが、コメットブラスターの機体に慣れずうまくいかない。そしてシミュレーター上のこととはいえ、いくつも地球に彗星を落下させて地球を壊滅させる、さんざんな結果となっていた。 \nそんな時、地球に彗星群が接近していた。しかし、オービタルステーションから地上への通信が途絶する。そのため地上の防空司令本部はコメットブラスターに頼らず、地上からの攻撃だけで彗星を排除しなければならなくなった。\n下地島基地からは、まず岩崎たちが4機で出撃。美風たちも地上で待機していたのだが、その時香鈴が突然倒れてしまう。"
                },
                "11": {
                    "ID": "301089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/301089",
                    "TitleEnglish": "Code 111 : Target Merge",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：111 TARGET MERGE",
                    "SummaryJapanese": "倒れた香鈴は、天体危機管理機構の人間によって運ばれていった。だが、香鈴が残した携帯電話に記されていた「助けて」というメッセージを見て不安を感じた美風、静羽、彩雲の3人は、香鈴が収容された東京の病院に行くため休暇を申請。だが沙也華は、彗星群が地球に接近している現在の情勢下では、パイロットを手放すことはできないという。\nそこで彼女は、機体を飛ばすのに必要な2人のパイロットを残すため、1人にのみ休暇を出すことを許可。だがその時基地司令のロバート・レイノルズ司令が現れて休暇を2人に与えることを決め、「パイロットはもうひとりいる」と言う。そのパイロットとは、沙也華本人だった。\nこうして美風と静羽は東京の病院へと向かうが、そこにいるはずの香鈴の姿はなかった。代わりに美風たちは、天体危機管理機構つくば研究所に香鈴がいるという情報を何者からか受け取る。 \nそのころオービタルステーションでは、隊員たちが二つの勢力に別れて対立。基地司令の宙美春たちが基地を制圧し、久保千鶴やアネット・ケイリーたちは軟禁されていた。"
                },
                "12": {
                    "ID": "301090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/301090",
                    "TitleEnglish": "Code 112 : Engage!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：112 ENGAGE!",
                    "SummaryJapanese": "第7オービタルステーションに香鈴がいるという情報を得た美風と静羽は、種子島基地へと向かった。そこに、彼女たちを宇宙へ送ることができるロケットがあるという。だが、島へと向かう美風たちの船を、哨戒艇が追いかけてきた。\n一方、下地島基地には、予定になかった輸送機が突然着陸。そこからは武装した兵士が続々と降り立ち、基地は一気に制圧されてしまった。武装兵を率いる男は、美風たちはどこに行ったのか沙也華たちに詰問する。 \nその時、オービタルステーションから通信が入る。アネットたちが軟禁されていた部屋を脱出し、オービタルステーションの状況を知らせてきたのだ。"
                },
                "13": {
                    "ID": "301091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/301091",
                    "TitleEnglish": "Code 113 : Final Approach",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：113 FINAL APPROACH",
                    "SummaryJapanese": "美風たちは種子島からロケットで舞い上がり、第7オービタルステーションに到着。美春たちは千鶴たちと合流して、美春の一派と戦闘をくり広げたのち、オービタルステーションの制圧に成功、香鈴を救出した。だが、地球には巨大彗星ナイジェルが接近していた。この彗星を阻むには宇宙空間での迎撃が絶対に必要だが、第7オービタルステーションのコメットブラスターたちは負傷して出撃できない。そのため、美風たちが宇宙迎撃機に乗り込んで出撃することになってしまう。一方下地島基地からも、地球に落下してくる彗星の破片を撃墜するため、岩崎たちが出撃した。"
                }
            }
        },
        "2": {
            "ID": "252251",
            "URL": "https://www.thetvdb.com/series/stratos-4/seasons/official/2",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "2268871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/2268871",
                    "TitleEnglish": "Code 201 : Wave Off",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：201 WAVE OFF",
                    "SummaryJapanese": "美風、香鈴、静羽、彩雲の4人は、千鶴とアネットの推薦を受け、コメットブラスターの昇進試験を受けるために下地島を旅立った。そして彼女たちと同期だった翼と空もテストパイロットになるために、岩崎もコメットブラスターとして新造された第8オービタルステーションに呼ばれたため下地島を去った。\nこうして人が少なくなった下地島だが、新たなコメットブラスター候補生として、青木霧子、立花美麗、二宮磨奈の3人が加わり、再び島は活気を取り戻しつつあった。だが、試験に落ちた美風たちが戻ってきて、以前に輪をかけて島はさわがしくなる。"
                },
                "2": {
                    "ID": "2268881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/2268881",
                    "TitleEnglish": "Code 202 : Roll Out",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：202 ROLL OUT",
                    "SummaryJapanese": "下地島に戻った美風、香鈴、彩雲、静羽の4人は、飛行教官見習いとして霧子、美麗、麿奈の訓練を担当することに。だが、いい加減な教え方しかできない美風や、機械のように数字をしゃべるばかりの香鈴など、とても教官として優秀とは言い難い。そんな時、基地に2機の迎撃機がやってくる。翼と空が、この基地に配属されることになった新型迎撃機MiG-31MSを飛ばしてきたのだ。それと同時にやってきた輸送機からは、MiG-31MSの設計者ルードヴィヒ・ミッターヒューバーが降り立った。\n一方第8オービタルステーションでは、司令官であるディアナ・イアハートが開発試験中の無人機を使用して、彗星の迎撃を実施しようとしていた。"
                },
                "3": {
                    "ID": "2268891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/2268891",
                    "TitleEnglish": "Code 203 : Angle of Attack",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：203 ANGLE OF ATTACK",
                    "SummaryJapanese": "美風たちは、レイノルズと一緒にいるクリスとベティーを目撃する。気になった美風たちが様子を見に行くと、スペースシード感染の治療が終わったクリスたちは、コメットブラスター任務への復帰が認められたのだという。それで宇宙に戻る前にレイノルズが下地島に呼んだのだが、かつて傲慢なほど自信に満ちあふれていたクリスたちは、今ではその影もすっかりなく、いつも何かに怯えているような状態だった。そこで美風たちは、2人を元気づけようと宴会を計画する。\n一方、クリスたちに会った佐古だが、彼の元妻の美春は以前回復しておらず、つくば研究所に移送されたという話を聞いて失望していた。そこで佐古は翼と空に、美春のことを調べるよう依頼する。"
                },
                "4": {
                    "ID": "2268901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/2268901",
                    "TitleEnglish": "Code 204 : Clear Air Turbulence",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：204 CLEAR AIR TURBULENCE",
                    "SummaryJapanese": "第8オービタルステーションにクリスとベティーが到着した。だが、先にこの基地に配属されていた千鶴、アネットは、以前の事件の記憶が蘇り、すぐにうち解けて2人を迎え入れるということができない。\n一方下地島の彩雲も、誰かからの手紙を受け取って以来落ち込んでいるようだった。だが、美風たちが理由を尋ねても何があったのか答えようとしない。\n一方、美春とその娘であるレイを収容している天体危機管理機構つくば研究所では、御厨ジュンと真紀の夫婦がスペースシードの研究を行っていた。そこに、以前から美風たちのまわりに出没していた謎の男である月野が、天体危機管理機構の機密資料を持って現れる。"
                },
                "5": {
                    "ID": "2268911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/2268911",
                    "TitleEnglish": "Code 205 : Dash One",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：205 DASH ONE",
                    "SummaryJapanese": "岐阜基地の翼と空が、いよいよ新型実験機のテストパイロットとして飛行する日がやってきた。それと同じころ、下地島基地でも岩崎たちが隕石撃墜のため離陸する。だが、翼たちの実験機が感知したデータによると、地球に落下中の隕石の軌道情報が、天体危機管理機構が送ってきているデータと異なっていた。このままでは、岩崎たちは隕石迎撃可能位置に届かない。\nそこで翼たちはこの情報を岩崎たちに送信。岩崎たちは彼らの話を信じ、実験機が送るデータに従って自機を誘導する。だがそれでも、岩崎たちの機の位置からでは、衛星にミサイルが届かない距離だった。"
                },
                "6": {
                    "ID": "2268921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stratos-4/episodes/2268921",
                    "TitleEnglish": "Code 206 : Lost Position",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CODE：206 LOST POSITION",
                    "SummaryJapanese": "再び月野がつくば研究所に現れた。さらに月野は、下地島基地の管制官である向日塔子とも会っていた。不審に思った美風たちが塔子たちの後をつけるが、実は塔子はレイノルズに頼まれて、月野から資料を貰っていたのだった。\n一方、月野の話を聞いた御厨ジュンは、娘のランを下地島から呼び出すことにする。ランと、彼女が乗る飛行機を操縦していた美風と彩雲はつくば研究所に到着。そこで3人はジュンと真紀から、スペースシードのこと、天体危機管理機構のこと、美春とレイのことを聞く。危険が近づいていると感じたジュンは、ランのもとにレイを預けることにしたのだ。だがランたちの出発の直前になって、佐古に頼まれていた美春の写真を撮ろうと、カメラを持った美風が研究所内へ戻った時、突然銃を向けられて…。"
                }
            }
        }
    }
}