{
    "URL": "https://www.thetvdb.com/series/this-ugly-yet-beautiful-world",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0834730/",
        "https://www.themoviedb.org/tv/34148"
    ],
    "TitleEnglish": "This Ugly Yet Beautiful World",
    "SummaryEnglish": "Two young high school boys, Takeru and Ryo, are struggling through teenage angst when a mysterious light in the woods offers forth a young girl practically out of Takeru's dreams. They are promptly attacked by a strange alien-looking monster, which is defeated when Takeru mysteriously and spontaneously transforms into a powerful and strange looking beast himself. Not much is clear about the girl, who they name Hikari (Light), but she is more than a little bit strange. Without a memory or a past, the girl is integrated into the lives of the two boys and their families. She knows only her love for Takeru. Most of the group live in a type of group home, along with Jennifer Portman, a drunken American super-scientist who can't keep her hands off the boys and has her own theories about what Hikari is. The series follows them as they hang-out, go to school, and take trips, and all the while Hikari, and also later her \"sister\" Akari, learn about the human condition. They are also joined by a shape-shifting robot called Ioneos, apparently loyal to Hikari, and Kuon, a little floating alien. They also encounter more strange monsters on occasion. The series spirals towards a rather unexpected climax questioning the value of human life, relationships, love, and the spirit of survival shown by all life on Earth.",
    "TitleJapanese": "この醜くも美しい世界",
    "SummaryJapanese": "大丈夫…ヒカリは絶対、俺が守るから！\n\n平凡な日常を過していた高校生の竹本タケルは、バイトのバイク便の配達の途中不思議な光と遭遇した。立ち止まった辺りをタケルが探すと、森の中で光り輝く繭の中から可愛らしい少女ヒカリが現れた…。謎の美少女ヒカリとの出会いによって、平凡だけれど何にも代えがたいタケルの毎日が、劇的に変わっていく…。",
    "Aliases": [
        "Kono Minikuku mo Utsukushii Sekai"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "26480",
            "URL": "https://www.thetvdb.com/series/this-ugly-yet-beautiful-world/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "4190413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-ugly-yet-beautiful-world/episodes/4190413",
                    "TitleEnglish": "Promo",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4190414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-ugly-yet-beautiful-world/episodes/4190414",
                    "TitleEnglish": "Metamorphose PV",
                    "SummaryEnglish": "Opening Music Video",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4190415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-ugly-yet-beautiful-world/episodes/4190415",
                    "TitleEnglish": "Clean Opening",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4190416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-ugly-yet-beautiful-world/episodes/4190416",
                    "TitleEnglish": "Clean Ending",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4190417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-ugly-yet-beautiful-world/episodes/4190417",
                    "TitleEnglish": "Clean Epilogue",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "29751",
            "URL": "https://www.thetvdb.com/series/this-ugly-yet-beautiful-world/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "345575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-ugly-yet-beautiful-world/episodes/345575",
                    "TitleEnglish": "Dawn is the Dividing Line Between Light and Darkness",
                    "SummaryEnglish": "Takeru has been telling Ryou what ideal woman would be like, when suddenly a bright light zooms down out of the sky, hits a tree, and BAM! Who should appear in the tree but Takeru's ideal woman, naked as a jaybird? She seems very vulnerable and scared and obviously doesn't know the basics of human customs or even speech. Takeru gives her a name and vows to protect her.",
                    "TitleJapanese": "暁は光と闇のわかれめ",
                    "SummaryJapanese": "何気ない日常を過ごしていた高校生のタケルは、バイトの途中で空からやってきた謎の光と遭遇した。一瞬意識をなくしたタケルは森の中で光る繭を見つけた。その中から、何と裸の美少女が落ちてきた。自らを「ヒカリ」と名乗りおびえる彼女にタケルは「ヒカリは自分が守る」と伝える。その時二人の前に謎の怪獣が現れて…。"
                },
                "2": {
                    "ID": "345576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-ugly-yet-beautiful-world/episodes/345576",
                    "TitleEnglish": "You're My First",
                    "SummaryEnglish": "Takeru and Hikari explain to his friends and family what happened the previous night. Hikari tells them she came to Earth from outer space because she was lonely, but doesn't know anything else about herself. However, because Takeru saved her he's now very precious to her. Takeru's male classmates go wild with jealousy because he's got a cute babe now.",
                    "TitleJapanese": "あなたが初めて",
                    "SummaryJapanese": "昨晩の出会いの後、ヒカリを自分の下宿先の家に連れてきたタケルだったが、従姉妹のマリにあっさりとヒカリが見つかってしまう。クラスメートも集まり、ヒカリについて問いつめられるタケル。その頃、昨夜の森では女性科学者ジェニファーが怪獣の死骸を調べていた。そして、ジェニファーは西野家に下宿することにして…。"
                },
                "3": {
                    "ID": "345577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-ugly-yet-beautiful-world/episodes/345577",
                    "TitleEnglish": "Two In the Shade of a Tree",
                    "SummaryEnglish": "Ryou is waiting to meet someone, although he himself doesn't really know this until he meets her. Her name is Akari, and she is obviously similar to Hikari in that she doesn't remember her past or have a name. Akari is living in the forest, because she remembers being there when she saw a night where there was a very bright light, and she wants to see a night like that again. Ryou begins going to see her regularly on his walks home, and begins to feel very protective towards her.",
                    "TitleJapanese": "二人の木陰",
                    "SummaryJapanese": "タケルと暮らし始めたヒカリは早くも家族の一人として過ごしていた。 そんなある日、タケルがヒカリと出会った森へと向かったリョウは、その外れにある湖の畔で雨にぬれる少女を見つける。少女は森の中で彼女がクオンと呼ぶものと暮らしていた。少女の住む森に毎日通い始めるリョウ。彼に少女は「アカリ」と名乗り…。"
                },
                "4": {
                    "ID": "345578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-ugly-yet-beautiful-world/episodes/345578",
                    "TitleEnglish": "Life From Now On",
                    "SummaryEnglish": "Ryou takes Akari home with him and soon his little sister Kimi starts to grow fond of Akari in spite of herself, and the three wind up declaring themselves a family, after which Akari moves into the Ninomiya household. Akari is introduced to Hikari and learns that she too came from space. Jennifer suggests that they used to be one being with no body, and then divided into two and gained bodies after they got to Earth.",
                    "TitleJapanese": "これからの人生",
                    "SummaryJapanese": "熱を出したアカリを連れて自宅に帰ったリョウ。兄のリョウがアカリを連れてきたことに驚く紀美。最初は迷惑顔だった紀美だが、アカリがひとりぼっちだと聞くと、放っておけず面倒を見るようになる。ジェニファーの「二人はもともと一つだったのでは」という話から、二人は自分たちが姉妹のようだと互いに喜ぶのだが…。"
                },
                "5": {
                    "ID": "345579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-ugly-yet-beautiful-world/episodes/345579",
                    "TitleEnglish": "School Days",
                    "SummaryEnglish": "Hikaru thinks it will be enjoyable to go to school with Takeru so she begins school with him. Soon she finds out that it is really boring.",
                    "TitleJapanese": "スクール・デイズ",
                    "SummaryJapanese": "ジェニファーの計らいで、学校に通うことになったヒカリ。そこに新しい出会いがあるのでは？と期待を胸に向かったヒカリだが、授業中の生徒たちのあまり楽しくなさそうな様子から、なぜタケルたちは学校に通うのか疑問に思うのだった。そんな中、避難訓練の途中で校庭に向かう列を突然離れたヒカリは、校舎へ向かい…。"
                },
                "6": {
                    "ID": "345580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-ugly-yet-beautiful-world/episodes/345580",
                    "TitleEnglish": "Lingering by the Water's Edge",
                    "SummaryEnglish": "It's summer break, and they all go to the mountains to camp. Hikari and Akari learn about nature and are happy; Ioneous and Jennifer get drunk, and are also happy. The group decides to play a game in the dark where they're basically supposed to split up into pairs and stake a flag on a rock. Hikari and Takeru wind up together and the rest of the group has fun spying on them, until Ioneous in monster-form starts running around in a drunken fit, making them think they're being attacked.",
                    "TitleJapanese": "水辺にたたずみ",
                    "SummaryJapanese": "待ちに待った夏休み、山へキャンプに出かけたタケルたち一行。初めてのキャンプで、川遊びや魚釣りなどを楽しむヒカリやアカリ。その夜、夏休みの定番「肝試し」をすることにした一同。タケルとペアになりうれしいヒカリと、二人きりで何を話していいか分からずあせるタケル。暗闇の中、二人の距離が急接近して…。"
                },
                "7": {
                    "ID": "345581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-ugly-yet-beautiful-world/episodes/345581",
                    "TitleEnglish": "Prelude to a Kiss",
                    "SummaryEnglish": "After the mountains, everyone heads to the beach. They all pitch in to help Takeru's aunt and uncle's beach restaurant. With Hikari making so many mistakes, she and Takeru are allowed to take off. They are attacked by a huge water dragon like thing and Takeru turns into his suped up form to save her.",
                    "TitleJapanese": "キスへのプレリュード",
                    "SummaryJapanese": "一丁の海の家（副業）を手伝いにきたタケルたち一行。ヒカリたち女性陣が水着姿で出迎えるお店は大反響。そんな中、タケルに良いところを見せようとお店の手伝いを頑張るヒカリだが、逆に失敗ばかりしてしまう。そして、タケルとお店で使う食材をとりに海へ出かけたヒカリは、突然タケルにキスをしようと迫るが…。"
                },
                "8": {
                    "ID": "345582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-ugly-yet-beautiful-world/episodes/345582",
                    "TitleEnglish": "This Wonderful World",
                    "SummaryEnglish": "It is the time for the Festival of Lanterns where Japanese people honor their dead. Hikari wonders about death and it's reality is presented to her when a cricket she's been keeping dies. Jennifer reports on the ED (Extended Definition) phenomena to her superiors. They wonder about what is to happen with a new extinction on the way, something that's happened seven times before in Earth's history. Hikari is plagued by dreams in which her \"dark\" half wonders why she's fraternizing with those she's to destroy.",
                    "TitleJapanese": "この素晴らしき世界",
                    "SummaryJapanese": "再び現れた怪獣に、改めてヒカリを守ることを決めたタケル。そんなある日、ヒカリとタケルは庭で鳴く鈴虫を見つけ、ヒカリの部屋で飼うようになる。また、海で二人のキスシーンを目撃したマリは、ヒカリに自分もタケルが好きだと宣言する。だが、ヒカリはマリも自分と同じくタケルのことが好きなことを純粋に喜び…。"
                },
                "9": {
                    "ID": "345583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-ugly-yet-beautiful-world/episodes/345583",
                    "TitleEnglish": "Wish Upon a Star",
                    "SummaryEnglish": "Takeru gets a fixer upper bike and spends most of his time working on it. Hikari feels left out and Mari takes the whole gang to a junk yard to find parts for the motorcycle. At the junk yard Akari confronts Hikari about their roles on Earth while Ryou and Takeru talk about their new found powers in the garage.",
                    "TitleJapanese": "星に願いを",
                    "SummaryJapanese": "一丁から、壊れたバイクを売ってもらったタケルはそのバイクを修理しようとしていた。ボロボロのバイクをタケルに与えた一丁から理由を聞き、タケルを手伝うことにするマリ。そんな中、アカリに自分たちが地球にきた理由を知っているのではないかと、問いかけるヒカリ。アカリがヒカリに語る二人の秘密とは…。"
                },
                "10": {
                    "ID": "345584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-ugly-yet-beautiful-world/episodes/345584",
                    "TitleEnglish": "False Heart",
                    "SummaryEnglish": "Mari buys a present for Takeru and is going to tell him her feelings for him. When she get to the garage, she sees Takeru about to kiss Hikari. She gets mad at Hikari and slaps her which triggers the destroyer in her. Now things are set in motion for the Earth to be cleansed for the next wave of evolution.",
                    "TitleJapanese": "偽りの心",
                    "SummaryJapanese": "自らの役割、この世界を滅ぼす存在、であることを知りつつ、それを避けようと思い悩むヒカリ。その頃、マリは自分の思いをタケルに告げるための決心をしていた。だが、元気づけようとヒカリをデートに誘ったタケルが、そのまま彼女にキスをしようとしたところを見てしまうマリ。駆け出すマリを追いかけたヒカリだが…。"
                },
                "11": {
                    "ID": "345585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-ugly-yet-beautiful-world/episodes/345585",
                    "TitleEnglish": "Flowing Along With Time",
                    "SummaryEnglish": "Hikari shows Takeru why he doesn't really love her and why he cannot truly love. Jennifer tells everyone her theories about what Hikari is and Ioneous confirms it. Ryou and Akari arrive trying to stop Hikari. Ryou shows Takeru why they are different even though they both have had parents that abandonded them.",
                    "TitleJapanese": "時の過ぎ行くまま",
                    "SummaryJapanese": "ヒカリに見せられた自分の過去に反応するかのように変身したタケルは、全てを壊したくなるような感情を必死に抑える。そして、滅びを始めようとするヒカリに立ち向かおうとするアカリ。だが、そんなアカリをリョウがとどめる。彼の言葉からヒカリがまだ迷っていることに気づいたタケルは、再びヒカリのもとに向かい…。"
                },
                "12": {
                    "ID": "345586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-ugly-yet-beautiful-world/episodes/345586",
                    "TitleEnglish": "My Heart's Song",
                    "SummaryEnglish": "Takeru convinces Hikari that he loves her, for real this time. Things have already been set in motion by Ioneous though so they must stop him before it's too late for the Earth.",
                    "TitleJapanese": "我が心の歌",
                    "SummaryJapanese": "大切なこの世界を守るため、タケルと共に滅びを止める決心をしたヒカリ。その頃、アイオニオスは滅びの準備を始めていた。それを阻止しようとするアカリ。ヒカリと共に滅びを止めようと決心したアカリは、リョウに別れを告げる。滅びを止める鍵であるクオンを手に、必死にアイオニオスに向かうタケル。そして…。"
                }
            }
        }
    }
}