{
    "URL": "https://www.thetvdb.com/series/macross-zero",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0353685/",
        "https://www.themoviedb.org/tv/60682"
    ],
    "TitleEnglish": "Macross Zero",
    "SummaryEnglish": "Macross Zero is set in 2008 A.D., one year before the events of the original Macross series, depicting the final battles of the U.N. Wars between the U.N. Spacy and the Anti-UN forces set in the South Pacific, where a gigantic alien spaceship crash landed 9 years earlier. Amidst the violence, a U.N. Spacy F-14KAI pilot named Shin Kudo is attacked by a strange enemy aircraft that can transform itself into a robot. Crash landing on Mayan Island he learns that this remote island and its peaceful native inhabitants hold a great secret linking them to the alien space ship and would become the focus of the war, whether they like it or not. Shin eventually returns to his carrier fleet and joins the Skull Squadron, who also operate brand new transforming fighters, the VF-0 Phoenix. He trains and engages Anti-UN forces operating from a converted ballistic missile submarine as both sides fight to locate and control alien artifacts, with the peaceful and agrarian Mayan caught in the middle of the war.",
    "Aliases": [],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "535453",
            "URL": "https://www.thetvdb.com/series/macross-zero/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5261710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-zero/episodes/5261710",
                    "TitleEnglish": "Macross 25th Anniversary Special Air Show Macross Zero version",
                    "SummaryEnglish": "Short movie about the Macross Zero Variable Fighters."
                }
            }
        },
        "1": {
            "ID": "16568",
            "URL": "https://www.thetvdb.com/series/macross-zero/seasons/official/1",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "311367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-zero/episodes/311367",
                    "TitleEnglish": "The Ocean, The Wind, And...",
                    "SummaryEnglish": "Having come off second-best in his first battle with an Anti Alliance transforming fighter, Shin awakes to find himself on stranded on an island, Mayan. Stuck with them while his wounds heal & while he tries to find a way to signal his base, he strikes up a friendship with island girl Mao, and an understanding of sorts with Mao's older sister, Sara."
                },
                "2": {
                    "ID": "311368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-zero/episodes/311368",
                    "TitleEnglish": "The Star of the Surface",
                    "SummaryEnglish": "The Alliance have developed their own transforming fighter, the VF-0 (or 'Zero'). It first sees action in the skies above Mayan, placing the lives of Mao & the other islanders at risk but giving Shin his opportunity to return."
                },
                "3": {
                    "ID": "311369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-zero/episodes/311369",
                    "TitleEnglish": "Blue and Desperate Battle",
                    "SummaryEnglish": "Shin discovers that Sara and Mao have strange abilities connected to the island. Tension between Sara and Aries intensifies when Sara's mentor was the same professor that drew blood from her at a younger age. Meanwhile, Mao brings Shin into the ocean to show him the island's \"secret treasure\" - a large fragment of the ancient relic known as \"AFOS.\" There, Shin learns more about adapting to different environments by observing a school of flying fish and a flock of birds that also swim. But Mayan and the ocean surrounding it once again become a war zone when anti-U.N. forces attack the Asuka II fleet and the island in hopes of taking away the heavily-guarded AFOS. Shin and Edgar - aboard their VF-0D - must protect the AFOS fragment discovered by Mao from the invading forces."
                },
                "4": {
                    "ID": "311370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-zero/episodes/311370",
                    "TitleEnglish": "Jungle",
                    "SummaryEnglish": "After crash-landing, Shin finds a priestess in the Mayan jungle. Although they both are captured and tortured, they manage to escape but they are relentlessly chased by their enemies."
                },
                "5": {
                    "ID": "311371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-zero/episodes/311371",
                    "TitleEnglish": "The Birdman",
                    "SummaryEnglish": "In the South Pacific, two military forces prepare to fight a nuclear war. In desperation, Shin and Sara decide to sacrifice themselves . . . in order to protect the Mayan people."
                }
            }
        }
    }
}