{
    "URL": "https://www.thetvdb.com/series/honey-and-clover",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0478838/",
        "https://www.themoviedb.org/tv/35415"
    ],
    "TitleEnglish": "Honey and Clover",
    "SummaryEnglish": "Takemoto Yuuta, Mayama Takumi, and Morita Shinobu are college students who share the small apartment. Even though they live in poverty, the three of them are able to obtain pleasure through small things in life. The story follows these characters' life stories as poor college students, as well as their love lives when a short but talented 18 year old girl called Hanamoto Hagumi appears.",
    "TitleJapanese": "ハチミツとクローバー",
    "SummaryJapanese": "美大に通う竹本祐太は、教師の花本修司の親戚花本はぐみに一目惚れする。\n花本はぐみは、小柄で、大学生には見えない外見と人見知りがはげしく臆病な性格の少女だが、芸術に関しては天賦の才を発揮し既に注目を集めている天才である。\nそして、祐太の先輩である留年生である森田忍も天才的才能をもち、はぐみの資質を一目で見抜く。\n作品を通じてこの三人の交流を中心とし、真山や山田、理花の複雑な恋模様などにも触れられながら、自身の生き方、報われない愛など若者の苦悩が語られていく。",
    "Aliases": [
        "HachiKuro",
        "Hachimitsu to Clover",
        "Honey and Clover II"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "26492",
            "URL": "https://www.thetvdb.com/series/honey-and-clover/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "331024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/331024",
                    "TitleEnglish": "Chapter L: Facing the Legend",
                    "SummaryEnglish": "Takemoto, Morita, Mayama, and Professor Hanamoto all reminisce about Lohmeyer, a friend of theirs. In a flashback, it is revealed that he is a large, bulky guy, and known for his generosity and his kindness. He brings tons of meat to them, as the four happily ask for more. Until one day, Lohmeyer disappears, leaving the four in major depression and sorrow. In the present, Takemoto and Mayama go to an amusement park. Mayama explains the history and design of the amusement park as well as its mascot, leaving Takemoto in total shock. The suit of the mascot, ironically, was worn by Lohmeyer at the time. Mayama says that Lohmeyer as the mascot attracted more adults than children, because of his personality. Takemoto then wonders about Lohmeyer as the mascot of the amusement park. However, Takemoto, Hagu, Mayama, and Yamada are surprised to discover that Morita is the new wearer of the mascot suit.",
                    "TitleJapanese": "ローマイヤ先輩スペシャル",
                    "SummaryJapanese": "DVD初回限定盤5巻　特典OVA"
                },
                "2": {
                    "ID": "331025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/331025",
                    "TitleEnglish": "Chapter F: You Are The Fashion King",
                    "SummaryEnglish": "Before Mayama started working at the Fujiwara Design Office, Miwako becomes upset to see Yamazaki in a fashion magazine. It is explained that Miwako bought a shirt for Yamazaki as a practical joke device. However, the shirt seems to suit him well. Each day, Miwako attempts to give Yamazaki another shirt as a practical joke device, but she again fails to humiliate him, seeing him display the same fashion magazine. After Morita returned from America, Mayama plays shogi with Professor Hanamoto. When Takemoto and Hagu arrive, they all converse about how Yamada behaves at parties. It is explained that Yamada is the most attractive girl at every party, but she experiences love sickness after becoming drunk. Moreover, Mayama becomes responsible for caring for Yamada after every party.",
                    "TitleJapanese": "藤原デザイン事務所スペシャル",
                    "SummaryJapanese": "DVD初回限定盤7巻　特典OVA"
                }
            }
        },
        "1": {
            "ID": "15971",
            "URL": "https://www.thetvdb.com/series/honey-and-clover/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "305741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305741",
                    "TitleEnglish": "The Day It All Began",
                    "SummaryEnglish": "An unusual transfer student arrives at the art school Takemoto attends and attracts the attention of Morita, causing him to go on a photo-taking spree on her. Mayama, Takemoto and Yamada soon discover her artistic talents.",
                    "TitleJapanese": "人が恋に落ちる瞬間を見てしまった。まいったな……",
                    "SummaryJapanese": "築25年、家賃3万8千円のボロアパートに住む、美大生の竹本祐太は、同じ大学の先輩・真山巧、森田忍にからかわれつつも楽しい共同生活を送っていた。新学期を迎えたある日、花本先生の従兄弟の娘で少女のように小さく可憐な編入生・花本はぐみを紹介される。"
                },
                "2": {
                    "ID": "305742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305742",
                    "TitleEnglish": "Two Loves Start Swirling",
                    "SummaryEnglish": "Morita's motive for his terrible treatment on Hagumi is revealed in his website, and the stressed out Hagumi is enraged by what but he did. However, Morita soon repays her for her troubles.",
                    "TitleJapanese": "はぐちゃんを見て少し、焦った……っていうか",
                    "SummaryJapanese": "執拗にちょっかいを出す森田にすっかり怯えてしまったはぐみ。そのストレスを作品制作にぶつけるが、それはなんと、彼女の見かけからは想像できないほどの超巨大なマッチョ像！ 実ははぐみは将来を期待される才能の持ち主だったのだ。そんなはぐみを見て、竹本は複雑な心境になる。"
                },
                "3": {
                    "ID": "305743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305743",
                    "TitleEnglish": "Why Is This Happening to Me?",
                    "SummaryEnglish": "Takemoto, Morita and Mayama are invited over to the Hanamoto's for a dinner party after Hagumi brings back some soba from her summer vacation in Nagano. However, Morita and Mayama fail to attend. Takemoto offers to help Hagumi with something but soon finds that he has taken on more than he can chew. And Mayama's job puts a serious strain on Yamada.",
                    "TitleJapanese": "あのさ、お前。なんで俺なんだ？",
                    "SummaryJapanese": "帰省中のはぐみから電話をもらうほど仲良くなった竹本たち。電話口でドギマギする竹本を笑う真山だったが、一本の電話が彼を走らせる。電話は、原田デザインの理花からだった。一方、同級生の山田あゆみはそんな真山への気持ちを諦め切れずにいる。"
                },
                "4": {
                    "ID": "305744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305744",
                    "TitleEnglish": "The Boy and the Girl Are Swayed",
                    "SummaryEnglish": "Mayama's love life still remains difficult. Hagumi feels the stress of being different from everyone. And Morita organises a Christmas party for the Christmas Eve.",
                    "TitleJapanese": "ホントはあんま好きじゃない。クリスマス…",
                    "SummaryJapanese": "周囲の学生から浮いているはぐみ。プレッシャーから倒れそうなところを竹本に介抱される。街もクリスマスムードが盛り上がってきたある日、サンタの格好をした森田がクリスマス会のカードを配りに来た。しかし、竹本にとってクリスマスは楽しいものではなかった。だが、今年のクリスマスは違った。皆が、そしてはぐみが居たから。"
                },
                "5": {
                    "ID": "305745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305745",
                    "TitleEnglish": "Thinking of Mother Back Home",
                    "SummaryEnglish": "Takemoto reluctantly returns home for the New Year and meets Kazuo, his step-father. In the second part of the episode, the gang takes a road trip to a hot spring using the money won from a lottery ticket.",
                    "TitleJapanese": "……うん………ただいま……",
                    "SummaryJapanese": "久々に帰省する竹本。気が進まない理由は、母の再婚相手である稼頭男のストレートさが苦手だからだ。帰京して花本先生の家に向かった花本に、はぐみは「おかえりなさい」と微笑む。その後、クリスマス会の森田のプレゼントの宝くじが当たり、花本先生の引率で熱海へと行く一行だったが…。"
                },
                "6": {
                    "ID": "305746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305746",
                    "TitleEnglish": "Confessions and Tears",
                    "SummaryEnglish": "The group visits a rather eerie zoo. Shuuji reveals to Mayamoto his history with Rika and her husband. In the second half of the episode, the students are hard pressed to complete their final term art work especially Morita.",
                    "TitleJapanese": "……なあ山田、なんで俺なんか好きになっちまったんだよ",
                    "SummaryJapanese": "温泉からの帰り道、遊園地でしばし遊ぶ一行。真山は花本先生から理花の過去を聞く。花本は理花の亡くなった旦那の原田と親友だったのだ。卒業シーズンになり、皆の進路はバラバラに。飲み会の帰り道、酔った山田を背負いながら歩く真山。山田への応えられない気持ちを語る真山と、泣きながら告白する月だけが見ていた。"
                },
                "7": {
                    "ID": "305747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305747",
                    "TitleEnglish": "We're Going to Look For a Miracle",
                    "SummaryEnglish": "Shuuji Hanamoto has to be away for a year for a job assignment and he worries about whether he should bring his niece, Hagumi, along with him. Intending to give her uncle a good luck charm for his trip, Hagumi searches for a four-leaf clover.",
                    "TitleJapanese": "はぐ、一緒に行こう",
                    "SummaryJapanese": "長期に渡る海外でのフィールドワークに、恩師から誘われて迷っていた花本先生。はぐみを一人にすることを心配していたが、意に反して、「大丈夫。お友達がいるから」と出発を促される。旅立つ花本先生のために四葉のクローバーを見つけに行くはぐみ。竹本たちも手伝い、皆で一緒に探すが…。"
                },
                "8": {
                    "ID": "305748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305748",
                    "TitleEnglish": "I Couldn't Leave You Alone",
                    "SummaryEnglish": "Hagumi and Ayama hold a dinner party and invite the guys over but it soon turns out that it's a special day for one of them. And in the second part of the episode, Hagumi has to spend a night alone in the apartment when Ayama has to return home to her family.",
                    "TitleJapanese": "あぁ……遠いなぁ……",
                    "SummaryJapanese": "竹本の誕生会で、花本宅に集まった面々。途中で帰る真山を見送る山田は、まだ真山への恋心を捨てられずにいた。しかし、真山の心は相変わらず理花の存在が占めたまま。一方、竹本は、上京以来初めて1人の夜を過ごすはぐみを心配し、彼女のもとへと向かっていた。"
                },
                "9": {
                    "ID": "305749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305749",
                    "TitleEnglish": "Why Can't I Tell Her?",
                    "SummaryEnglish": "Everyone is working late preparing their exhibits for the school festival including Hagumi, who has trouble with her wax work. She later finds a white broach that someone had made for her. The broach is quite similar to the one she had doodled on her notebook. Hagumi also gets a job to help Yamada sell Christmas goodies at her family store but they have to compete with a new supermarket that has opened nearby.",
                    "TitleJapanese": "彼女は気付いただろうか？なぜオレは教えないんだろうか？",
                    "SummaryJapanese": "浜美祭まで、あと8日と迫ったキャンパス。花本先生がいなくなった今、はぐみは相談相手を失い、創作活動の壁にぶつかっていた。森田は元気のないはぐみに気がつき、贈り主がわからないよう、こっそりとブローチを贈る。それを偶然察してしまった竹本は、はぐみにそのことを告げようかどうか迷っていた…。そして、冬の足音が近づいてくる。"
                },
                "10": {
                    "ID": "305750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305750",
                    "TitleEnglish": "We Cross the Sky",
                    "SummaryEnglish": "The five friends decide to take a ferry ride over the Sumida river and visit the Kasai Seaside Park.",
                    "TitleJapanese": "……そんな簡単に放り出していいもんじゃないだろ……",
                    "SummaryJapanese": "12月も終わりに近づいた寒空の下、竹本たち5人は、水上バスに乗って短い船旅に出た。竹本は、はぐみの身に着けているブローチを目にして、切なそうにはぐみを見つめる。そんな竹本の様子を気遣い、真山が竹本にはぐみと過ごしてきた決して短くない時間を思い出させる。竹本の思い出が観覧車のようにゆっくりと回っていた。"
                },
                "11": {
                    "ID": "305751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305751",
                    "TitleEnglish": "Love Pushes us Around",
                    "SummaryEnglish": "Takemoto and Yamada talk about Mayama's future and how Hagu has grown before they are interrupted by Professor Hanamoto's sudden and early return from his trip to Mongolia. Everyone then gathers at night to hear about Professor Hanamoto and his teacher's trip. The next day, Hagu goes out shopping with Morita for art supplies due to everyone else being busy. Hagu wrests with her feelings for Morita as he treats her coldly the entire day. Eventually, Hagu returns and cries to Professor Hanamoto, nearly regressing to the past where she only trusts Professor Hanamoto.",
                    "TitleJapanese": "た……楽しくなかった……",
                    "SummaryJapanese": "今朝も森田のやりたい放題が原因で、もめている社会人・真山と未だ学生・森田。その狭間で泣いている竹本。そんなある日、花本先生が、突如、モンゴルから帰国するのだが…。帰国後の残務に追われ、はぐみの相手をできない花本先生の代わりに、森田がはぐみと二人きりで買い物に出かける事に。そんな二人を見送ることしか出来ない竹本。それぞれの想いがゆっくりと交錯していく。"
                },
                "12": {
                    "ID": "305752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305752",
                    "TitleEnglish": "Unexpected Kiss and a Sudden Seperation",
                    "SummaryEnglish": "It is spring again. The whole group attends the annual school festival. Some of them tell stories about what happened recently to them, while others think of their loved ones. Later on the next day, Hagu is still in an uncomfortable mood. She went out to buy tobacco for Professor Hanamoto and took a look of cherry blossoms for a while. Morita suddenly appears in his eccentric behavior, giving her his scarf and kissing her unconsciously. He ran away the moment he realized what he had just done. Hagu was quite shocked after that and she got a fever which, according to Professor Hanamoto, is often caused to her by stress. Professor Hanamoto told Takemoto about Hagu's uncomfortable feelings while going out with Morita last time, and he said she did not realize that was because she liked him. Takemoto, feeling depressed, comes back home, finding the person responsible for summoning Morita to work, who is seen breaking into Morita's overly secured room.",
                    "TitleJapanese": "バッカヤロウ。何考えてんだよ！",
                    "SummaryJapanese": "伝説の大学8年生になった森田は、花見の席で意気揚々とリサイタルなどを催す。一方、はぐみはなんだか元気がない。竹本は、はぐみがブローチをはずしている事に気づく。森田と出かけたあの日以降、様子がおかしいはぐみだったが、ついに体調を崩し、寝込んでしまう…。そして森田は、帰国予定もわからぬままに、突然ロスへと旅立ってしまう。竹本は、急いで空港へと後を追うが、森田を乗せた旅客機は、すでに空の上だった。機影に向かって叫ぶことしかできない竹本は、力なく項垂れる…。"
                },
                "13": {
                    "ID": "305753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305753",
                    "TitleEnglish": "The Words I Wanted to Hear",
                    "SummaryEnglish": "Takemoto later announced the news about Morita leaving to Los Angeles to Hagu and the rest. Later, they all went to Morita's room, since the door was destroyed by Kaoru. Takemoto asked Hagu whether or not she wants Morita to return, but her stern and straightforward answer before was really hurting him. The story mainly talked about Yamada and her feelings later on. To save money, Mayama asked Yamada to help making some artwork for his firm's project. Takemoto, seeing Hagu all fired up creating her latest work, reminded him of Morita's dedication in his work. Yamada invites Hagu along with the gang to the fireworks display that will be taking place that evening. Both Hagu and Yamada choose their yukatas for the event. Later that evening, Yamada, being conscious with her look, revealed that she just wanted Mayama to compliment her on her yukata.",
                    "TitleJapanese": "……彼女に……僕はいったい、どんな答えを期待していたんだろう",
                    "SummaryJapanese": "唐突にアメリカに旅立った森田。残された一同は、ただ唖然とするばかり。「森田さんに、帰ってきて欲しい？ 帰って来て欲しくない？」何を思ったのか、いきなりはぐみに問いかける竹本。しかし、はぐみの口からは竹本の予想外の答えが返ってきた…。はぐみが森田に特別な感情を抱いていたことに初めて気が付いた真山と山田。そして、それ以来、はぐみは創作活動に没頭するようになる。そんなはぐみを心配に思った山田は、気晴らしにみんなで花火大会に出かけようとはぐみを誘うことに。"
                },
                "14": {
                    "ID": "305754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305754",
                    "TitleEnglish": "I Felt Her in My Dreams",
                    "SummaryEnglish": "Mayama dreamed of Rika-san. His co-worker said when one dreamed of another, that was because the person in the dream wanted them to meet so much that the soul escaped the body and came to the dream. Mayama was doubt about that but on the way came back from a conference, he and his co-workers passed a park where Rika-san was just behind a fountain watching him passing by. Mayama didn't notice until later on. But when he ran back to the fountain, she was not there anymore.",
                    "TitleJapanese": "夢の中で、彼女に遭った……",
                    "SummaryJapanese": "藤原デザイン事務所で、美和子、野宮たちやり手の先輩に囲まれながら奮闘している社会人・真山。しかし、ふと気が付くと昨晩見た理花の夢のことを思い出している。そんなとき、偶然、公園で真山を見かけた理花は、声をかけることをしない。野宮は花器をオーダーするため山田を紹介して欲しいと真山に頼むが、真山は頑なに野宮を山田に近づけないようする。それを不思議に思った美和子たちは…。"
                },
                "15": {
                    "ID": "305755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305755",
                    "TitleEnglish": "You're Such a Fool! What Were You Thinking?",
                    "SummaryEnglish": "Mayama's work is going well, but he still misses Rika-san. Her current assistant suddenly has health problem and needs to stay in hospital. Mayama meets Rika-san in hospital and asks her if he can come back, but she rejected. Nomiya at the same time wants to meet Yamada and really gets his eyes on her. Mayama tried to protect Yamada from him (much like a mother) as he says he wants her to meet a guy who treasures and don't just hook her up for fun. Takamoto was searching for jobs and doing his final project, which later on was given name by Hanamoto-sensei. This name made the idea become clear and his work masterpiece.",
                    "TitleJapanese": "……理花さん。オレをまた原田デザインで使ってもらえますか？",
                    "SummaryJapanese": "真山を挑発するかのように、野宮は山田に急接近する。そして野宮は、山田を半ば強引に長野へと、ドライブに連れて去る。二人の関係が気になる真山だが、突然浅井さんが倒れてしまい入院したことを聞かされる。見舞いに訪れた病院で、1年以上ぶりに理花と再会をはたした真山は、あらためて一緒に仕事がしたいと申し出るのだが…。"
                },
                "16": {
                    "ID": "305756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305756",
                    "TitleEnglish": "The Moon Is Calling Her",
                    "SummaryEnglish": "The firm Mayama was about to be apart. For some intentional purpose, his boss put him into the group of people who have to leave Tokyo to another place. At the same time, Rika-san's assistant was is hospital and she hasn't been able to find a replacement. Hence, Mayama decided to leave the firm and came back to work for Rika-san, without much of asking for her permission. Yamada acknowledged about this through Nomiya (Mayama's boss) and she was really depressed after that. After that, she was proposed by four guys from the shopping arcane (they were friends since small) but she ran away. Hanamoto-sensei later on explained for her that the situation of her and Mayama was similar and in that case (loving someone who doesn't love you), people could just choose either \"make some effort or give it up\" and advised her to tell those guys her true feelings. After Yamada left, Hanamoto-sensei's thinking revealed that there is a third choice, but he would never speak it out.",
                    "TitleJapanese": "3つ目の答えを、僕は、口にしない……",
                    "SummaryJapanese": "4年生になった竹本は、卒制や課題、就職活動とやらなければいけないことを抱えながら、心ここにあらずと不思議な塔を製作している。竹本を心配するはぐみと、そっとしておこうと気遣う山田。そんな時山田は、いきなり4人の男性から同時にプロポーズを受けることに。困った山田は、花本先生に相談していくうちに、少しだけ真山の気持ちを理解できた気がした。一方、真山は突然、藤原デザイン事務所を辞めてしまう…。"
                },
                "17": {
                    "ID": "305757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305757",
                    "TitleEnglish": "I Don't Understand My Own Feelings",
                    "SummaryEnglish": "Having lost Mayama from the Fujiwara Design Office, Miwako expresses her depression by buying a massage chair for their new office. Yamada, who was brooding over the proposal of her childhood friends, confronts them and turns them down properly, later wishing for their own happiness while selling cakes with Hagu. Meanwhile, Takemoto is being depressed from the fact that he has not realized yet what his goal in life really is, giving him trouble on his job applications. He then took down the artwork he made for the art exhibition, much to a surprise for the others.",
                    "TitleJapanese": "オレに無いのは、目的地なんだ……",
                    "SummaryJapanese": "人間関係に不器用な竹本は、就職試験の面接で苦しんでいた。自分がやりたいことが定まらないらしい。そんな竹本をずっと心配するはぐみ。そして、またクリスマスの季節が近づいてきた。しかし、去年のそれと違って、今年は森田と真山たち、いつものメンバーは揃わなかった。竹本は、卒制作品を完成させることなく、胃潰瘍で病院に運ばれることになる。目を覚ました竹本の前に立っていたのは…。"
                },
                "18": {
                    "ID": "305758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305758",
                    "TitleEnglish": "He Came Back",
                    "SummaryEnglish": "Morita, airing on television in a startling appearance, is given an Academy Award. After making a ruckus on the hospital ward, they were shocked to see Morita on the bed right beside Takemoto. The next day, they return to the hospital, only to see Morita well. After Professor Hanamoto drags Morita away for his thesis, Yamada asks Mayama about his work, realizing that she herself is being hurt from the fact that only Mayama and Rika are working together. Later, Morita was given a heavy lecture by Professor Tange, but still ends up graduating due to his graduation thesis being finished and submitted in time, being that his work was a self-portrayed hand-made sculpture made of gold. But he returns later, enrolled as a third-year student in the Japanese painting department.",
                    "TitleJapanese": "森田さんが戻って来たら……彼女は？そして……",
                    "SummaryJapanese": "大驚愕する竹本たち。TVに森田が映っている。しかも権威あるハリウッドの映画祭での受賞スピーチ場面だ。さらに一同を驚愕させる森田。彼は、いつの間にか日本に帰って来ていた。その翌日、森田には卒制提出期限が迫っていた。無事に卒制を提出し、8年間の大学生活にピリオドを打つことが出来るのか？ 誰もが予想出来ない森田の行動に、ひさしぶりに周囲は振り回されることに…。"
                },
                "19": {
                    "ID": "305759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305759",
                    "TitleEnglish": "Time Begins to Move Forward Again",
                    "SummaryEnglish": "Mayama arrives at the Fujiwara Design Office, only to found out that Yamada is there. After she leaves abruptly, Mayama mistakes Nomiya's business interest with Yamada for his love interest. Mayama then goes to the apartment to meet up with Takemoto and Morita. When the three gather to eat dinner prepared by Morita, Takemoto reminisces over the time when Morita departed to America. The following night, Mayama meets up with Takemoto, Morita, Yamada, Professor Hanamoto, Yamazaki, and Miwako at the annual school festival. Later after the festival, Yamada agrees to go with Nomiya, after she had an argument with Mayama. However, Yamada begins to have second thoughts about going out with Nomiya, as she faces the truth about her relationship with Mayama told by Nomiya. Meanwhile, at the Fujiwara Design Office, Yamazaki and Miwako talk with Morita and Mayama about Nomiya.",
                    "TitleJapanese": "こうやっていつも、真山は私を見失う",
                    "SummaryJapanese": "辞めたばかりの藤原デザインと仕事をすることになった真山。打ち合わせのために事務所を訪れると山田と鉢合わせに。いつのまにか山田が野宮と仕事をしていることを知る。過去の経緯もあり、二人の関係が気になる真山。理花に想いを寄せつつ、山田のことも放っておけない中途半端な立ち位置。花見の席で、そんな情けない真山の態度を見かねて、山田は野宮に対して思いもよらぬ言葉を口走ってしまう…。"
                },
                "20": {
                    "ID": "305760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305760",
                    "TitleEnglish": "I Said a Prayer to the Moon Above Us",
                    "SummaryEnglish": "Nomiya calls Yamazaki and Miwako to the office early in the morning to assist a drunken Yamada to her father's house. Later on, Morita meets up with Mayama, and Morita tells Mayama that he wants to visit the office again sometime. Mayama views pictures of Ferris wheels taken by Nomiya, noticing how much Ferris wheels meant to Nomiya. Morita finds Yamada, having great concern over her. Morita then walks her to her house. The next day, Professor Hanamoto explains to Takemoto how he became a teacher. Takemoto then tells Professor Hanamoto that everyone except him has their future planned out, including Hagu. Morita becomes surprised that Hagu doesn't want her paintings to be displayed and shown in museums and art galleries.",
                    "TitleJapanese": "それをケアすんのがアンタの役目だろう！",
                    "SummaryJapanese": "留年したものの未だに進路が見えてこない竹本。卒業後も絵を描き続けるというはぐみの言葉を聞き、竹本は自分の不甲斐なさに落胆する。一方はぐみは、森田に賞にあわせて作品を描いていることを指摘されてしまう。森田は、はぐみにもっと大きなスケールで創作活動をさせるべきだと花本先生に強く訴えるのだが…。それぞれが、いまだ見えぬ将来に思い悩む日々が続いている。"
                },
                "21": {
                    "ID": "305761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305761",
                    "TitleEnglish": "I'd Always Been Afraid",
                    "SummaryEnglish": "Takemoto meets with Professor Hanamoto and a businessman. The businessman offers Takemoto a job, and Takemoto quickly accepts the job. Takemoto celebrates this occasion with Morita, Mayama, Hagu, Professor Hanamoto, and Yamada. However, the businessman had declared bankruptcy. Meanwhile, the Tottori firm joins back with the Tokyo firm, resulting in some unfinished work in the Fujiwara Design Office. Yamada catches Nomiya before he walks out, dropping off some pottery at the office. Miwako tells Yamada that Nomiya is headed over to the Tottori firm, which surprises Yamada. Takemoto disappears and hasn't returned to the apartment in a few days, causing the others to be worried.",
                    "TitleJapanese": "……空っぽだ……",
                    "SummaryJapanese": "藤原デザインの双子社長が気まぐれに仲直り。その処理のため、野宮は山田に告げずに、しばらく鳥取へ行くことに。依然、進路のことで悩み続ける竹本。花本先生の紹介で就職が決まりかけていた事務所も、就職内定祝いの夜に倒産してしまう。何とか竹本を元気づけようと、みんなで竹本を励まそうとするのだが…。気がつくと竹本は、降り出した雨を気にすることなく、ただひたすら自転車のペダルをこぎ続けていた。"
                },
                "22": {
                    "ID": "305762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305762",
                    "TitleEnglish": "Like a Flower Wet With Rain",
                    "SummaryEnglish": "Takemoto travels to many houses to get water to drink. Miwako text messages for Yamada to Nomiya, as she wonders how he is doing. Hagu believes that she is selfish for not displaying her paintings. Takemoto is uncertain to return to the apartment. Unfortunately, his bicycle breaks down when he passes by a temple. He meets with carpenters who restore temples and shrines. He decides to help them until he is able to buy a new bicycle. Professor Hanamoto reveals to Hagu that Takemoto reminds him when he was younger. Yamada meets Rika for the first time, and she eventually starts to feel sorry for Rika.",
                    "TitleJapanese": "……トンネルを抜けると、とてもキレイな所に出た……",
                    "SummaryJapanese": "竹本が、目的のないまま自転車で走り出して、一週間が過ぎようとしていた…。依然、自分は見つからないものの、100円ショップでアイテムを補給したり、民家で水を分けてもらったりしながら、ひたすら北へと進み続ける竹本。その後、松島で竹本は、寺や神社の修復士の一団に出会い、旅の軍資金を得ようと、その集団で下働きを始めることになるのだが…。そのころ東京では周囲の期待に応えられないはぐみが自分の将来のことで心を痛めていた…。"
                },
                "23": {
                    "ID": "305763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305763",
                    "TitleEnglish": "Now, I Start Running",
                    "SummaryEnglish": "Takemoto cooks for the carpenter, and they seem to like the food he prepares. Takemoto calculates that he will work for ten days until he is able to buy a new bicycle. Meanwhile at the Fujiwara Design Office, Rika ask if Yamada could work with her, since she takes an interest in Yamada's pottery. Mayama becomes worried when he hears the news. Takemoto reluctantly wants to stay with the carpenters, since they love his cooking. He gradually starts finding himself after bonding with the carpenters. One of the carpenters lends Takemoto his bicycle as well as a map, giving Takemoto quite a surprise. The carpenters say farewell to Takemoto, as he leaves to finish the rest of his journey.",
                    "TitleJapanese": "……そして、僕はもう一度走りだす……",
                    "SummaryJapanese": "修復士たちの下で働き始めたものの、いきなりの修復作業に全く役に立たない竹本。しかし、食事の準備などを完璧にこなし周囲を驚かす。そして、彼自身も皆に喜んでもらえる現状に満足し始めてしまうのだが、修復士の中には、そんな竹本のことを快く思わない者もいて…。一方、東京では、理花が真山に、山田に器の製作を依頼したいと申し出るが二人を合わせまいと真山はそれを断ってしまう。しかし、理花からの依頼のことを直接知った山田は、そんな真山の気持ちに対して悩んでしまう…。"
                },
                "24": {
                    "ID": "305764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/305764",
                    "TitleEnglish": "Just Like the Ferris Wheel Keeps Going Around",
                    "SummaryEnglish": "Takemoto views the map the night before he starts traveling the next morning. He comes across a store near a school, and ends up eating sweet rolls. The store owner talks to him about her time in America, offering him some corn for the trip afterward. Takemoto reminisces about the time he wished he could go to America with his father. Not paying attention, he falls off his bicycle, but manages to get back on and continues on his journey back to the apartment. When he arrives home, he goes to see Hagu. Professor Hanamoto goes to see Hagu shortly after, but finds out that both Takemoto and Hagu are asleep. Takemoto wakes up the next morning and receives a warm welcome from everyone.",
                    "TitleJapanese": "……ついた……",
                    "SummaryJapanese": "自転車での旅を再開した竹本。しんさんから借りた自転車や地図や旅の道具が何とも頼もしい。旅の途中で出会う人々、初めて見る景色、はじめての経験、そして幾多の困難までもが、竹本にいろいろなことを語りかけてくる。死んだ父のこと、学校のこと、将来のこと、そして…。ペダルを踏みすぎて、靴の底が抜けた頃、ついに竹本はある場所へとたどり着くのだった。そこで竹本が見たものは彼が子供の頃に思い描いていた場所だったのだろうか？ 竹本がそこで見つけた答えとは…。"
                }
            }
        },
        "2": {
            "ID": "41896",
            "URL": "https://www.thetvdb.com/series/honey-and-clover/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "445815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/445815",
                    "TitleEnglish": "And Now, We Start Turning Again",
                    "SummaryEnglish": "Takemoto reminisces about his life when he first went to art school. He recalls about rooming with Morita and Takemoto, and about meeting Hagu for the first time. Memories of Mayama and Yamada's feelings for each other are displayed. Memories of Hagu and Morita's feelings for each other are displayed as well. Flashbacks of Mayama's jealousy of Nomiya are depicted. Flashbacks of Yamada's jealousy of Rika are also depicted. Scenes of Takemoto's journey of finding himself are shown. Takemoto gets his driver's permit, showing it to all his friends.",
                    "TitleJapanese": "……そして、僕たちは再び回り始める……",
                    "SummaryJapanese": "『……そして、僕たちは再び回り始める……』 大学にほど近いアパートで、美大に入ったものの、自分の進むべき道を見つけられずに悶々としていた竹本祐太。気の合う先輩の真山巧や森田忍と、それなりに楽しい日常をすごしていたのだが…。そんな頃、大学で編入生の花本はぐみと出会うことで、竹本の日常は、ゆっくりと回り始める。やがて、自転車のペダルを踏みしめながら、あてどもなく旅をすることになる竹本や仲間たちの青春恋愛模様を振り返る。"
                },
                "2": {
                    "ID": "445816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/445816",
                    "TitleEnglish": "I Couldn't Even Say It if I Wanted To",
                    "SummaryEnglish": "Hagu starts hiccuping and Shūji helps her stop, using a technique, but fails. However, Morita shows up, causing her to repeatedly and rapidly hiccup a lot. Takemoto arrives to help her, using another technique, and Hagu's hiccups stop. Yamada turns in a project to Professor Shōda, which delighted him. Yamada and Rika then celebrate for completing the project. Mayama, showing hospitality, allows Yamada and Rika to spend the night. The next morning, Kaoru meets up with Morita. Kaoru isn't satisfied to see Morita at the art school, even though Morita enjoys being there. Shūji explains to Yamada that Rika talks less to people she like, giving examples of Mayama and himself. As Rika tells Yamada that she should work full-time in pottery, Rika begins to hiccup. She tries using Shūji's technique, but fails. Later on, Mayama shows her another technique, stopping her hiccups. Mayama, Yamada, Rika have dinner together. Yamada tries to take her mind off of her love for Mayama.",
                    "TitleJapanese": "……でも、そうでもしなきゃ思い知れないんなら、行くがいいさ……",
                    "SummaryJapanese": "真山が勤める原田デザインの理花に仕事を気に入られ、真山と理花と一緒に仕事をする機会が増えた山田あゆみ。真山が理花を想っていることを知りつつ、彼のことが諦め切れないあゆみ。彼女は森田に、わざわざ二人が一緒にいるところを見にいくことはない、と諭されるのだが、わかっていても真山を追いかけてしまうのだった。一方、自然とあふれ出た「好き」という気持ちをはぐみに告げた竹本。後悔はしていないけど、その後はぐみとの関係はぎこちないままで…。"
                },
                "3": {
                    "ID": "445817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/445817",
                    "TitleEnglish": "I Don't Want to See Your Tears",
                    "SummaryEnglish": "Hagu views Ayumi's snow globe collection, given to her as souvenirs. Tamazaki discusses about Nomiya's feelings for Ayumi. At the Harada Design Office, Rika receives a fax that she will participate in a design competition in Spain for an art museum, which then agitates Takumi. Rika explains that Takumi will also participate as well. However, it would take a long time to sort out the paperwork needed to participate, so they are not able to go. Later, Takumi explains to Ayumi that Rika checks the weather forecast on her home town, Sapporo, since she hasn't been there in a long time. Nomiya calls Ayumi to ask how she is. At the Fujiwara Design Office, Miwako tells Nomiya that Ayumi went to Tottori to see him. The next day, Yamazaki takes Ayumi around town. Nomiya arrives, only to fall asleep in front of her. Nomiya takes Ayumi to see sand dunes in the morning. Nomiya expresses his love for Ayumi.",
                    "TitleJapanese": "信じらんねぇ……9時間かかんだぞ……！",
                    "SummaryJapanese": "美和子から、山田が頻繁に理花の事務所に手伝いに行っていることを聞かされた野宮。野宮は、なぜか山田のことが気になり原田デザインに電話を入れる。やけに元気に振舞う山田の声から何かを察した野宮は、鳥取から東京に車を走らせることに……。しかしその頃、山田は美和子の頼みを受けて、鳥取に向かっていた……。"
                },
                "4": {
                    "ID": "445818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/445818",
                    "TitleEnglish": "I Won't Let You Go Anywhere",
                    "SummaryEnglish": "The art exhibition has begun again. Shūji thinks back to when Hagu decided not to submit her paintings in the previous art exhibition. Shūji tells Hagu of when he went to an art exhibition and purchased a postcard of a painting of the moonlight reflected on the sea. It reminded him of how Rika's husband died and how Rika got severely injured on the beach under the moonlight. Shūji reminisces about his feelings for Rika. Takumi goes on a train with Rika to Sapporo, surprising her. After they both take a shower, they both go to sleep for the night. Once they have arrived, Takumi and Rika drive north to a barren land. Rika visits her father's gravestone, then she visits her dog's gravestone. She thanks Takumi for coming with her to Sapporo. Rika tries to sneak out of the hotel, making Takumi angry, but then he begins to sob, not wanting to lose sight of her. Takumi goes on an airplane back to Tokyo, while Rika goes on an airplane to Spain. At the Harada Design Office, Takumi noticed that the hotel room in Spain had two bedrooms, one for Takumi and one for Rika.",
                    "TitleJapanese": "先に耐えきれなくなったのは俺だった。気付いてはいたんだ……",
                    "SummaryJapanese": "浜美祭が近づき、秋を感じ始めた頃、はぐみへの留学の誘いをやんわりと断る修司。学園祭の準備に追われる学生たちの忙しない姿を見て、ふと学生だった頃の自分や理花や原田のことを思い出す修司だった。一方、真山は理花とともに、上野駅で鳴り響く発車ベルに促されるように寝台列車に吸い込まれていく。彼女のふるさと札幌へと向かう真山と理花。そして、真山はずっとため込んできた想いを理花に告げるのだが……。"
                },
                "5": {
                    "ID": "445819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/445819",
                    "TitleEnglish": "Happy, Yet in Pain",
                    "SummaryEnglish": "Miwako discusses about Ayumi's work in pottery, complimenting on her work. They go to a spa and resort to celebrate her accomplishment. Ayumi later notices that Miwako was trying to cheer her up, causing her to cry. Nomiya becomes worried that she is staying at Miwako's house. The next day Yūta is infuriated that Shinobu out his bread. However, Hagu offers to share some of her bread with him. Yūta declines, and Shinobu eats her bread instead. Soon after, Shinobu receives a call from Kaoru. Kaoru asks Shinobu to do one more job, which he hesitantly accepts. Yūta wants to get driver's license as soon as possible in order to work full-time with the carpenters he had met from his journey. Yūta asks Takumi why he still lives at the apartment, and Takumi says he is saving money for Rika. Ayumi waits in the Fujiwara Design Office for Miwako, but Nomiya unexpectedly visits. Ayumi starts to develop feelings for Nomiya.",
                    "TitleJapanese": "そう、彼は……優しくしあうことを許されたのだ……",
                    "SummaryJapanese": "スペインへと旅立った理花。真山は一緒に行かなかった。だが、二人の関係に変化があったことを察して心を痛める山田。そんな山田を気遣って、美和子は強引に山田を健康ランドへと誘いだす。美和子から傷心の山田の様子を聞いた野宮は、自分に連絡してこない山田になぜか腹を立ててしまう。浜美では、竹本と森田がはぐみを交えて、パンの耳をめぐって争っていた。いつもどこからか稼いできた札束を持っているはずの森田のお金の使い道を不思議に思い、竹本は真山にそのことを訊ねるのだが…?!"
                },
                "6": {
                    "ID": "445820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/445820",
                    "TitleEnglish": "We Never Did Make It to the Beach",
                    "SummaryEnglish": "Shinobu reminisces about his father when he was younger. Some students are preparing to submit their projects to Shinobu's father, however he decides to leave home early. He shows Shinobu and Kaoru one of his inventions, then they all eat curry for dinner. In the present, both Yūta and Hagu shows appreciation for art, wanting to do more with their art. At the Fujiwara Design Office, Takumi tells Nomiya, Miwako, and Yamazaki that Rika is in Spain participating in the design competition, working with another architect. Rika contacts Takumi to come to Spain. After Ayumi finds out the news, Nomiya catches up with her and consoles her. Shūji tells Shinobu that he needs to talk to Hagu, not to lose her as a friend. However, Shinobu refuses. Kaoru reminisces about his father when he was younger.",
                    "TitleJapanese": "……口にしてはダメ……、私には、それを奪う権利はない……",
                    "SummaryJapanese": "幼少時代を振り返り、亡き父を想う森田。しっかりと未来と向き合う竹本。頭の中であふれ出る創作意欲と葛藤するはぐみの想い。そんなはぐみを見つめる修司。理花を手伝いにスペインに行くことになったうれしそうな真山と複雑な心境の山田。そんな山田を放っておけない野宮。……それぞれの思いが回りだす。山田は免許を取ったばかりの竹本に、みんなで海にドライブに行こうと提案するのだが……。"
                },
                "7": {
                    "ID": "445821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/445821",
                    "TitleEnglish": "Going Forward... Towards the Light",
                    "SummaryEnglish": "Kaoru thinks about his father again. In a laboratory, his father shows one of his employees an invention, only to be disappointed at his reaction. Kaoru then thinks back to when Shinobu made a remote-controlled airplane, and their father was very proud of Shinobu. It is revealed that their father cares more for Shinobu than for Kaoru. Their uncle, their father's business partner, tells Kaoru than the father is very much like Shinobu, reckless and eccentric. Their uncle was diagnosed with a disease, restricting him from working. The uncle stops working alongside the father. Instead, he joins with another business, Floyd Electric. Floyd Electric comes to the laboratory to see the father. The father knew already that the uncle betrayed him.",
                    "TitleJapanese": "……あのときのことが、目に焼き付いて離れない……",
                    "SummaryJapanese": "森田忍の兄・馨は幼少時を思い出す。馨は幼い頃からずっと、自分の父と弟にあって自分にはない何かに憧れ、またそれを見出そうともがき苦しんできた。そして馨は、今更ながら父・司の親友でパートナーの根岸のおじさんの寂しそうな横顔に、同様の気持ちが介在していたことを理解する。まだ馨と忍が幼かった頃、父の作った小さな会社は、根岸によって外資に経営権を奪われることになるのだが、根岸にもそうせざるをえない理由があったことを…。"
                },
                "8": {
                    "ID": "445822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/445822",
                    "TitleEnglish": "We Didn't Know",
                    "SummaryEnglish": "Yūta tells Hagu that he wants to work with the carpenters, restoring temples and shrines. Hagu mentions that after graduation, everyone will part ways. The windstorm starts to whoosh when the art exhibition will soon start. Takumi meets with the Spanish architect, developing jealousy over him for Rika. Takumi is upset to find out that the hotel bedrooms were two separate rooms, not one room. The unexpected occurrence during the windstorm was that Hagu got severely injured outside the apartment. Everyone becomes very worried. Shinobu and Kaoru buys out Floyd Electric, making them in charge. Yūta says that Hagu was operated on her head and her right hand, having stitches for her injury. Yūta and Ayumi visit Hagu in the hospital, but Shūji asks them to leave. Shūji explains to Hagu that her stitches will come off in ten days, but she will remain in the hospital for two months and undergo physical therapy.",
                    "TitleJapanese": "……僕は、なにも知らなかった。",
                    "SummaryJapanese": "理花を手伝うためにスペインに向かった真山は、理想と現実のギャップをかみしめながらも異国の地で何とかやっていた。忍と馨は、長年かけて準備してきた計画を実行しようとアメリカ、シカゴにいた。日本では、浜美祭の初日を向かえた、とても風の強い日に、竹本にも山田にも修司にも、誰もが思いも付かないような大変な事故にはぐみが巻き込まれてしまう…。"
                },
                "9": {
                    "ID": "445823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/445823",
                    "TitleEnglish": "I Feel Powerless",
                    "SummaryEnglish": "Kaoru explains his jealousy of Shinobu, and Shinobu questions Kaoru's jealousy. Shūji tells Yūta and Ayumi that Hagu isn't doing so well. She waiting a very long time to be able to have feeling in her right hand, since it was numb after her surgery. Shūji then tells them that Hagu might suffer sensory impairments in her right hand for the rest of her life, and that she might not be able to paint anymore. Ayumi tells Nomiya that she would want a cell phone in order to contact Hagu during her stay at the hospital. Ayumi sews a sweater for Hagu, and then visits her in the hospital. Shūji meets with the physical therapist, as she gives him instructions to massage Hagu's stiff upper body. Yūta and Ayumi go to a garden to pick flowers for Hagu, and they visit her again.",
                    "TitleJapanese": "……ああ、神様……どうか、彼女を……",
                    "SummaryJapanese": "森田兄弟は長年の計画をついに発動し、成功するも、その後兄の馨は姿を消してしまう。事故に巻き込まれたはぐみは、右腕に怪我を負いしばらく病院に入院しなければならない。痛みをこらえながら自らの状況を認識しようと耐える辛そうなはぐみを目の当たりにして、心を痛める竹本と山田。そして、ただただ彼女を見守る修司……。落ち込んだ山田に対して野宮は彼女が今できることをアドバイスすると、山田は何やら思いついたように行動に移す…。"
                },
                "10": {
                    "ID": "445824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/445824",
                    "TitleEnglish": "When I Was Younger, I Saw God",
                    "SummaryEnglish": "Ayumi visits Hagu again, but Shūji took Hagu to do a contrast bath therapy session after her physical therapy session. The physical therapist tells Ayumi that Hagu is strong person, never giving up because of feeling pain. However, it is possible that Hagu may never be able to paint again, due to her condition. In Spain, Takumi goes out of his way to prevent the Spanish architect from seeing Rika. Shinobu, unexpectedly returns to go see Hagu, very worried about her condition. A jealous Yūta accidentally injures himself when he finds out that Ayumi caused Shinobu to return. Borrowing Ayumi's bicycle, he quickly rides to the hospital. Shūji tests Hagu's level of pain in her right hand. She doesn't cry like other children would, however Shūji tells that it is alright to cry. Hagu reminds herself that drawing was a part of her life.",
                    "TitleJapanese": "……どこ、行っちゃってるのよ、バカ……",
                    "SummaryJapanese": "利き腕の自由を奪われたはぐみは、また創作活動に戻れるようにと苦しいリハビリを続ける。はぐみを元気付けようとお見舞いに通う山田だが、事故のことを知らないまま姿を消した森田の行方が気になる。山田は、スペインにいる真山を頼って森田の行方を捜すことに…。竹本は、はぐみに対して何も出来ない無力さに苛まれる。修司は、相変わらずはぐみの側にいて静かに見守りつづける。ようやくはぐみの事故のことを知った森田が、突然姿を現すのだが…。その直後、はぐみは病院からいなくなってしまう。"
                },
                "11": {
                    "ID": "445825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/445825",
                    "TitleEnglish": "Please Give Me Your Life",
                    "SummaryEnglish": "After spending the night with Shinobu, Hagu wakes up and sees her right hand swollen, frightening her. Shinobu takes her back to the hospital, meeting up with Shūji. Yūta encounters Shinobu outside the hospital. Yūta takes Shinobu to Hagu place, questioning himself if Hagu will be able to paint again. Shūji visits Hagu again, and Hagu asks if Shūji can give up his life for her, and Shūji reluctantly accepts. Hagu reminisces about the time she was with Shūji when she was younger. Shūji was always with her. Yūta and Shinobu wake up early in the morning. Yūta and Shinobu soon begin to fight over Hagu, but soon reconcile. Shinobu delivers a box to Shūji, but Shūji only takes some money and gives the box back to Shinobu. Shūji admits his love for Hagu.",
                    "TitleJapanese": "……私から、絵を描くことを、奪わないでください……",
                    "SummaryJapanese": "突然はぐみの前に姿を現した森田は、修司たちに無断ではぐみを自分のアジトと呼ぶ部屋に連れて行く。翌朝、腫れている手を見て動揺したはぐみは、病院に戻りたいと森田に告げる。はぐみを連れて病院に戻った森田に、心配していた修司は怒りを露わにする。手の検査と治療を終えたはぐみは、修司に今まではぐみが考えてた本当の気持ちを伝える…。それは、昨晩森田と話し合っているうちに確信した、はぐみの強い強い想いだった。"
                },
                "12": {
                    "ID": "445826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/honey-and-clover/episodes/445826",
                    "TitleEnglish": "Honey and Clover and...",
                    "SummaryEnglish": "Ayumi questions Shūji's love for Hagu. Takumi is happy for Shūji for admitting his love for Hagu. Ayumi regrets telling Shinobu about Hagu's accident. Takumi explains to Ayumi that Hagu had art as a part of her life, so her love for Shinobu was uncertain in the past. Shūji prepares to take a break from teaching, and then tells Rika about it. Rika explains to Shūji that Takumi scolded her about Shūji. Kaoru feels guilty for allowing the former boss of Floyd Electric to live with his children and grandchildren. Hagu compares Ayumi to a dove, and Hagu would want to make origami doves for Ayumi. Shinobu tells Kaoru about the fun employees and about the strong Hagu. Everyone celebrates the graduation of Yūta and Hagu. This will be the last night before Yūta leaves. Yūta and Hagu are sent to buy ice cream. Hagu worries about Shūji, but Yūta tells her not to worry. As Yūta leaves on a train, Hagu bids him farewell, giving him some bread. Within each sandwich, a four-leaf clover is seen.",
                    "TitleJapanese": "……時が過ぎて、何もかもが思い出になる日はきっと来る",
                    "SummaryJapanese": "修司のはぐみに対する突然の告白に衝撃を受ける山田。スペインでの仕事を終え、帰国した真山と理花は、修司の下に駆けつける。兄の行方を心配しつつも自分の進む道を決意する森田。それぞれがそれぞれに新たな道を見つけようと模索していた。そんな彼らに春という季節が巡ってきた頃、住み慣れた部屋をひきはらい旅立つ準備を整えた竹本は、東京での最後の晩、はぐみと二人きりになる…。"
                }
            }
        }
    }
}