{
    "URL": "https://www.thetvdb.com/series/he-is-my-master",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0991051/",
        "https://www.themoviedb.org/tv/24411"
    ],
    "TitleEnglish": "He Is My Master",
    "SummaryEnglish": "A 14-year-old millionaire Yoshitaka received an enormous inheritance as a result of his parents' death in an accident. Later after firing the original maids, he needed to be looked after so he decided to hire new live-in maids. While originally expecting an elderly woman to take the job, two runaway girls, Izumi, 14, and Mitsuki, 13, end up accepting the job as means for a home and income. Another girl, Anna, later becomes a maid as well, and all three live in the mansion with Yoshitaka.",
    "TitleJapanese": "これが私の御主人様",
    "SummaryJapanese": "突然の事故で両親を亡くし莫大な遺産を相続するも天涯孤独の身となった中林義貴14歳。\nそんな彼の家政婦募集の張紙を見つけた家出中の沢渡いずみ14歳と妹のみつき13歳。\n彼の身の上に同情し、住み込みの家政婦として働くことを決意するのだが、用意されたのは超エッチなメイド服。\nそう…義貴の本性は欲望の赴くままに自分の趣味の世界を作ろうとするド変態だったのだ！\n鬼畜なご主人様の元、メイドとして奉仕することに…",
    "Aliases": [],
    "Modified": "2025-05-23",
    "Seasons": {
        "0": {
            "ID": "535457",
            "URL": "https://www.thetvdb.com/series/he-is-my-master/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5037274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/he-is-my-master/episodes/5037274",
                    "TitleEnglish": "Season Promo",
                    "SummaryEnglish": "Short Season Promo for \"He Is My Master\"",
                    "TitleJapanese": "特報DVD「これが私の御主人様　緊急特報！」",
                    "SummaryJapanese": "メイド３人娘のいずみ、みつき、安奈は、ご主人様である義貴の言うことを聞かず、平穏な毎日を送っていた。\nところがある日「これが私の御主人様 TVアニメ化決定」という新事実を知らされる。\n義貴の欲望丸出しサービス精神旺盛のメディア戦略にいずみは大慌て！！\n喜びはしゃぐみつきと、安奈のイケナイ妄想も加わって…？"
                }
            }
        },
        "1": {
            "ID": "15970",
            "URL": "https://www.thetvdb.com/series/he-is-my-master/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "305650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/he-is-my-master/episodes/305650",
                    "TitleEnglish": "He is My Master!?",
                    "SummaryEnglish": "Izumi and Mitsuki have run away from the cafe and are looking for work. They notice a sign indicating jobs as maids, but Izumi takes an understandable disliking to Yoshitaka and the girls leave - but they don't get far.",
                    "TitleJapanese": "「これが私の御主人様！？」",
                    "SummaryJapanese": "とある事情で”誰にも頼らず二人だけで生きてゆこう”と決意し家出をした沢渡姉妹、いずみとみつき。\n仕事を探して彷徨っていた二人は、ある大きなお屋敷で見つけた『住み込み家政婦募集』の張紙に惹かれ、その家の門をくぐった。\nそこで事故で両親を亡くし家主となった少年、中林義貴と出会う。\nところが…彼はとんでもない本性を隠し持っていた！"
                },
                "2": {
                    "ID": "305651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/he-is-my-master/episodes/305651",
                    "TitleEnglish": "That Vase Is 5 Million...",
                    "SummaryEnglish": "Yoshitaka convinces the girls to come back inside, then hands them the bill for all the things Pochi and Izumi broke the previous day. Between needing to pay off their debt and needing a place to stay, the girls end up employed by Yoshitaka.",
                    "TitleJapanese": "「その壷、500万…」",
                    "SummaryJapanese": "一度は義貴のもとから逃げ出そうとするも他に行くところもなく、結局屋敷に戻ったいずみとみつき。\n義貴は彼女たちを自分の理想のメイドにすべく、ゴスロリミニスカメイド服を着せてご満悦！\nそんな彼に強く反発して今にも喧嘩を始めそうな勢いのいずみに、みつきは”メイドになるかどうかは勝負で決めたら”と提案するのだが…"
                },
                "3": {
                    "ID": "305652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/he-is-my-master/episodes/305652",
                    "TitleEnglish": "That Uniform-Loving, Hidden Camera-Loving, Bishojo Game-Loving Pedo",
                    "SummaryEnglish": "Izumi and Mitsuki enter Yoshitaka's school, where they meet Anna.",
                    "TitleJapanese": "「ロリコンで制服マニアで隠し撮りマニアのギャルゲーマニア」",
                    "SummaryJapanese": "正式に義貴のメイドとなったいずみとみつきは、彼と同じ中学校に通うことになった。\nすぐにクラスに打ち解けたいずみだが、義貴への奉仕を要求されてクラスメイトに”二人は特別な関係！？”と誤解を受けてしまう。\nそこへ、同じクラスの女の子・倉内安奈が現われた。\nどうやら彼女は義貴に密かに想いをよせているらしいのだが…？"
                },
                "4": {
                    "ID": "305653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/he-is-my-master/episodes/305653",
                    "TitleEnglish": "A Couple Formed Under Extraordinary Circumstances Will Not Last Long",
                    "SummaryEnglish": "Mitsuki's fan club kidnaps her, taking over the mansion. Izumi and Yoshitaka (as well as Anna and Pochi) must work together to save her.",
                    "TitleJapanese": "「異常な状況下で結ばれた男女は長続きせんじゃろう」",
                    "SummaryJapanese": "いずみの事を慕い始めた安奈は、義貴の屋敷の住み込みメイドを志望して押しかけて来た。\n喜ぶ義貴を尻目に、いずみは彼女を自分と同じ目にあわせまいとそれを阻止しようとする。\nそんな中、みつきの悲鳴が屋敷に響き渡った！\nみつき親衛隊隊長・久米伸治が、義貴に反抗してみつきを人質に立て篭もったのだ。"
                },
                "5": {
                    "ID": "305654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/he-is-my-master/episodes/305654",
                    "TitleEnglish": "There's a Rumour About an Adolescent Boy Living Alone with a Fortune Inherited From His Parents Who Is Taking Advantage of the Lack of Supervision in His Large Mansion to Live Out His Dreams and Fanta",
                    "SummaryEnglish": "Izumi and Mitsuki's parents pay a visit, to get the girls back. A contest is made to see who gets Izumi!",
                    "TitleJapanese": "「親の遺産を受け継いで一人暮らしをしている思春期真っ只中の少年が世間の目が届かないのをいいことに広大な屋敷にいたいけな少女を囲って欲",
                    "SummaryJapanese": "いずみとみつきの両親が、家出した二人を連れ戻すため義貴の屋敷にやってきた。\nところがみつきはポチとの同居を許さない父親に反発し、義貴は借金を返さないと二人を解放しないと主張する。\nそこでいずみとみつきをかけて、義貴と沢渡父が勝負をすることになったのだが！？"
                },
                "6": {
                    "ID": "305655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/he-is-my-master/episodes/305655",
                    "TitleEnglish": "The Battle for Izumi Sawatari Series!! Thrilling Test of Courage!! The Maid was Watching as a Furious Struggle Unfolded over the Succession of an Apartment Building Involving an Elite Madonna Tutor wi",
                    "SummaryEnglish": "Yoshitaka takes the maids to the Summer Festival, but Mitsuki disappears, and it seems the ghost of Yoshitaka's father is involved.",
                    "TitleJapanese": "「沢渡いずみ争奪戦シリーズ！絶叫肝試し！秘湯特急東北湯煙姑殺人欲望に燃えるエリート家族マドンナ教師の乱れたマンション経営の跡目争いを",
                    "SummaryJapanese": "義貴特製の浴衣を着て、町のお祭りへ出かけたいずみ達。\nそこでみつきがお祭り会場で行われていたライブに飛び入り参加することになったのだが、ライブの最中に突然姿を消してしまう。\n彼女の行方を追っていずみ達がたどり着いた場所は、義貴の両親が眠る墓だった…。"
                },
                "7": {
                    "ID": "305656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/he-is-my-master/episodes/305656",
                    "TitleEnglish": "He is Izumi's ♥♥♥!?",
                    "SummaryEnglish": "After a series of weird events, Izumi gets the chance of a lifetime to become an idol, will she take the opportunity?",
                    "TitleJapanese": "「これがいずみの♥♥♥！？」",
                    "SummaryJapanese": "秋の訪れと共にまるまると肥え太ってしまったポチは、みつきの提案でダイエット作戦が始まった。\nその方法とは、いずみを薄着にして追いかけ回す「運動」と、安奈の手料理を食べてお腹を壊させるというものだが、どちらも失敗に終わってしまう。\nそこへ、いずみをアイドルにと芸能スカウトが現れて？"
                },
                "8": {
                    "ID": "305657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/he-is-my-master/episodes/305657",
                    "TitleEnglish": "An Incredibly Low Strike Zone",
                    "SummaryEnglish": "Karin visits Izumi and convinces her to become an idol.",
                    "TitleJapanese": "「果てしなく低いストライクゾーン」",
                    "SummaryJapanese": "中林家のメイド達に初めての休暇が与えられた。\n義貴もみつきも安奈も出かけてしまい、誰もいない一人の時間を持て余すいずみ。\nそこへ沢渡家のもう一人の妹・かりんがポチに会いに訪ねてくる。\n父親が交通事故で入院してしまったので、その間だけ面倒を見てもらうよう言われてやってきたらしいのだが…？"
                },
                "9": {
                    "ID": "305658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/he-is-my-master/episodes/305658",
                    "TitleEnglish": "Izumi May Be Izumi but Izumi Will No Longer Yield to Anyone",
                    "SummaryEnglish": "The gang go to the beach for Izumi's photoshoot where they meet Alicia and Ellen",
                    "TitleJapanese": "「いずみはいずみでももう何者にも屈しないいずみ」",
                    "SummaryJapanese": "芸能界デビューする事を決意したいずみ。\n水着撮影のために来ていた南の島で、ポチはメスワニのエレンにひと目惚れしてしまう。\nそこへ現れた彼女の飼い主だというフランスの金髪美少女・アリシアに、いずみはただならぬ気配を感じていた…！"
                },
                "10": {
                    "ID": "305659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/he-is-my-master/episodes/305659",
                    "TitleEnglish": "He Is My Prince!?",
                    "SummaryEnglish": "Seichirou and Yoshitaka compete to have Izumi and Mitsuki as their maids but there seems to be something suspicious about Seichirou.",
                    "TitleJapanese": "「これが私の王子様！？」",
                    "SummaryJapanese": "アイドルとして大成功を収めたいずみは、義貴への借金をあっという間に返済できるお金を手にいれた。\nいずみがお屋敷を出て行ってしまうのでは？と不安になった安奈は、何を思ったのか義貴とのよりを戻そうとする。\nそこへ義貴と同じ境遇のいとこ・誠一郎が突然現れた。\n彼はいずみ達を奪いに来たらしいのだが…"
                },
                "11": {
                    "ID": "305660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/he-is-my-master/episodes/305660",
                    "TitleEnglish": "Yoshitaka, Oh So Far Away",
                    "SummaryEnglish": "Takami challenges Izumi to a contest.",
                    "TitleJapanese": "「遥かなる彼の義貴」",
                    "SummaryJapanese": "誠一郎との”いずみ争奪戦”に敗れ、人が変わったかのように覇気がない義貴。\nただ一人お屋敷に残った安奈は「いずみ達を取り戻しに行こう」と詰め寄るのだが、何をしても無駄だという今までの彼らしからぬ返事が返ってくるばかり。\n一方その頃いずみは、誠一郎のもとでアイドルとして多忙な日々を送っていた…。"
                },
                "12": {
                    "ID": "305661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/he-is-my-master/episodes/305661",
                    "TitleEnglish": "He Is My Master!!",
                    "SummaryEnglish": "The final showdown between Takami and Izumi!",
                    "TitleJapanese": "「これが私の御主人様！！」",
                    "SummaryJapanese": "後ろ向きなことばかりを考えて、多可美との勝負に踏み切れないでいるいずみ。\nそんな中ついに義貴が姿を現すが、彼はひどい自己嫌悪に陥り屋敷の権利を諦めかけていた。\nそこでいずみは自らの意思で、ある”決断”をする…！"
                }
            }
        }
    }
}