[
  {
    "URL": "https://www.thetvdb.com/series/getbackers",
    "Genres": [
      "Action",
      "Adventure",
      "Animation",
      "Anime",
      "Comedy",
      "Science Fiction"
    ],
    "Other Sites": [
      "https://www.imdb.com/title/tt0429363/",
      "https://www.themoviedb.org/tv/62883"
    ],
    "TitleEnglish": "Getbackers",
    "SummaryEnglish": "They're the Get Backers, and they live by a simple motto: If it was taken, we'll get it back. Their success rate is 100%. They may have no luck with money, but they always come through on a job, no matter how small. Ban and Ginji are no ordinary retrieval service though. With Ginji's ability to generate lightning and Ban's Jagan Eye and 200kg force grip, they'll take on any job, from retrieving stuffed toys to fine art to lost memories. If the GetBackers say they'll get it back, they will!",
    "Aliases": [
      "getbackers dakkan-ya",
      "Get Backers",
      "getbackers dakkan ya"
    ],
    "Modified": "2024-06-20",
    "Seasons": {
      "0": {
        "ID": "26504",
        "URL": "https://www.thetvdb.com/series/getbackers/seasons/official/0",
        "# Episodes": 7,
        "Episodes": {
          "1": {
            "ID": "4549294",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/4549294",
            "TitleEnglish": "Behind the Scenes (Volume 1)",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "2": {
            "ID": "4549295",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/4549295",
            "TitleEnglish": "Behind the Scenes (Volume 2)",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "3": {
            "ID": "4549296",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/4549296",
            "TitleEnglish": "Behind the Scenes (Volume 3)",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "4": {
            "ID": "4549297",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/4549297",
            "TitleEnglish": "Behind the Scenes (Volume 4)",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "5": {
            "ID": "4549298",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/4549298",
            "TitleEnglish": "Behind the Scenes (Volume 5)",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "6": {
            "ID": "4549299",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/4549299",
            "TitleEnglish": "Behind the Scenes (Volume 6)",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "7": {
            "ID": "4549300",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/4549300",
            "TitleEnglish": "A Conversation with Dan Dietz",
            "SummaryEnglish": null,
            "Aliases": []
          }
        }
      },
      "1": {
        "ID": "15981",
        "URL": "https://www.thetvdb.com/series/getbackers/seasons/official/1",
        "# Episodes": 25,
        "Episodes": {
          "1": {
            "ID": "301529",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/301529",
            "TitleEnglish": "The Initials Are G (Ginji) & B (Ban)",
            "SummaryEnglish": "This episode introduces Ban Midou and Ginji Amano, aka the GetBackers. Their recovery service is \"a near 100% rate\", meaning they can't fail at recovering things. Things get wild when a schoolgirl named Natsumi loses her toy kitty when a cop sees her in the alleyway. The cop was giving \"information\" to some gangsters and he thought she took a picture of him (she was really taking a picture of an alley cat). Ban and Ginji accept the case. After failed plans, car tows, and parking tickets, the Getbackers finally retrieve the stolen object, but Natsumi has been captured by the cop and gangsters. The Getbackers rush to the scene. Now the Getbackers aren't just a pretty face, they obtain incredible powers. Ginji was once known as \"Raitei\" (The Lightning Emperor) at the Limitless Fortress (more on that on later episodes). He is able to summon lightning from his body, like an electric eel. Ban Midou has a few tricks: First, he has a 200 kilogram force grip and second, has a power called the Jagan. Ban's Jagan gives the recipient a horrible dream for one minute. Anyway, Ban uses the Jagan on the crooked cop. The dream contains the cop killing both Ban and Ginji, Natsumi faints, and the SWAT team arrives. The cop tries to tell them that he's a cop, but gets shot to death. Once he wakes up, Natsumi is with the Getbackers and the cop is arrested (supposedly). Later, Natsumi obtains a part time job at the Honky Tonk, a place where the Getbackers hang out, but can't eat because of their tab is too high.",
            "Aliases": []
          },
          "2": {
            "ID": "301530",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/301530",
            "TitleEnglish": "Get Back The Rusted Bonds!",
            "SummaryEnglish": "Ginji and Ban are out of jobs and are starving to death but are rescued by a hobo who feeds and shelters them, later revealing he use to be a factory owner but due to continuous recessions and pressure from the yakuza his daughter is kidnapped. He then asks Ginji and Ban to get back his daughter from the yakuza. After breaking into the mansions to save her, the daughter betrays Ginji and Ban admitting that she has every thing she needs from the yakuza. However, the yakuza admit that they planned on taking her and that they forced her father to sell her. After a short battle with help from the Evil Eye, she runs to her father who suffers a fatal heart attack.",
            "Aliases": []
          },
          "3": {
            "ID": "301531",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/301531",
            "TitleEnglish": "Operation: Recover The Platinum!",
            "SummaryEnglish": "The Getbackers are ordered to get back a box that's being guarded by a mysterious group of professional transporters. Three new characters are introduced: Kuroudou Akabane (Dr. Jackal), Himiko Kudo (Lady Poison), and Maguruma Gouza (Mr. No Brakes).",
            "Aliases": []
          },
          "4": {
            "ID": "301532",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/301532",
            "TitleEnglish": "Recovery Service Vs. Transport Service",
            "SummaryEnglish": "The Get Backers fight it out with Doctor Jackal, Mr. No Brakes and the mysterious girl from Ban's past, Himiko. We find out that Ban killed her older brother. Ginji is captured and the professional transporters escape in their truck. In a flashback, we find that Ban, Himiko and her brother, Yamato, were a former recovery service. Ban goes to rescue the captured Ginji.",
            "Aliases": []
          },
          "5": {
            "ID": "301533",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/301533",
            "TitleEnglish": "Deathmatch at Sunrise: The Lightning Emperor vs. Dr. J",
            "SummaryEnglish": "As The GetBackers return with the package, the semi comes charging through the alleyways, eventually being cornered at a shrine. After a big battle, Ban renders Himiko unconscious and Genji pulls all the knifes out of Jackal using electromagnetic powers and then they take off with the package. As they near their destination, Ban realizes, a little to late, the Himiko used timed perfume on them to paralyze them. As Genji lays stunned, the semi comes rolling in and as all hope seems lost, Ban uses the Jagan on a flock of birds to make them swerve away. After they return the package, they are both given one tenth of a platinum melon.",
            "Aliases": []
          },
          "6": {
            "ID": "301534",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/301534",
            "TitleEnglish": "Get Back The Devine Melody",
            "SummaryEnglish": "After a morning incident with a blind violinist, she seeks the help of the get backers, one of whom saved her! Ginji and Ban are asked to retrieve a valuable violin. Later they realize they pretty much have no choice!",
            "Aliases": []
          },
          "7": {
            "ID": "301535",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/301535",
            "TitleEnglish": "The Animal Transformation of The Beastmaster",
            "SummaryEnglish": "Soon after the get backers infiltrate the mansion to the one who took their clients violin every thing goes to chaos! Ban fights one Ginji's old friends. One of the former Four Kings of the VOLTS - Shido Fyuuki, the Beastmaster - while the others look for the violin.",
            "Aliases": []
          },
          "8": {
            "ID": "301536",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/301536",
            "TitleEnglish": "Timbre of Life, Resound!",
            "SummaryEnglish": "Ginji electrifies himself, shocking Hishiki until leaving him unconscious. Ginji apologizes to Ban for causing Shido to attack the group, as he blames himself for abandoning Shido. As Ban and Ginji try to find Shido, Hevn and Madoka help out as well. Ginji tries to help Shido who asks him to fight alone. After defeating Kurobe, Shibo discreetly commands Mozart to steal the Stradivarius violin and return it to the estate. Madoka, in turn, says that she will allow herself to play a regular violin during her performance in the evening. Later on, Shido returns the Stradivarius to Madoka. In return, Madoka offers to perform for Shido in the streets in the afternoon, attracting Visconti, Madoka's violin teacher. Visconti later compliments her performance with the others, jokingly noticing that Madoka is in love with Shido. Later in the evening, before a performance, Ban uses the Evil Eye on Akutsu, thereby ruining the performance. The next day, Shido hangs out with Madoka in her backyard as both start getting closer.",
            "Aliases": []
          },
          "9": {
            "ID": "301537",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/301537",
            "TitleEnglish": "Get Back The Phantom Sunflowers! Part One",
            "SummaryEnglish": "They receive a job by a mysterious person named Clayman and are to take back the painting of Van Gogh's sunflowers as there is believed to be a thirteenth sunflower upon it!",
            "Aliases": []
          },
          "10": {
            "ID": "343820",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343820",
            "TitleEnglish": "Get Back the Illusive Sunflower! Part Two",
            "SummaryEnglish": null,
            "Aliases": []
          },
          "11": {
            "ID": "301539",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/301539",
            "TitleEnglish": "Breach The Limitless Fortress - Operation: Recover IL",
            "SummaryEnglish": "Hevn calls Ginji, Ban, Shido, Kazuki, Himiko, and Dr. Jackal to work as a team to retrieve something from inside the Limitless Fortress. Apparently, it is a deadly program called the IL built by the FBI and apparently they weren't to good at protecting it them selves.",
            "Aliases": []
          },
          "12": {
            "ID": "301540",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/301540",
            "TitleEnglish": "The Unknown Boy, Makubex",
            "SummaryEnglish": "Akabane waits for Ginji to wake up after being unconscious from the effects of Horii's poisonous gas. Akabane tells Ginji that the rest of the team went out to search for the IL, which upsets Ginji. Meanwhile, Ban and Shido are in another route in the Limitless Fortress, as Ryouma Magami and Ayame Magami, two former members of The VOLTS, show up to face off against them. Ban and Shido notice that Ryouma and Ayame modify their body as their weapon source. Ayame leads Ban into a trap door. The lights are turned on to revealed that the basement is really an abandoned laboratory. He reveals that he has imprisoned innocent women, who he plans to modify as well. Ban chants an incantation, increase his strength and gripping power, releasing himself from the trap. He then goes berserk on Ayame, destroying his modified body. He frees the women and finds a way out from the laboratory. Meanwhile, Shido defeats Ryouma. Ban meets up with Shido, frustrated to know about body modification on innocent people. After discussing, Ban and Shido believe that Makubex, the youngest Four King who was born in the Fortress, is responsible.",
            "Aliases": []
          },
          "13": {
            "ID": "301541",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/301541",
            "TitleEnglish": "Explosion: Fuchouin - School Thread Technique",
            "SummaryEnglish": "Kazuki Fuuchouin gets hurt in an explosion after fighting a student who learned at the West Fuuchouin school. He disguised himself until as Kazuki and tried to do away with Himiko. Himiko becomes a Wire Doll and attacks Kazuki. After Himiko is rescued, Juubei shows up and injures Kazuki. Kazuki's out for awhile, but is found by a doctor's granddaughter. (who confuses him for a girl) She takes him to her father who helped build the Limitless Fortress.",
            "Aliases": []
          },
          "14": {
            "ID": "301542",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/301542",
            "TitleEnglish": "The New Four Kings",
            "SummaryEnglish": "The New Four Kings of MakubeX's group are revealed to everyone. Shido and Ban fight MakubeX's \"Wire Dolls\" - humans controlled by fiber optic wires. Ban fights Fudou. Fudou escapes when Ban and Shido are found by a supposed \"ally\", Haruki Emishi.",
            "Aliases": []
          },
          "15": {
            "ID": "301543",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/301543",
            "TitleEnglish": "The Loulan Dance Whip That Whirls In The Night",
            "SummaryEnglish": "Ban and Shido are lead, by Emishi, to a \"safehouse\", which is really a house full of drunken girls. Emishi attempts to finish off Shido with his Rouran Death Whip. He then turns on Ban, angered that Shido, Kazuki and Ginji would associate with someone like Ban. He then attempts killing Ban. Ban had used the Jagan on Emishi when they first met - Emishi runs. Kazuki receives some help from Pharmacist Gen. Ban and Shido find out what the IL really is - they fight more Wire Dolls. Kazuki departs from Gen's. Akabane and Ginji find out where the IL is located.",
            "Aliases": []
          },
          "16": {
            "ID": "343765",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343765",
            "TitleEnglish": "Explosion! The Thunder Emperor's Rage",
            "SummaryEnglish": "Ginji and Akabane battle against several men, but Ginji disagrees with Akabane ruthless attacks. Kagami sets out to look for Ginji and Akabane, while Juubei follows him. Makubex reveals how the Limitless Fortress is divided into three sections: Lower Town, The Beltline, and Babylon City. His objective therefore is to obtain absolute power from Lower Town. Juubei and Kagami encounter Ginji and Akabane, but Ginji is enraged when Juubei tells him he killed Kazuki. Ginji unleashes a huge amount of lightning, which both exhausts them as well as separates them. Akabane and Kagami also engage in battle, with Akabane forcing Kagami to escape. Juubei raises doubts about Makubex, but Kagami advises him to continue the path he chose. Ban and Shido manage to find the garbage disposal facility. Meanwhile, as Hevn and Himiko are harassed by two men, Kazuki saves them.",
            "Aliases": []
          },
          "17": {
            "ID": "343766",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343766",
            "TitleEnglish": "Gathering, Retrieval Team!",
            "SummaryEnglish": "The group of Ban, Ginji, Himiko, Shido, Kazuki, Akabane and Hevn are reunited - only to be separated once again. There are 6 doors, and a die. The group rolls the die to see who goes through which door. Oddly, out of the six numbers on the die, none get repeated. Hevn stays behind.",
            "Aliases": []
          },
          "18": {
            "ID": "343767",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343767",
            "TitleEnglish": "Collision! Shido vs. Emishi",
            "SummaryEnglish": "Shido and Emishi face off against each other.",
            "Aliases": []
          },
          "19": {
            "ID": "343768",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343768",
            "TitleEnglish": "Friend… Kazuki vs. Juubei",
            "SummaryEnglish": "Kazuki must battle against his childhood friend, Juubei.",
            "Aliases": []
          },
          "20": {
            "ID": "343769",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343769",
            "TitleEnglish": "The Man From Babylon City",
            "SummaryEnglish": "Himiko's showdown with Kagami Kyoji in a Virtual Reality version of a Mayan temple.",
            "Aliases": []
          },
          "21": {
            "ID": "343770",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343770",
            "TitleEnglish": "Sword of Revenge • Ban vs. Fudou",
            "SummaryEnglish": "Ban faces off with Fudou while Ginji begins transforming into Raitei once more.",
            "Aliases": []
          },
          "22": {
            "ID": "343771",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343771",
            "TitleEnglish": "Awakening! Thunder Emperor Descends",
            "SummaryEnglish": "Ginji completely transforms into Raitei and is unable to so much as tell friend from foe. Can Ban reach him in time to stop him?",
            "Aliases": []
          },
          "23": {
            "ID": "343772",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343772",
            "TitleEnglish": "Attack! Virtual Army",
            "SummaryEnglish": "MakubeX creates many virtual clones of people and the GetBackers must fight them in order to get to MakubeX.",
            "Aliases": []
          },
          "24": {
            "ID": "343773",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343773",
            "TitleEnglish": "Final Battle! Ginji vs. Makubex",
            "SummaryEnglish": "Ginji faces off against MakubeX",
            "Aliases": []
          },
          "25": {
            "ID": "343774",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343774",
            "TitleEnglish": "Get Back the Infinite Future!",
            "SummaryEnglish": "Will Ginji and Ban be able to stop MakubeX from detonating the bomb? Ren finds out that she cannot leave the Infinity Fortress.",
            "Aliases": []
          }
        }
      },
      "2": {
        "ID": "15982",
        "URL": "https://www.thetvdb.com/series/getbackers/seasons/official/2",
        "# Episodes": 24,
        "Episodes": {
          "1": {
            "ID": "305545",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/305545",
            "TitleEnglish": "Hot Spring Trip to Retrieve Steam!?",
            "SummaryEnglish": "Ban and Ginji are sent to recover a stolen ring at a hot springs resort. Hevn, Paul, and Natsumi tag along and there they bump into Kazuki and Juubei.",
            "Aliases": []
          },
          "2": {
            "ID": "305546",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/305546",
            "TitleEnglish": "High School Girl vs. Retrievers",
            "SummaryEnglish": "Ban and Ginji are hired to recover a stolen bag. To find it they must deal with a high school girl who claims to know where it is.",
            "Aliases": []
          },
          "3": {
            "ID": "305547",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/305547",
            "TitleEnglish": "The Man Who Lost His Past",
            "SummaryEnglish": "Ban and Ginji are approached by a man who wants them to find his memories.",
            "Aliases": []
          },
          "4": {
            "ID": "305548",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/305548",
            "TitleEnglish": "Get Back the Arms of the Goddess!",
            "SummaryEnglish": "Clayman returns to hire Ginji and Ban to recover the arms of the Venus De Milo.",
            "Aliases": []
          },
          "5": {
            "ID": "301538",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/301538",
            "TitleEnglish": "Enigmatic Assassins • Miroku Brothers",
            "SummaryEnglish": "Ban and Ginji board a ship where they believe the arms are. Little do they know, not only is Dr. Jackal there, but a new threat as well!",
            "Aliases": []
          },
          "6": {
            "ID": "343775",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343775",
            "TitleEnglish": "Hera and Kite",
            "SummaryEnglish": "Shido and Emishi are intrigued to know that the art auction will be held in a secluded island. Ban appears, and the two of them face off against him. However, Ban doesn't have the strength to fight them and instead collapses in Shido's arms. Meanwhile, Natsuhiko is disappointed in Yukihiko for sparing Ginji's life. Nevertheless, Yukihiko says that Ban will attempt to rescue Ginji, which then Natsuhiko will have a chance of battling Ban. As Natsuhiko leaves, Ginji, unable to move due to dislocation of all of his joints, sees Hera and Akabane enter. Although, Hera wanted Ginji dead, Yukihiko uses him as a hostage instead. When Ginji sees Hera, he recalls that she was once Kait's girlfriend, and had also served as a model for his artwork. Although, Hera and Kait were once engaged, she reveals that he became obsessed with the Venus de Milo, going so far as to abandoning his own artwork and ending his relationship with Hera, because she was not as perfect as the sculpture. Thus, Hera sees her work as an act of revenge against Kait and the Venus de Milo. Ginji suggests that they give him the arms, and that in return he and Ban will \"recover\" Hera's happiness. Annoyed by this notion, Hera orders a remorseful Yukihiko to kill him, right when Ryuu walks in. Ginji uses the distraction to push himself off the couch he is lying on in order to relocate his shoulder and breaks through a window and into the ocean, only to end up drowning. Meanwhile Ban awakens in the care of Shido and Emishi, who tell Ban that they are after the replica sculpture, and not the arms of the sculpture, putting off any reason to fight each other. Shido explains that the replica sculpture is actually made up of a very expensive drug called Aphrodite. A small amount of Aphrodite is worth millions of yen, and has the capability to destroy a countless number of lives due to its potency. It turns out that Mr. Moen Riyu is the chairman of the art auction, and that whoever wins the bid on the sculpture's arms",
            "Aliases": []
          },
          "7": {
            "ID": "343776",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343776",
            "TitleEnglish": "Mission Start! Ginji vs. Miroku",
            "SummaryEnglish": "Ban, Ginji, Shido, and Emishi split up as they take on the bodyguards. Meanwhile, Ryuu eagerly anticipates the art auction as he expects to earn a lot of money from it, and plans to use the Aphrodite to someday rule the world. Hera looks back to when Ginji said that anything lost can always be recovered, even her happiness. Ban faces off with Akabane, both using their full power. Shido fights Shakuryuu, who wields thick fists of flames. Emishi gets into it Hyouku, who wields a thin sword of ice. Shakuryuu and Hyouku increase their strength and speed, however, Shido and Emishi manage to defeat them. Ginji runs into Yukihiko and Natsuhiko, who later turn out to be one and the same person with dissociative identity disorder, displaying a split personality. Yukihiko, in excellence of speed, is Miroku's friendly, reasonable side, while Natsuhiko, in excellence of strength is Miroku's evil, and bloodthirsty personality. Natsuhiko uses his sword to battle Ginji head-on, but Ginji seemingly defeats him. However, Yukihiko emerges again, using his ring blade to create a massive implosion of the structure around them.",
            "Aliases": []
          },
          "8": {
            "ID": "343777",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343777",
            "TitleEnglish": "Get Back the Immortal Goddess!",
            "SummaryEnglish": "As Ban hears the implosion caused by Miroku, he uses Jagan on Akabane to escape, causing him to see multiple images of Ban, which were diverted from balloons. It turns out that the implosion Miroku created using his ring blade was actually an explosion Ginji created amplifying the electricity using nearby electrical wires. The disturbance causes a minor power outage at the art auction. Hera reminisces about when Kait expresses his love for the beauty of the Venus de Milo, and then she makes her way to the art auction. It is revealed that Ban sneaks in the art auction as a television reporter. He uses Jagan on the male bidders, by means of a television screen, causing them all to see multiple sculptures, all with different hand gestures, diverted from all the female bidders. Ban, Ginji, Shido, and Emishi then confiscate the real arms of the sculpture as well as the replica sculpture. As the team runs to the shoreline, Kazuki pulls up in a small speedboat in order to take them back. However, as they are about to pull away, Hera shows up with a gun and hits the gas tank, which eventually begins to leak fuel. Emishi takes the gun away from her with his whip, and the five of them cruise off, as Ginji shouts out to Hera, promising to recover her happiness. Soon they realize that they must dump any unnecessary weight, and Ginji accidentally tosses the real arms of the sculpture as well as the replica sculpture overboard. Although the team acquired five hundred thousand yen, Clayman charges them three hundred thousand yen for the special balloons she made for Ban, and they already used two hundred thousand yen for preparations, so once again the team turn up penniless. Determined to get some good out of the mission, it is revealed that The GetBackers had another task assigned to them by Kait, to bring Hera back to him. They meet Hera at the designated location, however it turns out she just came in order to get revenge. Clayman shows up pushing Kait in a wheelchair, and she",
            "Aliases": []
          },
          "9": {
            "ID": "343778",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343778",
            "TitleEnglish": "GetBackers Break Up!? The Enemy is Ban Mido",
            "SummaryEnglish": "Ban and Ginji are seen fighting each other. Hevn arrives just in time to stop them. Ban walks away from them, breaking up their partnership. He visits the estate of Daitetsu Mahoroba in order to offer his protection services to a diamond, called the Aztec Star, which belongs to Daitetsu. However, Ginji is hired to recover the Aztec Star. This diamond, stolen after World War II, is one thousand karats and worth three billion yen. It is revealed that The GetBackers broken partnership was just a fluke. Ginji explains to the others that Ban, Himiko, and Yamato attempted to steal the Aztec Star in a briefcase from the estate a year ago. However, Daitetsu predetermined the theft attempt, as the briefcase was a self-destructing bomb, deeming the robbery a failure. Ban and Ginji devise a plan to have a brief fight and then team up, taking the diamond and escaping together. Ginji infiltrates the estate with ease, but encounters a bodyguard who displays the martial arts skills similar to that of Bruce Lee, but manages to defeat the bodyguard by shocking him with enormous amounts of electricity. Meanwhile, Ban is captured by Hishiki, The Protector who was previously hired by Akutsu, as Daitetsu sees through the plan devised. Ban tricks Daitetsu and Hishiki, using the Jagan to cause them to think that Ban and Ginji killed each other. When Daitetsu and Hishiki wakes up, Ginji has already procured the Aztec Star, and The GetBackers make their escape. When they get out of the estate, their pursuers are distracted by a bunch of crows commanded by Shido, and Himiko unexpectedly arrives with him to pick up The GetBackers. As they make their getaway, Ginji drops the diamond, which is then picked up by one of Shido's crows. The crow keeps the diamond, much to Ban's chagrin, and The GetBbackers are screwed out of their reward yet again.",
            "Aliases": []
          },
          "10": {
            "ID": "343779",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343779",
            "TitleEnglish": "Get Back the Flame of Life!",
            "SummaryEnglish": "Hevn asks Ban and Ginji to recover a rare blood type, known as Bombay Blood, for Yumiko Imai, the granddaughter of Shigeyuki Imai, who needs blood transfusional surgery in order to survive. Mr. Imai unfortunately doesn't know anyone who has Bombay Blood, making the mission literally impossible. He begs The GetBackers to retrieve Bombay Blood, since Yumiko has her birthday a month later. It is revealed that Bombay Blood is in the possession of The Transporters, Akabane and Maguruma. As The GetBackers prepare to encounter The Transporters, Akabane attack them from the semi-trailer truck while Maguruma is driving passed them. Once again, The GetBackers are in a high-speed chase with The Transporters. Ginji jumps on to the roof of the semi-trailer truck from an overpass, while Ban keeps pursuit in the car. Ginji lands, and is summarily knocked off by Akabane. A planted road bomb keeps Ban from further pursuit. Yumiko becomes at high risk in her sickness, as Mr. Imai begins to worry more. Hevn is asked to take care of Yumiko, offer her a supposedly stolen puppy, until The GetBackers return to the hospital. Ginji recalls that when he was younger he lost a friend in the Limitless Fortress, who reminds him of Yumiko, very ill and in need of medical attention. This gives him extra determination and anger. It is revealed that a mafia hired The Transporters to deliver the Bombay Blood to them. Ginji unexpectedly turns up again, and Akabane betrays the mafia and gives Ginji the Bombay Blood, sarcastically saying that his since his job is technically finished. Ginji defeats the mafia with his lightning, however exhaustively. His superhuman power is then augmented, using static electricity, to take down the mafia chief. Akabane and Maguruma leave the scene in the semi-trailer truck, as Ban enters it in a helicopter. Ban takes Ginji and the Bombay Blood to the hospital. Yumiko will soon recover her health, thanks to Ginji's strength and reminiscence about the girl who was sick in",
            "Aliases": []
          },
          "11": {
            "ID": "343780",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343780",
            "TitleEnglish": "Children of Fate",
            "SummaryEnglish": "Ban and Ginji, as well as Himiko are hired to obtain a kidnapped baby. The clients are Yuuichiro Nagano and his wife, Maki Nagano. It is believed that Yuuichiro's father, Takao Kiyokawa, the chief executive officer of a major financial enterprise company, is responsible for the kidnapping. It is revealed that Kiyokawa never approved of their marriage, since he wanted Yuuichiro to marry a woman of a high financial status quo. Yuuichiro and Maki find out that Kiyokawa broke into the Nagano residence, taking the child with him. Kiyokawa wants to raise their child as his own to have a rightful heir to the company. Therefore, Ban and Ginji's job is to recover the child, while Himiko's job is to transport the child. Ban tells Ginji that Himiko was a kidnapped child in the past, making her relate to the child of the Naganos. Ban and Ginji, in their car, and Himiko, in her motorcycle, arrive at the estate of Kiyokawa to steal back the child. After Kiyokawa shortly figures out that the child is missing, he sends his guards to chase after them. While Himiko heads back to transport the child, Ban and Ginji blocks the road in front of the guards. However, this proves ineffective when the guards use a helicopter to simply fly over their heads. Himiko is forced to hide in the woods with the child from the helicopter. Himiko flashes back to when Yamato was in the same situation with Himiko in the woods. Ban and Ginji find Himiko and the child in the woods, but are sensed by the helicopter. They make their escape. It is revealed that Himiko and Yamato are descendants of what is known as the Last Children, suffering a curse that makes them grow insane as they get older. As Yamato slowly begins to fall to the curse, he asks Ban to take his life while he is still in a right state of mind. Ban, Ginji, and Himiko return to the Honky Tonk cafe with the child, only to find out that Yuuichiro was escorted to the estate to negotiate with Kiyokawa. Ban, Ginji, and Himiko barge in, as Maki br",
            "Aliases": []
          },
          "12": {
            "ID": "343781",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343781",
            "TitleEnglish": "Do Your Best, Natsumi!",
            "SummaryEnglish": "While Ban and Ginji go to the beach to meet a client, Natsumi decides to take on a retrieval job. To do so she enlists the help of Emishi.",
            "Aliases": []
          },
          "13": {
            "ID": "343782",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343782",
            "TitleEnglish": "Recital Just for You",
            "SummaryEnglish": "Shido decides to dress fancy for one of Madoka's recitals. But can he make it on time when an old enemy of his attacks?",
            "Aliases": []
          },
          "14": {
            "ID": "343783",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343783",
            "TitleEnglish": "Ginji's Hospitalized? To the Hospital! The Whole Crew Gathers",
            "SummaryEnglish": "Ginji falls off a building while chasing a riceball and is hospitalized. Everyone decides to visit. Shido and Ban get into an argument and when they are hired to get letters. They make it a competition. Meanwhile, Kazuki goes looking for a lost Juubei in the hospital and is mistaken for a female nurse. Himiko is left alone with Ginji.",
            "Aliases": []
          },
          "15": {
            "ID": "343784",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343784",
            "TitleEnglish": "The Monkey's Counterattack!",
            "SummaryEnglish": "Ban, Ginji, and Natsumi visit Madoka's summerhouse. When the town is being terrorized by apes they enlist the help of Shido to stop them. But can he stop them?",
            "Aliases": []
          },
          "16": {
            "ID": "343785",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343785",
            "TitleEnglish": "Farewell, My Beloved",
            "SummaryEnglish": "After seeing a videotape, Hevn decides to take on Ban and Ginji's assignment. But for what reason?",
            "Aliases": []
          },
          "17": {
            "ID": "343786",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343786",
            "TitleEnglish": "Atonement for Betrayal",
            "SummaryEnglish": "Paul has an encounter with an old acquaintance.",
            "Aliases": []
          },
          "18": {
            "ID": "343787",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343787",
            "TitleEnglish": "The Man Returns Home... Infinite Castle, Once Again",
            "SummaryEnglish": "Sakura is found injured and tells everyone that MakubeX has been kidnapped. Ban, Himiko, Shido, Kazuki, and Ginji head into the Lower Town of the Limitless Fortress.",
            "Aliases": []
          },
          "19": {
            "ID": "343788",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343788",
            "TitleEnglish": "The Last of the Four Kings",
            "SummaryEnglish": "The group arrives at the pharmacy and meets Juubei and Emishi there. After leaving, the group is split up each with different enemies.",
            "Aliases": []
          },
          "20": {
            "ID": "343789",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343789",
            "TitleEnglish": "The Demon of Revenge, Fudou, Dies",
            "SummaryEnglish": "More and more of the past is revealed. Himiko battles Kaoru while Ban battles Fudou. Will Ban and Himiko win? Meanwhile Shido arrives at the pharmacy injured and MakubeX tries to send information from the archive to Sakura at the Honky Tonk. Hevn hires Dr. Jackal to transport something... but what?",
            "Aliases": []
          },
          "21": {
            "ID": "343790",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343790",
            "TitleEnglish": "Brain Trust",
            "SummaryEnglish": "Dr. Jackal arrives at the pharmacy and Gen reveals the creation of the Limitless Fortress. Kazuki, Juubei, Dr. Jackal, Ban, and Ginji enter the Beltline. Ginji confronts Masaki.",
            "Aliases": []
          },
          "22": {
            "ID": "343791",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343791",
            "TitleEnglish": "Bust Into Beltline! Ginji vs. Masaki",
            "SummaryEnglish": "Everyone finds Ginji, Masaki leaves. A strange man then appears and offers to be their guide. Juubei leaves to confront Toshiki. Kaoru fights Ginji.",
            "Aliases": []
          },
          "23": {
            "ID": "343792",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343792",
            "TitleEnglish": "Fated Confrontation · Ban vs. Akabane",
            "SummaryEnglish": "Juubei fights Toshiki, but the fight is stopped by Kazuki. Ban fights Akabane and Gen conducts a plan.",
            "Aliases": []
          },
          "24": {
            "ID": "343793",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/getbackers/episodes/343793",
            "TitleEnglish": "GetBackers",
            "SummaryEnglish": "Masaki finally tells Ginji of what he was ordered to do and his intentions. He says that MakubeX was part of the equation that is going to be deleted. Everyone joins together and MakubeX is restored by Ginji. Kaoru takes the seal off of Sakura.",
            "Aliases": []
          }
        }
      }
    }
  }
]