{
    "URL": "https://www.thetvdb.com/series/midori-days",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1244322/",
        "https://www.themoviedb.org/tv/42824"
    ],
    "TitleEnglish": "Midori Days",
    "SummaryEnglish": "\"Midori No Hibi\", also known as \"Midori Days\" is a story about a boy and a girl. Not a normal story, however, but one very entertaining story if anything. Seiji, who was known for his \"Demon Right Hand\" particularly named that for his keen sense of fighting skills and long streak of getting his way by clocking a guy in the face, woke up one morning to find his right hand was now a woman. A girl, rather, and one that loved him so much she had wished so hard to be close to him, she got her wish. Imagine what could transpire if you have a tiny woman for a hand, and you are in high school.",
    "TitleJapanese": "美鳥の日々",
    "SummaryJapanese": "彼女イナイ歴１７年という記録を持つ沢村正治は、バラ色の学園生活を夢見るケンカ最強の高校生。どんな空いても一撃で仕留めてしまうその右手は「悪魔の右手という異名が付けられ周囲から恐れられている。そのため、いざ女の子に告白しても本当の姿を見ようともせずに振られるというのが毎回のパターンで、連続失恋記録を伸ばす一方なのだ。\n\nしかし、そんな正治の優しさを理解していて、一途に想い続けている女の子がいた。春日野美鳥という正治とは接点もないようなお嬢様である。だが、美鳥は自分に自信と勇気が持てず、正治を遠くから見つめる事しか出来ない。\n\nそんなある日、「誰でもいいから彼女になってくれ」と自暴自棄になったように叫ぶ正治と、「大好きなセイジ君と、一緒に笑ったり泣いたりしたい」と願う美鳥との想いが突如現実へと変わる。なんとセイジの「悪魔の右手」が「天使の右手」と言ってもいいほどの可愛いさを持つ美鳥の姿になってしまうのだ。こうして、誰にも言えない大きな秘密を抱えて、奇妙なドタバタ生活にほんのりと切ない愛しさが加わった二人の日々が始まる！",
    "Aliases": [
        "Midori no Hibi"
    ],
    "Modified": "2024-10-19",
    "Seasons": {
        "0": {
            "ID": "535464",
            "URL": "https://www.thetvdb.com/series/midori-days/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5164391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midori-days/episodes/5164391",
                    "TitleEnglish": "Picture Drama 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5164392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midori-days/episodes/5164392",
                    "TitleEnglish": "Picture Drama 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5164393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midori-days/episodes/5164393",
                    "TitleEnglish": "Picture Drama 3",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "15986",
            "URL": "https://www.thetvdb.com/series/midori-days/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "301544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midori-days/episodes/301544",
                    "TitleEnglish": "The Right-Hand Girlfriend",
                    "SummaryEnglish": "The lonely and frustrated Seiji Sawamura [\"Mad Dog Sawamura\"] wakes up one morning and finds his right hand has turned into a girl named Midori. Midori, who has been deeply in love with him for three years, and who has been watching him from afar, is not as upset with the current situation. Now Seiji must find a way to deal with his new life with Midori. But right now, Sawamura is more interested in two female admirers who would like to come over and meet him...but after being rejected 20 times in a row, Sawamura cannot believe his good luck...",
                    "TitleJapanese": "右手 no 恋人",
                    "SummaryJapanese": "情に厚く男気あふれる高校生・沢村正治。不良で慣らした正治には『悪魔の右手』と呼ばれる無敵のパンチがある。おかげで悪名ばかりが先行し、生涯１７年間、周りに集まってくるのはむさ苦しい男ばかり。自分もごく普通に彼女を作って学園生活をエンジョイしたいと思っているのだが、もっか失恋記録更新中で、今日も近所の小学生の栞にもからかわれてしまう始末……。しかし、そんなある日、正治の右手が突然女の子になってしまった!?"
                },
                "2": {
                    "ID": "301545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midori-days/episodes/301545",
                    "TitleEnglish": "Two People's Feelings",
                    "SummaryEnglish": "Just as Seiji is learning to deal with the fact that his right hand is now Midori, a group of thugs from a nearby high school begin to start trouble as to force Seiji to fight. Can Seiji really fight without his \"Demon Right Hand?\"",
                    "TitleJapanese": "二人 no 想い",
                    "SummaryJapanese": "右手の少女・美鳥との奇妙な生活が始まった。大好きな正治と一緒に居られると浮かれ気分の美鳥と対照的に気分が滅入っている正治は、この異常事態を何とかしようと美鳥の家に行くことを提案する。とりあえず包帯で美鳥を隠し登校する正治だが、その包帯のせいでクラス委員長の綾瀬貴子からは嫌味を言われ、他の生徒たちからはますます恐れられてしまうのだった。その日の昼、他校の不良たちが正治を出せと正治の学校の校庭に押し寄せてくる。不良たちに注意を促す綾瀬だったが……。"
                },
                "3": {
                    "ID": "301546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midori-days/episodes/301546",
                    "TitleEnglish": "The Day of Discoveries",
                    "SummaryEnglish": "Seiji's older and very cruel sister comes home for a 'visit,' after she takes all the money Seiji recieved from his parents, her and the members of her former motorcycle gang decide to take Seiji along to a bathhouse. Will she discover Seiji's secret?",
                    "TitleJapanese": "発見 no 日々",
                    "SummaryJapanese": "仕送りが送られてきて浮かれ気分の正治。たまには美味しいものでも食べようと出かける正治たちの前に現れたのは正治の姉・凛だった。しかも、その凛に仕送りを奪われそうになるは、美鳥のこともバレるはで正治は散々な目に。さらに追い討ちをかけるかのように凛の暴走族時代の仲間たちが大挙して正治の家に押し寄せて来たかと思うと、凛の提案で温泉に連れ出されてしまう。温泉の宴会場で繰り広げられる大宴会。そんな中、酔っ払った凛は正治の右手の美鳥をその場で公開してしまうのだった!?"
                },
                "4": {
                    "ID": "301547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midori-days/episodes/301547",
                    "TitleEnglish": "Discovery of the Secret!?",
                    "SummaryEnglish": "After an accident, Seiji and Midori relize she needs some new clothes. So after some thought, they go to a doll shop. After Takamizawa Shuichi, a fellow student discovers that Seiji collects dolls, Seiji pretends to be his friend and have the same hobby to keep his mouth shut. But how long before Takamizawa discovers thier secret?",
                    "TitleJapanese": "秘密 no 発覚!?",
                    "SummaryJapanese": "アイスクリームで服を汚してしまった美鳥のために新しい服を買いに行くことになった正治たち。たまたま入ったフィギュアショップの中で正治はクラスメイトの高見沢と出会ってしまう。アニメキャラクターやフィギュア好きな上に理想は小さくて可愛い可憐で無邪気な人形が好みだという高見沢。高見沢にとって理想そのものである美鳥のことを知られないよう話を合わせる正治だったが、ふとしたきっかけで知られてしまいそうになりフィギュアショップの中で暴れてしまう。そして翌日の昼休み、正治は高見沢に学校の屋上に呼び出される。美鳥のことが知られてしまったのだろうか!?"
                },
                "5": {
                    "ID": "301548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midori-days/episodes/301548",
                    "TitleEnglish": "The Power of Love",
                    "SummaryEnglish": "The school physical education instructor has a grudge against Seiji and plains to take it out on him in gym class. Seiji has another problem after he mistakenly takes some of Orin's [his sister's] booze thinking it was medicine, to fight his cold, but soon passes out. How will Midori handle an afternoon with no Seiji? And who keeps ringing the doorbell?",
                    "TitleJapanese": "アイ no チカラ",
                    "SummaryJapanese": "遅刻寸前の正治たち。学校の正門での体育教師の西田の妨害をものともせず滑り込みでギリギリ間に合ったものの、授業中の居眠りがバレてしまい廊下に立たされてしまうのだった。また、右手のケガを理由に体育の授業を休んでいた正治だが、朝の仕返しとばかりに西田の嫌がらせで左手だけで腕立て伏せをやらされてしまいヘトヘトに……。なんとか家に帰った正治だったが、水だと思って飲んだお酒のせいで気を失ってしまう。こんな時にしっかりしなければいけないと奮戦する美鳥だったが……。"
                },
                "6": {
                    "ID": "301549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midori-days/episodes/301549",
                    "TitleEnglish": "Shiori's Love-Love Battle!",
                    "SummaryEnglish": "Seiji's neighbor Shiori decides she doesn't want to go out with her father and stepmother for the day, because she hates her stepmother. So Seiji ends up watching her instead. Ayase, still trying to get the courage to ask Seiji out, sees them walking together and soon believes Seiji is a pervert. How true are her fears? Is Seiji really a pervert?",
                    "TitleJapanese": "栞 no ラブラブ大作戦！",
                    "SummaryJapanese": "日曜の朝の散歩中に近所の少女・月島栞の面倒を見ることになった正治。せっかく二人きりだと思っていたのにと膨れる美鳥の気持ちを知る由もない栞は正治に甘えて大ハシャギ！その上、たまたま立ち寄ったゲームセンターで正治の姉の凛から正治を振り向かせる方法を伝授してやると言われた栞は、色んな手口で正治を誘惑しようとするが……。"
                },
                "7": {
                    "ID": "301550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midori-days/episodes/301550",
                    "TitleEnglish": "First Date",
                    "SummaryEnglish": "After Ayase tricks Seiji to go to a movie with her she completes a carefully planed day for the couple. As Seiji gets to the date, Midori sees Ayase all dressed out, to her surprise. Will Seiji and Ayase end up together?",
                    "TitleJapanese": "はじめて no デート",
                    "SummaryJapanese": "綾瀬貴子から映画に誘われ何の気なしに行くと約束した正治。しかし、モテた経験のない正治はそれがデートの誘いだとは気付かないが、美鳥は気が気ではない。美鳥の予想通り周到なデート計画をもって待ち合わせ場所に現れた綾瀬は正治とのデート中に、様々な作戦で正治をその気にさせようとするが、反応はない……。しかし、何とか告白のチャンスをものにしようと綾瀬は自宅に正治を招待するが、果たして上手くいくのだろうか？"
                },
                "8": {
                    "ID": "301551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midori-days/episodes/301551",
                    "TitleEnglish": "Right-hand Seiji",
                    "SummaryEnglish": "Seiji wakes up one morning and discovers that he has switched places with Midori! Midori is now actually sized, and Seiji is her right hand! How or when will they turn back to 'normal?'",
                    "TitleJapanese": "右手 no セイジ",
                    "SummaryJapanese": "その日はいつもと違っていた。正治の耳に響く美鳥の声がやたらに大きい。眠い目を擦って体を起した正治の目の前には、正治を覗き込む美鳥の顔があったのだ!?「わーっ、でっかー。つーか何だよコレ!?」そう、正治は美鳥の右手にいて、いつもと正反対になっていたのだ。慌てる正治をよそに小さくなった正治を見て「可愛い」と呑気な美鳥。一体全体、二人の身に何が起こったのだろうか？"
                },
                "9": {
                    "ID": "301552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midori-days/episodes/301552",
                    "TitleEnglish": "Takki no Hibi",
                    "SummaryEnglish": "Seiji catches Shuichi Takamizawa taking pictures of him and Midori throughout town. Soon they find out that he has created a popular internet website, and Midori is the star! Is Midori ready for fame? Will Seiji let Shuichi continue to follow them without recourse?",
                    "TitleJapanese": "タッキー no 日々",
                    "SummaryJapanese": "最近やたらと視線を感じる美鳥。正治がその犯人を捕まえてみるとそこには高見沢が……。全ての記憶を思い出した高見沢が隠し撮りした美鳥の写真を使って美鳥のホームページを作っていたのだ。ホームページをすぐに閉鎖するよう正治に言われた高見沢は、その代わりに一つ仕事を手伝って欲しいと、正治と美鳥に頼むのだった。その手伝いの内容とは……。"
                },
                "10": {
                    "ID": "301553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midori-days/episodes/301553",
                    "TitleEnglish": "Distance of the Hearts",
                    "SummaryEnglish": "Kouta, a childhood friend of Midori's, has a strange dream that makes him believe that she is in a Snow White like coma. He finally asks Seiji to come with him to Midori's house to try to wake her up. Will a kiss from Seiji wake up the life size Midori? If so, what will happen to 'his' Midori?",
                    "TitleJapanese": "ココロ no 距離",
                    "SummaryJapanese": "宮原のセッティングした合コンで盛り上がる正治たち。そんな様子に美鳥は気がきでない。しかも、正治がいるとは知らずに綾瀬もやって来てしまうのだった。正治にバレないように変装して合コンに参加する綾瀬だったが、その綾瀬に正治は一目惚れしてしまう。それぞれの思惑が絡み合う中始まった王様ゲームで正治と綾瀬がキスすることに!?"
                },
                "11": {
                    "ID": "301554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midori-days/episodes/301554",
                    "TitleEnglish": "Fated Reunion",
                    "SummaryEnglish": "After Seiji tries to get Midori to take a math test for him, Seiji and Midori play rock-paper-scissors over it, but Seiji loses... Midori decides that for her reward, Seiji has to say he loves her. Will Midori get what she wants? Will this change their relationship even more?",
                    "TitleJapanese": "運命 no 再会",
                    "SummaryJapanese": "負けたら勝った方の願いことを何でも聞く――そんな約束をして美鳥とゲームを始める正治。ゲームに勝ってテストの代筆を美鳥にやらせるはずだったのに結局、美鳥に負けてしまう。しかし、約束は約束と美鳥の願いを聞くことにした正治。そんな正治に美鳥はただ一つ「ウソでも良いから私のことを好きだと言ってください」と申し出るのだったが、そんな美鳥を前に正治は素直に「好きだ」と言うことを言えずにいた。今までは普通に口にしていた言葉だったのに……。正治の心情に微妙な変化が訪れるのだった……。"
                },
                "12": {
                    "ID": "301555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midori-days/episodes/301555",
                    "TitleEnglish": "Sudden Parting",
                    "SummaryEnglish": "Kouta, Midori's old school friend soon discovers Seiji and Midori's secret. He pleads with them to let her mother know what has happened to her...but with no luck. Elsewhere, a shaman explains to Midori's mother that Midori's 'spirit' does not want to return to her full-size body yet, and all they can do is wait. Will Midori return to full-size soon? Will Kouta tell Midori's mother his secret?",
                    "TitleJapanese": "突然 no 別れ",
                    "SummaryJapanese": "美鳥の同級生・耕太に遂に右手の美鳥の秘密がバレてしまった！　耕太は美鳥の家族に事実を伝えれば、元に戻る役に立つのではと提案するが、結局、正治はそれを断ってしまう。その夜、これ以上みんなに迷惑をかけられないと思い悩んだ美鳥は、ある決断をするのだった。そして翌朝、正治が目覚めると……!?"
                },
                "13": {
                    "ID": "301556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/midori-days/episodes/301556",
                    "TitleEnglish": "The Days of the Couple",
                    "SummaryEnglish": "One morning, Seiji discovers that Midori is gone and his right hand is back to normal. Later, Ayase finally tells Seiji she is in love with him, but he can not return the remark because...he has fallen in love with Midori!! Midori is now awakened from her coma, but remembers nothing about the past weeks. Will Midori and Seiji end up together? Can their relationship go back to what it was when she was his right-hand?",
                    "TitleJapanese": "二人 no 日々",
                    "SummaryJapanese": "正治の右手が元に戻り、眠っていた美鳥が意識を取り戻して数日。いつも一緒にいた美鳥がいなくなった正治は、すっかり元気をなくしてしまう。同級生の綾瀬から想いを告白されても、心ここにあらずといった様子……。一方、元の身体に戻った美鳥は、正治の右手にいた間の出来事を何一つ覚えていなかったのだった……。"
                }
            }
        }
    }
}