{
  "URL": "https://www.thetvdb.com/series/midori-days",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1244322/",
    "https://www.themoviedb.org/tv/42824"
  ],
  "TitleEnglish": "Midori Days",
  "SummaryEnglish": "\"Midori No Hibi\", also known as \"Midori Days\" is a story about a boy and a girl. Not a normal story, however, but one very entertaining story if anything. Seiji, who was known for his \"Demon Right Hand\" particularly named that for his keen sense of fighting skills and long streak of getting his way by clocking a guy in the face, woke up one morning to find his right hand was now a woman. A girl, rather, and one that loved him so much she had wished so hard to be close to him, she got her wish. Imagine what could transpire if you have a tiny woman for a hand, and you are in high school.",
  "Aliases": [
    "Midori no Hibi"
  ],
  "Modified": "2024-10-19",
  "Seasons": {
    "0": {
      "ID": "535464",
      "URL": "https://www.thetvdb.com/series/midori-days/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "5164391",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/midori-days/episodes/5164391",
          "TitleEnglish": "Picture Drama 1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "5164392",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/midori-days/episodes/5164392",
          "TitleEnglish": "Picture Drama 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "5164393",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/midori-days/episodes/5164393",
          "TitleEnglish": "Picture Drama 3",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "15986",
      "URL": "https://www.thetvdb.com/series/midori-days/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "301544",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/midori-days/episodes/301544",
          "TitleEnglish": "The Right-Hand Girlfriend",
          "SummaryEnglish": "The lonely and frustrated Seiji Sawamura [\"Mad Dog Sawamura\"] wakes up one morning and finds his right hand has turned into a girl named Midori. Midori, who has been deeply in love with him for three years, and who has been watching him from afar, is not as upset with the current situation. Now Seiji must find a way to deal with his new life with Midori. But right now, Sawamura is more interested in two female admirers who would like to come over and meet him...but after being rejected 20 times in a row, Sawamura cannot believe his good luck...",
          "Aliases": []
        },
        "2": {
          "ID": "301545",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/midori-days/episodes/301545",
          "TitleEnglish": "Two People's Feelings",
          "SummaryEnglish": "Just as Seiji is learning to deal with the fact that his right hand is now Midori, a group of thugs from a nearby high school begin to start trouble as to force Seiji to fight. Can Seiji really fight without his \"Demon Right Hand?\"",
          "Aliases": []
        },
        "3": {
          "ID": "301546",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/midori-days/episodes/301546",
          "TitleEnglish": "The Day of Discoveries",
          "SummaryEnglish": "Seiji's older and very cruel sister comes home for a 'visit,' after she takes all the money Seiji recieved from his parents, her and the members of her former motorcycle gang decide to take Seiji along to a bathhouse. Will she discover Seiji's secret?",
          "Aliases": []
        },
        "4": {
          "ID": "301547",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/midori-days/episodes/301547",
          "TitleEnglish": "Discovery of the Secret!?",
          "SummaryEnglish": "After an accident, Seiji and Midori relize she needs some new clothes. So after some thought, they go to a doll shop. After Takamizawa Shuichi, a fellow student discovers that Seiji collects dolls, Seiji pretends to be his friend and have the same hobby to keep his mouth shut. But how long before Takamizawa discovers thier secret?",
          "Aliases": []
        },
        "5": {
          "ID": "301548",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/midori-days/episodes/301548",
          "TitleEnglish": "The Power of Love",
          "SummaryEnglish": "The school physical education instructor has a grudge against Seiji and plains to take it out on him in gym class. Seiji has another problem after he mistakenly takes some of Orin's [his sister's] booze thinking it was medicine, to fight his cold, but soon passes out. How will Midori handle an afternoon with no Seiji? And who keeps ringing the doorbell?",
          "Aliases": []
        },
        "6": {
          "ID": "301549",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/midori-days/episodes/301549",
          "TitleEnglish": "Shiori's Love-Love Battle!",
          "SummaryEnglish": "Seiji's neighbor Shiori decides she doesn't want to go out with her father and stepmother for the day, because she hates her stepmother. So Seiji ends up watching her instead. Ayase, still trying to get the courage to ask Seiji out, sees them walking together and soon believes Seiji is a pervert. How true are her fears? Is Seiji really a pervert?",
          "Aliases": []
        },
        "7": {
          "ID": "301550",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/midori-days/episodes/301550",
          "TitleEnglish": "First Date",
          "SummaryEnglish": "After Ayase tricks Seiji to go to a movie with her she completes a carefully planed day for the couple. As Seiji gets to the date, Midori sees Ayase all dressed out, to her surprise. Will Seiji and Ayase end up together?",
          "Aliases": []
        },
        "8": {
          "ID": "301551",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/midori-days/episodes/301551",
          "TitleEnglish": "Right-hand Seiji",
          "SummaryEnglish": "Seiji wakes up one morning and discovers that he has switched places with Midori! Midori is now actually sized, and Seiji is her right hand! How or when will they turn back to 'normal?'",
          "Aliases": []
        },
        "9": {
          "ID": "301552",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/midori-days/episodes/301552",
          "TitleEnglish": "Takki no Hibi",
          "SummaryEnglish": "Seiji catches Shuichi Takamizawa taking pictures of him and Midori throughout town. Soon they find out that he has created a popular internet website, and Midori is the star! Is Midori ready for fame? Will Seiji let Shuichi continue to follow them without recourse?",
          "Aliases": []
        },
        "10": {
          "ID": "301553",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/midori-days/episodes/301553",
          "TitleEnglish": "Distance of the Hearts",
          "SummaryEnglish": "Kouta, a childhood friend of Midori's, has a strange dream that makes him believe that she is in a Snow White like coma. He finally asks Seiji to come with him to Midori's house to try to wake her up. Will a kiss from Seiji wake up the life size Midori? If so, what will happen to 'his' Midori?",
          "Aliases": []
        },
        "11": {
          "ID": "301554",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/midori-days/episodes/301554",
          "TitleEnglish": "Fated Reunion",
          "SummaryEnglish": "After Seiji tries to get Midori to take a math test for him, Seiji and Midori play rock-paper-scissors over it, but Seiji loses... Midori decides that for her reward, Seiji has to say he loves her. Will Midori get what she wants? Will this change their relationship even more?",
          "Aliases": []
        },
        "12": {
          "ID": "301555",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/midori-days/episodes/301555",
          "TitleEnglish": "Sudden Parting",
          "SummaryEnglish": "Kouta, Midori's old school friend soon discovers Seiji and Midori's secret. He pleads with them to let her mother know what has happened to her...but with no luck. Elsewhere, a shaman explains to Midori's mother that Midori's 'spirit' does not want to return to her full-size body yet, and all they can do is wait. Will Midori return to full-size soon? Will Kouta tell Midori's mother his secret?",
          "Aliases": []
        },
        "13": {
          "ID": "301556",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/midori-days/episodes/301556",
          "TitleEnglish": "The Days of the Couple",
          "SummaryEnglish": "One morning, Seiji discovers that Midori is gone and his right hand is back to normal. Later, Ayase finally tells Seiji she is in love with him, but he can not return the remark because...he has fallen in love with Midori!! Midori is now awakened from her coma, but remembers nothing about the past weeks. Will Midori and Seiji end up together? Can their relationship go back to what it was when she was his right-hand?",
          "Aliases": []
        }
      }
    }
  }
}