{
  "URL": "https://www.thetvdb.com/series/azumanga-daioh",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0339955/",
    "https://www.themoviedb.org/tv/12143"
  ],
  "TitleEnglish": "Azumanga Daioh",
  "SummaryEnglish": "あずまんが大王, Azumanga Daioh, follows the daily high school lives of six female students and two teachers with unusual personalities, from the first day of high school to graduation. Tomo Takino is the energetic loose cannon; Koyomi \"Yomi\" Mizuhara is the short-tempered, intelligent one; Chiyo Mihama is the 10-year-old genius; Ayumu \"Osaka\" Kasuga is the slow and not too bright one; Sakaki is the shy cat-loving one, prone to cat bites; and Kagura is the resident jock. The teachers include the wacky, childish, English teacher Yukari Tanizaki, and Minamo \"Nyamo\" Kurosawa, the sane gym teacher who gets drunk easily. The anime is based on the original manga by Kiyohiko Azuma, and has five parts to each episode, each with its own title (similar to five mini-episodes put together for one big episode). There are 130 sections in all, neatly fitting into 26 episodes.",
  "Aliases": [
    "Azumanga Daiou: The Animation (2002)",
    "あずまんが大王 THE ANIMATION",
    "Azumanga Daioh: The Animation"
  ],
  "Modified": "2025-08-29",
  "Seasons": {
    "0": {
      "ID": "26524",
      "URL": "https://www.thetvdb.com/series/azumanga-daioh/seasons/official/0",
      "# Episodes": 9,
      "Episodes": {
        "1": {
          "ID": "356547",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/356547",
          "TitleEnglish": "Azumanga Daioh: The Very Short Movie",
          "SummaryEnglish": "Osaka has a strange dream of Chiyo and her pigtails being possessed. But, what will happen when Chiyo's pigtails bounce out of the window? It's a typical day in Yukari's class, or as typical as it gets with the girls around.",
          "Aliases": []
        },
        "2": {
          "ID": "356546",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/356546",
          "TitleEnglish": "Character Line-Up",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "356548",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/356548",
          "TitleEnglish": "Character Sketches 1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "356549",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/356549",
          "TitleEnglish": "Character Sketches 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "356550",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/356550",
          "TitleEnglish": "Character Sketches 3",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "356551",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/356551",
          "TitleEnglish": "Character Sketches 4",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "7": {
          "ID": "356552",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/356552",
          "TitleEnglish": "Character Sketches 5",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "8": {
          "ID": "356553",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/356553",
          "TitleEnglish": "Character Sketches 6",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "9": {
          "ID": "1469851",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/1469851",
          "TitleEnglish": "Azumanga Web Daioh",
          "SummaryEnglish": "Chiyo brings a video camera to school for a class project. But when Tomo gets a hold of it, heaps of trouble happen all over campus.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "16009",
      "URL": "https://www.thetvdb.com/series/azumanga-daioh/seasons/official/1",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "302179",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302179",
          "TitleEnglish": "A Child High School Student",
          "SummaryEnglish": "1, \"A Child High School Student\" We first meet 10-year-old prodigy Chiyo Mihama on her first day of high school. Meanwhile, English teacher Yukari-sensei is also on her way to school, and nothing seems to be going her way. 2, \"A Genius\" We learn that, in spite of being very smart for her age, Chiyo is far from perfect. Nonetheless, Chiyo quickly becomes a featured member of the class. 3, \"Scary, maybe?\" Chiyo is helping out in class when she meets Miss Sakaki, the tall quiet girl that everyone idolizes. But, upon reviewing Sakaki's pick of career choices, Chiyo wonders if their might be more to Miss Sakaki than meets the eye. 4, \"The Rampaging Tomo-chan!\" We meet Tomo, the hyperactive girl, as she challenges both Sakaki and Chiyo and generally gets herself into trouble. 5, \"An Osakan Girl\" A new transfer student, Ayumu, arrives from Osaka. Now, poor Ayumu must try to deal with her classmates' preconceived notions about Osaka natives.",
          "Aliases": []
        },
        "2": {
          "ID": "302180",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302180",
          "TitleEnglish": "Osaka's Day",
          "SummaryEnglish": "6, \"Osaka Today As Well\" We learn more about Ayumu (now known as \"Osaka\") and her unfortunate habit of spacing out at inopportune moments. 7, \"P.E. - Volleyball\" During Kurosawa-sensei's gym class, we see how athletic (and unathletic) the girls can be. 8, \"Hiccups\" After sampling some of Yomi's spicy lunch, Osaka gets a bad case of the hiccups. 9, \"The Brain...\" Hours have passed, school is over, and Osaka's hiccups still have not gone away! The girls do everything they can to help her, but can the cure be worse than the disease? 10, \"Brand New\" We get a small glimpse into Osaka's imagination, where anything can happen, and reality as we know it ceases to exist.",
          "Aliases": []
        },
        "3": {
          "ID": "302181",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302181",
          "TitleEnglish": "Yukari and Nyamo",
          "SummaryEnglish": "11, \"Nyamo\" We get to see more of P.E. teacher Minamo Kurosawa, a.k.a. \"Nyamo,\" esp. her relationship with Yukari. 12, \"Factional Rivalry\" Envious over Nyamo's unmatched popularity with the students, Yukari shanghais the girls into basketball game. Only, Yukari doesn't play fair... 13, \"Yukari's Here\" When Yukari visits Nyamo at home, we get to see just how dysfunctional their relationship can be. 14, \"Not My Fault\" Yukari and Nyamo go out for a drink and end up running into *gasp* a foreigner! Meanwhile, Tomo, Yomi, and Osaka end up sharing in a little philosophy. 15, \"Forever And Ever\" Yukari shows her wild(er) side while knocking back glasses of sake, much to Nyamo's shagrin.",
          "Aliases": []
        },
        "4": {
          "ID": "302182",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302182",
          "TitleEnglish": "Pool, Pool, Pool!",
          "SummaryEnglish": "16, \"A Fun Profession\" We meet Kimura-sensei, the girls' creepy Classical Lit. teacher. 17, \"Pool, Pool, Pool\" As the girls gather at the school pool for gym class, we get to see more of their physical limitations, as well as a few personality quirks. 18, \"Ribbon\" Nyamo is trying to teach swimming technique to her class at the pool, when Yukari (naturally) rudely interrupts. 19, \"Just the Two of Them\" At Yukari's insistence, she and Nyamo face off in a pool relay race. 20, \"A Good Person?\" The aftermath of the class relay race. Also, the girls spot Kimura in the park after school and start wondering what kind of person he really is.",
          "Aliases": []
        },
        "5": {
          "ID": "302183",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302183",
          "TitleEnglish": "Summer Break",
          "SummaryEnglish": "21, \"Summer Break\" Summer Break arrives. Nyamo visits Yukari at home to instill some motivation in her. 22, \"Welcome to Chiyo's Room\" Yomi, Tomo, and Osaka go to visit Chiyo at her home... and are surprised by what they find! 23, \"Invitation\" The girls head to Chiyo's Family's summer home to enjoy their vacation together at the beach. Also, Chiyo and Osaka learn the true meaning of horror, courtesy of... the Yukari-mobile!!! O_o 24, \"Someone With Experience, Speak\" The group tries to pass the evening with scary stories and fireworks, with mixed results. 25, \"Done For\" The group returns home as Summer Break comes to an end. Also, Kaorin gets the shock of her life!",
          "Aliases": []
        },
        "6": {
          "ID": "302184",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302184",
          "TitleEnglish": "Sports Fest",
          "SummaryEnglish": "26, \"Equation for Victory\" The upcoming school Sports Fest has everyone excited, especially Yukari. 27, \"Sakaki of Class 3, Kagura of Class 5\" The Sports Fest begins. However, Chiyo doubts whether or not she will able to help her classmates win. 28, \"Runaway Victory\" The games continue as the girls participate in the 400 meter race, the scavenger hunt, and the tug-of-war. 29, \"Yay!\" The final decisive event of the day: the class relay race! Also, Chiyo gets her moment to shine. 30, \"Dancing the Grand Finale\" The Sports Fest ends with a traditional dance, where Kaorin's greatest fanasy and her worst nightmare both come true!",
          "Aliases": []
        },
        "7": {
          "ID": "302185",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302185",
          "TitleEnglish": "Culture Fest",
          "SummaryEnglish": "31, \"Fairyland Class\" With the school Culture Fest coming up, the class tries to come up with a theme. One anonymous (and cute) entry seems particularly promising... 32, \"Man of Character\" The girls gather at Chiyo's house to work on getting ready for the Culture Fest. Also, Sakaki gets to pet an animal for the first time! 33, \"Go With Enthusiasm!\" The Culture fest begins, and everyone is getting into it... especially Tomo! 34, \"The Mascot\" A large cat suit gets exchanged between several wearers as the Culture Fest wears on. 35, \"Enemy?\" The Culture Fest draws to a close, and the girls get to celebrate their success.",
          "Aliases": []
        },
        "8": {
          "ID": "302186",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302186",
          "TitleEnglish": "New Year's Dream Special",
          "SummaryEnglish": "36 - Osaka's New Years Dream Osaka dreams about Chiyo and her supposedly magical pigtails. 37 - In Tomo-chan's case... Tomo dreams of herself as a superhero high school girl; fighting crime, saving lives, and winning all the competitions. 38 - In Sakaki's Case... Sakaki dreams of meeting a yellow cat that calls itself \"Chiyo's Father.\" 39 - Welcome Sakaki's dream takes a turn for the truly bizarre. 40 - In Kaorin's Case... Kaorin dreams about Sakaki coming to her rescue.",
          "Aliases": []
        },
        "9": {
          "ID": "302187",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302187",
          "TitleEnglish": "Chiyo-chan's Birthday",
          "SummaryEnglish": "41 - If I Can't Pet One... When Kaorin shows off pictures of her cats at school, Sakaki gets an idea. 42 - 11 Years Old Chiyo announces that she will soon be turning eleven. 43 - Mr. Kitty Cat With Chiyo's birthday coming up, Sakaki searches for the perfect gift. 44 - Premise The girls gather at Chiyo's house for a birthday party. 45 - Why? After the party, the girls go for a walk together.",
          "Aliases": []
        },
        "10": {
          "ID": "302188",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302188",
          "TitleEnglish": "We're Second Year Students!",
          "SummaryEnglish": "46 - Draft Picks The girls move on to their second year of high school. But with classes being reshuffled, will the girls friendship be able to hold up? 47 - Class Shuffle The girls find out which class they will be in for second year. Plus, the return of Sakaki's \"rival,\" Kagura...! 48 - Wolf Kagura walks home with Sakaki, but the two girls are not as well-matched as Kagura believes. 49 - Putting on Senior Airs When some freshman girls accost Chiyo for being so cute, Chiyo feels it's time to start standing up for herself. 50 - Marco Kagura witnesses Sakaki's true nature when Yukari brings an abandoned kitten to class.",
          "Aliases": []
        },
        "11": {
          "ID": "302189",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302189",
          "TitleEnglish": "Kagura and Sakaki",
          "SummaryEnglish": "51 - Cosmopolitan City Kagura tries to converse with a foreigner using English. Plus, \"what does IT stand for?\" 52 - Showdown Kagura challenges Sakaki to a series of contests. 53 - You Didn't Have To Hit Him The girls get their measurements taken. Plus, Kamineko attacks! 54 - Covered in Cats Sakaki takes time out to fantasize, then goes in search of an alley where wild cats meet. 55 - Don't Run Away Kagura tries to help Sakaki by scaring away the cats that could bite her... much to Sakaki's dismay.",
          "Aliases": []
        },
        "12": {
          "ID": "302190",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302190",
          "TitleEnglish": "Chiyo-chan's Day",
          "SummaryEnglish": "56 - Chiyo-chan's Day A day in the life of a child prodigy begins. 57 - High School Friends We meet Chiyo's friends from elementary school. Also, we get Chiyo's perspective on her teachers and classmates. 58 - Lunch The girls go up to the school roof to have lunch. 59 - Afternoon Chiyo's day continues as she fights for her life in P.E. class. 60 - Jump Rope Chiyo gets to show off her rope jumping skills to her friends.",
          "Aliases": []
        },
        "13": {
          "ID": "302191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302191",
          "TitleEnglish": "Midterm Exams",
          "SummaryEnglish": "61 - No Guard Strategy Midterm exams are coming up, and even Tomo is getting worried. 62 - S The formation of the Knuckleheads. 63 - Exams Everyone is doing last minute studying for the exams, even the Knuckleheads. 64 - Formation The test scores are in! And the winner is... the Knuckleheads!?! 65 - Abilities Tomo and Kagura exchange insults. Plus, we find out what really motivates Tomo.",
          "Aliases": []
        },
        "14": {
          "ID": "302192",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302192",
          "TitleEnglish": "The Ocean, Summer Kimonos, and a Party!",
          "SummaryEnglish": "66 - Shopping Chiyo invites the girls back to her family's beach house. Also, Chiyo, Osaka, and Tomo go shopping. 67 - Meeting Up The girls gather at Chiyo's house before heading to the beach. 68 - The Ocean! Chiyo only has one key to get into the beach house. If something happened to it, it would be a disaster... 69 - Capture Operation The girls attend a local summer festival for some summer evening fun. 70 - The Adult World As the night wears on and the sake flows, Nyamo gives the girls a life lesson... sort of.",
          "Aliases": []
        },
        "15": {
          "ID": "302193",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302193",
          "TitleEnglish": "Sports Fest, Second Year",
          "SummaryEnglish": "71 - Members of the Kimura Family Kimura... a husband and father? 72 - Did You See? Did You See? The Sports Fest begins. Plus, Osaka vs. the obstacle course. 73 - Unidentified Wife Kimura's wife! She's real! 74 - Nervous Wreck Chiyo in the scavenger hunt, Kaorin and Sakaki in the three-legged race, and the 10K run. 75 - The Numbers Are In And finally, Yomi vs. the scale.",
          "Aliases": []
        },
        "16": {
          "ID": "302194",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302194",
          "TitleEnglish": "Culture Fest, Second Year",
          "SummaryEnglish": "76 - Combination It's time for the Culture Fest again. But, with last year's theme being such a big hit, how are the girls going to top it? 77 - Epiphany The girls finally decide on a theme. Plus, Chiyo feels the pressure! 78 - Cute The Culture Fest begins. Plus, Chiyo suits up! 79 - Ordering Nyamo drops in for some coffee. Kimura drops in for something else entirely. 80 - Advertising Reach Chiyo and Osaka take a break to enjoy the Culture Fest.",
          "Aliases": []
        },
        "17": {
          "ID": "302195",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302195",
          "TitleEnglish": "End of Second Term and Christmas",
          "SummaryEnglish": "81 - Osaka's Horror Story Chiyo and Osaka talk about pandas. Plus, Osaka describes a different kind of horror. 82 - Change of Pace Yukari gets bored with teaching English, so she decides to try something different. 83 - Yule Christmas is coming and everyone's getting merry! Plus, Tomo and Kagura discuss the mystery of Santa Claus. 84 - Amazing Santa Christmas wishes, reindeer... fact or fiction, and the year of the adder. 85 - Christmas Party The girls go out for a little fun and karaoke.",
          "Aliases": []
        },
        "18": {
          "ID": "302196",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302196",
          "TitleEnglish": "Yomi's Ordeals",
          "SummaryEnglish": "86 - Yomi's Exposure to the World When Yomi returns from a New Years trip, she learns that bragging can have dire consequences. 87 - Betrayal Tomo has seemingly made it her mission in life to give Yomi a hard time. 88 - Excited, Excited, Excited, Excited Even Yomi is getting excited when the girls plan a trip to a new theme park. 89 - Left Out Yomi comes down with a fever on the day of the trip. 90 - Go! SNOWBALL FIGHT!!!",
          "Aliases": []
        },
        "19": {
          "ID": "302197",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302197",
          "TitleEnglish": "One Spring Night",
          "SummaryEnglish": "91 - Yawn Master Osaka... the yawn master? Plus, Nyamo worries that she's getting old. 92 - Vaguely Youth Library research, the Go-Home Club, and freedom. 93 - Adults' Flower Gazing Yukari and Nyamo meet an old friend for dinner. Also, Chiyo ventures out after dark. 94 - Children's Flower Gazing Chiyo and Kagura discuss growing up, Yukari and Nyamo go on a double blind date, and Tomo and Yomi hang out. 95 - Cherry Blossoms Yomi's dirty little secret is revealed as everyone's night draws to a close.",
          "Aliases": []
        },
        "20": {
          "ID": "302198",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302198",
          "TitleEnglish": "Third Year",
          "SummaryEnglish": "96 - Separation The girls move on to their third year of high school. However, not all the girls are present and accounted for. 97 - Yukari's Birthday When Nyamo's class gets her a birthday gift, Yukari gets insane with jealousy. 98 - Flap Your Wings, Chiyo The girls discuss their future plans. 99 - Child President Chiyo wants to study abroad after she graduates. Of course, the others have something to say about that. 100 - Please Be Strong Kaorin has ended up in Kimura's class, and now she's hating life.",
          "Aliases": []
        },
        "21": {
          "ID": "302199",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302199",
          "TitleEnglish": "School Trip",
          "SummaryEnglish": "101 - Anticipation The class is going on a trip to Okinawa, and everyone's excited, especially Chiyo! 102 - I Just Couldn't The girls take in the sights on Okinawa, then head to the hotel buffet to chow down on some champloo(pl.). 103 - Watery Grave Yukari and the girls go scuba diving together. 104 - Island of Dreams The girls head to Iriomote Island, home of the famous iriomote wild cats... 105 - Mountain Cat Sakaki finally gets the cat she's always wanted... The question is, will she be able to say \"goodbye?\"",
          "Aliases": []
        },
        "22": {
          "ID": "302200",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302200",
          "TitleEnglish": "Entrance Exams Study Camp!",
          "SummaryEnglish": "106 - It's Nice Osaka admires Kagura's summer tan. Also, the girls plan another trip to Chiyo's beach house. Plus, Sakaki and Kaorin risk death as the Yukari-mobile returns! 107 - Tricked The girls have some fun on the beach before getting down to studying. 108 - Miss Kurosawa Night falls, and the girls hit the books, sort of. Plus, Nyamo faces her bete noire, much to Yukari's delight. 109 - An Attempt Kaorin tries to capture the elusive Sakaki-chan on camera. Plus, Osaka wakes Yukari. 110 - It's Not Over Yet School is back in session. The girls' minds? Not so much.",
          "Aliases": []
        },
        "23": {
          "ID": "302201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302201",
          "TitleEnglish": "Last Sports Fest in High School",
          "SummaryEnglish": "111 - Chewed The Sports Fest returns! ...But why is Osaka so excited? 112 - Cheerleader Her and Tomo's rough-housing leads to a crisis for Kagura. 113 - I Didn't Think Osaka is pumped up and ready, but there is one possibility she hadn't considered... 114 - We'll Run Together Kaorin gets to see Sakaki in a way she's never seen her before. Plus, the relay race begins. 115 - United It all comes down to this... In the relay race, the girls are going to have to work together if they're going to win.",
          "Aliases": []
        },
        "24": {
          "ID": "302202",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302202",
          "TitleEnglish": "Yamamayaa",
          "SummaryEnglish": "116 - Career Path When Sakaki reads that a Yamamaya (or Iriomote wild cat) was killed by a car, she has a horrible feeling. 117 - Showdown Sakaki decides that she wants to go away to veterinary school. Plus, Sakaki and Chiyo face a group of angry cats, when they are saved by an old friend of Sakaki's. 118 - Let's Hurry Apparently weakened after his battle with Kamineko, Sakaki and Chiyo rush the Yamamayaa to the vet. 119 - Popularity The girls visit Chiyo's house to see Mayaa (Sakaki's Iriomote cat), when Tomo finally gets what's coming to her. 120 - Together with Mayaa Sakaki stays at Chiyo's house overnight to be with Mayaa. Meanwhile, on their way home, the other girls encounter a mean looking grey cat.",
          "Aliases": []
        },
        "25": {
          "ID": "302203",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302203",
          "TitleEnglish": "Onwards, Entrance Exams!",
          "SummaryEnglish": "121 - Career Path Discussion The Entrance Exams are fast approaching, but Tomo still has time to ask riddles. Plus, Osaka-sensei!?! 122 - Prayers for Acceptance The girls head to a holy shrine to pray for success on their exams. 123 - Fight! The time for exams is nigh... 124 - Study Group The girls discuss how quickly three years of high school went by. 125 - Tomo and Osaka's Fateful Day Kagura gets accepted, but is there any hope for her fellow Knuckleheads, Tomo and Osaka?",
          "Aliases": []
        },
        "26": {
          "ID": "302204",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/azumanga-daioh/episodes/302204",
          "TitleEnglish": "Graduation Ceremony",
          "SummaryEnglish": "126 - First Graduation The last day of school begins, Sakaki faces Kamineko, and Osaka vs. hay fever. 127 - A Thousand Emotions At the graduation ceremony, Chiyo gets a surprise, then gets overwhelmed. 128 - Sorrow Why is Miss Yukari crying? 129 - Our Old School The girls say \"goodbye\" to high school. 130 - Everyone For Yomi, this is the moment of truth. Will she be accepted like the others, or will she be left out yet again?",
          "Aliases": []
        }
      }
    }
  }
}