{
  "URL": "https://www.thetvdb.com/series/hunter-x-hunter",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0426719/"
  ],
  "TitleEnglish": "Hunter x Hunter",
  "SummaryEnglish": "Gon's father, long believed to be dead, is still alive and was once one of the greatest Hunters in existance. Gon believes he will be able to meet his father once he himself becomes a Hunter. However, before he can become a Hunter, he has to pass the Hunter Exam first, an exam made of numerous tasks and dangerous trials.",
  "Aliases": [
    "Hunter X Hunter (OAV)",
    "Hunter X Hunter: G I Final (OAV)",
    "Hunter X Hunter: Greed Island (OAV)",
    "ハンターｘハンター"
  ],
  "Modified": "2025-09-16",
  "Seasons": {
    "0": {
      "ID": "535474",
      "URL": "https://www.thetvdb.com/series/hunter-x-hunter/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "4904159",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/4904159",
          "TitleEnglish": "Pilot",
          "SummaryEnglish": "Serving as a pilot to the Hunter x Hunter 1999 TV series. Note: Originally screened at the Jump Super Anime Tour '98 together with One Piece: Taose! Kaizoku Ganzack and Seikimatsu Leader Gaiden Takeshi!.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "16008",
      "URL": "https://www.thetvdb.com/series/hunter-x-hunter/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": "The history of Gon Freecs, a boy who left home alone to become a Hunter. In the hard test, Gon meets Leorio, Kurapika and Killua.",
      "# Episodes": 62,
      "Episodes": {
        "1": {
          "ID": "302122",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302122",
          "TitleEnglish": "A Boy Setting Out for a Journey × Leaving Behind the Sound of the Wind",
          "SummaryEnglish": "Gon leaves Whale Island to search for his missing father (Jin Freaks, a legendary Hunter and a fabulous-sounding mixed drink), leaving behind Mito, one thoroughly depressed aunt.",
          "Aliases": []
        },
        "2": {
          "ID": "302123",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302123",
          "TitleEnglish": "Encounter × Hesitation × Departure",
          "SummaryEnglish": "Enter Leorio, a bespectacled businessman, and Kurapica, a solemn, blonde kid whose eyes turn spookily red when he sees a spider. Gon latches onto the reluctant Leorio, and all three end up aboard a ship headed to Dole Island to start the Hunter exam.",
          "Aliases": []
        },
        "3": {
          "ID": "302124",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302124",
          "TitleEnglish": "Pride × Stormy Water × Duel",
          "SummaryEnglish": "A storm strikes at sea and takes out more than half the Hunter contestants, while the captain of the ship (a Hunter) chucks the rest overboard. Leorio and Kurapica begin to fight, but Gon interrupts them to save a drowning crew member. At the end of the voyage, only Gon, Leorio and Kurapica remain.",
          "Aliases": []
        },
        "4": {
          "ID": "302125",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302125",
          "TitleEnglish": "Decision × Shortcut × Detour",
          "SummaryEnglish": "In Dole, our three team up with Mashu, a ne'er-do-well. They are trapped by a crone (a Hunter) who questions them: \"Do you save your mother or your lover from certain death?\" Mashu answers and is allowed to pass, while Leorio, Gon & Kurapica remain silent. The three are led to a secret path through the city.",
          "Aliases": []
        },
        "5": {
          "ID": "302126",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302126",
          "TitleEnglish": "Lie x Truth? x Kiriko",
          "SummaryEnglish": "En route to Zaban City, the trio encounter two shape-shifting Rat-Foxes. Gon discovers that the seemingly evil shape-shifters are actually Navigators, who promise to lead our three to the Hunter examination building.",
          "Aliases": []
        },
        "6": {
          "ID": "302127",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302127",
          "TitleEnglish": "Steak x Marathon x Exam Begins",
          "SummaryEnglish": "Gon, Kuraptika, and Leorio reach the first stage of the Hunter Exam, a seemingly endless forced run through a tunnel leading by the examiner named Satotz. They are befriended by Tonpa, a man taking the exam for the 35th time, and meet Killua, another entrant. In the end Tonpa betrays Leorio, as Gon and Kuraptika go looking for them.",
          "Aliases": []
        },
        "7": {
          "ID": "302128",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302128",
          "TitleEnglish": "Trauma x Limit x Sweet Trap",
          "SummaryEnglish": "Tonpa has placed Leorio and another examinee near hallucinogenic sap. In a dream state, he explains that he wants to be a Hunter to get money so he can become a doctor who doesn't charge for his services. Gon and Killua bond. At the end of the first stage, a man appears to accuse the examiner of being a fake.",
          "Aliases": []
        },
        "8": {
          "ID": "302129",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302129",
          "TitleEnglish": "Magician x Smile x Wild Animal Warning",
          "SummaryEnglish": "Hisoka determines the real examiner by flinging deadly playing cards at each man, reasoning the true Hunter will live, and it's Satotz. Later, he plays at being an examiner and kills many examinees. Although Hisoka is able to kill all of his intended victims, he recognizes that Gon and Leorio are special and lets them live.",
          "Aliases": []
        },
        "9": {
          "ID": "302130",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302130",
          "TitleEnglish": "Menchi x Seriously Pissed x Second Exam?",
          "SummaryEnglish": "The group starts stage 2 of the test, which is to satisfy Gourmet Hunters Buhara and Menchi with their cooking. Everyone satisfies Buhara's taste for BBQ pork, but they all fail to make sushi good enough for Menchi. She says all examinees fail.",
          "Aliases": []
        },
        "10": {
          "ID": "302131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302131",
          "TitleEnglish": "Failing Score x Panic x Voice from Heaven",
          "SummaryEnglish": "While one of the examinees, wrestler Todo, criticizes Menchi and all Gourmet Hunters, Netero, the head examiner and Hunters Association's president, arrives and asks Menchi to give everyone another chance. The test takers collect spider eagle eggs, and Todo learns to respect Gourmet Hunters, vowing to return and take the test again.",
          "Aliases": []
        },
        "11": {
          "ID": "302132",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302132",
          "TitleEnglish": "Explore x Sports Spirit x Stowaway",
          "SummaryEnglish": "The protagonists and others have passed the second stage, and they fly towards the next stage on a blimp. Anita, a girl who failed the earlier test, sneaks aboard to get revenge on Killua for the death of her father. The Hunters capture her, and Chairman Netero offers to free her if Gon and Killua can take a ball from him.",
          "Aliases": []
        },
        "12": {
          "ID": "302133",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302133",
          "TitleEnglish": "Good Boy? x Bad Boy? x Killua",
          "SummaryEnglish": "Killua stops trying to take the ball from Netero because his killer instincts are surfacing. Anita escapes her handlers and attacks Killua, who comes close to killing Anita, but lets her live because otherwise Gon would get mad at him. Gon is never able to get the ball, but makes Netero use his left leg and both hands once, and is satisfied.",
          "Aliases": []
        },
        "13": {
          "ID": "302134",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302134",
          "TitleEnglish": "Agree x Disagree x Trap",
          "SummaryEnglish": "The objective of stage 3 is to get down from a tower alive. The group is forced to team up with Tonpa, and their test is to win 3 out of 5 matches against tower prisoners. Tonpa takes the first match with a hardened-looking criminal, and promptly gives up. He explains that he doesn't want to be a Hunter, he just likes watching others fail and be killed.",
          "Aliases": []
        },
        "14": {
          "ID": "302135",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302135",
          "TitleEnglish": "Candle x Policy x Internal Discord",
          "SummaryEnglish": "Gon faces the next prisoner, Sedokan, in a match to see who's candle can burn the longest. Gon is given a candle that burns quickly, but because of this it isn't susceptible to the wind, and Gon drops it on the floor and runs to blow out Sedokan candle. Kurapika engages in a death match with the next opponent, Majitani, but refuses to kill him after seeing red (literally) and knocking the criminal unconscious.",
          "Aliases": []
        },
        "15": {
          "ID": "302136",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302136",
          "TitleEnglish": "Transient x Life x Majitani",
          "SummaryEnglish": "Majitani feigns unconsciousness in an attempt to run out the clock. Leorio and the leader of the prisoners bet on whether he's faking. Leorio holds the man above a long drop, and Majitani wakes up. He concedes the match to Kurapika, but the group loses a large chunk of their time because of the bet.",
          "Aliases": []
        },
        "16": {
          "ID": "302137",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302137",
          "TitleEnglish": "Rock x Scissor x Heart",
          "SummaryEnglish": "Leorio goes next. His opponent is Leroute, an attractive woman. He loses ten hours in bet to her so that he can grope her. He then loses the rest of their betting hours to her in a game of rock, paper, scissors. Killua then faces Johness the Dissector, a man responsible for the murder of at least 146 people with his bare hands. Killua rips out his heart, explaining afterwards that Johness is an amateur and he is a pro.",
          "Aliases": []
        },
        "17": {
          "ID": "302138",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302138",
          "TitleEnglish": "Three People? x Five People? x Last Choice",
          "SummaryEnglish": "The last test to get out of the tower has two paths: one is too long and the other will only allow three of the five to enter. Leorio and Tonpa start fighting to see who will stay, when Gon thinks outside the box. They choose the longer path, destroy the wall between the paths with axes provided so they could fight, and all five make it.",
          "Aliases": []
        },
        "18": {
          "ID": "302139",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302139",
          "TitleEnglish": "Treasure x Memory x Hotel Room",
          "SummaryEnglish": "The successful examinees are taken by blimp to an island hotel. In order to pay for the rooms, they dive to collect treasure from sunken ships. Kurapika explains to Leorio that everyone from his clan was killed by the Phantom Troupe for their eyes. When a member of the Kurta clan dies with their emotions ablaze, their Eyes become Scarlet and are treated as treasures.",
          "Aliases": []
        },
        "19": {
          "ID": "302140",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302140",
          "TitleEnglish": "Separation x Diary x Water Inflow",
          "SummaryEnglish": "The hotel owners leave the examinees stranded on the island. A map is found indicating another island nearby, and part of the group sets out immediately to find it, dying when a storm hits. Hanzo and Kurapika sense danger and are elected leaders of the people who stay. They learn of a storm that comes in daily waves, the second of which will submerge the island, so they have one day to escape.",
          "Aliases": []
        },
        "20": {
          "ID": "302141",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302141",
          "TitleEnglish": "Giant Wave x Cannon x Huge Rush",
          "SummaryEnglish": "The group works together to separate the battleship/hotel from the island before the second wave of the storm hits. Leorio gets stuck on the bottom of the ocean in a diving suit and Gon helps him escape. Gon is then saved by Hisoka. Kurapika is knocked out but the steering is done by a mysterious examinee who seems to be Hisoka's ally. They separate the ship just in time, and a blimp comes to pick them up.",
          "Aliases": []
        },
        "21": {
          "ID": "302142",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302142",
          "TitleEnglish": "4th Exam x 44 x Number of Death",
          "SummaryEnglish": "The fourth stage of the Hunter Exam is a manhunt on Zevil Island. Each examinee must collect 6 points; their own number badge is worth 3, the number badge of their target is worth 3, and any other number badges are worth one point. Gon's target is Hisoka, and he practices catching birds with his fishing pole to prepare. He realizes he must attack Hisoka when Hisoka attacks his own target. Gon learns this by watching birds catch fish from the water.",
          "Aliases": []
        },
        "22": {
          "ID": "302143",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302143",
          "TitleEnglish": "Found Him x Hide x Catch Up!",
          "SummaryEnglish": "Gon stalks Hisoka, and observes Hisoka's friend transform into his real appearance. Then Hisoka decides to hunt other participants for two more points. He meets Kurapika and Leorio, but lets them go instead of forcing them to give their badges because Kurapika makes a deal with him and neither of them is Hisoka's target. However, they make Hisoka excited and his bloodlust heightens. Gon seems to be scared, but keeps watch.",
          "Aliases": []
        },
        "23": {
          "ID": "302144",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302144",
          "TitleEnglish": "Hisoka x Crash x Gon",
          "SummaryEnglish": "Gon gets Hisoka's number badge while Hisoka kills an examinee crossing his path. Gon is poisoned by Geretta and relieved of his badges. Hisoka kills Geretta easily and returns both badges: Gon's and his own. Gon tries to refuse it, but is unable to. Hisoka tells Gon he will kill him when the time is right, until then he will protect him. He punches him in the face and tells that he can return the badges only after he can return the punch.",
          "Aliases": []
        },
        "24": {
          "ID": "302145",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302145",
          "TitleEnglish": "Damage x Resume x Fake Smile",
          "SummaryEnglish": "Several days pass as Gon recovers from being poisoned. Killua is stalked by Imori, one of Amori Brothers. Imori's brothers Umori and Amori show up, and Killua bests them and gets his number badge from Amori. All the protagonists now have their points except for Leorio, who goes looking for his target Ponzu. He finds her in a cave, but is poisoned by snakes. Gon and Kurapika go inside to help him.",
          "Aliases": []
        },
        "25": {
          "ID": "302146",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302146",
          "TitleEnglish": "Slimy x Stingy x Inside a Cave",
          "SummaryEnglish": "Gon, Leorio and Kurapika become trapped in the cave with Ponzu. Leorio has been poisoned, and Gon gets bit numerous times to retrieve the antidote. Gon uses Ponzu's sleeping gas to put the snakes to sleep while holding his breath and rescuing everyone. Leorio takes Ponzu's number badge while she sleeps and Gon retrieves the number badges given to him by Hisoka, reasoning that it's OK to use them so that he can remain with his friends. The fourth stage ends.",
          "Aliases": []
        },
        "26": {
          "ID": "302147",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302147",
          "TitleEnglish": "President x Interview x Paper Test",
          "SummaryEnglish": "Chairman Netero interviews the nine remaining examinees (Gon, Kurapika, Leorio, Hisoka, Hanzo, Pokkle, Gittarackur, Bodoro, and Killua) in preparation for the final test. He asks each who they are interested in, and who would they least like to fight out of the nine. He then unveils a brackets system for the upcoming tournament between the remaining examinees.",
          "Aliases": []
        },
        "27": {
          "ID": "302239",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302239",
          "TitleEnglish": "Hisoka x Kurapica x The Spider's Whisper",
          "SummaryEnglish": "Hisoka and Kurapika fight in the first fight of the final stage. Hisoka toys with Kurapika at the beginning, but when Kurapika becomes angry they are on similar levels. This causes Hisoka to force himself to calm down. He then whispers something to Kurapika and declares himself the loser of the match. Kurapika is now a Hunter.",
          "Aliases": []
        },
        "28": {
          "ID": "302240",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302240",
          "TitleEnglish": "Chat x Excuses x Comparing Guts",
          "SummaryEnglish": "The next fight is between Hanzo and Gon. Although Gon tries his hardest to combat Hanzo, it is obvious he is no match for the ninja. Hanzo severely injures Gon and breaks his arm, but Gon will not admit defeat. Gon feels that if he is ever to find his father, he must pass the Hunter Exam now.",
          "Aliases": []
        },
        "29": {
          "ID": "302241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302241",
          "TitleEnglish": "Passed! x Failed? x End of Exams",
          "SummaryEnglish": "Hanzo and Gon continue fighting. Hanzo is easily the better fighter, but when Gon won't concede, Hanzo is forced to accept defeat. Hanzo decides he'd rather lose than kill Gon, because he likes his attitude. Gon is knocked unconscious during the match and wakes up to find the matches are over. Satotz explains to him that he's a Hunter, and that Hisoka defeated Bodoro, Hanzo defeated Pokkle in a match, Killua conceded a match to Pokkle before facing his brother Illumi disguised as Gittarackur.",
          "Aliases": []
        },
        "30": {
          "ID": "302263",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302263",
          "TitleEnglish": "Killua x Drop Out x Turn Back with Force",
          "SummaryEnglish": "Satotz explains to Gon that Killua failed the final stage. His opponent turns out to be his older brother Illumi in disguise. Illumi questions Killua and determines him unfit to be a normal person. He believes that Killua has a talent to be an assassin and tells him to return home. Illumi threatens to kill Gon if Killua even attempts to fight him, so Killua gives up and becomes silent for the rest of the exam. Killua murders Bodoro in the middle of his match with Leorio for no reason and is disqualified. Having heard this, Gon confronts Illumi and breaks his arm, deciding to go look for Killua.",
          "Aliases": []
        },
        "31": {
          "ID": "302264",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302264",
          "TitleEnglish": "Dismissed x Party x Enemies are Bound to Meet",
          "SummaryEnglish": "Gon is determined that Killua has left against his will and Gon is going to find him. He fights Illumi for information and Illumi is about to kill him when Hisoka shows up. Illumi instead tells Gon that Killua is at the Zoldyck family home. Leorio is about to go to medical school and Kurapika is about to leave on his first job when both change their minds and decide to follow Gon as he looks for Killua.",
          "Aliases": []
        },
        "32": {
          "ID": "302265",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302265",
          "TitleEnglish": "Tour x Tourist Attraction x Killua's House",
          "SummaryEnglish": "Gon, Leorio and Kurapika take a train towards Killua's home on Kukuroo Mountain. The last leg of the trip is spent on a tour bus that takes them to the Door to Hades, a giant gate that hides the path to the estate. A monster named Mike (pronounced \"Mekay\") waits behind the gate, so Gon asks the security guard, Zebro to call Killua and have him open it from the inside.",
          "Aliases": []
        },
        "33": {
          "ID": "302266",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302266",
          "TitleEnglish": "Training x Hound x Concerted Effort",
          "SummaryEnglish": "Gon, Leorio and Kurapika stay in the Zoldyck family's servants' quarters at the security guards behest. Zebro lets them in through the Testing Gate (weighing tons), and Gon feels he should have been able to let himself in. While they stay there, the guard trains them with weighted brooms, water buckets, slippers, cups and whatnot. They end up extremely strong. After 20 days they are able to open the gate themselves, and they start walking through the grounds towards the house. Gon and Kurapika can push the first gate of 2 tons open, and Leorio is strong enough for the second gate.",
          "Aliases": []
        },
        "34": {
          "ID": "302267",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302267",
          "TitleEnglish": "Skateboard X Probatior X Real Intention",
          "SummaryEnglish": "The group meets a butlers' apprentice while walking closer to their target. She has Killua's skateboard, and refuses to let them pass. Repeatedly Gon walks over a line she drew, and each time she sends him flying with her mace. Eventually, she explains that she is Canary, a servant of Killua. Gon tells her Killua gave the skateboard to her because they're friends, so she should let Killua's other friends pass. She lets them pass, but is immediately hit by an unknown projectile.",
          "Aliases": []
        },
        "35": {
          "ID": "302268",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302268",
          "TitleEnglish": "Killua X Punishment X Family Conference",
          "SummaryEnglish": "Killua's mother Kikyō and brother Kalluto knock Canary out. They tell Gon that Killua doesn't have time to see them and they should leave. When Canary wakes up, she and Gon's group head to the house of security guards. Meanwhile, Killua has a talk with his father Silva, who makes Killua promise to never betray his friends. He then lets Killua leave to find Gon. Later, Silva tells Kikyo that Killua will be back because he's his father's son.",
          "Aliases": []
        },
        "36": {
          "ID": "302269",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302269",
          "TitleEnglish": "Coin X Reunion X Change of Clothes",
          "SummaryEnglish": "Canary and Gon's group arrive at the Butlers' Quarters and are greeted by Gotoh, Zoldyck family manager. He plays a game with the group, with seemingly deadly stakes. It turns out this was just to entertain them until Killua arrives. He does, and they all leave. At the airport, the group splits up but they all agree to meet in six months in Yorknew City.",
          "Aliases": []
        },
        "37": {
          "ID": "302270",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302270",
          "TitleEnglish": "Sky X Tournament X Fighter Participation",
          "SummaryEnglish": "Gon and Killua decide to fight professionally in order to train and make money. They go to the 251-story Heavens Arena, where every 10 floor increase represents more difficult opponents. Gon's power has increased dramatically from training on Zoldyck grounds, and he sends his opponent flying. Killua faces Zushi, another child who is competing, and Killua senses he can use a technique similar to Illumi's. Killua vows to meet Zushi on the top floor to learn more.",
          "Aliases": []
        },
        "38": {
          "ID": "302271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302271",
          "TitleEnglish": "Nen X Nen X Ren",
          "SummaryEnglish": "Killua and Gon learn about Nen from Wing, Zushi's teacher. Nen involves using your body's aura while fighting. On their way to register for the fights on the 200th floor, they're stopped by Hisoka. He doesn't think they're ready to fight at a high level. He uses his Nen to block them, and they have 3 hours to learn enough Nen to get past him, or Killua can never fight in Heavens Arena again.",
          "Aliases": []
        },
        "39": {
          "ID": "302272",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302272",
          "TitleEnglish": "Technique X Registration X Combat Begins",
          "SummaryEnglish": "Gon and Killua are able to make it past Hisoka's Ren and enter the fights on the 200th floor of Heavens Arena. Gon immediately wants to test his new powers and fights against a man who uses his Nen and toy taps as weapons. He initially beats up Gon, but Gon learns to use his Zetsu to sense the tops and avoid them.",
          "Aliases": []
        },
        "40": {
          "ID": "302273",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302273",
          "TitleEnglish": "Two Months X Rest X With Nen Restrict Nen",
          "SummaryEnglish": "Gon is finally healed as he and Killua continue working on their Nen. Kurapika is shown looking for work, and being turned down. The girl who would hire him tells him if he can't see something invisible in the room, then he's not ready for a job. Leorio is shown studying medicine and looking at a picture of him and the other examinees. Hisoka begins a match with Kastro.",
          "Aliases": []
        },
        "41": {
          "ID": "302274",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302274",
          "TitleEnglish": "Bungee X Punch X One Round Match",
          "SummaryEnglish": "Gon and Killua learn their types of Hatsu; Gon is an Enhancer and Killua is a Transmuter. Gon fights Hisoka, and while over-matched, gets a punch in and gives back the number badge that Hisoka gave him during the exam. After that, Hisoka fights with his full power.",
          "Aliases": []
        },
        "42": {
          "ID": "302275",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302275",
          "TitleEnglish": "Hisoka's Love X Fight X Gon's Real Strength",
          "SummaryEnglish": "Gon and Hisoka continue their fight. Hisoka has attached his \"Bungee Gum\" to Gon's face and can pull him in to punch him. The referee awards points fast, leading to the quick win for Hisoka. At the end Hisoka is shown to have some connection with Phantom Troupe; he has a spider tattoo on his back that he can remove. Machi tells them her boss won't be pleased if he doesn't make it to Phantom Troupe meeting.",
          "Aliases": []
        },
        "43": {
          "ID": "302276",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302276",
          "TitleEnglish": "Talent X Distraught X Nature of Killing",
          "SummaryEnglish": "After Gon's match, Killua decides that he will compete as well, eager to test his own strength. Gido, Sadaro, and Riehlvelt kidnap Zushi to bribe Killua into forfeiting his matches with the three of them, so they can get easy wins. However, Killua makes sure that they will fight honestly and don't cheat. Sadaro withdraws due to his fear of Killua, who he says, \"lived in the darkest corners of the world.\"",
          "Aliases": []
        },
        "44": {
          "ID": "302277",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302277",
          "TitleEnglish": "Waste X Decision X Exam Results?",
          "SummaryEnglish": "Gon and Killua master their Nen abilities and show them in perfection against matches with the other two guys that Killua talked to. Wing talks with them and tells Gon that he has passed the Hunter's Exam. Lastly, Gon and Killua venture out to Whale Island.",
          "Aliases": []
        },
        "45": {
          "ID": "302278",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302278",
          "TitleEnglish": "Restriction X Oath X Chain of Punishment",
          "SummaryEnglish": "Kurapika's flashbacks with his master are seen here. The flashbacks tell how Kurapika passed his hidden Hunter exam and got his chains, what Nen type he has, and how he's changed. After he got his first job, Kurapika gets on the train where meets someone that is clued to be a future ally.",
          "Aliases": []
        },
        "46": {
          "ID": "302279",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302279",
          "TitleEnglish": "I'm Home X Welcome Home X I'm Killua",
          "SummaryEnglish": "Gon and Killua take a ship to get to Whale Island where Gon grew up. Killua is surprised that there is no bus and they have to walk, and that the house is really small. Mito, Gon's aunt, welcomes them and asks about the exam. When they go camping in the forest, they hear a shot and come running, seeing a bunch of poachers attacking the fox-bear and his cub. Easily beating them, they take the cub home. Gon wants to save him, but Killua insists on stopping his sufferings by killing him. Finally, they heal him with their Nen.",
          "Aliases": []
        },
        "47": {
          "ID": "302280",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302280",
          "TitleEnglish": "Father X Secret X Confession",
          "SummaryEnglish": "Gon and Killua try to repair an antenna and a computer to set up Internet. Mito tells Gon all she can about his father Ging and hands over a mysterious box Ging left. Gon manages to open the box with his Nen and finds a ring, a tape and some piece of electronic equipment there. He and Killua listen to the tape where Ging introduces himself and welcomes his son to find him if he can.",
          "Aliases": []
        },
        "48": {
          "ID": "302281",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302281",
          "TitleEnglish": "Kurapica X Black Eyes X First Job",
          "SummaryEnglish": "Kurapika together with five other hunters comes for a job interview. They are given preliminary orders and tested by being attacked by a number of fighters in black. Kurapika quickly understands that it is actually a Nen-based ability of one of the imposters, and counter-attacks him directly. Gon stops his father's tape when Ging tells he recorded a voice of his mother. The tape then destroys itself. Killua explains that the ROM card they found in Ging's box is meant for Joystation video game console.",
          "Aliases": []
        },
        "49": {
          "ID": "302282",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302282",
          "TitleEnglish": "Heartbeat X Kurapica X Dousing Chain",
          "SummaryEnglish": "Gon and Killua order a Joystation and see that the card they have contains data for Greed Island game that cannot be found on Internet. Killua calls his brother who is a devoted gamer, but even he doesn't have that one (however, he provides some information in exchange for the data from Gon's ROM card). Back to Kurapika, they manage to identify two spies: Shachmono Tocino and Squala, who already work for the same boss and were asked to test the four rookies.",
          "Aliases": []
        },
        "50": {
          "ID": "302283",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302283",
          "TitleEnglish": "Killua X 1000 X Hunter`s Bar",
          "SummaryEnglish": "Gon and Killua leave Mito and her mother to go to Yorknew. They got even more information about Greed Island from a website available only for hunters. They need a lot of money to buy it, even millions they earned at Heavens Arena are not enough. They try to earn more by getting bargains on-line, but fail miserably, cutting their funds to 10 million jenny. Milluki, Killua's brother, could not decode the game from the card data and goes to Yorknew to buy it too. Hisoka is also showing flying there. After all tests Kurapika got his job and is introduced to his boss who turns out to be a teenager named Neon Nostrade.",
          "Aliases": []
        },
        "51": {
          "ID": "302512",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302512",
          "TitleEnglish": "Spider X York Shin X Everybody Together",
          "SummaryEnglish": "Neon with all her bodyguards arrives at Yorknew. Her Nen ability is shown: Lovely Ghost Writer that predicts the future. Four members of Phantom Troupe are shown walking to Yorknew: Feitan, Machi, Franklin, and Nobunaga. The last two are having a quarrel. Gon wants to buy a mobile phone and is unexpectedly helped by an old friend, Leorio. Later he also helps to raise funds by allowing people to pay for arm wrestling with Gon who easily beats everyone and has some trouble defeating Shizuku.",
          "Aliases": []
        },
        "52": {
          "ID": "302513",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302513",
          "TitleEnglish": "Underground Auction X Annihilation X Machine Gun",
          "SummaryEnglish": "Chrollo Lucilfer, the boss of Phantom Troupe, gives them orders to go to the underground auction and kill everyone there, and they proceed. Franklin uses a machine gun hidden in his fingers to fire Nen bullets, and Shizuku cleans up so that no traces of the massacre are left visible. Melody and Kurapika are talking more openly to each other while waiting on the roof. The mafia community sends the group of its best fighters called Shadow Beasts to deal with Phantom Troupe.",
          "Aliases": []
        },
        "53": {
          "ID": "302514",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302514",
          "TitleEnglish": "Ryodan X Iniyuu X Community",
          "SummaryEnglish": "Mafia people attack Phantom Troupe, but in vain: they are not Nen users, and Uvogin is able to catch a bullet with his teeth and withstand a point blank shot from a bazooka. Four members of the Shadow Beasts arrive, they are noticeably stronger than Kurapika, Melody, and other hunters, but even they are defeated by just one Phantom Troupe member.",
          "Aliases": []
        },
        "54": {
          "ID": "302515",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302515",
          "TitleEnglish": "Hisoka X Alliance X Eliminate Spiders",
          "SummaryEnglish": "Kurapika captures Uvogin with his chains and they quickly run away. Leaving him in hands of Dalzollene, the leader of Neon's bodyguards, Kurapika leaves to meet with Hisoka who promises to give some information on other members of Phantom Troupe. Dalzollene asks people from mafia community to come to pick up, but instead Phantom Troupe members arrive, killing him and freeing Uvogin. Leorio shows Gon and Killua his Ten and it turns out to be the only Nen technique he is aware of.",
          "Aliases": []
        },
        "55": {
          "ID": "302516",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302516",
          "TitleEnglish": "Ubo X Kurapica X Senzitsu`s Conscience",
          "SummaryEnglish": "Kurapika contacts his boss (Neon's father) and is told that he should be in charge after Dalzollene's death. Raging Uvogin searches for \"the chain guy\", and finds him alone with Neon and the others moved to another room. They decide to go out of the city to be able to fight with full strength. Leorio gets Gon's strength so popular with arm wrestling contest that they are invited to an underground auction where everyone is given pictures of the Phantom Troupe with a bounty of 2 billion jenny on each head.",
          "Aliases": []
        },
        "56": {
          "ID": "302517",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302517",
          "TitleEnglish": "Scarlet Eyes X Final Battle X Cost of Life",
          "SummaryEnglish": "Killua remembers that his father once was paid to kill a Phantom Troupe member: he succeeded but said it was too hard and advised his sons to stay away from them. Gon, Killua and Leorio spend four hours searching with no results, and Gon decides to get a loan of 100 million jenny for his Hunter License. Kurapika and Uvogin fight with the latter going from 20% of his strength to 50% and finally to 100%, yet Kurapika has the upper hand due to a deadly oath and finally kills him.",
          "Aliases": []
        },
        "57": {
          "ID": "302518",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302518",
          "TitleEnglish": "Gon X Treasure X Dangerous Man",
          "SummaryEnglish": "Leorio helps Gon to buy a complete catalogue to find Greed Island game there. To collect 8.9 billion they go to a flea market and use gyo to buy only items that have Nen aura on them. They make some money and befriend Zepile, a professional seller. Now they have money to pay for information, and Leorio calls them to tell that two Phantom Troupe members are located in the city.",
          "Aliases": []
        },
        "58": {
          "ID": "302519",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302519",
          "TitleEnglish": "Gon X Killua X Lethal Pursuit",
          "SummaryEnglish": "Gon, Killua and Leorio arrive at a place where Nobunaga and Machi pretend to be a couple sitting in a cafe, but they do not attack understanding that they are not strong enough. Leorio, who is unable to use Zetsu to hide his aura, returns home, but Gon and Killua try to follow them and are captured instead. Light Nostrade arrives, giving orders to Neon, Kurapika and others. Mafia hires several professional assassins, including Silva and Zeno from the Zoldyck family.",
          "Aliases": []
        },
        "59": {
          "ID": "302520",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302520",
          "TitleEnglish": "Spider's Nest X Captured X Assassin Technique",
          "SummaryEnglish": "Gon and Killua are questioned about the \"chain dude\" but cannot give any answer, being unaware that he is Kurapika. Gon and Nobunaga are armwrestling, and the latter cries, mourning the loss of Uvogin. Finally Nobunaga asks Gon to join Phantom Troupe. He promptly refuses, but Nobunaga insists on keeping him until Chrollo arrives.",
          "Aliases": []
        },
        "60": {
          "ID": "302521",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302521",
          "TitleEnglish": "Kurapica X Secret Assassins X Zoaldyeck",
          "SummaryEnglish": "Gon and Killua escape from Nobunaga. Killua tells Gon about Kurapika being the \"chain user\", they try to call him but get no answer. Neon runs away and is found by Chrollo Lucilfer who pretends to be friendly to get her prophecy. He helps her to sneak into the auction, then hits her unexpectedly and tells the security to call the emergency.",
          "Aliases": []
        },
        "61": {
          "ID": "302522",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302522",
          "TitleEnglish": "Spider Reunion X Zoaldyeck Family X Final Battle",
          "SummaryEnglish": "Some assassins battle Kururo but in vain. Mafia dons become impatient, and the Zoldycks calm them down. Zeno extends his En to 100 m radius, searching the building to find Kururo. Other Genei Ryodan members advance, easily slauthering the entire mafia force. Kuraptika notices Neon's pictures on Internet (on hunters-only website) and reports this to Nostrado, who also arrives at the auction.",
          "Aliases": []
        },
        "62": {
          "ID": "302523",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/302523",
          "TitleEnglish": "Kurapica X Friends X Spider's Doom",
          "SummaryEnglish": "Zeno and Silva injure Kuroro, but do not finish him off because of the call from Illumi who manages to kill the mafia dons. Having no client, the professional assassins have no reason to fight and just leave. Fake bodies of Kuroro and all other Genei Ryodan members are found, calming the mafia community, and the auction takes place as planned. Kuraptika calms down a bit and meets with Gon, Killua and Leorio. In the last seconds of the episode Hisoka sends a text message to Kuraptika telling him the corpses are fake.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "40458",
      "URL": "https://www.thetvdb.com/series/hunter-x-hunter/seasons/official/2",
      "TitleEnglish": "OVA",
      "SummaryEnglish": "Gon and Killua help Kurapica search for the Spider Gang in order to seek revenge for horrors commited in the past. Continuation of TV Series.",
      "# Episodes": 8,
      "Episodes": {
        "1": {
          "ID": "431418",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431418",
          "TitleEnglish": "Spider x Corpses x Fake",
          "SummaryEnglish": "Kurapika, Gon, Killua and Leorio find out that the spiders are still alive and that the bodies were fake. The mafia has given up on chasing the Spiders, but Gon and Killua decide to continue to help Kurapika.",
          "Aliases": []
        },
        "2": {
          "ID": "431419",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431419",
          "TitleEnglish": "Friends x Costumes x Hell's Ear",
          "SummaryEnglish": "Kuraptika explains his abilities to Gon, Killua and Leorio. Then they set out to find the Genei Ryodan. The brigade decides to stay and find the chain-user after sensing the location of the nen-copied scarlet eyes.",
          "Aliases": []
        },
        "3": {
          "ID": "431420",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431420",
          "TitleEnglish": "Pursuit x Escape x Spiders on the Run",
          "SummaryEnglish": "A double chase ensues when the Brigade notice Gon and Kuraptika following from behind while they chase after the nen-copy of the scarlet eyes. Three of the Spiders confront Gon and Kurapika who are hiding in the shadows.",
          "Aliases": []
        },
        "4": {
          "ID": "431421",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431421",
          "TitleEnglish": "Hostage x Insignificant Bugs x Communicated Emotions",
          "SummaryEnglish": "Killua swaps with Kuraptika just in time - he and Gon are captured by the Phantom Brigade. The Spiders kill Squala and take his memories of Kuraptika. Meanwhile, Gon's group ends up at the hotel where Leorio and Senritsu have set up a plan.",
          "Aliases": []
        },
        "5": {
          "ID": "431422",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431422",
          "TitleEnglish": "Report x Darkness x Released Chain",
          "SummaryEnglish": "The plan is put into action: The boss of the Ryodan, Chrollo Lucilfer is captured by Kuraptika. Gon and Killua however, are unable to escape.",
          "Aliases": []
        },
        "6": {
          "ID": "431423",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431423",
          "TitleEnglish": "Dispute x Break-Up x Swinging Fist",
          "SummaryEnglish": "Negotiations between Kuraptikas team and the Genei Ryodan are initiated to exchange Kuroro for Killua and Gon.",
          "Aliases": []
        },
        "7": {
          "ID": "431424",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431424",
          "TitleEnglish": "Exchange x Revenge x Discipline Chain",
          "SummaryEnglish": "The conditions for the exchange are negotiated and Hisoka sees his chance to fullfil his prophecy.",
          "Aliases": []
        },
        "8": {
          "ID": "431425",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431425",
          "TitleEnglish": "Thoughtfulness x Hopelessness x The Spider`s Downfall",
          "SummaryEnglish": "Since Chrollo's Nen ability was sealed, Hisoka looses interest in the battle with him and revealed that the tattoo of his spider status was fake. Pakunoda transfers her memories to six Ryondan members and as a result dies for not obeying the chain's rules.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "40459",
      "URL": "https://www.thetvdb.com/series/hunter-x-hunter/seasons/official/3",
      "TitleEnglish": "Greed Island",
      "SummaryEnglish": "To further his quest to find his father, Gon Freecs and his friend Killua enter the world of Greed Island, a video game which Gon's father helped to create. Once inside the world of the game, Gon and Killua are faced with a combination of new allies and new enemies.",
      "# Episodes": 8,
      "Episodes": {
        "1": {
          "ID": "431426",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431426",
          "TitleEnglish": "Auction x Plan x 80 Percent",
          "SummaryEnglish": "Kurapica contracts a fever while Killua and Gon go to the auction but they do not buy the Greed Island game instead asking but asking the one bought it if they can play it.",
          "Aliases": []
        },
        "2": {
          "ID": "431427",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431427",
          "TitleEnglish": "Electricity x Aura x Special Attack",
          "SummaryEnglish": "Killua and Gon go to train individually for their ultimate technique so they can enter the Greed Island game. Killua manages to use his transformation ability to turn his aura into electricity while Gon develops power combining all of his Nen powers. Kurapica leaves on an airplane.",
          "Aliases": []
        },
        "3": {
          "ID": "431428",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431428",
          "TitleEnglish": "Ren x Trial x Everyone`s Step",
          "SummaryEnglish": "Gon and Killua have trained and go to do the \"Greed Island player's exam\" passing with flying colors. Then they say goodbye to Leorio and go to the castle from where they are able to enter the game. Gon goes first.",
          "Aliases": []
        },
        "4": {
          "ID": "431430",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431430",
          "TitleEnglish": "Start x Spell x Reward Street",
          "SummaryEnglish": "Gon finally finds out during the introduction what the save data on the disk Jin left is. Together Killua and Gon take their first steps into Greed Island. They meet a player who sets a \"trace-card\" on Killua so he can find him later to steal a card from him. Killua and Gon go to a town and get their first cards. During the game they see a man they saw during the \"Greed Island player's exam\" die from a mysterious bomb.",
          "Aliases": []
        },
        "5": {
          "ID": "431431",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431431",
          "TitleEnglish": "Invitation x List x Rock, Paper, Scissors!",
          "SummaryEnglish": "Gon and Killua are invited to join an alliance but decide not to and go on their own. The mistyrious girl follows them. They win their first card in a \"Rock, Paper, Scissors\" competition. It is card #83, \"The Sword of Truth\".",
          "Aliases": []
        },
        "6": {
          "ID": "431432",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431432",
          "TitleEnglish": "Take x Taken x Card Hell",
          "SummaryEnglish": "Gon and Killua continue playing, but the card they won gets stolen by some more experienced players. Members of the Genei Ryodan start to play the game with their stolen copy.",
          "Aliases": []
        },
        "7": {
          "ID": "431433",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431433",
          "TitleEnglish": "Bandit x Monster x Biscuit",
          "SummaryEnglish": "Gon and Killua continue to the city where you can get spell-cards. They meet monsters, bandits and more discovering that in a game like Greed Island they're not very skilled. Biscuit Krueger follows them and watches them getting frustrated with their lack of skill.",
          "Aliases": []
        },
        "8": {
          "ID": "431434",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431434",
          "TitleEnglish": "Training x Raw Ore x Scissor Hands",
          "SummaryEnglish": "Gon, Killua and Biscuit (their female trainer) are attacked by Binolt, a bounty hunter. They subdue him and Biscui gives him a chance to live, using him to train the boys during a two week period.",
          "Aliases": []
        }
      }
    },
    "4": {
      "ID": "40460",
      "URL": "https://www.thetvdb.com/series/hunter-x-hunter/seasons/official/4",
      "TitleEnglish": "G I Final",
      "SummaryEnglish": "Gon's and Killua's journey through Greed Island continues. Searching for his father, Gon wanders round Grees Island until meeting Bisuke. Bisuke serves as their master and trains Killua and Gon and enhance their abilities. The three encouter many troubles, as well as clues to Ging's whereabouts, and strived to emerge successful.",
      "# Episodes": 14,
      "Episodes": {
        "1": {
          "ID": "431435",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431435",
          "TitleEnglish": "Masadra x Big Stories x Mad Bomber",
          "SummaryEnglish": "Gon and Killua learn many abilities from their new teacher Biscuit Krueger. They have to dig through rocks and more.",
          "Aliases": []
        },
        "2": {
          "ID": "431436",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431436",
          "TitleEnglish": "Nen Removal x New Year x Hunter Exam",
          "SummaryEnglish": "Killua goes to re-take the hunter exam because it is New Year's Eve. He already becomes a hunter in the first test because he takes the plates of all the candidates. Gon still trains his abilities with Biske while the bomber continues to blow up people.",
          "Aliases": []
        },
        "3": {
          "ID": "431437",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431437",
          "TitleEnglish": "An Encounter x Kuroro x The Gold Dust Girl",
          "SummaryEnglish": "Gon and Killua start using their abilities get obtain cards, which they discover is easier due to Biscuit's training program.",
          "Aliases": []
        },
        "4": {
          "ID": "431438",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431438",
          "TitleEnglish": "Contact x Razor x A United Front",
          "SummaryEnglish": "Gon and Killua continue playing and have more than 50 cards (out of the 100 required to finish the game). The Bomber and his team have 96 card while a united front rises to monopolize one of the cards they still need.",
          "Aliases": []
        },
        "5": {
          "ID": "431439",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431439",
          "TitleEnglish": "Meeting Again x Hisoka x Sporting Event",
          "SummaryEnglish": "Gon, Killua and Biscuit go with the united team to find information about a card no player has been able to obtain. They find the location of the card, but fail to defeat the game master Razor and his fifteen Devils in a series of sports related one-on-one contests. Gon, Killua, and Biscuit organize a stronger team to tackle the challenges, which includes Hisoka and Tsezuguera.",
          "Aliases": []
        },
        "6": {
          "ID": "431440",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431440",
          "TitleEnglish": "Lighthouse x Eight People x Game Master",
          "SummaryEnglish": "After the team is gathered, they easily pass the sport contests, but still must defeat Razor in an 8v8 game of deadly nen-charged dodgeball.",
          "Aliases": []
        },
        "7": {
          "ID": "431441",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431441",
          "TitleEnglish": "Jan x Ken x Guu!",
          "SummaryEnglish": "Gon uses his new abilities in the dodgeball game. Killua's hands are heavily injured. On Razor's team only he remains, facing Gon, Killua and Hisoka.",
          "Aliases": []
        },
        "8": {
          "ID": "431442",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431442",
          "TitleEnglish": "Unite x Impact x Bungee Gum",
          "SummaryEnglish": "Gon's team wins and they get card #2. Razor tells Gon about Ging and how he became one of the game masters.",
          "Aliases": []
        },
        "9": {
          "ID": "431443",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431443",
          "TitleEnglish": "Joint Struggle x Crisis x Battle Announcement",
          "SummaryEnglish": "The fight against the Bombers is imminent. Gon trains his timing, while Killua and Biscuit formulate a battle plan.",
          "Aliases": []
        },
        "10": {
          "ID": "431444",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431444",
          "TitleEnglish": "Stakeout x Preparation x Battle Start",
          "SummaryEnglish": "Gon has trained a lot and is prepared to fight. Meanwhile, Battera's secret lover has died and the reward for completing the game is canceled. The battle between Gon, Killua, and Biscuit against Gensuru and his comrades begins.",
          "Aliases": []
        },
        "11": {
          "ID": "431445",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431445",
          "TitleEnglish": "Bisque x Killua x New Ultimate Attack",
          "SummaryEnglish": "Killua and Biscuit win their fights and Biscuits true form is revelead. Gon however faces a much tougher opponent: Gensuru.",
          "Aliases": []
        },
        "12": {
          "ID": "431446",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431446",
          "TitleEnglish": "Fighting Spirit x Gyo x Little Flower",
          "SummaryEnglish": "Gon continues his fight against Gensuru and looses one of his hands.",
          "Aliases": []
        },
        "13": {
          "ID": "431447",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431447",
          "TitleEnglish": "Cruelty x Determination x Climax",
          "SummaryEnglish": "Gon wins against Genthru and takes all his cards. They heal everyone, including Gon's severed hand, and reach a total of 99 cards. An island wide quiz event for the last card is announced. They only need card #00 to win the Greed Island game.",
          "Aliases": []
        },
        "14": {
          "ID": "431448",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hunter-x-hunter/episodes/431448",
          "TitleEnglish": "Game x Everything Cleared x Finale",
          "SummaryEnglish": "Everybody in Greed Island participates in a quiz. Gon scores the highest with 87 correct out of 99 questions, wins card #00, and gets instructions to go to Greed Island Castle. There he meets 2 other game masters who give him his reward, a small binder which can be used to take three Greed Island cards out into the \"real\" world. With Killua and Biscuit they finish the game and leave Greed Island. Once outside Gon and Killua uses the card Accompany to fly to the player with the codename \"Nigg\", which Gon believes is an alias of his father, Ging. This episode ends exactly at Chapter 185, page 10-11 of the manga.",
          "Aliases": []
        }
      }
    }
  }
}