{
  "URL": "https://www.thetvdb.com/series/hack-1",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0361140/",
    "https://www.themoviedb.org/tv/8864"
  ],
  "TitleEnglish": ".hack",
  "SummaryEnglish": "In a Massively Multiplayer Online Role-Playing Game called the World, everything is just fun and games. However that is not the case with Tsukasa. He is unable to log out of the World and, unlike other players, he can feel pain. However, he also gains a Guardian with immense power. Mimiru befriends Tsukasa and is shocked to discover his condition. She and Bear try to help but Tsukasa ends up attracting the attention of the Silver Knights, the moderators of the World. After Tsukasa's Guardian struck down their second-in-command, Silver Knight, and several other players, Subaru, the leader of the Silver Knights, though hesitant at first, calls for the capture of Tsukasa. However, as they go deeper into the mystery surrounding Tsukasa's problem, things become more complicated as the problem sprouts from the very core of the World.",
  "Aliases": [
    ".hack//Tasogare no udewa densetsu",
    ".hack//黄昏の腕輪伝説",
    "．ｈａｃｋ／／ＳＩＧＮ",
    ".hack//SIGN"
  ],
  "Modified": "2025-07-31",
  "Seasons": {
    "0": {
      "ID": "26546",
      "URL": "https://www.thetvdb.com/series/hack-1/seasons/official/0",
      "# Episodes": 30,
      "Episodes": {
        "1": {
          "ID": "389671",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/389671",
          "TitleEnglish": "Intermezzo",
          "SummaryEnglish": "This episode is a long flashback that tells the tale of Mimiru's mentor, an amazingly powerful character controled by 3 high school girls with the intention of working together to create a extremely powerful character before their graduation, and they pretty much suceed. The novice forms of Mimiru and Bear barely survive in an overpowering dungeon until she comes along, taking out the opposition in a single blow. Mimiru accompanies this Gardenia look-a-like to the bottom floor of the dungeon where they are faced by a supposedly invincible enemy, so to protect Mimiru, she uses a skill that crystallises her character but guarantees the enemies death. Mimiru goes to the bottom level of this dungeon with Bear once again to find her mentors form, still preserved perfectly, standing in the exact same position as when she used her fatal skill.",
          "Aliases": []
        },
        "2": {
          "ID": "4234406",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4234406",
          "TitleEnglish": "In the Case of Mai Minase",
          "SummaryEnglish": "Mai and her boyfriend, Tomonari Kasumi (known to The World as Sieg), are taken to a hospital due to both of them collapsing while playing a MMORPG called The World. Despite Mai waking up shortly after arriving at the hospital, Tomonari remains in a coma. For this, Mai is the object of rumors, especially when the clubhouse (known as G-study) is closed after the incident. It is soon revealed that she heard a certain sound (which is also present at important points in .hack//Sign) shortly before collapsing, and she later discovers that it is A in C major, which is used to tune instruments, including her violin. It was this sound that enabled her to wake up, and it was the first sound she made when she did. She meets Junichiro Tokuoka, and although she distrusts him at the beginning, as they investigate into Tomonari's coma, they soon become allies, if not friends. The investigation itself starts with Tokuoka accessing Tomonari's (Sieg's) account on The World, with Mai providing the password. Tokuoka accidentally opens the e-mail, and discovers that two users, Yukichin and Kyo, are close with Tomonari and have been harassing him with e-mails regarding his absence. It is also revealed during the course of the episode that Tomonari took the name Sieg as a contraction of Siegfried, from the German operatic cycle Der Ring Des Nibelungen, which was written by Wagner. Balmung is the name of Siegfried's sword, and Tomonari told Mai that he would become the possessor rather than the sword: a reference to the fact that he aimed to surpass the player character Balmung of the Azure Sky, one of the Descendants of Fianna. Tokuoka and Mai's investigation leads them to break into G-study, in order to attempt to recreate the same situation so that they can find out why Mai and Tomonari collapsed. The sound starts up again when they enter a field, and although Mai saves herself, Tokuoka seems to be losing it. In desperation, Mai destroys the monitor and (presumably) computer that they w",
          "Aliases": []
        },
        "3": {
          "ID": "4234407",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4234407",
          "TitleEnglish": "In the Case of Yuki Aihara",
          "SummaryEnglish": "Tokuoka and Mai are on their way to meet with Yuki (known to The World as Yukichin), who is in Yokohama. Tokuoka gets stuck in traffic, and Mai goes to the library in Tokyo to attempt to look up information. During this time, she hears the sound. Meanwhile, Yuki is watching a movie when suddenly THE WORLD flashes on the screen, the power goes out, and the employees attempt to evacuate the building. Yuki runs into an unnamed woman (in the episode; the credits list her name as Asaba) who works at the building, and the two try to find their way out while the crowd gets stuck on the broken escalators. The two eventually resort to climbing through a ventilation shaft to a hallway with an elevator. After the fire alarm activates and starts sending out carbon dioxide, the woman rips off her shirt sleeves and makes mittens for both of them to slide down the elevator cables. At the same time, Tokuoka is finding his way to the meeting point without his car, as it's still trapped in gridlock, and Mai is using an old offline newspaper reel to look up information. She comes across Harald Hoerwick (the creator of The World), and the Epitaph of Twilight. Later, she contacts Kyo, and finds out that fires have broken out all over Yokohama, and that there is no cell phone service there either. Yuki and the woman find themselves at the bottom of the shaft, and it seems that the woman has twisted her ankle. They make their way onto the first floor regardless, and discover upon exiting the building that many cars have crashed. The woman says that it is the second coming of Pluto's Kiss. Finally, at 9:00, six hours after Tokuoka said that he would meet Yuki, he arrives to find Yuki waiting for him. Mai finally gets through to Tokuoka, and Kyo gets through to Yuki, and it is discovered that Kyo knows quite a bit about the Epitaph of Twilight.",
          "Aliases": []
        },
        "4": {
          "ID": "4234408",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4234408",
          "TitleEnglish": "In the Case of Kyoko Tohno",
          "SummaryEnglish": "Junichiro Tokuoka travels to the city of Hida-Takayama to meet up with a miss Kyoko Tohno to discuss further details surrounding the mysteries in The World as well as the legends surrounding The Epitaph of Twilight. After receiving a phone call from a person working under the alias Bith the Black, Tokuoka and Kyoko realize that they are being watched by Helba's agents. A series of messages from Bith lead them to numerous historical sites throughout the city. As several of the messages come from e-mails sent to Mai Minase and Yuki Aihara, Tokuoka suspects that Helba has been following their actions for quite some time. The team begins to eventually put together the puzzle behind the mysterious woman of Emma Wielant the author of the Epitaph. After a chance run in with Kyoko's Father, they discover that he was contacted by Bith as well, working under another alias \"Ichiro Sato\".Junichiro Tokuoka travels to the city of Hida-Takayama to meet up with a miss Kyoko Tohno to discuss further details surrounding the mysteries in The World as well as the legends surrounding The Epitaph of Twilight. After receiving a phone call from a person working under the alias Bith the Black, Tokuoka and Kyoko realize that they are being watched by Helba's agents. A series of messages from Bith lead them to numerous historical sites throughout the city. As several of the messages come from e-mails sent to Mai Minase and Yuki Aihara, Tokuoka suspects that Helba has been following their actions for quite some time. The team begins to eventually put together the puzzle behind the mysterious woman of Emma Wielant the author of the Epitaph. After a chance run in with Kyoko's Father, they discover that he was contacted by Bith as well, working under another alias \"Ichiro Sato\". Over lunch Ichiro explains that Harald Hoerwick had used the game Fragment, the precursor to The World, to create a tribute to Emma's Epitaph of Twilight. But that alone wouldn't explain the current situation facing The W",
          "Aliases": []
        },
        "5": {
          "ID": "4234409",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4234409",
          "TitleEnglish": "Trismegistus",
          "SummaryEnglish": "Several weeks after the meeting in Hida-Takayama on Christmas Eve, Junichiro Tokuoka, Kyoko Tohno, Yuki Aihara, and Mai Minase all gather on a dinner boat in Tokyo Bay, to prepare for their risky (and most certainly illegal) mission. Despite their nervousness, each one is dedicated to helping Ichiro Sato complete the mission sent from Helba. Ichiro himself soon arrives on a different boat. While traveling to their destination, Ichiro reveals the true nature of the problems that have been plaguing The World. Harald Hoerwick's program, Fragment, had been nothing more than a program to create an \"Ultimate AI\". The system to create this A.I. had somehow become self autonomous, and was working to delay the birth of the A.I. known as Aura, to keep itself from finishing its purpose and ceasing to exist. If the problems are to be solved, the Ultimate A.I. must be born, and it's up to Tokuoka and his team to help that event occur.",
          "Aliases": []
        },
        "6": {
          "ID": "389672",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/389672",
          "TitleEnglish": "Unison",
          "SummaryEnglish": "It's after the end of .hack//QUARANTINE, and Kite is working with Orca and Balmung to finish off all the remaining traces of Morganna. Helba calls the cast of the games and .hack//SIGN together to Net Slum, and there they celebrate for the restoration of The World.",
          "Aliases": []
        },
        "8": {
          "ID": "520801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/520801",
          "TitleEnglish": ".hack//GIFT",
          "SummaryEnglish": "Helba has prepared a special hot springs for the .hack characters so they could get some rest and relaxation. Kite, Elk, Tsukasa, Mimiru and many other characters from the series make an appearence in The World for this reward. There is only one small catch, Helba will not reveal the exact location of where the springs are located. It soon becomes a race between the cast of .hack//SIGN and the characters from the game to see who can find it first. However, this is a catch, while everyone is trying to find the springs, someone is going around killing the other charcaters. Who will make it to the springs first and who is behind the deaths of many of the other characters? This one-of-a-kind episode was comically draw using triangles to signify that it has absolutely no value in the series or storyline and was created purely to make you laugh... and it does!",
          "Aliases": []
        },
        "9": {
          "ID": "4234410",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4234410",
          "TitleEnglish": "Walking Party",
          "SummaryEnglish": "Tobias, Mary, and Sakuya challenge the impregnable \"The One Shin\", but they lose their way in the maze and unintentionally trap other guild members. A mysterious cat is watching their blunder. Is it another player character or NPC?",
          "Aliases": []
        },
        "10": {
          "ID": "4234411",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4234411",
          "TitleEnglish": "Wired Prisφner",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "11": {
          "ID": "4234412",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4234412",
          "TitleEnglish": "tHe ωORLdeNd PaLLbeaReR",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "12": {
          "ID": "4237671",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237671",
          "TitleEnglish": ".hack//G.U. Trilogy",
          "SummaryEnglish": "The Movie will be placed in the storyline of each .hack//G.U. games trilogy. The story follows Haseo, a player in the online MMORPG called The World:R2 at first depicted as a PKK (Player Killer Killer) known as the \"Terror of Death\", a former member of the disbanded Twilight Brigade guild. Haseo encounters Azure Kite (believing him to be Tri-Edge and blaming him for what happened to Shino) but is hopelessly outmatched. Azure Kite easily defeats Haseo and Data Drains him, reducing his level from 133 to 1 and leaving him without any items, weapons, or member addresses. He is left with a mystery on his hands as to the nature of the Data Drain and why Azure Kite is in possession of such a skill. Eventually Haseo gains the \"Avatar\" of Skeith. Acquiring the ability to call Skeith and wield his abilities, such as Data Drain. With Skeith as his strength, Haseo begins the quest for a way to save Shino. He is seen seeking out a PK (Player Killer) known as Tri-Edge, whose victims supposedly are unable to return to The World after he PKs them. Haseo`s friend, Shino, was attacked six months prior to the events of the game by Tri-Edge, and the player herself, Shino Nanao, was left in a coma.",
          "Aliases": []
        },
        "13": {
          "ID": "4237672",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237672",
          "TitleEnglish": ".hack//G.U. Trilogy (Parody Mode)",
          "SummaryEnglish": "A special bonus Parody Mode added to the extras of the .hack//G.U. Trilogy",
          "Aliases": []
        },
        "14": {
          "ID": "4237673",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237673",
          "TitleEnglish": ".hack//G.U. Returner",
          "SummaryEnglish": "The characters from previous .hack//G.U. Games and .hack//Roots receive an email from Ovan. He is requesting them to go to Hidden Forbidden Festival where is set up a mysterious summer festival. There they find an AIDA Chim Chim who wishes to peacefully co-exist with the other players of The World. It then transforms into the word \"Returner\", so they assume it to mean that Ovan will return to The World.",
          "Aliases": []
        },
        "15": {
          "ID": "4237674",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237674",
          "TitleEnglish": ".hack//The Movie",
          "SummaryEnglish": "In 2024, the computer network prevails throughout the daily life. Arishiro Sora is a 14 year old girl. One day, she is invited to an online game \"The World\". After an accident in the game, the real world begins to deform.",
          "Aliases": []
        },
        "16": {
          "ID": "4918651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4918651",
          "TitleEnglish": ".hack//Versus: The Thanatos Report",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "17": {
          "ID": "4940633",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4940633",
          "TitleEnglish": ".hack//Quantum: Go, Our Chim Chims!! Part 1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "18": {
          "ID": "4940634",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4940634",
          "TitleEnglish": ".hack//Quantum: Go, Our Chim Chims!! Part 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "19": {
          "ID": "4940635",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4940635",
          "TitleEnglish": ".hack//Quantum: Go, Our Chim Chims!! Part 3",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "20": {
          "ID": "4940636",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4940636",
          "TitleEnglish": ".hack//Quantum: Ogura Yui`s YuiYui Cooking",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "21": {
          "ID": "4940637",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4940637",
          "TitleEnglish": ".hack//Quantum: Ogura Yui`s YuiYui Club",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "22": {
          "ID": "4940638",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4940638",
          "TitleEnglish": ".hack//Quantum: Ogura Yui`s YuiYui Quantum Cult Quiz",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "23": {
          "ID": "4234393",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4234393",
          "TitleEnglish": "Let's Meet Offline",
          "SummaryEnglish": "It's a short story about the characters from .hack// Legend of the Twilight meeting offline. It's more to hear than to see. It shows only backgrounds from the real world with the heads of the charater-game-avatars; but it reveals some interesting real life informations about the characters.",
          "Aliases": []
        },
        "24": {
          "ID": "8087288",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/8087288",
          "TitleEnglish": "Online Jack 01",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "25": {
          "ID": "8087292",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/8087292",
          "TitleEnglish": "Online Jack 02",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "26": {
          "ID": "8087294",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/8087294",
          "TitleEnglish": "Online Jack 03",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "27": {
          "ID": "9780028",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/9780028",
          "TitleEnglish": "Learn in 3 Minutes!! .hack History",
          "SummaryEnglish": "Kite and Haseo give you a summary of the .hack series.",
          "Aliases": []
        },
        "28": {
          "ID": "10518655",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/10518655",
          "TitleEnglish": ".hack//Quantum",
          "SummaryEnglish": "Tobias, Mary, and Sakuya are way into the The World. Together, they form an inseparable group, grinding toward the break of day and running dungeons in search of the artifacts of adventure. But when the trio becomes lost in this virtual labyrinth, a chance encounter with the mysterious entity known only as Hermit will change their lives forever.",
          "Aliases": []
        },
        "29": {
          "ID": "10768247",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/10768247",
          "TitleEnglish": "Walking Party",
          "SummaryEnglish": "Tobias, Mary, and Sakuya are gamers addicted to life in the The World. The role-playing trio's adventures start spilling into the real world after an encounter with a twig-wielding cat known as Hermit.",
          "Aliases": []
        },
        "30": {
          "ID": "10768248",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/10768248",
          "TitleEnglish": "Wired Prisoner",
          "SummaryEnglish": "After an accident inside The World leaves Mary comatose in real life, Tobias and Sakuya search for a way to revive their friend. Meanwhile, the mysterious Hermit gets a dose of very bad news.",
          "Aliases": []
        },
        "31": {
          "ID": "10768249",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/10768249",
          "TitleEnglish": "The Worldend Pallbearer",
          "SummaryEnglish": "The World begins to crumble and players are unable to log out as Hermit goes on a final, deadly rampage. Can Tobias and Sakuya save Mary before it's too late, or will they all be trapped in The World forever?",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "16036",
      "URL": "https://www.thetvdb.com/series/hack-1/seasons/official/1",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "302688",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302688",
          "TitleEnglish": "Role Play",
          "SummaryEnglish": "The show starts with a wavemaster (named Tsukasa) lying on the ground, when he gets up, he is unsure of his surroundings. Soon a female heavy blade introduces herself as Mimiru and comments on the fact that very rarely do you see a wavemaster working alone. She assumes that he is very strong. As she looks at his staff, he teleports out of the area. Back in the field, Tsukasa is sitting alone against a well. He talks to himself saying that he did not know what he was doing, or where he was in fact. From the horizon three knights approach and they are investigating the fact that he was seen with a character that looked like a cat. Instead of supplying the warriors with information the wavemaster teleports out of the area. Now in Mac Anu (the city of water) a young female heavy axeman (named Subaru) is talking to one of the Crimson Knights. They are discussing recent issues in \"\"The World\"\" and problems that keep arising. As she moves down toward the center of the boat, they pass Tsu",
          "Aliases": []
        },
        "2": {
          "ID": "302689",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302689",
          "TitleEnglish": "Guardian",
          "SummaryEnglish": "In a field, Tsukasa runs into Bear (the guy he met at the spring of myst). Bear asks him if he has read the message boards. Tsukasa just shrugs him off and proceeds to leave the area. Mimiru meets up with Bear and tells him that he might be in trouble with the knights and that they should look out for him. Bear agrees and says he will call Mimiru if he knows anything. A female wavemaster named BT is now in a desert region being chased by someone, when she is cornered he jumps her asks for her member address. When she says no, he proceeds to kill her. Tsukasa now alone again in an open desert filed contemplates on what he should do, when Maho appears floating above him. Tsukasa wants to get away from everywhere but he knows that there is no place for him to go. Maho nods and then speaks to him, prompting him to say, \"\"is there really such a place?\"\" Tsukasa is now in a dimly lit dungeon, and he is being followed by Sora (the person who player killed BT). When Tsukasa meets a dead",
          "Aliases": []
        },
        "3": {
          "ID": "302690",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302690",
          "TitleEnglish": "Folklore",
          "SummaryEnglish": "In Mac Anu, Subaru meets with Silver Knight to discuss what has been happening with Tsukasa in â€œThe Worldâ€. She tells him that they are not system moderators and that they are just players. Subaru then says that they will resume the conversation later, but first she must meet someone. In another area, BT asks Bear how it is possible for Tsukasa to move freely between the fields and have a guardian protect him. The only explanation Bear can think of is that Tsukasa has somehow risen above the system. BT then suggests that Bear should meet Tsukasa in real life, but Bear replies that if he canâ€™t log out here, he must be in pretty bad shape out there. BT suggests that Tsukasa might not be a normal player, but merely a character developed by CC Corp. In another field, Subaru meets with Sora and he wants to discuss the Key of the Twilight. Subaru says that does not exit and begins to leave. Sora then draws his weapon and forces her to stop. Eventually Subaru returns to the city follo",
          "Aliases": []
        },
        "4": {
          "ID": "302691",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302691",
          "TitleEnglish": "Wanted",
          "SummaryEnglish": "Mimiru teleports into the main area, and she overhears some players talking about a person who can summon a monster and have it attack monster for you Back in the city Subaru and Silver Knight have met up with Bear, she tells him she has checked the log. She tells him that if they log is correct that Tsukasa has been on for the last 10 days. Tsukasa is again alone with the little floating girl, and he asks what will happen when she awakens. Finally the voice speaks to him and tells him something wonderful will happen when she awakes. \"\"You and I, and he, the three of us will be able to live on peacefully, undisturbed by anyone else. In a world devoid of any harm or discomfort.\"\" Tsukasa says that there are no worlds like that In the real world, a grown man stands in the rain and tries to light a cigarette, as the man walks down the rainy street, we can see a hospital in the background. In a forest area Bear sits alone waiting for Mimiru. When she appears, she tells him how horrible",
          "Aliases": []
        },
        "5": {
          "ID": "302692",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302692",
          "TitleEnglish": "Captured",
          "SummaryEnglish": "In a desert region, a male long arm is running through the area shouting that he is back. Tsukasa is sitting alone in the dungeon, when the male long arm introduces himself as Crim and asks if Tsukasa needs any help. Tsukasa denies Crimâ€™s help and teleports out of the area. Back in the root town, Mimiru waits for Bear to arrive, when he does, she asks him why are there wanted posters out for Tsukasaâ€™s arrest if this is a game. Bear explains that there are rules, and that Tsukasa broke them. In a field with dark clouds, BT waits for Sora to arrive. When he does, she tells him she wants to exchange some information with them. He replies by saying unless the information he receives is of equal value, then it is not a trade. She tells him that she has a plan to lure Tsukasa out of hiding. As Subaru and Silver Knight walk about the city, Sora appears and asks them if they have found a way to lure him out. Sora says that he has a plan and proceeds to ask if they are interested. She te",
          "Aliases": []
        },
        "6": {
          "ID": "302693",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302693",
          "TitleEnglish": "Encounter",
          "SummaryEnglish": "In a root town, Mimiru, Bear and BT are all together talking about the events that just took place. Mimiru asks BT why she set up Tsukasa to be captured. BT says she heard the information from another source and it must have somehow gotten to the Crimson Knights. Bear point out that should focus on what is going on right now and Mimiru replies that they should rescue Tsukasa. In the prison where Tsukasa is being held captive, Subaru approaches saying she wishes to speak with him alone. The knights reluctantly agree. When Subaru sees Tsukasa, he is sitting alone in a dark room. Subaru apologizes for everything that has happened to him and all she wanted was to speak to him. While she is talking, Tsukasa sees a bug fly by and says that it smells nice. Subaru is surprised he can smell inside a game. Tsukasa replies that he can also feel pain. Tsukasa asks Subaru if she thinks he is lying and she tells him no. She asks him what he intends to do now and that as long as he abides",
          "Aliases": []
        },
        "7": {
          "ID": "302694",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302694",
          "TitleEnglish": "Reason",
          "SummaryEnglish": "Mimiru meets up with a new character named A-20 who pushes Mimiru to her limits. While exploring a dungeon with A-20, Mimiru looks for a reason to stay in touch with Tsukasa even though the two of them had a fight.",
          "Aliases": []
        },
        "8": {
          "ID": "302695",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302695",
          "TitleEnglish": "Promise",
          "SummaryEnglish": "Mimiru determined to meet with Tsukasa, sends him an email stating that she will wait for him in Dun Loreig. As she waits she is confident that he will show up. Even when Sora appears to help her pass the time.",
          "Aliases": []
        },
        "9": {
          "ID": "302696",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302696",
          "TitleEnglish": "Epitaph",
          "SummaryEnglish": "A girl meets Tsukasa and tells him that she will be out of town for a little while and that she would like him to help take care of her Grunty. While taking care of the Grunty it eventually becomes sick and the only cure is a hard to find purple cherry. While Tsukasa is searching for the cherry all the other characters are discussing the Key of the Twilight. Sora mentions that he may know someone that might be able to help them in their search...the great hacker Helba.",
          "Aliases": []
        },
        "10": {
          "ID": "302697",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302697",
          "TitleEnglish": "Compensation",
          "SummaryEnglish": "After denying his son money for a new car, Bear talks to B.T. and she suggestions that the reason he is so protective of Mimiru and of Tsukasa in \"\"The World\"\" is because he feels that he isn't being a good father. By looking out for them, he is providing the fatherly role which he can't provide to his own son. Meanwhile, Subaru tells Silver Knight to contact her immediately if anybody wants to talk to her. Silver Knight agrees, but when Tsukasa wants to contact Subaru, Silver Knight tells him that she doesn't want to see him. Not much later we see Tsukasa sulking on the Bridge in Mac Anu. When Subaru seems him, she leaves the boat and tries to get closer, Tsukasa teleports away before Subaru could ever reach her and she returns to her boat with a saddened look on her face. All the while, BT and Crim continue to search for clues regarding The Key of the Twilight.",
          "Aliases": []
        },
        "11": {
          "ID": "302698",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302698",
          "TitleEnglish": "Party",
          "SummaryEnglish": "Bear, Mimiru, and Tsukasa form a party in an attempt to complete a rare item quest. During the adventure, Tsukasa starts to get closer to Bear and Mimiru and eventually he learns to not rely on his guardian for protection but on his fellow party members.",
          "Aliases": []
        },
        "12": {
          "ID": "302699",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302699",
          "TitleEnglish": "Entanglement",
          "SummaryEnglish": "The episode starts out in the real world with a man standing over the coma victim debating whether or not the plug should be pulled on life support. In the game, Mimiru talks to Tsukasa about how she wishes she could trade items in The World for real world items. Shen proceeds to talk about a handbag that she would like to get from Shimakita and Tsukasa inquires if it was the store at the southern exit? Mimiru is a bit surprised and asks him if he is from Tokyo. In Tsukasa's secret place, large thorny vines entangle Aura. As he tries to free Aura, the vines tighten their hold around her. It seems the harder he tries to free Aura, the thicker the vines grow back. The mysterious voice asks Tsukas if he knows the story of the Little Mermaid. He then realizes that as long as he stays there, Aura will be fine. However if he leaves the world, Aura may be hurt.",
          "Aliases": []
        },
        "13": {
          "ID": "302700",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302700",
          "TitleEnglish": "Twilight Eye",
          "SummaryEnglish": "Everyone is getting anxious about finding the Key of the Twilight and with Tsuaksa gradually becoming more involved in wanting to log out of the world, they feel that now is the best time to act. However no one knows exactly where to go. However Sora mentions that he is able to contact the great hacker Helba. After contacting Helba, he says that she wishes to talk to Bear and that he wishes to meet him. Bear sets off to the dungeon described by Helba and when Bear gets to the bottom dungeon, Helba teleports in and relays the message that she might be able to help find the key of the twilight. After their visit, Bear, Mimiru, and Tsuaksa get ready to head to find the Key of the Twilight, however, it seems that Crim and BT are also heading off on the same adventure. At the church where Tsukasa often hides out, and Crim are talking. Crim wonders how they can open the Twilight Eye. BT smiles and then proceeds to use her magic on the field. As she casts the spell, the clouds part and",
          "Aliases": []
        },
        "14": {
          "ID": "302701",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302701",
          "TitleEnglish": "Castle",
          "SummaryEnglish": "Crim and BT go to a mysterious castle to search for the Key, followed by Sora. Thanks to the code that Helba gave them, Bear, Tsukasa, and Mimiru also reach the castle. But traps line the way, and there seems to be an evil atmosphere to the place.",
          "Aliases": []
        },
        "15": {
          "ID": "3022201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/3022201",
          "TitleEnglish": "Evidence",
          "SummaryEnglish": "Recap Episode. There are a few new scenes, but most is flashbacks to previous episodes. Originally aired as Episode 15. Listed in DVD Box Set as a Bonus Episode, numbered Episode 27",
          "Aliases": []
        },
        "16": {
          "ID": "302702",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302702",
          "TitleEnglish": "Depth",
          "SummaryEnglish": "Tsukasa suffering from his attack awakes in Aura's domain, he seems to be fine and learns he cannot die in this place, but will come back. The other players know not of what happened to Tsukasa, but want to find him. Tsukasa meets up with Subaru and they have a small talk where she reassured him of his situation. Mimiru recalls Tsukasa's reaction to something the broken man said and wants to find him to know what.",
          "Aliases": []
        },
        "17": {
          "ID": "302703",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302703",
          "TitleEnglish": "Conflict",
          "SummaryEnglish": "BT is wandering around the world looking for someone to rely on but can't find anybody. She goes to Crim to see if he would like to meet in the real world, but he turns her down. BT later gets called by Subaru, but instead of helping Subaru out, BT ends up insulting and putting her down. BT later goes with these two guys on a treasure hunt, but it turns out they tricked her and only want to kill her for her experience. BT ends up getting saved by Tsukasa, and Tsukasa and BT end up bonding with each other.",
          "Aliases": []
        },
        "18": {
          "ID": "302704",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302704",
          "TitleEnglish": "Declaration",
          "SummaryEnglish": "Silver Knight and the other Crimson Knights want to go after Sora, for being a player killer. Subaru is against it saying that is not the purpose of the Crimson Knights. They go back and forth about the purpose of the Knights, and finally Silver Knight tells Subaru he had contacted the system admids and they wrote back to Subaru. After rethinking a lot of what the Knights have become Subaru decides to disband them.",
          "Aliases": []
        },
        "19": {
          "ID": "302705",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302705",
          "TitleEnglish": "Recollection",
          "SummaryEnglish": "We learn about the past of Subaru and how she founded the Scarlet Knights. Later, Subaru is wandering the world and word of her disbanding the Knights has spread. She is attacked by another character, and comes to find Tsukasa badly beaten. They bond even closer and we see a glimpse of the real life Subaru.",
          "Aliases": []
        },
        "20": {
          "ID": "302706",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302706",
          "TitleEnglish": "Tempest",
          "SummaryEnglish": "First, Tsukasa takes Subaru to the place where the sleeping girl lays, only to find she isn't there. Then, Bear decides that the \"\"Key of the Twilight\"\" issue should be resolved. He calls BT, Crim, Subaru and Mimiru together to discuss what they should do. Meanwhile, Sora and BT are forming an alliance to find the Key first, apparently for selfish reasons. They enlist the help of Silver Knight, but only intend to use him as a pawn. They are probably after the forces that still follow him. Their plan is to take all the information BT will obtain from \"\"Bear's Party\"\", and then use it to try to get to the key first. Their logic is that they can move faster than Bear and co. Tsukasa returns to where the sleeping girl was. Suddenly he is picked up and held over the bed. He appears to be in pain. He asks if he is being punished for bringing Subaru, and a voice answers yes. He is raised over the bed, then a sort of explosion, then implosion occurs with Tsukasa as the epicenter. Then",
          "Aliases": []
        },
        "21": {
          "ID": "302707",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302707",
          "TitleEnglish": "Despair",
          "SummaryEnglish": "The episode opens with Mimiru and Bear waiting in Dun Loireag for Subaru. Mimiru wonders why Subaru is late, and Bear says she is most likely looking for Tsukasa. Subaru arrives, and Bear asks if she was able to meet with Tsukasa. She responds that she hasn't been able to contact him and is worried it is her fault. Bear says that beating herself up won't do any good , and that they have to start looking for him. Subaru says she will look for him by herself. Mimiru says that they have all ready looked everywhere he could be. Subaru says they haven't looked where the sleeping girl (Aura) was. There is a brief flashback to when Tsukasa took Subaru there and Aura was missing. Mimiru says they need Tsukasa's power to get there. Subaru says she will use the message boards to try to find someone that knows something about the place. They all agree to search for Tsukasa. Subaru leaves to talk with B.T. , and Mimiru comments on how tired Subaru looks. Tsukasa is shown leaning against the bed. H",
          "Aliases": []
        },
        "22": {
          "ID": "302708",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302708",
          "TitleEnglish": "Phantom",
          "SummaryEnglish": "Bear, Mimiru and Subaru are planning on returning to the broken man and encounter another unbeatable monster, yet are saved by an old friend of Subaru's. We hear more of Morgana's intentions. Our hero's learn more from the broken man, and Tsukasa starts to show signs of coming to. Sora discovers the realm of Morgana and gains knowledge from her.",
          "Aliases": []
        },
        "23": {
          "ID": "302709",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302709",
          "TitleEnglish": "The Eve",
          "SummaryEnglish": "All the players are coming together to meet Helba, and go through her special gate, even Tsukasa. He meets up with Crim beforehand and is scared to go. The gate appears and one by one they go through- save Subaru who is determined for Tsukasa to show up.",
          "Aliases": []
        },
        "24": {
          "ID": "302710",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302710",
          "TitleEnglish": "Net Slum",
          "SummaryEnglish": "The other players are in a new realm, a place where old and lost data is kept. Subaru's waiting pays off and Tsukasa finally appears and they go through the gate. Our players learn a lot from Helba, and start to formulate a plan on what to do next. Subaru and Tsukasa bond more, and learn more about each other. They figure out that the enemy is after Subaru and they need to protect her, a battle ensues. Tsukasa makes the decision that the does want to log out.",
          "Aliases": []
        },
        "25": {
          "ID": "302711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302711",
          "TitleEnglish": "Catastrophe",
          "SummaryEnglish": "The players leave the Net Slum and separate for a bit, but meet up again in the Church and safeguard Subaru and Tsukasa. Sora is sent after them by Morgana and is given help by her to defeat them. A great battle ensues, and Tsukasa decides to fight back and not run anymore. Maha starts to disobey Morgana, and is hit by one of her creations. Subaru, Tsukasa, and Mimiru are transported to an unknown destination.",
          "Aliases": []
        },
        "26": {
          "ID": "302712",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/302712",
          "TitleEnglish": "Return",
          "SummaryEnglish": "The Finale! Tsukasa, Subaru and Mimiru are separated in a special field, and encounter alternate versions of each other. After realizing the trickery, they are transported to Morganna's realm where they find Aura. Despite Morganna's protests, Tsukasa wakes Aura and they escape to NetSlum, only to to trapped by Skeith. Helba, taking extreme measures, deletes the field, and Tsukasa is finally able to log out.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "481903",
      "URL": "https://www.thetvdb.com/series/hack-1/seasons/official/2",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4234394",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4234394",
          "TitleEnglish": "The Legendary Hero",
          "SummaryEnglish": "A boy named Kunisaki Shugo checks his email to find that he has won a contest that allows him to play The World as the legendary .hacker Kite. Shugo calls up his twin sister to tell her the good news and she informs him that she too has won the contest and that her character will be remodeled after the character Blackrose (also a legendary .hacker). Shugo mentions that he never entered in any contest and that he does not even have the software to play the game. That is when Rena informs Shugo that she entered him in the contest and that just incase one of them won, she installed the world on his computer.When he logs in, he meets up with his twin sister Rena and they decide to go to a field. On the field, Rena and Shugo watch as a Level 1 class monster appears in front of them. Shugo attacks, but is easily knocked to the ground by the monster. Rena performs Calamity Cut to take out the monster and then she offers her brother a healing potion. After being reprimanded by Rena, Sh",
          "Aliases": []
        },
        "2": {
          "ID": "4234395",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4234395",
          "TitleEnglish": "Kite's Bracelet",
          "SummaryEnglish": "Shu-go and Rena encounter Mireille, a Wavemaster intent on collecting rare items. At her invitation, the two participate in an event that has them figShugo logs in, and Rena immediately scolds him for being late. During this scolding, Mireille shows up ready to join the party and go out on an adventure. Instead of politely turning Mireille down, Rena grabs Shugo's hand and uses a Speed Charm and makes a run for it.When Rena and Shugo stop, they realize that there was a special event going on today involving trying to make the Cherry Blossoms bloom. Shugo is really interested in getting over to the field and winning a rare item, but Rena suggests that the field might be tough and they could use a wavemaster. Luckily Mireille just happens to be around and ready to lend a helping hand. At the field, Mireille does her best to try to get the trees to bloom, by casting healing spells. Realizing that doesn't work she wanders off thinking that a rare item might help. Shugo takes this t",
          "Aliases": []
        },
        "3": {
          "ID": "4234396",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4234396",
          "TitleEnglish": "The Phoenix Feather",
          "SummaryEnglish": "Late one night in the world, a reddish-brown haired girl asks another girl named Hotaru for a favor. She is going to be logged off for 3 days, and was hoping Hotaru would watch her Grunty. Although Hotaru knows nothing about raising Grunty's, she accepts.The next day, Shugo learns that since his bracelet is such a high level, his level must be higher in order to use it properly. Rena, Mireille, and Ouka convince Shugo that they should go train in an intermediate level area. This will help him level up faster and hopefully be able to control the powers of the bracelet. Balmung and Reki get together to talk about the Kite and Blackrose contest. CC Corp claims that they did not authorize the contest and that they know nothing about it. Balmung thinks that either they truly know nothing about it, or that they are refusing to talk. Balmung tells Reki to report is as a number one emergency claim. Hopefully then someone will decide to talk.On the field, Ouka, Mireille, and Rena te",
          "Aliases": []
        },
        "4": {
          "ID": "4234397",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4234397",
          "TitleEnglish": "Tanabata Night",
          "SummaryEnglish": "The episode starts with Sanjuro training Shugo about how to fight the monsters in \"\"The World\"\" When they are done, they teleport back to the city where Rena is waiting for them, and she tells Shugo the he has spent a lot of time playing with Sanjuro lately. Shugo replies that they were not playing they were training. Sanjuro chimes in and says that a warrior needs to train. Rena replies that Shugo is not a warrior and that she is feeling neglected that they should spend more time together.In Mac Anu, the Shugo and Rena learn about the Festival of the Weaver Maiden that will be held later that day. In the field Distant Azure River, where the festival of Tanabata is scheduled to take place, Shugo is already there waiting for the others to arrive. When Mireille shows up, she is wearing a rare yukata that she received as a rare item from a very tough battle. Shortly after, Hotaru, Ouka and Rena teleport in and they, too, are wearing yukatas. According to Tanabata tradition, everyone",
          "Aliases": []
        },
        "5": {
          "ID": "4234398",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4234398",
          "TitleEnglish": "Mansion of Terror",
          "SummaryEnglish": "Four kids are sitting around computers discussing how their modified monster just lost. They realized that their opponent used data drain and the only person to obtain such a power is Kite and that he must be eliminated.Shugo and the girls decide to head to the beach. Rena and Shugo see a couple of boys trying to take a rare ball from a little girl on the beach. So, they head over to the girl and get her ball back from them. When Shugo gives her back the ball, the girl takes his Member's Address and then quickly teleports away.In the real world, Shugo finds out that he has an email from Aura asking him to help her. Most of the text is fragmented and difficult to read so Shugo asks Mireille to decipher the information. She tells Shugo that Aura wanted him to go to Haunted Woodland Muderhouse. When Shugo and the others arrive at the mansion Rena gets scared and determines to show them how brave she is so decides to go off on her own. While the groups is searching for Rena, th",
          "Aliases": []
        },
        "6": {
          "ID": "4234399",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4234399",
          "TitleEnglish": "Trap of the Steaming Hot Water",
          "SummaryEnglish": "Rena goes missing during the battle with the monsters, so Shu-go and the others look for her. Just then an anonymous e-mail arrives, its sole contents being a certain Area of the game. Shu-go and the others think that perhaps Rena's disappearance is simply an \"\"event\"\" bulit into the game. They head to the Area named in the e-mail to check it out.",
          "Aliases": []
        },
        "7": {
          "ID": "4234400",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4234400",
          "TitleEnglish": "Twilight Moon",
          "SummaryEnglish": "Shu-go and the others sweep the Area looking for Rena but come away empty-handed. Balmung and Sanjuro therorize that Rena's disappearance may be a result of someone wanting to get their hands on Kite's bracelet, an item Shu-go currently possesses. The two of them at last Shu-go in on the secret details of their past.",
          "Aliases": []
        },
        "8": {
          "ID": "4234401",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4234401",
          "TitleEnglish": "The Solitary Knight",
          "SummaryEnglish": "Shu-go decides to make use of the illegal \"\"Data Drain\"\" skill in order to locate Rena. CC Corperation , the company that oversees the online gaming envoirment of \"\"The World,\"\" also has sentries that patrol the game, locating characters whose conduct is against the rules. It's not long before the sentries get word of Shu-go's Data Drains...",
          "Aliases": []
        },
        "9": {
          "ID": "4234402",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4234402",
          "TitleEnglish": "Footsteps of Collapse",
          "SummaryEnglish": "Shu-go and the others finally uncover a clue to Rena's whereabouts. Unfortunately, that place appears to be on a server that's not open to the average player. Shu-go tries to enter the server via \"\"Data Hacking\"\" another power of the bracelet he possesses.",
          "Aliases": []
        },
        "10": {
          "ID": "4234403",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4234403",
          "TitleEnglish": "Capitol of Illusion",
          "SummaryEnglish": "Shu-go and the others -well aware of the danger but determined to help Rena arrive at a sever that's not yet open to the average player. When they enter the sever(which connects to the Area where Rena is located), they encounter a monster that by all rights shoudn't appear in that Area. What's more, the monster's data has been altered to the point where Shu-go and the others' have no effect on it. They find themselves on the defensive. Meanwhile, Rena wanders around alone, looking for a way out of the Area she has been imprisoned in. In her wanderings, she encounters a mysterious individual who emits a faint light.",
          "Aliases": []
        },
        "11": {
          "ID": "4234404",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4234404",
          "TitleEnglish": "The End of the World",
          "SummaryEnglish": "Shu-go and the others somehow manage to defeat the monster. But then an AI shows up and launches an attack useing NPC's. The AI inflicts further damage by infecting them with a virus via Rena's member address book (which Shu-go and the others have stored",
          "Aliases": []
        },
        "12": {
          "ID": "4234405",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4234405",
          "TitleEnglish": "The Legend Begins",
          "SummaryEnglish": "Shu-go and the others fight against the AI and his minions, but their attacks have no effect. In the middle of this, Shu-go notices that of all the members of his party, only Komiyan the Third appeared to suffer no damage (though he has Rena's memeber address the same as everyone else). Shugo theorizes that Komiyan's resistance to viral infection due to his haveing recieved the Data Drain. Shu-go begins formulating a plan to eliminate the virus...",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "482226",
      "URL": "https://www.thetvdb.com/series/hack-1/seasons/official/3",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "4237645",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237645",
          "TitleEnglish": "Welcome to \"The World\"",
          "SummaryEnglish": "Haseo starts playing and experiences PKers (Player Killers). After they kill him, Ovan revives him. Then almost all the players in the world start asking him about Ovan.",
          "Aliases": []
        },
        "2": {
          "ID": "4237646",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237646",
          "TitleEnglish": "Twilight Brigade",
          "SummaryEnglish": "Haseo shows obsessive behavior toward Ovan's mysterious guild. He asks around to find more about it. At the end of the episode, he meets Ovan by a portal. Ovan asks Haseo to join his clan. Haseo responds by saying, \"I'll think about it.\"",
          "Aliases": []
        },
        "3": {
          "ID": "4237647",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237647",
          "TitleEnglish": "Join",
          "SummaryEnglish": "Haseo is given an invitation to join the Twilight Brigade as well as one to join TaN. After expending a little time with Shino, Haseo makes his decision.",
          "Aliases": []
        },
        "4": {
          "ID": "4237648",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237648",
          "TitleEnglish": "Forefeel",
          "SummaryEnglish": "Shino takes Haseo to another Lost Ground, and later do training. SakiSaka gets suspicious about why Haseo joined and why he talked to Gord about the guild. Later Tabby gets pked by Ender.",
          "Aliases": []
        },
        "5": {
          "ID": "4237649",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237649",
          "TitleEnglish": "Distrust",
          "SummaryEnglish": "During a meteor shower, SakiSaka's loyalty is put into question, as Ender attacks he and Tabby. The game experiences glitches, and Haseo displays a new ability when he arrives to help the two.",
          "Aliases": []
        },
        "6": {
          "ID": "4237650",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237650",
          "TitleEnglish": "Conflict",
          "SummaryEnglish": "Due to a series of events, Tabby starts believing Haseo is a messenger for TaN and soon later Haseo leaves the Twilight Brigade. Haseo is then seen by Tabby and Shino talking to a TaN member who called him. .",
          "Aliases": []
        },
        "7": {
          "ID": "4237651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237651",
          "TitleEnglish": "Intrigue",
          "SummaryEnglish": "While investigating the Lost Grounds, Haseo experiences a major glitch in The World. Also, we learn more about the Virus Cores. On a team search with Tabby and SakiSaka, they find common marks in the Lost Grounds, where they had found virus cores. Haseo notices something weird about the lines, and the three mysteriouly vanish (presumably teleported).",
          "Aliases": []
        },
        "8": {
          "ID": "4237652",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237652",
          "TitleEnglish": "Starting",
          "SummaryEnglish": "Haseo, Tabby, and SakiSaka find out the lines they found are portals. Continuing their search of the Lost Grounds, Tabby and SakiSaka encounter a glitch, while Haseo is confronted by Ender. Haseo notices the multiple colors of the Virus Cores, in comparison to the pillars from one of the Lost Grounds. This news comes as a breakthrough to the Key of the Twilight, as Haseo finds another Virus Core.",
          "Aliases": []
        },
        "9": {
          "ID": "4237653",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237653",
          "TitleEnglish": "Melee",
          "SummaryEnglish": "The Twilight Brigade attempts to bring together all of the Virus Cores. SakiSaka is given the last Core by Tawalaya, while Gord and B Set show up to help the Twilight Brigade, who are being attacked by TaN. They are then transported to an unknown location, while Ender and her TaN subordinates follow. (Known as \"Melee\" inside North America.)",
          "Aliases": []
        },
        "10": {
          "ID": "4237654",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237654",
          "TitleEnglish": "Missing",
          "SummaryEnglish": "The Twilight Brigade holds against TaN while Ovan goes to find the Twilight Key. Passing through a door, he steps into a trap (later we find out, knowingly) set by Naobi and the rest of the TaN. Later, Shino threatens TaN with revealing certain illegal activities online, if Ovan wasn't returned. TaN disbands, and Ovan is left captive, his PC data being read by Naobi.",
          "Aliases": []
        },
        "11": {
          "ID": "4237655",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237655",
          "TitleEnglish": "Discord",
          "SummaryEnglish": "Gord is thinking of quitting the game. Several TaN members are getting banned because of their illegal activities that Shino handed in to the administrators.",
          "Aliases": []
        },
        "12": {
          "ID": "4237656",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237656",
          "TitleEnglish": "Breakup",
          "SummaryEnglish": "The guild called the Twilight Brigade is being disbanded by Shino. Gord and B-Set quit the game because Ovan is no longer there. Haseo promises to stay with Shino even if there was no guild. Shino decides to wait for Ovan to return.",
          "Aliases": []
        },
        "13": {
          "ID": "4237657",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237657",
          "TitleEnglish": "Tragedy",
          "SummaryEnglish": "Tabby notifies Haseo that Shino has entered the Cathedral alone. When Haseo goes to meet her, he finds that Shino has been PK'd and her character data disappears.",
          "Aliases": []
        },
        "14": {
          "ID": "4237658",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237658",
          "TitleEnglish": "Lost One",
          "SummaryEnglish": "Haseo gets upset about Shino and blames himself. He gets a call from Shino's mother and cannot tell her anything about her daughter's coma. Phyllo is with Haseo most of the time and Tabby starts a guild with Sakisaka but he resigns his guild and leaves to a new game, which made Tabby all by herself in the game making her lost without anyone but Haseo.",
          "Aliases": []
        },
        "15": {
          "ID": "4237659",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237659",
          "TitleEnglish": "Pad",
          "SummaryEnglish": "Tabby meets two new members of the The World. She helps them play the game but says she can't do better like Shino and Sakisaka. Tabby meets Kuhn with Phyllo and Kuhn trains the two newbie brothers and Tabby about the game and how to level up in the game. Haseo is still angry about what happened and remembers the deletion of character data of Shino's and wants revenge on Tri-Edge.",
          "Aliases": []
        },
        "16": {
          "ID": "4237660",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237660",
          "TitleEnglish": "Resolution",
          "SummaryEnglish": "Ovan meets Taihaku and while that happens Taihaku goes to the Forest of Pain. Haseo hears about Phyllo encountering Tri-Edge and talks to Phyllo and he tells Haseo don't blame himself for her coma. Haseo fights and loses to Phyllo who tells him not to fight Tri-Edge because he will most likely become \"Unreturned.\" Haseo then hears about the new quest and takes it to become stronger and defeat Tri-Edge.",
          "Aliases": []
        },
        "17": {
          "ID": "4237661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237661",
          "TitleEnglish": "Painful Forest",
          "SummaryEnglish": "Saburo befriends Tabby, who still worries about Haseo. Yata and Pi try to figure out Phyllo’s relationship with Ovan because he is the only survivor of Tri-Edge. Taihaku and Haseo are in the Forest of Pain. Pi tells Subaro to make contact with Haseo in the forest and see what he does in there. Ovan fights Tri-Edge. Taihaku completes the quest and Tabby decides to go to wait for Haseo.",
          "Aliases": []
        },
        "18": {
          "ID": "4237662",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237662",
          "TitleEnglish": "Limit",
          "SummaryEnglish": "Taihaku gets his reward a new and rare Steam Gunner weapon. Tabby waits with her friend for Haseo to exit the quest. Haseo made it to the end where he sees a man and he request Haseo to answer his question, Haseo says something negative about his daughter and exited the quest about 30 seconds before the game ended. Haseo appears to Tabby but this time Haseo is different than usual; the shock somehow boosted Haseo to his 3rd adept rouge class, Flick Reaper.",
          "Aliases": []
        },
        "19": {
          "ID": "4237663",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237663",
          "TitleEnglish": "Violation",
          "SummaryEnglish": "Tawaraya returns as Tohta to finish up some business and finds out that merchants that buy rare items with real money and have driven up the prices. He sets out to stop them while Yata continues to watch Haseo.",
          "Aliases": []
        },
        "20": {
          "ID": "4237664",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237664",
          "TitleEnglish": "Pursuit",
          "SummaryEnglish": "Haseo goes half-crazed, searching for information on Tri-Edge by hunting and pking PCs. Saburo fights Haseo, trying to bring out the factor that Yata and Pi are interested in but fails. Taihaku talks to Phyllo about the Forest of Pain and Haseo. Tohta makes contact with Haseo and earns his trust.",
          "Aliases": []
        },
        "21": {
          "ID": "4237665",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237665",
          "TitleEnglish": "Defeat",
          "SummaryEnglish": "Haseo fights Midori who easily dodges his attacks. Haseo wants information from her because she is a survivor and witness of Tri-Edge. He continues to pk PCs, frustrated that he cannot meet Tri-Edge. Meanwhile, Tabby and Seisaku start a guild to help Haseo and the PCs that he pks.",
          "Aliases": []
        },
        "22": {
          "ID": "4237666",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237666",
          "TitleEnglish": "Bonds",
          "SummaryEnglish": "Tabby and her guild fail at their debut to heal people; Tohta makes them to level up. Kuhn awakens his power and is scouted by Pi to join her guild. The Paw Squad start to heal Haseo’s victims and he does not stop them.",
          "Aliases": []
        },
        "23": {
          "ID": "4237667",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237667",
          "TitleEnglish": "Trial",
          "SummaryEnglish": "Haseo starts to pk the PKers hoping to come across Tri-Edge who is a PKer. All the PKers band together to fight Haseo. Kuhn is introduced to Yata’s guild, Raven. The Paw Squad goes to heal but Haseo kills everyone and all but Tabby leave the guild because they don’t want to help Haseo anymore.",
          "Aliases": []
        },
        "24": {
          "ID": "4237668",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237668",
          "TitleEnglish": "Confront",
          "SummaryEnglish": "Haseo is now “The Terror of Death” and refuses to listen to anyone or accept help. Tabby is lost as to what to do. Haseo meets Ovan and is sent to the Cathedral where he fights Tri-Edge.",
          "Aliases": []
        },
        "25": {
          "ID": "4237669",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237669",
          "TitleEnglish": "Truth",
          "SummaryEnglish": "Seisaku talks to Tabby who decides to stop relying on Haseo. Ovan tells Phyllo something shocking. Phyllo entrusts to Tohta a heavy burden. Tabby and Saburo talk about Haseo and life.",
          "Aliases": []
        },
        "26": {
          "ID": "4237670",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hack-1/episodes/4237670",
          "TitleEnglish": "Determination",
          "SummaryEnglish": "Haseo has emerged from inactivity after his defeat at the hands of Tri-Edge. He encounters Tohta and learns about Phyllo, missing him. Tabby meets with Haseo to let him know of her real life ambitions. Once Haseo is left alone, the episode recaps the events during the series between Shino and Haseo, leading into a scene in which Haseo sees a \"ghost\" of Shino. The episode ends with a brief glimpse of Haseo in his Xth Form from the G.U. games, with the avatar Skeith in the background. The image transitions back to the present Haseo, and Haseo looks into the distance, with renewed determination to continue his search.",
          "Aliases": []
        }
      }
    }
  }
}