{
    "URL": "https://www.thetvdb.com/series/air",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0940874/",
        "http://www.tbs.co.jp/anime/air/",
        "http://www.reddit.com/r/air",
        "https://www.themoviedb.org/tv/26201"
    ],
    "TitleEnglish": "Air",
    "SummaryEnglish": "Kunisaki Yukito is a traveler, ever seeking the girl in the sky from a legend passed down in his family. His journey takes him to a small seaside town, where he meets Misuzu, a girl who seems eager to become his friend. A story spanning a thousand years begins to unfold against the background of their peculiar relationship.",
    "Aliases": [],
    "Modified": "2025-05-26",
    "Seasons": {
        "0": {
            "ID": "26548",
            "URL": "https://www.thetvdb.com/series/air/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "890351",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/air/episodes/890351",
                    "TitleEnglish": "Air: The Motion Picture",
                    "SummaryEnglish": "A long time ago, a winged maiden was held prisoner in a castle - cursed never to experience love, lest she die. Centuries later, in a sleepy coastal town, a young girl relives this agony.",
                    "Aliases": []
                },
                "2": {
                    "ID": "365055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/air/episodes/365055",
                    "TitleEnglish": "Air in Summer - Mountain Path",
                    "SummaryEnglish": "The events of the Summer arc are retold from the escape from the shrine to before the mountain. These events also include scenes not shown in the original Summer arc.",
                    "Aliases": []
                },
                "3": {
                    "ID": "365056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/air/episodes/365056",
                    "TitleEnglish": "Air in Summer - Universe",
                    "SummaryEnglish": "The relationship between Ryūya and Kanna is explored more showing their bond to be more romantic than platonic in nature.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "16038",
            "URL": "https://www.thetvdb.com/series/air/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "302756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/air/episodes/302756",
                    "TitleEnglish": "Breeze",
                    "SummaryEnglish": "Yukito Kunisaki arrives to the town in hopes of making money for food with his puppet show. He meets Misuzu Kamio, a strange girl living in the town. Misuzu manages to lure Yukito to her house with food at which after a discussion she offers him residence. Soon after Haruko Kamio, Misuzu's foster mother, arrives to the house. Haruko initially opposes Yukito's stay but later decides to allow him to stay in the shed.",
                    "Aliases": []
                },
                "2": {
                    "ID": "302757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/air/episodes/302757",
                    "TitleEnglish": "Town",
                    "SummaryEnglish": "Yukito explains to Misuzu the quest of the cursed girl with wings that had been in his family for generations. The next day Yukito's puppet show only manages to attract a dog named Potato, while scaring others. Yukito is caught by Hijiri Kirishima while performing in front of her clinic and offers Yukito work doing odd jobs.",
                    "Aliases": []
                },
                "3": {
                    "ID": "302758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/air/episodes/302758",
                    "TitleEnglish": "Whisper",
                    "SummaryEnglish": "Surroundings of Yukito and Misuzu briefly change from the shrine to a cropland as a result of Kano's experience. After a confrontation with Hijiri, Yukito and others briefly go to the clinic. Yukito and Misuzu leave the clinic for home. On their way Yukito realizes he wasn't paid for his part time job and sneaks back into the clinic only to overhear Kano's other personality.",
                    "Aliases": []
                },
                "4": {
                    "ID": "302759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/air/episodes/302759",
                    "TitleEnglish": "Plume",
                    "SummaryEnglish": "Kano strangles Yukito in her zombie-like state near the shrine hard enough to leave a mark before falling unconscious. Back at the clinic, Hijiri apologizes for Kano's behavior and explains when and how Kano's unusual symptoms started, with a single bright feather at the shrine.",
                    "Aliases": []
                },
                "5": {
                    "ID": "302760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/air/episodes/302760",
                    "TitleEnglish": "Wing",
                    "SummaryEnglish": "Yukito ends up spending the day with Minagi and Michiru while Misuzu is at school. Yukito walks Minagi home after being invited to go stargazing on the school's rooftop when he first learns of her mother's mental illness. Later, Misuzu attempts to play cards with Yukito, but is overcome with extreme pain. When Yukito learns of Misuzu's condition he decides to move out of the house.",
                    "Aliases": []
                },
                "6": {
                    "ID": "302761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/air/episodes/302761",
                    "TitleEnglish": "Star",
                    "SummaryEnglish": "After Minagi's mother's mental condition has caused her to forget she has a daughter, Minagi leaves home and joins Yukito. Yukito tells Minagi he's leaving town and wants her to come with him, but instead leads her back home to face her mother. Michiru is invited to eat at Minagi's house. Michiru leaves, having fulfilled her purpose.",
                    "Aliases": []
                },
                "7": {
                    "ID": "305154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/air/episodes/305154",
                    "TitleEnglish": "Dream",
                    "SummaryEnglish": "There are a number of flashbacks that Yukito has of his mother telling him about the girl with wings, about how she will forget everything and die when she dreams her final dream, and about how the person close to her will also die. Misuzu's foster mother leaves, leaving Yukito and Misuzu alone. Misuzu tells Yukito about her last dream, and Yukito comes to the decision to stay by her side, knowing the consequences. Yukito suddenly disappears and after Misuzu wakes up feeling better, she wonders where Yukito has gone or if he will come back.",
                    "Aliases": []
                },
                "8": {
                    "ID": "305155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/air/episodes/305155",
                    "TitleEnglish": "Summer",
                    "SummaryEnglish": "This story takes place 1000 years before the Dream arc. Kanna is a girl with wings confined to a palace with a friend, Uraha, and body guard, Ryūya. When Kanna is to be sent to another temple, the 3 escape and go on a journey to find Kanna's mother. Meanwhile, the palace is attacked and the 3 are pursued. They finally find Kanna's mother but she tells them to leave.",
                    "Aliases": []
                },
                "9": {
                    "ID": "305156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/air/episodes/305156",
                    "TitleEnglish": "Moon",
                    "SummaryEnglish": "Kanna's mother claims to be \"tainted\". They all escape from the mountain but their pursuers manage to kill Kanna's mother. Before she dies, she passes the ancient prayer to Kanna. While the pursuers are closing in, the 3 talk about settling down near the ocean, but Kanna knows this is only a dream. She takes flight but the monks curse her and she gets killed by the soldiers. Ryūya and Uraha learn about the curse and Kanna's suffering and vow to end it by having a child who will break the curse.",
                    "Aliases": []
                },
                "10": {
                    "ID": "305157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/air/episodes/305157",
                    "TitleEnglish": "Light",
                    "SummaryEnglish": "The events of the Dream arc are retold from the point of view of a crow Misuzu found and named Sora.",
                    "Aliases": []
                },
                "11": {
                    "ID": "305158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/air/episodes/305158",
                    "TitleEnglish": "Sea",
                    "SummaryEnglish": "Misuzu's curse is getting more serious. Soon, she has forgotten who Haruko is and begins to act strangely, playing cards by herself and not wanting to go outdoors. Haruko is depressed, but tries hard to restore the memories Misuzu lost. Soon, however, Misuzu's birth father shows up, and tries to claim Misuzu back from Haruko, deciding to let Misuzu decide who she wants to live with. Haruko, desperate because of Misuzu's memory loss, begs him to let her have Misuzu for 3 more days, to which he agrees.",
                    "Aliases": []
                },
                "12": {
                    "ID": "305159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/air/episodes/305159",
                    "TitleEnglish": "Air",
                    "SummaryEnglish": "The summer festival has finally arrived, but unfortunately it rains that day and thus the festival is canceled. Wanting to do anything she can for Misuzu, Haruko brings her to the local shrine. As mother and daughter bond, can Haruko ultimately save Misuzu from returning to her other self in the vast blue sky?",
                    "Aliases": []
                },
                "13": {
                    "ID": "365054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/air/episodes/365054",
                    "TitleEnglish": "Memories",
                    "SummaryEnglish": "Summary of Misuzu Kamio's story arc.",
                    "Aliases": []
                }
            }
        }
    }
}