[
  {
    "URL": "https://www.thetvdb.com/series/haibane-renmei",
    "Genres": [
      "Animation",
      "Anime",
      "Drama",
      "Fantasy"
    ],
    "Other Sites": [
      "https://www.imdb.com/title/tt0380113/",
      "http://www.reddit.com/r/haibanerenmei",
      "https://www.themoviedb.org/tv/34164"
    ],
    "TitleEnglish": "Haibane Renmei",
    "SummaryEnglish": "A dream of falling from the sky… and then birth. After hatching from a cocoon into a world she does not recognise, a young girl with no memories is welcomed into the simple and principled life of the Haibane: human-like beings with angelic wings and halos. Given a name and encouraged to find her place in the walled town of Glie, Rakka settles in... but soon the mysteries of this bucolic new reality threaten to overcome her.",
    "Aliases": [
      "Charcoal Feather Federation"
    ],
    "Modified": "2025-04-30",
    "Seasons": {
      "1": {
        "ID": "16041",
        "URL": "https://www.thetvdb.com/series/haibane-renmei/seasons/official/1",
        "# Episodes": 13,
        "Episodes": {
          "1": {
            "ID": "302762",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302762",
            "TitleEnglish": "Cocoon / Dream of Falling from the Sky / Old Home",
            "SummaryEnglish": "A girl dreams she is falling, and semi-angelic beings discover a large cocoon in their home. The girl wakes up inside this cocoon and breaks out of it. The winged people introduce themselves as Haibane, name her \"Rakka,\" and give her a forged halo. One of them, Reki, stays with her as ash-grey, feathered wings grow from her back in a painful way.",
            "Aliases": []
          },
          "2": {
            "ID": "302763",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302763",
            "TitleEnglish": "Town and Wall / Toga / Haibane-Renmei",
            "SummaryEnglish": "Rakka's new companions take her into the town of Glie. She learns that most of the people here are not Haibane, that Haibane can only own things humans have stopped using, and that they are required to work. The wall around the city and countryside keeps everyone in; only the Toga can come and go freely, and only the Communicator can speak to them.",
            "Aliases": []
          },
          "3": {
            "ID": "302764",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302764",
            "TitleEnglish": "Temple / Communicator / Pancakes",
            "SummaryEnglish": "Hikari takes Rakka to the temple of the Haibane Renmei, where the Communicator approves her as a Haibane and gives her the notebook with which she can make purchases. Later, she helps Reki with the children at Old Home, and spends time with Kuu, the youngest of the older Haibane. They walk around town and visit the bakery where Hikari works.",
            "Aliases": []
          },
          "4": {
            "ID": "302765",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302765",
            "TitleEnglish": "Trash Day / Clock Tower / Birds Flying over the Walls",
            "SummaryEnglish": "Kana tells Rakka not to feed the crows, because they are the only creatures who can leave the city, and if they get too comfortable, they might stop doing so. To explore her own job options, Rakka accompanies Kana to work in a clock tower in the center of town. This, she learns, is the highest point in the city, but the walls around it are higher still.",
            "Aliases": []
          },
          "5": {
            "ID": "302766",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302766",
            "TitleEnglish": "Library / Abandoned Factory / The Beginning of the World",
            "SummaryEnglish": "Rakka goes to work with Nemu at the library. There she meets Sumika, a kindly pregnant woman who is interested in Rakka's perspective as a newborn. Nemu tells Rakka about an old, unreadable book called The Beginning of the World. Rakka learns about another group of Haibane, both male and female, living in Abandoned Factory on the other side of town.",
            "Aliases": []
          },
          "6": {
            "ID": "302767",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302767",
            "TitleEnglish": "End of Summer / Rain / Loss",
            "SummaryEnglish": "With winter approaching, Kuu gives Rakka a coat and helps her choose a room to live in. Kuu thanks her for the influence she has been, and Rakka notices that Kuu's halo is flickering. The other Haibane tell Rakka about Kuu's history of trying to imitate her older companions. As night falls, it starts to rain, and Kuu is nowhere to be found.",
            "Aliases": []
          },
          "7": {
            "ID": "302768",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302768",
            "TitleEnglish": "Scar / Illness / Arrival of Winter",
            "SummaryEnglish": "Rakka refuses to believe Kuu will never return from her Day of Flight, and sickly black spots begin to appear on her own wings. Depressed, she goes to town alone and is approached by Hyouko, a Haibane from Abandoned Factory who asks about Reki. Reki gives Rakka medicine for her wings and tells her about the Sin-Bound Haibane and about her own past.",
            "Aliases": []
          },
          "8": {
            "ID": "302769",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302769",
            "TitleEnglish": "The Bird",
            "SummaryEnglish": "Rakka continues to hide her wings from the others. Reki helps her move Kuu's bed into her room and they talk about the wall around the town. They take the children to buy winter clothes and a human girl tries to touch Rakka's wings. She flees into the Western Woods, led by the crows, who take her to an old well where she learns about her cocoon dream.",
            "Aliases": []
          },
          "9": {
            "ID": "302770",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302770",
            "TitleEnglish": "Well / Rebirth / Riddle",
            "SummaryEnglish": "Rakka realizes that the crow that died in the well represents someone who cared about her in her old life. The Toga find and rescue her from the well. Hearing a noise, she touches the wall. The Communicator leads her home and they talk about the bird, her wings, and a riddle he calls the Circle of Sin. Arriving home, Rakka becomes ill from having touched the wall.",
            "Aliases": []
          },
          "10": {
            "ID": "302771",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302771",
            "TitleEnglish": "Kuramori / Haibane of Abandoned Factory / Rakka's Job",
            "SummaryEnglish": "A flashback shows the kindly Kuramori, who promised to stay with Reki forever. In the present, Reki goes to the Haibane Renmei to ask for help for the ailing Rakka, and is told that Rakka is no longer Sin-Bound. Rakka is given her own job within the wall around the city, and the Haibane from Abandoned Factory offer a tentatively friendly gesture.",
            "Aliases": []
          },
          "11": {
            "ID": "302772",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302772",
            "TitleEnglish": "Parting / Darkness in the Heart / Irreplaceable Thing",
            "SummaryEnglish": "Midori, from Abandoned Factory, gives more hints about Reki's past. The Communicator tells Rakka that while she had the birds to offer her forgiveness, Reki will not accept anyone's help, and has little time left. Rakka vows to try and help her. Visiting the library, she talks to Sumika about an old book. Resigned, Reki works on a secret painting.",
            "Aliases": []
          },
          "12": {
            "ID": "302773",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302773",
            "TitleEnglish": "Bell Nuts / Passing of the Year Festival / Reconciliation",
            "SummaryEnglish": "The Haibane go into town to buy Bell Nuts, gifts of reconciliation for the Passing of the Year festival. Reki gives one to Hyouko, and he and Midori finally tell Rakka what happened. Rakka learns about the Renmei's sign language, and the Communicator gives her her true name. After the festival, the Haibane of Abandoned Factory send Reki a message.",
            "Aliases": []
          },
          "13": {
            "ID": "302774",
            "TYPE": null,
            "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302774",
            "TitleEnglish": "Reki's World / Prayer / Epilogue",
            "SummaryEnglish": "Rakka discovers that Reki's entire studio is painted like her cocoon dream. She gives Reki a box from the Communicator, containing her true name, which fills Reki with despair. She throws Rakka out of the room, confronts a manifestation of herself, and relives her dream. Rakka realizes the truth about Reki's struggle and goes back to save her.",
            "Aliases": []
          }
        }
      }
    }
  }
]