{
  "URL": "https://www.thetvdb.com/series/rumbling-hearts",
  "Genres": [
    "Animation",
    "Anime",
    "Drama",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0411002/",
    "https://www.themoviedb.org/tv/42855"
  ],
  "TitleEnglish": "Rumbling Hearts",
  "SummaryEnglish": "At first, Takayuki Narumi is befriended by Mitsuki Hayase only because Mitsuki's best friend, Haruka Suzumiya has a crush on him; however since then, Takayuki, his pal Shinji Taira, and Mitsuki have grown to be the best of friends. Then one day, Haruka confesses to Takayuki her love for him. Not wanting to hurt her feelings, Takayuki agrees to go out with her. After a few incidents, their relationship gets intimate, even while Takayuki and Mitsuki begin to realize their feelings for each other. But suddenly, when tragedy strikes, things are never the same for these four friends again.",
  "Aliases": [
    "Kimi Ga Nozomu Eien",
    "Kimi ga Nozomu Eien"
  ],
  "Modified": "2025-06-21",
  "Seasons": {
    "0": {
      "ID": "26554",
      "URL": "https://www.thetvdb.com/series/rumbling-hearts/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 15,
      "Episodes": {
        "1": {
          "ID": "1204461",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/1204461",
          "TitleEnglish": "Jouji goes to Hakuryo",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "1204471",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/1204471",
          "TitleEnglish": "Gouda Jouji Joins a Club",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "1204481",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/1204481",
          "TitleEnglish": "Farewell, My Beloved Jouji",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "1534571",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/1534571",
          "TitleEnglish": "Ayu Mayu Theater 1",
          "SummaryEnglish": "Ayu and Mayu gather characters from other age games to announce the Ayu-Mayu Gekijou anime series; Ayu's driving (and the sudden appearance of a Type-00R TSF) causes accidents for Suzumiya Haruka and Kagami Sumika.",
          "Aliases": []
        },
        "5": {
          "ID": "1534581",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/1534581",
          "TitleEnglish": "Ayu Mayu Theater 2",
          "SummaryEnglish": "Ayu and Mayu are called to operate on Haruka after her accident, but their failure leads them to ask for assistance using the switch for an S-11 SDS. Haruka is then transformed into a 00 Unit, apparently by Kouzuki Yuuko.",
          "Aliases": []
        },
        "6": {
          "ID": "1534591",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/1534591",
          "TitleEnglish": "Ayu Mayu Theater 3",
          "SummaryEnglish": "Ayu and Mayu's position as the most popular waitresses in Sky Temple are jeopardized by the hiring of Tamase Miki and Yashiro Kasumi.",
          "Aliases": []
        },
        "7": {
          "ID": "1534601",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/1534601",
          "TitleEnglish": "Ayu Mayu Theater 4",
          "SummaryEnglish": "Paul Radhabinod is introduced as a trainee manager of Sky Temple. The restaurant's lunch hour becomes a parody of the Yokohama Base defense in Muv-Luv Alternative.",
          "Aliases": []
        },
        "8": {
          "ID": "1534611",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/1534611",
          "TitleEnglish": "Ayu Mayu Theater 5",
          "SummaryEnglish": "Radhabinod requests a one-day transfer of Ayu and Mayu to a Sky Temple branch located inside a Hive, where the BETA are portrayed as otaku who are continuously on 2ch.",
          "Aliases": []
        },
        "9": {
          "ID": "1534621",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/1534621",
          "TitleEnglish": "Ayu Mayu Theater 6",
          "SummaryEnglish": "A swimming competition between Ayu and Suzumiya Akane turns into a parody based on Akane Maniax' Tekkumen ending and Daikuuji Kiki Ippatsu!, a Kimi ga Nozomu Eien Fandisc.",
          "Aliases": []
        },
        "10": {
          "ID": "1534631",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/1534631",
          "TitleEnglish": "Ayu Mayu Theater Special",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "11": {
          "ID": "438291",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/438291",
          "TitleEnglish": "Haruka's Route 1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "12": {
          "ID": "438293",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/438293",
          "TitleEnglish": "Haruka's Route 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "13": {
          "ID": "438294",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/438294",
          "TitleEnglish": "Haruka's Route 3",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "14": {
          "ID": "438295",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/438295",
          "TitleEnglish": "Haruka's Route 4",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "16044",
      "URL": "https://www.thetvdb.com/series/rumbling-hearts/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 14,
      "Episodes": {
        "1": {
          "ID": "305842",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305842",
          "TitleEnglish": "Friends to Lovers",
          "SummaryEnglish": "High school is almost over, but Haruka has never seen the fruition of her deep crush on Takayuki.  Not to worry.  With her best friend’s help, Haruka is going to learn what it means to find the one person you’ve always felt was your soul mate.  But even best friends can’t control the emotions of a headstrong young man.  Haruka’s world is changing quickly, and soon, it will take a turn she can never take back.",
          "Aliases": []
        },
        "2": {
          "ID": "305843",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305843",
          "TitleEnglish": "Waiting",
          "SummaryEnglish": "Life could not be better for Haruka and Takayuki. But unexpected feelings of jealousy drive Mitsuki to meddle. Running late for his date with Haruka, Takayuki bumps into Mitsuki once again.",
          "Aliases": []
        },
        "3": {
          "ID": "305844",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305844",
          "TitleEnglish": "Moving On",
          "SummaryEnglish": "Three years have passed since the tragic accident.  Even though Takayuki, Mitsuki, and Shinji have continued their lives; Haruka has been stuck in a coma and left in the hospital.  Has the group of friends been separated forever?  Will a love blossom even through these dark times?  Just when things seem to be getting back to normal, there’s a reminder that darkness still waits just around the corner.",
          "Aliases": []
        },
        "4": {
          "ID": "305845",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305845",
          "TitleEnglish": "Betrayed by Love",
          "SummaryEnglish": "Takayuki and Mitsuki are a happy couple, so much so that they're planning on moving in together. But all of that happiness and security is put into question when the unthinkable happens... Haruka, Takayuki's first love, awakes from her coma. Now Takayuki is faced with the tought reality of the life he has chosen. Does he continue with his normal life with Mitsuki or return to the woman he left behind?",
          "Aliases": []
        },
        "5": {
          "ID": "305846",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305846",
          "TitleEnglish": "Lead Astray",
          "SummaryEnglish": "It’s been a year since the accident and Takayuki is in a deep rut of grief.  Mitsuki does everything she can to keep his spirits up, but it seems as if nothing can jar him from his dark state.  After a breakdown at the hospital, Takayuki is banned from visiting Haruka by her parents.  In an attempt to comfort him, Mitsuki ends up confessing her love for Takayuki, only to have Akane find out about her betrayal in the worst possible way.",
          "Aliases": []
        },
        "6": {
          "ID": "305847",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305847",
          "TitleEnglish": "Wishing",
          "SummaryEnglish": "Haruka’s condition has them all living out a warped high school daydream, as they are forced to act as if the past three years haven’t occurred. For the young girl’s sake, Takayuki has vowed to visit her every day at the hospital and continue this façade. Remembering that Haruka was once the most important thing in his life, he wonders if she still is. When Mitsuki attempts to visit Haruka at the hospital, Akane stops her and yells at her for being selfish, chasing her off.",
          "Aliases": []
        },
        "7": {
          "ID": "305848",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305848",
          "TitleEnglish": "Always Second Thoughts",
          "SummaryEnglish": "As Takayuki spends more and more time at the hospital, his old feelings for Haruka begin to resurface. When Akane walks in and discovers the two in a romantic embrace, she accuses Takayuki of playing with her sister’s feelings. Mitsuki, upset by her suspicions that the young man still loves his high school sweetheart, makes matters worse with a night out on the town. Both of them distraught and distracted with recent events, words are spoken which cannot be taken back…",
          "Aliases": []
        },
        "8": {
          "ID": "305849",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305849",
          "TitleEnglish": "Old Scars are New",
          "SummaryEnglish": "As Takayuki begins to enjoy the fantasy more than the reality, Mitsuki becomes suspicious and decides to visit Haruka herself. All the young girl can talk about is their “shared” beau and her love for him. That evening Mitsuki presents Takayuki with an ultimatum, forcing him to end his daily visits. Instead of getting better, their home life gets much, much worse. One rainy evening at the restaurant, Takayuki sees Akane across the street and worried, heads straight to the hospital.",
          "Aliases": []
        },
        "9": {
          "ID": "305850",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305850",
          "TitleEnglish": "Unraveling",
          "SummaryEnglish": "Everyone’s lives are spiraling out of control. Takayuki doesn’t seem to have even the slightest interest in the promotion being offered to him at work, and Mitsuki’s drinking is getting worse.",
          "Aliases": []
        },
        "10": {
          "ID": "305851",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305851",
          "TitleEnglish": "Impulses",
          "SummaryEnglish": "Haruka is gaining some awareness of the passage of time, while Takayuki has no idea of where Misuki has disappeared to. When Haruka finally asks what day it is and how much time has passed, she is upset to learn that they have lied to her this entire time. Akane simply cannot take anymore and tells her sister the full, harsh truth, sending everyone into a panic. Meanwhile, Mitsuki has hit rock bottom, believing she has lost it all. With her liquid courage she seeks to damn them all…",
          "Aliases": []
        },
        "11": {
          "ID": "305852",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305852",
          "TitleEnglish": "Where the Blame Lies",
          "SummaryEnglish": "The entire world has gone crazy! Mitsuki has seduced Shinji, taking advantage of his feelings for her, and is now faced with regrets. Haruka’s collapsed back into a coma to protect her from the emotional overload, and all they can do at this point is continue to shelter her from the outside world. Akane, taking on the guilt for their combined mistakes, has disappeared and is no where to be found. And Takayuki’s illness has progressed to the point of collapse…",
          "Aliases": []
        },
        "12": {
          "ID": "305853",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305853",
          "TitleEnglish": "Friends to Enemies",
          "SummaryEnglish": "Mitsuki cares for Takayuki as he recovers, telling him how she has given up everything in her life to be with him. Confessing to her affair with Shinji, his lack of anger confirms her worst fears. He doesn’t love her. Unable to compete with Haruka any longer, Mitsuki leaves. Haruka wakes back up, this time being nothing like the last awakening. In fact the girl doesn’t even remember her first time awake. And when Shinji approaches Takayuki to make amends, the two have it out.",
          "Aliases": []
        },
        "13": {
          "ID": "305854",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305854",
          "TitleEnglish": "The Past Will Catch Up",
          "SummaryEnglish": "Takayuki visits with Haruka. Realizing that three years have passed and things change, she asks him if he’s dating anyone else. He tells here there’s no one. But when Mitsuki visits at the young girl’s request, Haruka learns the truth. Upset, she throws Mitsuki out of the room. Haruka wants to know why she lost three years, and why she woke up now with everything all screwed up. But most of all, she wants that time back, the three years that she slept through.",
          "Aliases": []
        },
        "14": {
          "ID": "305855",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/rumbling-hearts/episodes/305855",
          "TitleEnglish": "Mayauru's Gift",
          "SummaryEnglish": "Haruka, having accepted things as they are and dedicated to her rehabilitation, has gained new confidence. She tells Takayuki that they must part ways, thanking him for the memories – their life together was like a dream. The young man resolves to fix things with Mitsuki, realizing that he needs her, that he truly loves her. Having searched everywhere for Mitsuki, Takayuki finally finds her and confesses his love and his desire that she always be by his side.",
          "Aliases": []
        }
      }
    }
  }
}