{
    "URL": "https://www.thetvdb.com/series/haibane-renmei",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0380113/",
        "http://www.reddit.com/r/haibanerenmei",
        "https://www.themoviedb.org/tv/34164"
    ],
    "TitleEnglish": "Haibane Renmei",
    "SummaryEnglish": "A dream of falling from the sky… and then birth. After hatching from a cocoon into a world she does not recognise, a young girl with no memories is welcomed into the simple and principled life of the Haibane: human-like beings with angelic wings and halos. Given a name and encouraged to find her place in the walled town of Glie, Rakka settles in... but soon the mysteries of this bucolic new reality threaten to overcome her.",
    "TitleJapanese": "灰羽連盟",
    "SummaryJapanese": "円形の壁に囲まれたグリの街、灰羽の暮らすオールドホーム、ある日突然、ラッカはそこにいた。\n戸惑いながらも少しずつその生活に馴染んでいくラッカ。しかしやがて、短い夏の終わりに1つの別れが訪れる……。",
    "Aliases": [
        "Charcoal Feather Federation"
    ],
    "Modified": "2025-04-30",
    "Seasons": {
        "1": {
            "ID": "16041",
            "URL": "https://www.thetvdb.com/series/haibane-renmei/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "302762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302762",
                    "TitleEnglish": "Cocoon / Dream of Falling from the Sky / Old Home",
                    "SummaryEnglish": "A girl dreams she is falling, and semi-angelic beings discover a large cocoon in their home. The girl wakes up inside this cocoon and breaks out of it. The winged people introduce themselves as Haibane, name her \"Rakka,\" and give her a forged halo. One of them, Reki, stays with her as ash-grey, feathered wings grow from her back in a painful way.",
                    "TitleJapanese": "繭 空を落ちる夢 オールドホーム",
                    "SummaryJapanese": "ラッカ、灰羽の仲間となる落下していく、夢。その夢から覚めると、そこには 灰色の羽を持ち背中に羽と頭に光輪を持った少女たちが迎えてくれるのだった。\t  落下する不思議な夢。繭の中で少女、ラッカは目覚める。 繭から誕生？したラッカを待っていたのは「灰羽（はいばね）」と なのる、天使のようなワッカと灰色の羽をもった少女たちだった。 新しい仲間を歓迎する少女達、興味津々な灰羽の子供たち。 リーダー格のレキは状況もわからず困惑するラッカに 光輪を授け、同志として迎えるのだった。 その夜、ラッカにも羽が・・・"
                },
                "2": {
                    "ID": "302763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302763",
                    "TitleEnglish": "Town and Wall / Toga / Haibane-Renmei",
                    "SummaryEnglish": "Rakka's new companions take her into the town of Glie. She learns that most of the people here are not Haibane, that Haibane can only own things humans have stopped using, and that they are required to work. The wall around the city and countryside keeps everyone in; only the Toga can come and go freely, and only the Communicator can speak to them.",
                    "TitleJapanese": "街と壁 トーガ 灰羽連盟",
                    "SummaryJapanese": "ラッカ、不思議なグリの街を仲間と歩く。グリの街、そこは壁に囲まれ灰羽連盟に守られた謎多き街であった。 仮面商人トーガと話師、謎の街のアナザーサイドが・・・  熱も収まり、落ち着いたラッカはこの不思議な世界の様子を眺めている。 廃虚のようなオールドホームの建物、その南棟の孤児院ではレキが子供たちの面倒を見てる。 灰羽はそれぞれ仕事を持ち、オールドホームをねぐらとしている。 羽の生えた身体にあわす服を求め、人間の住む街の古着屋の向かうラッカ達。 灰羽はお金を持てず、服代のかわりに手帳にサインをするだけで 支払いは灰羽連盟がしてくれるという。 この街では灰羽はその団体に守られた特殊な存在らしい。 街の市場ではトーガと呼ばれる壁の外からの行商人と話師（わし）と呼ばれる 灰羽連盟の人間がまるでセリのように指で文字の形をつくっては、取引をしている。 トーガには灰羽はおろか、街の人間も近づくことが許されないらしい。 謎多きこの街は来訪するものまで完全に隔離されている。"
                },
                "3": {
                    "ID": "302764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302764",
                    "TitleEnglish": "Temple / Communicator / Pancakes",
                    "SummaryEnglish": "Hikari takes Rakka to the temple of the Haibane Renmei, where the Communicator approves her as a Haibane and gives her the notebook with which she can make purchases. Later, she helps Reki with the children at Old Home, and spends time with Kuu, the youngest of the older Haibane. They walk around town and visit the bakery where Hikari works.",
                    "TitleJapanese": "寺院 話師 パンケーキ",
                    "SummaryJapanese": "ラッカ、灰羽手帳を入手。灰羽手帳を取りに、初めて灰羽の寺院に向かうラッカ。 そこは会話の許されない世界、戸惑いながらも手帳を手にするが・・・\t  仲間に支えられたオールドホームの楽しい生活が始まる ラッカは灰羽連盟に呼ばれ、初めて寺院へ向かう。 灰羽手帳をもらい、これで完全にグリの街の住民となったが まだ仕事の決ってないラッカはレキの部屋を訪れたり オールドホームの子供達の世話を手伝う。 するとラッカからパンケーキの匂いがすると子供達が騒ぎだし、 一斉に「パンケーキが食べたい！」の大合唱。 仕方なしにパン屋でバイトしてるヒカリの店へ買い物に出かけるラッカ。 街へ向かう道中、クウと合流する。 クウは年長組、最年少のため仲間の手伝い仕事をしてるが、れっきとした先輩。 得意げに街を案内するクウだが、ピントのぼけたガイドぶりに苦笑するラッカだが 無邪気で純真なクウがラッカの不安を少しだけ和らげてくれる。"
                },
                "4": {
                    "ID": "302765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302765",
                    "TitleEnglish": "Trash Day / Clock Tower / Birds Flying over the Walls",
                    "SummaryEnglish": "Kana tells Rakka not to feed the crows, because they are the only creatures who can leave the city, and if they get too comfortable, they might stop doing so. To explore her own job options, Rakka accompanies Kana to work in a clock tower in the center of town. This, she learns, is the highest point in the city, but the walls around it are higher still.",
                    "TitleJapanese": "ゴミの日 時計塔 壁を越える鳥",
                    "SummaryJapanese": "就職みならいのラッカ、初めての職場見学灰羽は働かなくてはならない、しかし何をしたらいいのかもわからない、カナの働く時計塔の職場を見学するラッカ。  朝、不思議な夢にうなされて目がさめたラッカ。まだここが現実なのか？灰羽となった自分の境遇に実感がわかない。 灰羽は街に守られている分、必ず仕事につかなくてはならない決まりとなっており、その仕事を決めるために今日はカナの仕事を見学する日。   グリの街の真ん中に位置するカナが勤める時計屋。出勤時間に遅刻してきたカナに親方の厳しい声が飛ぶ。職人かたぎの親方にあぜんとするラッカだが、 カナとともに与えられた仕事を始める。 ひと仕事が終り、カナはラッカを時計塔の上につれていく。 そこからラッカはグリの街を守る壁を目にして 自分がいる世界、そして人間との関係を知るのだった。"
                },
                "5": {
                    "ID": "302766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302766",
                    "TitleEnglish": "Library / Abandoned Factory / The Beginning of the World",
                    "SummaryEnglish": "Rakka goes to work with Nemu at the library. There she meets Sumika, a kindly pregnant woman who is interested in Rakka's perspective as a newborn. Nemu tells Rakka about an old, unreadable book called The Beginning of the World. Rakka learns about another group of Haibane, both male and female, living in Abandoned Factory on the other side of town.",
                    "TitleJapanese": "図書館 廃工場 世界のはじまり",
                    "SummaryJapanese": "職探しシリーズ第2弾！ネムといっしょに図書館へネムの働く図書館を手伝うラッカの心をとらえたのは、古くてぼろぼろの「世界のはじまり」という絵本・・・。  ネムが働く図書館でにやってきたラッカ。ネムの長年の相棒のスミカ（人間）は出産のため、図書館を去ることになっている。ネムは記念にプレゼントを用意しようと頭を悩ませていた。明るく優しいスミカにふれ、ラッカはネムのプレゼントに協力を申し出る。そのプレゼントはネムとスミカがかつて二人で解読しようとした古い絵本、「世界のはじまり」の読めなくなった先の物語を完成させ、それを装丁してプレゼントしようとしていたのだが、なかなか物語の結末が見つからない。 灰羽たちにとっても自分たちがなぜ、ここに生まれたのか？ この世界はいったいどういう世界なのか？疑問に思うのと同様に、この閉ざされた街の人間、スミカも外の世界を知りたがっていた。 結局、街での幸せを選んだスミカへ、かなわなかった夢の想い出として その絵本を送るという灰羽たち。  ふたりが書き上げる絵本はどんな物語になるのか・・・？"
                },
                "6": {
                    "ID": "302767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302767",
                    "TitleEnglish": "End of Summer / Rain / Loss",
                    "SummaryEnglish": "With winter approaching, Kuu gives Rakka a coat and helps her choose a room to live in. Kuu thanks her for the influence she has been, and Rakka notices that Kuu's halo is flickering. The other Haibane tell Rakka about Kuu's history of trying to imitate her older companions. As night falls, it starts to rain, and Kuu is nowhere to be found.",
                    "TitleJapanese": "夏の終わり 雨 喪失",
                    "SummaryJapanese": "クウが教えてくれた。もうすぐ冬がグリの街にやってくるある日曜日の朝、オールドホームの中を探索するラッカ。自分の部屋をもとうと、適当な部屋をさがしていた。日曜日の朝、地図を片手にオールドホームの中を見て回るラッカ。灰羽としてひとりだちする第一歩として、自分の部屋を見つけようとしているのだ。どこもほこりだらけで適当な部屋を見つけることができずにさまようラッカに声をかけたのはクウだった。   思いがけず、クウからプレゼントをもらったラッカ。冬用のコートだった。自分には大きすぎるからというクウ。大好きなはずのホットケーキの朝ごはんの場にもあらわれなかったり、ラッカにお勧めの部屋を教えたりするクウに、ラッカは漠然とした不安を感じはじめる・・・。   その午後。ラッカの不安に影響されたかのように、天気は雨模様に変わり、雷が鳴りだした。やがて落雷のせいでオールドホームは停電になる。 なにかがラッカ達の日常におころうとしている・・・"
                },
                "7": {
                    "ID": "302768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302768",
                    "TitleEnglish": "Scar / Illness / Arrival of Winter",
                    "SummaryEnglish": "Rakka refuses to believe Kuu will never return from her Day of Flight, and sickly black spots begin to appear on her own wings. Depressed, she goes to town alone and is approached by Hyouko, a Haibane from Abandoned Factory who asks about Reki. Reki gives Rakka medicine for her wings and tells her about the Sin-Bound Haibane and about her own past.",
                    "TitleJapanese": "傷跡 病 冬の到来",
                    "SummaryJapanese": "切り落とされた羽、切り離せない悲しみ・・・すっかり寒くなった朝。自分の部屋で目覚めるラッカの表情は暗い。それは寒さのせいではなく・・・。ことあるごとに、悲しい想いに囚われるラッカ。いつもと変わらない仲間たちや街の人の態度に、自分ひとりが悲しんでいて、おきざりにされているような気になってしまう。偶然街で出会い、オールドホームに起きたできごとを聞いてくるヒョコに、ラッカは苛立ちをぶつけてしまう。 なにをしても、ラッカは悲しみから立ち直れないでいた。 8話 鳥 私なんていなくなっちゃえばいいんだ。  灰羽としての自分を見失ってしまったラッカは、自分に絶望していた。そんなラッカの耳に入ってきたのは、烏の鳴き声ーーー"
                },
                "8": {
                    "ID": "302769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302769",
                    "TitleEnglish": "The Bird",
                    "SummaryEnglish": "Rakka continues to hide her wings from the others. Reki helps her move Kuu's bed into her room and they talk about the wall around the town. They take the children to buy winter clothes and a human girl tries to touch Rakka's wings. She flees into the Western Woods, led by the crows, who take her to an old well where she learns about her cocoon dream.",
                    "TitleJapanese": "鳥",
                    "SummaryJapanese": "私なんていなくなっちゃえばいいんだ。灰羽としての自分を見失ってしまったラッカは、自分に絶望していた。そんなラッカの耳に入ってきたのは、烏の鳴き声ーーー自分は、いったいどうして灰羽になったのか。灰羽とは何なのか。自分は果たして灰羽としてここにしてもいいのだろうか。グリの街の人々が灰羽に見せる優しさに接するたび、ラッカは自分に問いつめていた。 やがて、私なんてここにいないほうがいい、消えてしまったほうがいいと思い始めてしまうラッカ・・・。  そんなラッカの耳に、鳥の声がとびこんでくる。 自分の夢の中にたびたび登場した鳥、カナとゴミすてにいったときにであった鳥、 そしてオールドホームでおきた異変を知らせてくれた鳥。 自分を呼んでいると感じたラッカは、鳥のあとをついて、灰羽にとっては危険な場所である西の森の中に、ひとり進んでいった・・・。  西の森でラッカが見つけたものは・・・・？"
                },
                "9": {
                    "ID": "302770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302770",
                    "TitleEnglish": "Well / Rebirth / Riddle",
                    "SummaryEnglish": "Rakka realizes that the crow that died in the well represents someone who cared about her in her old life. The Toga find and rescue her from the well. Hearing a noise, she touches the wall. The Communicator leads her home and they talk about the bird, her wings, and a riddle he calls the Circle of Sin. Arriving home, Rakka becomes ill from having touched the wall.",
                    "TitleJapanese": "井戸 再生 謎掛け",
                    "SummaryJapanese": "ここで、私のことずっと待っていてくれたの・・・西の森の中で、井戸の中に閉じ込められ、足をくじいてしまったラッカを助けだしてくれたのは・・・。烏のために作った墓とラッカの上に、雪がうっすらとつもりはじめた。寒さに身を縮めながら、烏の墓を見つめるラッカ。その時、ふと頭上の壁にあかりが差した。ラッカの救いを求める声に応じて井戸の底におりてきたのはトーガだった。助け出されたラッカはトーガに礼をいうが、会話が許されていないトーガはなにも言わず、その場を立ち去ろうとする。クウのことを尋ねようとトーガをおいかけてきたラッカは、気づくと、壁の前にいた。クウの声が壁から聞こえた気がして、壁に触れるラッカ。突如、現れた話師に叱られる。なぜ、危険を冒してこんなことをしてるのか？問い詰められるとラッカは井戸の中でであったこと、自分の夢についておもいだしたこと、灰羽である自分自身のことを、堰をきったように話師にぶつける・・・・。西の森を抜けたラッカを、レキが見つけて一安心する仲間達だが、ラッカが壁を触ったことを知るとレキの表情が一転する。壁に触れた灰羽にはその報いがあるのだ。"
                },
                "10": {
                    "ID": "302771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302771",
                    "TitleEnglish": "Kuramori / Haibane of Abandoned Factory / Rakka's Job",
                    "SummaryEnglish": "A flashback shows the kindly Kuramori, who promised to stay with Reki forever. In the present, Reki goes to the Haibane Renmei to ask for help for the ailing Rakka, and is told that Rakka is no longer Sin-Bound. Rakka is given her own job within the wall around the city, and the Haibane from Abandoned Factory offer a tentatively friendly gesture.",
                    "TitleJapanese": "クラモリ 廃工場の灰羽達 ラッカの仕事",
                    "SummaryJapanese": "「ずっとそばにいてくれるって言ったのに・・・」罪憑きの試練を越え、自分に落ち着きを取り戻したラッカに対し、ラッカの世話をすることを自分の役目としてきたレキは・・・ラッカの看病をヒカリたちに任せ、仮眠をとったレキは、夢に苦しんで目を覚ま した。レキが見たのは、繭から誕生した時の記憶。自分を育ててくれたクラモリ と、同じ年のネム。  昔の夢から目を覚ましたレキは、慌ててラッカの部屋に向かう。カナの買ってき た解熱剤ではやはりラッカの熱は引かない。レキは、心を決めて、灰羽連盟の寺 院に向かう。レキは壁に触ったために出る発熱に効く薬草がそこにあることを知っていた。 レキを迎え入れたのは昨晩ラッカを助けた話師だった。レキはラッカを放り出し た話師を責めるが、話師はレキにラッカは罪憑きの試練を乗り越えたことを告げ、レキに自分の時間が残り少ないことを覚悟するように告げる。"
                },
                "11": {
                    "ID": "302772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302772",
                    "TitleEnglish": "Parting / Darkness in the Heart / Irreplaceable Thing",
                    "SummaryEnglish": "Midori, from Abandoned Factory, gives more hints about Reki's past. The Communicator tells Rakka that while she had the birds to offer her forgiveness, Reki will not accept anyone's help, and has little time left. Rakka vows to try and help her. Visiting the library, she talks to Sumika about an old book. Resigned, Reki works on a secret painting.",
                    "TitleJapanese": "別離 心の闇 かけがえのないもの",
                    "SummaryJapanese": "わたし、レキを助けたい、レキの力になりたい夢を思い出せないレキの苦しみに初めて気がついたラッカ。しかしレキを救うことはレキとは二度と会えなくなることを意味する・・・寺院での仕事を与えられたラッカは、やっと一人前の灰羽と認められ、落ち着い た日々を送るようになっていた。  そんなある日。年少組のダイが廃工場で生活をはじめる年齢になったため、オー ルドホームから廃工場に移り住むことになった。ダイの保護者として廃工場につ いていったラッカは、そこでミドリやヒョコと再び出会う。ダイを預ける挨拶を すませて帰ろうとするラッカを追いかけてきたミドリ。その時ミドリは、思わず 過去にレキがヒョコを死なせかけたことを非難してしまう。ラッカはレキをかばう。そのときラッカは気がついた。レキはいつでもわたしのことを大切にしてくれた。いつも回りに気をつかっていた。クウがいなくなったときも、私が罪憑きになったときも、いちばん苦しんでいたのはレキだったのかもしれない・・・。 レキの苦しみに気がついたラッカは話師に相談する。レキを助けたいと。しかし話師はラッカに厳しい現実を語る。レキに残された時間は少なく、更にレキを救うことは、自らレキとの別れを招く行為だということを・・・"
                },
                "12": {
                    "ID": "302773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302773",
                    "TitleEnglish": "Bell Nuts / Passing of the Year Festival / Reconciliation",
                    "SummaryEnglish": "The Haibane go into town to buy Bell Nuts, gifts of reconciliation for the Passing of the Year festival. Reki gives one to Hyouko, and he and Midori finally tell Rakka what happened. Rakka learns about the Renmei's sign language, and the Communicator gives her her true name. After the festival, the Haibane of Abandoned Factory send Reki a message.",
                    "TitleJapanese": "鈴の実 過ぎ越しの祭 融和",
                    "SummaryJapanese": "レキのために、私にできる事・・・レキはますます自分の部屋に閉じこもる時間が増えた。その理由を知っているラッカは、レキを助ける方法をヒョコたちに相談する相変わらずレキは暗い思いを抱いたまま、最近はオールドホームの仲間達からも距離を置き始めている。なんとかレキのチカラになりたいと思うラッカだが、なかなかその手だてが見つからない。 そんな中、ラッカはヒカリたちにつれられて街に出かける。年越しの儀式に必要な鈴の実を買いに市に来たのだ。その市で、ラッカとレキは偶然ミドリとヒョコに出会う。レキがいなくなった後、ラッカはレキを助けるのを手伝ってほしいとミドリとヒョコに頼む。  そして過ぎ越しの祭の日。ひとりオールドホームに残りたいというレキを残して、ラッカは、みんなと一緒にグリの街に出かけた。何も知らない仲間達は鈴の実を街の人々に渡していく。そして最終目的地、廃工場についたラッカを待ち受けていたのは、ミドリだった。"
                },
                "13": {
                    "ID": "302774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haibane-renmei/episodes/302774",
                    "TitleEnglish": "Reki's World / Prayer / Epilogue",
                    "SummaryEnglish": "Rakka discovers that Reki's entire studio is painted like her cocoon dream. She gives Reki a box from the Communicator, containing her true name, which fills Reki with despair. She throws Rakka out of the room, confronts a manifestation of herself, and relives her dream. Rakka realizes the truth about Reki's struggle and goes back to save her.",
                    "TitleJapanese": "レキの世界 祈り 終章",
                    "SummaryJapanese": "レキは最初から私に優しくしてくれていたんだね・・・罪憑きの試練を乗り越えたラッカを嫉んでいたと正直に語るレキにショックを受けるラッカ。その時、忘れかけてた記憶が甦る。過ぎ越しの祭の晩。仲間達が眠るゲストルームを抜け出し、ラッカはレキの部屋に向かった。そこには、壁や天井が黒く塗りこめられ、どろどろとした赤い月が描かれていた。そして床には一面の砂利と線路が延びていた。「これが私の繭の夢」。レキは自分の見た夢で覚えていることを部屋に描いていたのだ。 ラッカは話師に託された木箱をレキの目の前にさしだす。レキの本当の名前がこの中には入っている。救いを求めつつも、期待しないようにしながらそれを開いたレキは、やはり絶望する名前しかそこに見いだすことは出来なかった。  そのショックから、ラッカに今までの自分の過去を話し始めるレキ。クラモリ、ヒョコ、話師と、自分の元を去っていった人、自分のせいで苦しめてしまった人達のことを思い出したレキは、ラッカにその苦しみをぶちまけてしまう。 レキに巣立ちの時は来るのか？ラッカの気持ちは届くのか・・・？"
                }
            }
        }
    }
}