{
  "URL": "https://www.thetvdb.com/series/samurai-7",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Drama",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0482424/",
    "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH818718",
    "https://www.themoviedb.org/tv/5863"
  ],
  "TitleEnglish": "Samurai 7",
  "SummaryEnglish": "Kanna, a small village, is being persecuted by mechanized samurai called Nobuseri. The Nobuseri return every harvest to seize the village's crops. Faced with starvation, the villagers send out a mission to find and recruit some samurai to defend them. With no pay to offer except rice, and knowing full well that only helpless and eager samurai would even consider accepting such a deal, the villagers can only hope that their saviors will appear before the rice is ready for harvest. Samurai 7 is based on Akira Kurosawa's classic movie, \"The Seven Samurai\" or Shichinin no samurai. The Japanese promo for the series aired on April 15, 2004 and the Japanese preview aired on June 13, 2004.",
  "Aliases": [],
  "Modified": "2025-05-26",
  "Seasons": {
    "1": {
      "ID": "16066",
      "URL": "https://www.thetvdb.com/series/samurai-7/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "303066",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303066",
          "TitleEnglish": "The Master",
          "SummaryEnglish": "Enter a world where there was a large-scale war between samurai and the Nobuseri or mechanized Samurai bandits. The samurai fought a losing battle and retreated. The war ends with an uneasy peace. Now the Nobuseri plague a small village taking all their food and supplies from time to time. Now, its up to a priestess, Kirara Mikumari, her sister Komachi, and her friend, Rikichi, to find samurai to aid them and fend off the Nobuseri. But, can they find samurai who will help them for free? And how much time do they have before the Nobuseri come again?",
          "Aliases": []
        },
        "2": {
          "ID": "303067",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303067",
          "TitleEnglish": "The Pupil",
          "SummaryEnglish": "When Ukyo, the son of the lord, kidnaps Kirara it is up to Rikichi and Komachi to save her. They recruit the young, green-haired samurai Katsushiro as well as the tall, mechanized samurai Kikuchiyo. Together, the four set out to save Kirara. But, are these two samurai strong enough to beat Ukyo's bodyguards?",
          "Aliases": []
        },
        "3": {
          "ID": "303068",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303068",
          "TitleEnglish": "The Entertainer",
          "SummaryEnglish": "After Kirara is rescued from Ukyo's abduction, Kambei decides to help them, being the first samurai recruited. Meanwhile, Katsushiro and Kikuchiyo start heading back to the base. They come across Gorobei, a street entertainer. He tells Katsushiro that he should play his game of arrows. If Katsushiro wins, then Gorobei will wind up dead. Is Gorobei more than just talk? And what will happen when Ayamaro, Ukyo's father, sends assassins after the samurai?",
          "Aliases": []
        },
        "4": {
          "ID": "303069",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303069",
          "TitleEnglish": "The Loner",
          "SummaryEnglish": "Kambei and Gorobei easily dispatch of the assassins sent by Ayamaro. Angered, Ayamaro sends his two bodyguards, fellow samurai, after them. Will Kambei be able to defeat the two-sword wielding Kyuzo?",
          "Aliases": []
        },
        "5": {
          "ID": "314026",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/314026",
          "TitleEnglish": "The Drifter",
          "SummaryEnglish": "Kirara and the samurai continue looking for more help. After long days of finding no one, they come across a samurai who chops wood. The samurai is very skilled with both the sword and machines, but he has never killed a man. Will he join them? And, can he stand strong in the face of battle?",
          "Aliases": []
        },
        "6": {
          "ID": "303071",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303071",
          "TitleEnglish": "The Fool",
          "SummaryEnglish": "A man who was part of the Imperial Envoy is murdered and the Samurai are being blamed. The emperor wants all the Samurai and their companions captured - dead or alive. Kambei and the others find a way to escape. Can they succeed? And if so, will they be able to without a casualty...",
          "Aliases": []
        },
        "7": {
          "ID": "303072",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303072",
          "TitleEnglish": "The Friend",
          "SummaryEnglish": "With Ukyo hot on their trail, Kambei and the others visit his old friend, Shichiroji, at an inn in the city of Kougakyo. Shichiroji tells them of a secret passage they can use to escape. Will they be able to loose Ukyo? Will Shichiroji join them or will he stay behind with Yukino? And, what has happened to Kikuchiyo?",
          "Aliases": []
        },
        "8": {
          "ID": "303073",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303073",
          "TitleEnglish": "The Guardians",
          "SummaryEnglish": "The group rests up in Honoka's, a girl they met who works for the guardians, house. But, when the Nobuseri arrive and the samurai decide to not interfere in their trading with the guardians, Rikichi won't stand idle by. And neither will Kikuchiyo.",
          "Aliases": []
        },
        "9": {
          "ID": "303074",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303074",
          "TitleEnglish": "The Bandits",
          "SummaryEnglish": "With Kikuchiyo captured by the Nobuseri, Kambei devises a way to rescue the would-be hero. Unfortunately for the remaining samurai, the Nobuseri have laid an ambush for them...",
          "Aliases": []
        },
        "10": {
          "ID": "303075",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303075",
          "TitleEnglish": "The Journey",
          "SummaryEnglish": "With the Nobuseri on their trail, Kambei splits everyone up into three groups. Each group takes a different route to Kanna Village. He takes Kikuchiyo, Katsushiro, and Komachi, while Gorobei, Heihachi, and Rikichi take another route. Shichiroji, Kyuzo, and Kirara take a third route. But, Kirara still doesn’t fully trust Kyuzo and his intentions...",
          "Aliases": []
        },
        "11": {
          "ID": "303076",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303076",
          "TitleEnglish": "The Village",
          "SummaryEnglish": "The samurai arrive at Kanna Village, but find that many of the inhabitants seem to be missing. While Kambei meets with the village elder, Kikuchiyo discovers that the women of the village have gone into hiding along with the rice. He reveals this to the other samurai and they begin the work of preparing the village for the coming battle with the Nobuseri. But, a traitor lurks in the village's midst...",
          "Aliases": []
        },
        "12": {
          "ID": "303077",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303077",
          "TitleEnglish": "The Truth",
          "SummaryEnglish": "With the traitor discovered, the samurai are at odds over what should be done with him. Meanwhile, Katsushiro tries to come to terms with his feelings over the first life he has taken. And, later, Kikuchiyo reveals a startling secret.",
          "Aliases": []
        },
        "13": {
          "ID": "303078",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303078",
          "TitleEnglish": "The Attack",
          "SummaryEnglish": "The battle begins! As the Nobuseri head toward the village, the samurai and farmers make last preparations. Will they be prepared in time?",
          "Aliases": []
        },
        "14": {
          "ID": "303079",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303079",
          "TitleEnglish": "The Offering",
          "SummaryEnglish": "Ukyou is informed about all the going-ons including that the Nobuseri are having a war in Kanna village. Ukyou decided to stop the samurai hunt and not telling his father about the two missing bodyguards. Meanwhile, the villagers continue with their trap to sneak into the enemy's ship. Will their plan succeed? And what will happen to the Nobuseri?",
          "Aliases": []
        },
        "15": {
          "ID": "303080",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303080",
          "TitleEnglish": "The Gun and the Calm",
          "SummaryEnglish": "After defeating the Nobuseri’s ship, the samurai head back to the village and prepare for their next, even tougher battle with the bandits. As everyone prepares, Heihachi has a heart-to-heart with Katsushiro. Elsewhere, Kambei and Shichiroji do the same. How long will the peace last…?",
          "Aliases": []
        },
        "16": {
          "ID": "303081",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303081",
          "TitleEnglish": "The Storm",
          "SummaryEnglish": "The samurai prepare for the remaining Nobusari's attack, who are desperate after the loss of their ship. When the attack finally comes, one of the Seven will make his last stand...",
          "Aliases": []
        },
        "17": {
          "ID": "303082",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303082",
          "TitleEnglish": "The Remembrance",
          "SummaryEnglish": "With one of the seven dead, and two gone, Katsushiro and Kikuchiyo reflect back at past events and experiences with the group while coming to grips with what they must do next.",
          "Aliases": []
        },
        "18": {
          "ID": "303083",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303083",
          "TitleEnglish": "The Emperor",
          "SummaryEnglish": "Kambei meets with the Guardians and claims that he killed Amanushi's envoy in Ayamoro's house, which began the samurai round up in the first place, so that they will take him to the capital city. Although he's going there as a prisoner, Kambei is not without a plan to save the women kidnapped by the Nobuseri.",
          "Aliases": []
        },
        "19": {
          "ID": "303084",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303084",
          "TitleEnglish": "The Mutiny",
          "SummaryEnglish": "While Katsushiro, Kikuchiyo, Kirara, and Komachi plan to save Kambei from the Amanushi, Ukyo is chosen as the successor of Amanushi with a shocking discovery. Even more shocking is what he does next!",
          "Aliases": []
        },
        "20": {
          "ID": "303085",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303085",
          "TitleEnglish": "The Execution",
          "SummaryEnglish": "With Ukyo as the new Amanushi, his plan begins to reveal itself. He places samurai in every village of the empire, ordering them to follow the model of the “Seven of Kanna Village”. Meanwhile, he orders the Nobuseri to continue with their raids, but secretly confides to Tessai that he is planning to eliminate them. While Ukyo’s plan unravels, Kambei awaits his execution, but is he without a plan? Elsewhere, Katsushiro and the others make their way to the capital. Can they make it in time?",
          "Aliases": []
        },
        "21": {
          "ID": "303086",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303086",
          "TitleEnglish": "The Rescue",
          "SummaryEnglish": "Kambei manages to overpower his executioner in front of the masses, but is quickly deterred from any further action when Ukyo announces that he is pardoning the samurai and freeing the kidnapped women. This naturally occurs right as Katsushiro arrives to rescue Kambei. Just what is Ukyo’s plan?",
          "Aliases": []
        },
        "22": {
          "ID": "303087",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303087",
          "TitleEnglish": "The Divide",
          "SummaryEnglish": "The samurai begin to divide even more, as Katsushiro leaves the group. Things continue on a bad path, when Ayamaro informs everyone of Ukyo’s plan. With five of the samurai gathered together, what will their next plan of action be?",
          "Aliases": []
        },
        "23": {
          "ID": "303088",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303088",
          "TitleEnglish": "The Lies",
          "SummaryEnglish": "Kambei and the others leave Firefly House to begin their war on the capitol. They have made many promises up until now, and they each intend to fulfill them. Meanwhile, Katsushiro has some problems when he spots Ukyo’s men attempting to burn down Kanna!",
          "Aliases": []
        },
        "24": {
          "ID": "303089",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303089",
          "TitleEnglish": "The Oaths",
          "SummaryEnglish": "As Katsushiro and the villagers of Kanna prepare for the upcoming battle, Kambei and the others organize a means of reaching the capital. The final battle is approaching!",
          "Aliases": []
        },
        "25": {
          "ID": "303090",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303090",
          "TitleEnglish": "The Last Battle",
          "SummaryEnglish": "Kambei and the others arrive just in time. After a frontal assault on the capital, the samurai manage to get inside! Will they be able to kill Ukyo? Or, will they not even be able to get to him? Meanwhile, Katsushiro and Heihachi work on blowing up the capital. Will they succeed? By the end of the battle, who will be left standing, and who will have fallen?",
          "Aliases": []
        },
        "26": {
          "ID": "303091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303091",
          "TitleEnglish": "The Era's End",
          "SummaryEnglish": "The final battle has arrived, and only four samurai remain! Will the remaining four all live to see the battle’s end? Will Ukyo finally be killed? Will the capital be stopped, or will it crush Kanna Village?",
          "Aliases": []
        }
      }
    }
  }
}