{
    "URL": "https://www.thetvdb.com/series/samurai-7",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0482424/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH818718",
        "https://www.themoviedb.org/tv/5863"
    ],
    "TitleEnglish": "Samurai 7",
    "SummaryEnglish": "Kanna, a small village, is being persecuted by mechanized samurai called Nobuseri. The Nobuseri return every harvest to seize the village's crops. Faced with starvation, the villagers send out a mission to find and recruit some samurai to defend them. With no pay to offer except rice, and knowing full well that only helpless and eager samurai would even consider accepting such a deal, the villagers can only hope that their saviors will appear before the rice is ready for harvest. Samurai 7 is based on Akira Kurosawa's classic movie, \"The Seven Samurai\" or Shichinin no samurai. The Japanese promo for the series aired on April 15, 2004 and the Japanese preview aired on June 13, 2004.",
    "TitleJapanese": "SAMURAI 7",
    "SummaryJapanese": "長い大戦が終わり、機械化文明と農耕文明が入り混じった混沌とした時代。村を襲い、コメを略奪する野伏せり。その中、神無村の長は、密かに野伏せりを撃退すべき、サムライを雇い入れようと計画する。集まったサムライ達は、村を守ることができるのか…。",
    "Aliases": [
        "Samurai Seven",
        "Samurai Sete"
    ],
    "Modified": "2025-05-26",
    "Seasons": {
        "1": {
            "ID": "16066",
            "URL": "https://www.thetvdb.com/series/samurai-7/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "303066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303066",
                    "TitleEnglish": "The Master",
                    "SummaryEnglish": "Enter a world where there was a large-scale war between samurai and the Nobuseri or mechanized Samurai bandits. The samurai fought a losing battle and retreated. The war ends with an uneasy peace. Now the Nobuseri plague a small village taking all their food and supplies from time to time. Now, its up to a priestess, Kirara Mikumari, her sister Komachi, and her friend, Rikichi, to find samurai to aid them and fend off the Nobuseri. But, can they find samurai who will help them for free? And how much time do they have before the Nobuseri come again?",
                    "TitleJapanese": "斬る！",
                    "SummaryJapanese": "機械化されたサムライ達のなれの果てである「野伏せり」が、村々から米や女達を奪っていた。そんな野伏せりに対して、カンナ村の長であるギサクは徹底抗戦を唱える。それは、サムライを雇って野伏せりを撃退させるという妙案が彼にあったからだった。かくして、キララたちがサムライを求めて虹雅渓へと旅立ち…。"
                },
                "2": {
                    "ID": "303067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303067",
                    "TitleEnglish": "The Pupil",
                    "SummaryEnglish": "When Ukyo, the son of the lord, kidnaps Kirara it is up to Rikichi and Komachi to save her. They recruit the young, green-haired samurai Katsushiro as well as the tall, mechanized samurai Kikuchiyo. Together, the four set out to save Kirara. But, are these two samurai strong enough to beat Ukyo's bodyguards?",
                    "TitleJapanese": "喰う！",
                    "SummaryJapanese": "野伏せりから村を救って欲しいと嘆願するキララをカンベエは村へ帰れと突き放した。見かねたカツシロウがサムライ探しに協力するも、知行や恩賞に縁のない戦に興味を持つサムライなど簡単に見つかる訳はなかった。落胆の日々が続く中、キララを見初めた虹雅渓の豪商アヤマロのドラ息子ウキョウが彼女を拉致してしまい…。"
                },
                "3": {
                    "ID": "303068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303068",
                    "TitleEnglish": "The Entertainer",
                    "SummaryEnglish": "After Kirara is rescued from Ukyo's abduction, Kambei decides to help them, being the first samurai recruited. Meanwhile, Katsushiro and Kikuchiyo start heading back to the base. They come across Gorobei, a street entertainer. He tells Katsushiro that he should play his game of arrows. If Katsushiro wins, then Gorobei will wind up dead. Is Gorobei more than just talk? And what will happen when Ayamaro, Ukyo's father, sends assassins after the samurai?",
                    "TitleJapanese": "ご冗談を！",
                    "SummaryJapanese": "キララを助け出したカンベエがリキチ達の元に帰って来た。程なく満身創痍のカツシロウとキクチヨも合流し、カンベエは村を救う誓いを立てる。村を襲う野伏せりは四十機ばかり。村を守るサムライは最低でも七人は必要だと言うカンベエ。再開されたサムライ探しの中で、彼らは一風変わったサムライのゴロベエと出会い…。"
                },
                "4": {
                    "ID": "303069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303069",
                    "TitleEnglish": "The Loner",
                    "SummaryEnglish": "Kambei and Gorobei easily dispatch of the assassins sent by Ayamaro. Angered, Ayamaro sends his two bodyguards, fellow samurai, after them. Will Kambei be able to defeat the two-sword wielding Kyuzo?",
                    "TitleJapanese": "参る！",
                    "SummaryJapanese": "第二のサムライとしてゴロベエが迎えられるが、カツシロウとキクチヨは相変わらずカンベエに未熟者扱いのまま。ウキョウの指示でキララを執拗に狙う用心棒サイボーグ達も、カンベエとゴロベエの前では敵でなく、悉く斬り伏せられてしまう。一方、カンベエ達の噂を聞いたアヤマロ直下の剣客キュウゾウがカンベエを襲い…。"
                },
                "5": {
                    "ID": "314026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/314026",
                    "TitleEnglish": "The Drifter",
                    "SummaryEnglish": "Kirara and the samurai continue looking for more help. After long days of finding no one, they come across a samurai who chops wood. The samurai is very skilled with both the sword and machines, but he has never killed a man. Will he join them? And, can he stand strong in the face of battle?",
                    "TitleJapanese": "お粗末！",
                    "SummaryJapanese": "キュウゾウは圧倒的な剣技でカンベエを追い詰めるが、思わぬ邪魔に水を差され、再度の果し合いを言い残し立ち去った。続くサムライ探しは、薪割で生計を立てているサムライ崩れのヘイハチとの出会い。第三のサムライは、このヘイハチだ。戻って来たキュウゾウを嘲笑う剣客ヒョーゴは、カンベエに興味を持ち…。"
                },
                "6": {
                    "ID": "303071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303071",
                    "TitleEnglish": "The Fool",
                    "SummaryEnglish": "A man who was part of the Imperial Envoy is murdered and the Samurai are being blamed. The emperor wants all the Samurai and their companions captured - dead or alive. Kambei and the others find a way to escape. Can they succeed? And if so, will they be able to without a casualty...",
                    "TitleJapanese": "任せろ！",
                    "SummaryJapanese": "都からの勅使を暗殺され、虹雅渓の差配として責任を糾弾されたアヤマロ。殺害現場に凶器の刀剣があった事から、彼は犯人をサムライであると断定して自身の警邏隊を動員して街をあげてのサムライ狩りを始める。サムライ探しを一旦中断し、虹雅渓最下層部に落ち延びようとするカンベエ一行にも警邏隊の追撃が迫る…。"
                },
                "7": {
                    "ID": "303072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303072",
                    "TitleEnglish": "The Friend",
                    "SummaryEnglish": "With Ukyo hot on their trail, Kambei and the others visit his old friend, Shichiroji, at an inn in the city of Kougakyo. Shichiroji tells them of a secret passage they can use to escape. Will they be able to loose Ukyo? Will Shichiroji join them or will he stay behind with Yukino? And, what has happened to Kikuchiyo?",
                    "TitleJapanese": "癒す！",
                    "SummaryJapanese": "遊興娯楽の宿場街「癒しの里」にはサムライのシチロージがいた。カンベエの副官として戦場を渡り歩いたこの男も、今はサムライを辞めて料亭「蛍屋」の女将ユキノと情を交わしながら、お座敷で太鼓持ちの生活に甘んじていた。そこに現れるカンベエ。シチロージとユキノは、何気ない日々の幸せに終わりが来た事を察して…。"
                },
                "8": {
                    "ID": "303073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303073",
                    "TitleEnglish": "The Guardians",
                    "SummaryEnglish": "The group rests up in Honoka's, a girl they met who works for the guardians, house. But, when the Nobuseri arrive and the samurai decide to not interfere in their trading with the guardians, Rikichi won't stand idle by. And neither will Kikuchiyo.",
                    "TitleJapanese": "怒る！",
                    "SummaryJapanese": "シチロージを加え、アヤマロの手の届かない禁足地へ侵入した一行。そこには戦艦の残骸が未だその炉心を輝かせ、その周りに全身を仮面で覆った式杜人と、彼らの労働力として連れて来られた農民達の集落があった。そこで出会ったホノカという農民の娘。村を焼かれ家族を野伏せりに殺されたと言う。彼女の瞳は翳りに満ち…。"
                },
                "9": {
                    "ID": "303074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303074",
                    "TitleEnglish": "The Bandits",
                    "SummaryEnglish": "With Kikuchiyo captured by the Nobuseri, Kambei devises a way to rescue the would-be hero. Unfortunately for the remaining samurai, the Nobuseri have laid an ambush for them...",
                    "TitleJapanese": "真っ二つ！",
                    "SummaryJapanese": "式杜人の洞穴を辿り地上へ出たカンベエ達。カンナ村へ行くには砂漠越えをしなくてはならない。そこに突如、野伏せりが襲撃して来た。機械化したサムライとカンベエ達生身のサムライの初の激突。対戦艦用に巨大化した野伏せりに対して、突撃兵であったカンベエ達は小回りの良さを生かして、野伏せりを残骸と変えていき…。"
                },
                "10": {
                    "ID": "303075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303075",
                    "TitleEnglish": "The Journey",
                    "SummaryEnglish": "With the Nobuseri on their trail, Kambei splits everyone up into three groups. Each group takes a different route to Kanna Village. He takes Kikuchiyo, Katsushiro, and Komachi, while Gorobei, Heihachi, and Rikichi take another route. Shichiroji, Kyuzo, and Kirara take a third route. But, Kirara still doesn’t fully trust Kyuzo and his intentions...",
                    "TitleJapanese": "集う！",
                    "SummaryJapanese": "砂漠での戦闘は敵の威力偵察だった。その為、カンナ村までは敵の偵察に見つからないよう三組に分かれての隠密行を行うカンベエ達。キララはシチロージと共に、先の戦闘で仲間に加わったキュウゾウと荒野のルートを進む。カンベエとの果し合いの為に仲間に加わったキュウゾウに対して、キララは猜疑心が解けず…。"
                },
                "11": {
                    "ID": "303076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303076",
                    "TitleEnglish": "The Village",
                    "SummaryEnglish": "The samurai arrive at Kanna Village, but find that many of the inhabitants seem to be missing. While Kambei meets with the village elder, Kikuchiyo discovers that the women of the village have gone into hiding along with the rice. He reveals this to the other samurai and they begin the work of preparing the village for the coming battle with the Nobuseri. But, a traitor lurks in the village's midst...",
                    "TitleJapanese": "やって来た！",
                    "SummaryJapanese": "カンナ村に着いたサムライ達を迎えたのは、農民達の怯えきった目だった。不安感が疑惑となり、しまいには野伏せりに内通してサムライを売ろうとする者まで現れる始末。農民とサムライ、緊張が解けないまま村の要塞化と戦闘訓練が開始される。夜警途中に、カツシロウは村の内通者と野伏せりの斥候の密談現場に出くわし…。"
                },
                "12": {
                    "ID": "303077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303077",
                    "TitleEnglish": "The Truth",
                    "SummaryEnglish": "With the traitor discovered, the samurai are at odds over what should be done with him. Meanwhile, Katsushiro tries to come to terms with his feelings over the first life he has taken. And, later, Kikuchiyo reveals a startling secret.",
                    "TitleJapanese": "わめく！",
                    "SummaryJapanese": "初めての人斬り。呆然と立ち尽くすカツシロウ。カンベエはカツシロウを殴りつけ、人を殺めてこそのサムライであると叱咤激励する。お飾りでない職業としてのサムライの道、カンベエのその厳しい考えに触れ、キララは純粋な少年を追い込んでしまった己の罪を恥じ、血にまみれたカツシロウの心と共に堕ちようと決意する…。"
                },
                "13": {
                    "ID": "303078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303078",
                    "TitleEnglish": "The Attack",
                    "SummaryEnglish": "The battle begins! As the Nobuseri head toward the village, the samurai and farmers make last preparations. Will they be prepared in time?",
                    "TitleJapanese": "撃つ！",
                    "SummaryJapanese": "村の水源である鎮守の森に墜落していた大戦期の機械の残骸。ヘイハチの設計を元に、巨大ボウガンが農民達の手で造られていく。カンナ村は空からの攻撃に無防備な地理を持ち、野伏せりも先ずそこを突いて来るだろう。不利な条件を逆手に取る策を練るカンベエ。鎮守の森に隠された巨大ボウガンが、野伏せりの慢心を貫く…。"
                },
                "14": {
                    "ID": "303079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303079",
                    "TitleEnglish": "The Offering",
                    "SummaryEnglish": "Ukyou is informed about all the going-ons including that the Nobuseri are having a war in Kanna village. Ukyou decided to stop the samurai hunt and not telling his father about the two missing bodyguards. Meanwhile, the villagers continue with their trap to sneak into the enemy's ship. Will their plan succeed? And what will happen to the Nobuseri?",
                    "TitleJapanese": "暴れる！",
                    "SummaryJapanese": "巨大ボウガンによって戦力の半数を失った野伏せり達。カンナ村襲撃部隊の指揮をとる頭目シュウサイは作戦を変更し、深い霧に紛れて村に侵攻する。不意を突かれ降伏する農民達。米や女達が収穫要塞に持ち去られる。しかし、これもカンベエの作戦の内であった。米俵に隠れていたサムライ達が内部から切り込んでいき…。"
                },
                "15": {
                    "ID": "303080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303080",
                    "TitleEnglish": "The Gun and the Calm",
                    "SummaryEnglish": "After defeating the Nobuseri’s ship, the samurai head back to the village and prepare for their next, even tougher battle with the bandits. As everyone prepares, Heihachi has a heart-to-heart with Katsushiro. Elsewhere, Kambei and Shichiroji do the same. How long will the peace last…?",
                    "TitleJapanese": "ずぶ濡れ！",
                    "SummaryJapanese": "収穫要塞を二基とも失ったシュウサイは、陣を後方へと引いた。一方のカンベエ達も村に戻り、決戦前のつかの間の休息を取る。サムライと農民が一致団結して野伏せりを撃退したと言う事実は、何時しか身分を越えた連帯感を生んでいた。…雨音。はためく軍旗。カンベエの檄が飛ぶ。勝負はこの一撃で決まる、と…。"
                },
                "16": {
                    "ID": "303081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303081",
                    "TitleEnglish": "The Storm",
                    "SummaryEnglish": "The samurai prepare for the remaining Nobusari's attack, who are desperate after the loss of their ship. When the attack finally comes, one of the Seven will make his last stand...",
                    "TitleJapanese": "死す！",
                    "SummaryJapanese": "激しく降りしきる雨。残る戦力を率いて、三方から侵攻して来たシュウサイ。サムライ達の戦力を分散させて、銃火器中心の攻撃を繰り出して来る。食糧収奪の任務を放棄、村の壊滅に戦術をかえた野伏せりの蹂躙は凄まじく、一瞬にして村は炎につつまれる。そして鉄砲の前に、サムライ達が一人、また一人と倒れていき…。"
                },
                "17": {
                    "ID": "303082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303082",
                    "TitleEnglish": "The Remembrance",
                    "SummaryEnglish": "With one of the seven dead, and two gone, Katsushiro and Kikuchiyo reflect back at past events and experiences with the group while coming to grips with what they must do next.",
                    "TitleJapanese": "刈る！",
                    "SummaryJapanese": "カンナ村を襲撃して来た野伏せりを撃退したものの、リキチの妻サナエを始め捕らわれた女達は「都」に連れて行かれた後だった。カンベエは焼け落ちた村の再建をシチロージに託し、一人都を求め旅立って行く。一方、カンナ村での野伏せり壊滅の情報は、虹雅渓の新たな差配となったウキョウの下にも届いていた…。"
                },
                "18": {
                    "ID": "303083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303083",
                    "TitleEnglish": "The Emperor",
                    "SummaryEnglish": "Kambei meets with the Guardians and claims that he killed Amanushi's envoy in Ayamoro's house, which began the samurai round up in the first place, so that they will take him to the capital city. Although he's going there as a prisoner, Kambei is not without a plan to save the women kidnapped by the Nobuseri.",
                    "TitleJapanese": "潜る！",
                    "SummaryJapanese": "野伏せりを使い各地から女や食糧を収奪する都の長、天主。虹雅渓の勅使暗殺事件の犯人と偽って天主の元へと侵入を果たしたカンベエは、近衛兵の隙をぬって天主に刃を突きつけ、捕らわれた女達の解放を要求する。そこに現れるリキチの妻サナエ。艶やかな衣装を羽織った彼女の口から予想だにしない一言が告げられて…。"
                },
                "19": {
                    "ID": "303084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303084",
                    "TitleEnglish": "The Mutiny",
                    "SummaryEnglish": "While Katsushiro, Kikuchiyo, Kirara, and Komachi plan to save Kambei from the Amanushi, Ukyo is chosen as the successor of Amanushi with a shocking discovery. Even more shocking is what he does next!",
                    "TitleJapanese": "叛く！",
                    "SummaryJapanese": "都に登城したウキョウを待っていたのは、己の出生の秘密であった。女達を苗床として天主の複製を諸国に蒔き、その中から自力で這い上がった者に次代天主として教育を施す。驚きを隠せないアヤマロに対し、ウキョウは至って状況を楽しんでいるかの様子。天主の子を宿すサナエは、彼の笑みに不安感をかき立たされる…。"
                },
                "20": {
                    "ID": "303085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303085",
                    "TitleEnglish": "The Execution",
                    "SummaryEnglish": "With Ukyo as the new Amanushi, his plan begins to reveal itself. He places samurai in every village of the empire, ordering them to follow the model of the “Seven of Kanna Village”. Meanwhile, he orders the Nobuseri to continue with their raids, but secretly confides to Tessai that he is planning to eliminate them. While Ukyo’s plan unravels, Kambei awaits his execution, but is he without a plan? Elsewhere, Katsushiro and the others make their way to the capital. Can they make it in time?",
                    "TitleJapanese": "着替える！",
                    "SummaryJapanese": "ウキョウは新天主の就任披露の為、都の進路を虹雅渓にとった。その頃、情報を集めるべく虹雅渓に戻って来ていたカツシロウ達は、街に突如現れた都とカンベエ処刑の布告に驚く。罪状は勅使暗殺と天主への刃傷。これもカンベエの策の内であると諭すキララ。だが、血気にはやるカツシロウが、都に乗り込んで行ってしまい…。"
                },
                "21": {
                    "ID": "303086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303086",
                    "TitleEnglish": "The Rescue",
                    "SummaryEnglish": "Kambei manages to overpower his executioner in front of the masses, but is quickly deterred from any further action when Ukyo announces that he is pardoning the samurai and freeing the kidnapped women. This naturally occurs right as Katsushiro arrives to rescue Kambei. Just what is Ukyo’s plan?",
                    "TitleJapanese": "たわけ！",
                    "SummaryJapanese": "首切り役人を斬り倒し、ウキョウに迫ったカンベエ。それに対して、とっさに彼の恩赦とサナエ達の解放を宣言したウキョウはカンベエの動きを牽制した。その人心を操るウキョウの機転の良さに恐ろしさを感じるカンベエ。そこに駆けつけたカツシロウは、カンベエ処刑の思い掛けぬ幕切れを前に苛立ちが噴出する…。"
                },
                "22": {
                    "ID": "303087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303087",
                    "TitleEnglish": "The Divide",
                    "SummaryEnglish": "The samurai begin to divide even more, as Katsushiro leaves the group. Things continue on a bad path, when Ayamaro informs everyone of Ukyo’s plan. With five of the samurai gathered together, what will their next plan of action be?",
                    "TitleJapanese": "ひっぱたく！",
                    "SummaryJapanese": "激昂しカンベエの元から飛び出して行ったカツシロウ。心配して追い掛けたキララの気持ちを無視し、自分の想いを一方的に押し当てる。ぎこちないラブシーン。翌朝、傷の癒えたリキチを伴ってカンナ村からヘイハチとシチロージがカンベエの元に参じる。そこで夫のリキチと再会するが、亡き天主を想うサナエは拒絶を示す…。"
                },
                "23": {
                    "ID": "303088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303088",
                    "TitleEnglish": "The Lies",
                    "SummaryEnglish": "Kambei and the others leave Firefly House to begin their war on the capitol. They have made many promises up until now, and they each intend to fulfill them. Meanwhile, Katsushiro has some problems when he spots Ukyo’s men attempting to burn down Kanna!",
                    "TitleJapanese": "うそつき！",
                    "SummaryJapanese": "野伏せりにさらなる年貢の徴収を命令しながら、各地の村に浪人を送り込み農民と協力させて野伏せりを撃退させる…。野伏せりを生贄とし、己の復讐と人心をつかみ天下人としてひた進むウキョウ。彼は自らの意思が介在しないカンナ村を滅する事で覇業を完遂しようとする。だが、村にはカツシロウが待ち構えていた…。"
                },
                "24": {
                    "ID": "303089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303089",
                    "TitleEnglish": "The Oaths",
                    "SummaryEnglish": "As Katsushiro and the villagers of Kanna prepare for the upcoming battle, Kambei and the others organize a means of reaching the capital. The final battle is approaching!",
                    "TitleJapanese": "契る！",
                    "SummaryJapanese": "ウキョウの先鋒隊の死骸を燃やす農民達。カンベエ達との戦いを経た彼らは、自らの手で村を守るまでに成長していた。先鋒隊を斬られたウキョウは無数の野伏せり部隊をカンナ村に降下させ、村に設営された対空砲火を悉く潰させる。とどめの主砲がカンナ村に向けられた時、カツシロウが刀を手に立ちはだかり…。"
                },
                "25": {
                    "ID": "303090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303090",
                    "TitleEnglish": "The Last Battle",
                    "SummaryEnglish": "Kambei and the others arrive just in time. After a frontal assault on the capital, the samurai manage to get inside! Will they be able to kill Ukyo? Or, will they not even be able to get to him? Meanwhile, Katsushiro and Heihachi work on blowing up the capital. Will they succeed? By the end of the battle, who will be left standing, and who will have fallen?",
                    "TitleJapanese": "堕ちる！",
                    "SummaryJapanese": "カンベエ達と野伏せりとの交戦が始まった。空中でも異常な剣戯を見せるキュウゾウ。ヤカンに乗り込み都の主機関を切断に向かうヘイハチ。ウキョウの首級を狙い天守閣を駆け上るカンベエ、シチロージ、キクチヨ。そして、カツシロウに再会したカンベエはいたわりの言葉を掛ける。ここにサムライ達の最後の戦いが始まる…。"
                },
                "26": {
                    "ID": "303091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-7/episodes/303091",
                    "TitleEnglish": "The Era's End",
                    "SummaryEnglish": "The final battle has arrived, and only four samurai remain! Will the remaining four all live to see the battle’s end? Will Ukyo finally be killed? Will the capital be stopped, or will it crush Kanna Village?",
                    "TitleJapanese": "植える！",
                    "SummaryJapanese": "主機関を失い墜落したままカンナ村に突っ込んで行った都。脱出を図るウキョウを追い詰めたカンベエは、言説に惑わされずにウキョウを斬り伏せる。半壊した体を叩き起こし、都を受け止めるキクチヨ。多くの血を流して戦いが終結する。翌春。傷も癒え旅立つカツシロウに一振りの刀を授けたカンベエは、姿を消して…。"
                }
            }
        }
    }
}