{
    "URL": "https://www.thetvdb.com/series/star-ocean-ex",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0366099/",
        "https://www.themoviedb.org/tv/34734"
    ],
    "TitleEnglish": "Star Ocean EX",
    "SummaryEnglish": "Based off the video game Star Ocean: the Second Story, Claude was exploring ancient ruins on a unexplored planet when they activate, sending Claude flying through space to the underdeveloped planet Expel. He meets Rena, a girl with healing powers, and together, work to discover why the planet is going chaotic.",
    "Aliases": [],
    "Modified": "2025-05-26",
    "Seasons": {
        "1": {
            "ID": "16081",
            "URL": "https://www.thetvdb.com/series/star-ocean-ex/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "305341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305341",
                    "TitleEnglish": "Transport",
                    "SummaryEnglish": "After an asteroid crashes onto the planet of Expel, strange things begin to happen. Natural disasters happen with greater frequency and monsters begin to appear. A legend states that a warrior will come to save their planet with a sword of light. Far away, on the planet of Milocinia, the small party from the space ship Calnus, under command of Ronixis J. Kenni, investigates a large black globe that has been the cause of some disturbances. While doing so, Claude C. Kenni, son of Ronixis, is pulled into some type of device and sent to Expel, where he meets Rena Lanford, saving her from being attacked. She mistakes the weapon he uses, a phase pistol, for the sword of light and believes that Claude is the warrior that will save them.",
                    "Aliases": []
                },
                "2": {
                    "ID": "305342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305342",
                    "TitleEnglish": "Encounter",
                    "SummaryEnglish": "After saving her life, Rena takes Claude to her village, Arlia, where she has him wait at the church for her to get the town elder. As he waits, he sees that the church's stained gass windows tell the story of the warrior of light. Rena comes to get Claude soon and takes him back to her house. He has dinner then Rena shows him to his room. As they sit on his bed, it begins to rain and she begins to stare at him and mutters that she \"has been waiting all this time\". Embarrased, Rena leaves and Claude decides to take a nap. Claude dreams that his father comes to save him, but refuses to help. He tells Claude that the only one that can save him now is himself. Claude wakes to find someone in his room. This person attacks, but Claude just dodges. Rena tells the man to stop. It is the town elder, Regis, that has attacked Claude, but he tells Claude that he had to be sure that Rena was right about Claude being the Warrior of Light, and now he is. Regis tells Claude more about the disasters that have ben happening on Expel and about what his mission is. Claude, however, insists that he is not the Warrior of Light. He just wants to go home. Not being able to change Claude's mind, the elder tells Claude that he can stay at his house for the night then should go to Salva, a town to the north, where he can find more information. The elder also gives Claude a sword with which he can protect himself. The next day in Salva Claude saves a girl named Yuki from several thugs. She tells him that they work for the mayor's son, Alen, who is childhood crush of Rena. Alen came through earlier saying that he and Rena would be married that day. Claude runs back to Arlia, but on the way meets Alen, who has kidnapped Rena and is taking her back to his mansion in Salva. Rena's crecent moon hairpiece falls off near Claude and he takes it and goes to save Rena.",
                    "Aliases": []
                },
                "3": {
                    "ID": "305343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305343",
                    "TitleEnglish": "The Magic Stone",
                    "SummaryEnglish": "Claude arrives at Alen's house, but finds that the front door is locked. Yuki appears from behind the house and shows his another way in. In the house, Alen explains to a tied up Rena that he is not the same man he was before. He holds out his and a purple stone appears, floating just above his palm. Alen has been reborn through the power of the stone. Alen begins the ceremony, but Claude enters then and tells him to stop. Alen explains that he and Rena have loved each other since childhood; but when he asks, Rena won't look at him. He turns her head, but all he sees in her eyes is pitty.",
                    "Aliases": []
                },
                "4": {
                    "ID": "305344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305344",
                    "TitleEnglish": "The Master of Heraldic Magic",
                    "SummaryEnglish": "Rena and Claude decide to visit the king in Cross, who tells them that the battles with the monsters on the continent of El, where the Sorcery Globe landed, are still going on. After making sure they will not change their mind, the king gives them a passport to go. Back outside, they meet Celine Jules as she is being attacked, though she does more damage to the attackers than they to her. But, because of him stepping in, Celine makes Claude her bodyguard. Celine tells them that she is a treasure hunter and is searching for the treasure of Cross Cave and eventually talks them into making a detour to the cave while on their way to El; although the cave is in the wrong direction. After searching the cave and getting lost, thanks to a false map that Celine had, they stumble onto a chamber with the treasure. It turns out to be an old book written in a language that they do not know. After coming back out of the cave, Celine tells them that she is going with them.",
                    "Aliases": []
                },
                "5": {
                    "ID": "305345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305345",
                    "TitleEnglish": "Kuhazan",
                    "SummaryEnglish": "Rena, Claude, and Celine discover a sign pointing them in the direction of a town called Mars. Celnie tells them that this town is a town of Heraldic sorcerers like her. Then Celine notices a bog crawling on her hand and runs away. That is when Claude and Rena hear someone scream. They go see what the trouble is and find some bandits trying to steal a stagecoach full of children. While saving the children and their teacher, Rena and Claude meet an old friend of Rena's named Dias. Rena and Dias grew up in Arlia before he left and became a great swordsman. After making their way to the town of Mars, the town elder and the teacher thank them for saving the children. They tell Claude, Rena, and Dias that the bandits wanted to capture the children and use them as hostages to get the Book of Seals, which is a book filled with Heraldic secrets and is never permitted to leave the town. They ask Claude and Dias to help them protect the town. Claude accepts, as does Dias. Dias, however, tells them that he will be enough then leaves. Rena follows and tells Dias that she thinks Claude is the Warrior of Light and that they are going to El to see the Sorcery Globe. She asks Dias to help Claude. The next day, Claude finds Dias in the forrest and goes to apoligize, but Dias attacks him using only his left hand, pointing out his weeknesses. After beating Claude senseless, he talls Claude that he's too weak to protect Rena. Claude gets up and attachks Dias this time, forcing Dias to use his right hand. This makes Dias mad and he uses Kuuhazan to defeat Claude. After getting Claude back to his room in Mars, Rena uses her powers to heal Claude. It's not long after that the town is attacked. Dias is lured away by some of the bandits, but is forced to face another enemy. While he fights and defeats them, the town elder tells the people there that this is the time to move the book to a safer location. But, Celine and Rena reveal that the real elder was attacked and this man is an imposter",
                    "Aliases": []
                },
                "6": {
                    "ID": "305346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305346",
                    "TitleEnglish": "Two-Headed Dragon",
                    "SummaryEnglish": "Because of the dragons attached to Ashton's back, Ashton decides to join Claude's gang in search of the Tears of the King to remove the dragon, Gyoro and Ururun behind his back.",
                    "Aliases": []
                },
                "7": {
                    "ID": "305347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305347",
                    "TitleEnglish": "Tetragenes",
                    "SummaryEnglish": "The gang decides to put a hold on finding the Tears of the King and help a beautiful woman named Opera to look for her long-lost boyfriend in the Mountain Palace.",
                    "Aliases": []
                },
                "8": {
                    "ID": "305348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305348",
                    "TitleEnglish": "Teardrop",
                    "SummaryEnglish": "After finding out that the Tears of the King will kill Gyoro and Ururun, Ashton must decide whether to get riid of them and return to normal or stay it that way for the rest of his live.",
                    "Aliases": []
                },
                "9": {
                    "ID": "305349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305349",
                    "TitleEnglish": "Harley",
                    "SummaryEnglish": "The gang reaches Harley Town where Ashton and Rena have their own mini adventure in this town.",
                    "Aliases": []
                },
                "10": {
                    "ID": "305350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305350",
                    "TitleEnglish": "Ghost Ship",
                    "SummaryEnglish": "After Claude encounter a maiden ghost and a pirate who dresses up in seaweeds, the gang decides to solve both mysteries to bring back peace to Herlie Town.",
                    "Aliases": []
                },
                "11": {
                    "ID": "305351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305351",
                    "TitleEnglish": "The Invention Girl",
                    "SummaryEnglish": "The gang arrived at Linga and met an inventor girl, Precis. Another mini adventure for Ashton and Precis to find Elanor's ribbon.",
                    "Aliases": []
                },
                "12": {
                    "ID": "305352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305352",
                    "TitleEnglish": "Metox",
                    "SummaryEnglish": "As Claude and the gang search for the Metoks they find out Precis is in trouble. When they go to her aid they get attacked by some strange vines. As it turns out, the Precis they saved is not even real. If the Precis they is an imposter then where is the real Precis?",
                    "Aliases": []
                },
                "13": {
                    "ID": "305353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305353",
                    "TitleEnglish": "Rampage",
                    "SummaryEnglish": "In order to get into Raquel Castle and see Professor Leon, someone in the group must win the tournament in the town. Claude refuses but Ashton decides he will join. Can Ashton win the tournament?",
                    "Aliases": []
                },
                "14": {
                    "ID": "305354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305354",
                    "TitleEnglish": "Lacour",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "15": {
                    "ID": "305355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305355",
                    "TitleEnglish": "Suspicion",
                    "SummaryEnglish": "Rena goes to look for Dias and witnesses him attack someone. She then goes to find Dias to see what is going on, but Dias will not tell her anything. The next day Dias easily defeats his opponent while Ashton not only knocks out his opponet but himself as well. With Claude worried about Rena he nearly loses his match if Rena had not called out to him. Is everything alright between the two?",
                    "Aliases": []
                },
                "16": {
                    "ID": "305356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305356",
                    "TitleEnglish": "Leon",
                    "SummaryEnglish": "As Claude and Dias continue their battle Dias explains that there will be an assasination attempt on the king by Gaizel, but the real Gaizel was killed and a monster has taken his place. Celine and Ashton break into the castle and find that the guards and not real. They are monsters in disguise. After they defeat them all they rescue Leon who is actually a little boy. With Gaizel's plan revealed he turns into his true form. Can Dias and Claude defeat him before he kills the king?",
                    "Aliases": []
                },
                "17": {
                    "ID": "305357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305357",
                    "TitleEnglish": "Ruins",
                    "SummaryEnglish": "Claude and Leon go to find some energy stones to power Leon's new invention. They run into a monster who begins to attack them and all looks grim until Precis and the gang show up and defeat the monster. With this done they all head to the ruins Leon and Claude were going to to find the energy stones.",
                    "Aliases": []
                },
                "18": {
                    "ID": "305358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305358",
                    "TitleEnglish": "Fortress",
                    "SummaryEnglish": "After Leon sends several homing pigeons requesting soldiers to come help move the Lacur Hope. Claude and the others arrive at the Haynes Fortress and find the soldiers watching a concert. Before they can leave they are arrested for espionage.",
                    "Aliases": []
                },
                "19": {
                    "ID": "305359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305359",
                    "TitleEnglish": "Solitude",
                    "SummaryEnglish": "Dias returns alone from his journey to L continent. Commander Harvest conspires with the monster to disable the Lacur Hope.",
                    "Aliases": []
                },
                "20": {
                    "ID": "305360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305360",
                    "TitleEnglish": "Faith",
                    "SummaryEnglish": "A massive storm at sea sinks the ship and separates everyone. Claude & Leon wash up on an island and are soon attacked.",
                    "Aliases": []
                },
                "21": {
                    "ID": "305361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305361",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "Rena, Ashton and Celine are together and are searching for Claude & Leon. Meanwhile, Claude & Leon try to fix the Lacur Hope.",
                    "Aliases": []
                },
                "22": {
                    "ID": "305362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305362",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "The Lacur Hope is broken beyond repair, Opera has disappeared and someone has stolen the energy stone. But it doesn't make Claude & the gang lose hope.",
                    "Aliases": []
                },
                "23": {
                    "ID": "305363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305363",
                    "TitleEnglish": "Lacour Hope",
                    "SummaryEnglish": "Claude & the others reach the Sorcery Globe. While fighting off the robots and monsters protecting it, Claude & the gang are rescued by Opera & Ernest in their spaceship. They load the Lacur Hope on the ship and attack the Globe.",
                    "Aliases": []
                },
                "24": {
                    "ID": "305364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305364",
                    "TitleEnglish": "Machine Castle",
                    "SummaryEnglish": "The Black Moon has risen. The Sorcery Globe begins is attack and everyone is forced to flee. While hiding in a cave, Claude gets a message from his father. After Claude tells his father to leave, the gang prepares for an all out assault on the Globe.",
                    "Aliases": []
                },
                "25": {
                    "ID": "305365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305365",
                    "TitleEnglish": "Energy Stone",
                    "SummaryEnglish": "The assault on the Globe begins. While Ashton and Celine keep the monsters and robots at bay, Claude & Rena discover the truth of the Globe and her origins.",
                    "Aliases": []
                },
                "26": {
                    "ID": "305366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-ocean-ex/episodes/305366",
                    "TitleEnglish": "Man of Valor",
                    "SummaryEnglish": "Claude and his friends travel inside the Sorcery Globe. Claude with the help of everyone destroys the Sorcery Globe, but it does not end, the black moon reappears after the destruction of the Sorcery Globe. Gene freezes time and allows Claude and everyone else to use a teleporter to battle the enemy that threatens the world (Expel). But this is the last episode of Star Ocean EX, as it was canceled.",
                    "Aliases": []
                }
            }
        }
    }
}