{
  "URL": "https://www.thetvdb.com/series/school-rumble",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0878037/",
    "https://www.marv.jp/special/school-rumble/anime01/index.html",
    "https://www.themoviedb.org/tv/31665"
  ],
  "TitleEnglish": "School Rumble",
  "SummaryEnglish": "Tsukamoto Tenma is an ordinary 2nd year high school student who has fallen in love with one of her classmates, Karasuma Ooji. However, currently she is unable to confess her feelings to him. To make things worse, she found out that Karasuma is transferring to another school in a year. On the other hand, Tenma's other classmate, Harima Kenji (who is a delinquent) is also in love with Tenma. Not being able to confess his feelings, Harima gets depressed day by day.",
  "Aliases": [],
  "Modified": "2025-05-26",
  "Seasons": {
    "0": {
      "ID": "26638",
      "URL": "https://www.thetvdb.com/series/school-rumble/seasons/official/0",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "347100",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/347100",
          "TitleEnglish": "Extra Class: New-Term Excitement! / To Be Near You Scramble! / The Naked Truth!",
          "SummaryEnglish": "In this story, Yakumo is in the art room alone, when the spirit of a young girl appears. The ghost decides to tie up Yakumo (in a rather dodgy way) to prove that she is really a ghost. She then asks Yakumo if she hates men, or does she like them…. After Yakumo gets over this insane event and stops gaping, she answers that she doesn’t hate them, but she doesn’t have someone that she likes yet… After a few more questions, the ghost leaves. When Yakumo get home that night, she sees Tenma cheerfully chatting to a spirit and saying “I like them!”",
          "Aliases": []
        },
        "2": {
          "ID": "347101",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/347101",
          "TitleEnglish": "Extra Class: Smile, Please! / Mammoth, Yum! / May I Fall in Love?",
          "SummaryEnglish": "Smile, Please!: This happened after the Sport Festival. Ichijou and Lala both work at WAS Burger, but Lala tend to scare off the customers. Can Imadori make Lala smile? Mammoth, Yum!: It's a Prehistoric Rumble! Queen Eri's village is about to be attacked by the giant mammoth Devil Tusk. Can the banished Harima save the whole village, including Tenma? May I Fall in Love?: this happened while Harima and Yakumo were working on the manga for the Amateur Manga contest. It's a stormy night, and the electricity is out. Harima got carried away while acting a scene from Harima's Manga.",
          "Aliases": []
        },
        "3": {
          "ID": "437474",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/437474",
          "TitleEnglish": "3rd Semester: Receive! My Feelings! / Shatter! My Feelings! / Full Speed Ahead for Love!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "2134221",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/2134221",
          "TitleEnglish": "3rd Semester: The Final Episode",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "16184",
      "URL": "https://www.thetvdb.com/series/school-rumble/seasons/official/1",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "304989",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304989",
          "TitleEnglish": "Pounding Heart at a New School Term! Struggle with a Love Letter! Zooming on Bicycles!",
          "SummaryEnglish": "Punding Heart at a New School Term!: Tsukamoto Tenma is an ordinary girl who is about to enter her second year of high school, hoping to be in the same class with her crush, Karasuma Ooji. On the other side of the coin, Harima Kenji is a delinquent boy who is in love with Tenma, and he wants to be in the same class as her.Struggle with a Love Letter: When Tenma discovers that Karasuma is going to transfer soon, she tries to reveal her feelings for him by writing a love letter. Harima does the same thing and writes a love letter for Tenma.Zooming on Bicycles!: Tenma and Harima try to get closer to the crushes by bicycling to school together.",
          "Aliases": []
        },
        "2": {
          "ID": "304990",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304990",
          "TitleEnglish": "Confusing Test! Inescapable Toilet! Impossible Physical Examination!",
          "SummaryEnglish": "Confusing Test!: Tenma and Harima are taking an English test, but Tenma forgets to write her name on her paper. If someone doesn't write their name on a test paper, then that person will automatically recieve a failing grade for that test. So, Harima tries to subliminally tell Tenma to write her name before the test is over. Inescapable Toilet!: After using the girl's bathroom, Tenma goes to leave, but she finds Karasuma standing in front of the door. Afraid of being seen coming out of the washroom by Karasuma, Tenma uses bathroom tools to help her escape from the little girl's room undetected.",
          "Aliases": []
        },
        "3": {
          "ID": "304991",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304991",
          "TitleEnglish": "Staring Sketch! Aiming Arrow Letter! Tell Me Pajama Party!",
          "SummaryEnglish": "Staring Sketch!: For art class, Tenma must sketch a portrait of her partner, Karasuma, and vice-versa. However, Tenma is too nervous about working with her crush.Aiming Arrow Letter!: Tenma tries to send her love to Karasuma by shooting arrow letters.",
          "Aliases": []
        },
        "4": {
          "ID": "304992",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304992",
          "TitleEnglish": "Pigs Say Oink Oink! Cats Say Meow! Frogs and Kappas Say Ribbit Ribbit Ribbit!",
          "SummaryEnglish": "Pigs Say Oink Oink!: It's time for a school field trip. Tenma aims to sit next to Karasuma, whereas Harima wants to sit next to Tenma. Unfortunately, Harima gets on the wrong bus and ends up in a truck full of pigs.Cats Go Meow!: Yakumo tries to care for a stray black cat. She also meets Hanai Haruki, who is deeply in love with her.",
          "Aliases": []
        },
        "5": {
          "ID": "304993",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304993",
          "TitleEnglish": "Burning First Love! Burning Tea Party! Burning Softball Match!",
          "SummaryEnglish": "Burning First Love!: Harima tells his cousin, Itoko, about how he and Tenma first met and how he fell in love for her.Burning Tea Party!: Since Yakumo has joined the Tea Club, Hanai hopes to get into the club as well. But first, he must pass a tea-tasting test.",
          "Aliases": []
        },
        "6": {
          "ID": "304994",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304994",
          "TitleEnglish": "Survival After School! The Arrival of Confession Time! The Two of Us in the Hospital!",
          "SummaryEnglish": "Survivng After School!: Tenma gets herself locked in the school gym's closet.The Arrival of Confession Time!: Harima now knows that Tenma likes someone, but he doesn't know who that someone is. Harima jumps to the conclusion that the person that Tenma likes is himself. So, he decides to finally confess his love to her.",
          "Aliases": []
        },
        "7": {
          "ID": "304995",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304995",
          "TitleEnglish": "Pool Cleaning! Pool Riots! Pool Wars!",
          "SummaryEnglish": "Pool Cleaning!: Hanai makes Tenma, Harima, and the rest of the class clean the school pool.Pool Riots!: A game of pool hockey is played to decide what Tenma's class is going to do for an upcoming school festival.",
          "Aliases": []
        },
        "8": {
          "ID": "304996",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304996",
          "TitleEnglish": "First Grocery Shopping! First Boxed Lunch! My First Heartbreak! What?",
          "SummaryEnglish": "First Grocery Shopping!: Eri goes grocery shopping for the first time. She's buying ingredients for a dinner she is making.First Boxed Lunch!: Tenma makes a boxed lunch with curry inside so that she can eat with Karasuma, since curry is his favorite food.",
          "Aliases": []
        },
        "9": {
          "ID": "304997",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304997",
          "TitleEnglish": "Manga Tragedy! Older Sister Tragedy! The Big Mr. Kappa Tragedy!",
          "SummaryEnglish": "Manga Tragedy!: Harima tries to turn his life around by becoming a manga artist, but his dreams are soon shot down.Older Sister Tragedy!: Harima is then taken in by an older woman named Anegasaki Tae.",
          "Aliases": []
        },
        "10": {
          "ID": "304998",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304998",
          "TitleEnglish": "Please God! Please! Real Animal Fortune Telling! Please! Tenma-chan!",
          "SummaryEnglish": "Please God!: Mikoto injures her hand after a day of martial arts practice. She prays to God for her hand to get better so that she can write for a test. A person who looks like God comes and solves her problem. That person can also tell fortunes with his many animal friends. The God look-alike is in fact Harima!Please! Real Animal Fortune Telling!: Tenma runs off after learning how Karasuma prefers curry over her. Harima chases after Tenma to confess his love to her.",
          "Aliases": []
        },
        "11": {
          "ID": "304999",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304999",
          "TitleEnglish": "Nara! Karasuma! Harima!",
          "SummaryEnglish": "Nara!: Tenma and her girl friends spend the day at a water amusement park, where they meet a group of boys who want to go out with them. One of those boys is Nara Kentarou, who secretly likes Tenma.Karasuma!: On a rainy day, Tenma goes to a bus stop where she meets Karasuma. She worries if Karasuma doesn't like her after that curry incident.",
          "Aliases": []
        },
        "12": {
          "ID": "305000",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305000",
          "TitleEnglish": "At The Sea, Help! Naked, Help! Really, Seriously, Help!",
          "SummaryEnglish": "At The Sea, Help!: Tenma and the gang head for the beach.Naked, Help!: Harima, naked at the moment, tries to find his swimming trunks, but Eri walks in on him and sees him naked. Harima fears that Eri will mistake him for being a pervert. So, he tries to shut Eri up by grabbing her, but the situation goes from bad to worse!",
          "Aliases": []
        },
        "13": {
          "ID": "305001",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305001",
          "TitleEnglish": "Mission 1 is the Cofession of Love! Mission 2 is the Night of Offense and Defense! Mission 3 is Pii-Pyororo!",
          "SummaryEnglish": "Mission 1 is the Confession of Love!: Tenma tells Harima that she knows that there is a person on this trip that he likes and that Harima hasn't confessed to that person yet. So, Tenma gets Harima to practice confessing to her, even though she's really the person that Harima secretly loves.Mission 2 is the Night of Offense and Defense!: It's the last night of the beach trip, and everyone is sound asleep, except for some of the boys, who are pretty restless.",
          "Aliases": []
        },
        "14": {
          "ID": "305002",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305002",
          "TitleEnglish": "Have You Seen it Before? Not That Cute, Is She? Please Take Care Of Me!",
          "SummaryEnglish": "Have You Seen It Before?: Tenma invites Eri and Mikoto over for a study session. Eri arrives first and asks if Tenma has seen a man's body before, which she did.Not That Cute, Is She?: The friendship between Eri and Mikoto is on thin ice after Eri makes a comment on how Mikoto isn't cute. Meanwhile, Harima gets a part-time job and is now fixing Tenma's air conditioner. Harima also meets Yakumo for the first time.",
          "Aliases": []
        },
        "15": {
          "ID": "305003",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305003",
          "TitleEnglish": "With Summer! With Friends! With Launching Fireworks!",
          "SummaryEnglish": "With Summer!: Harima writes another manga, but he soon runs into Eri, who he thinks knows about his manga. Harima meets up with Mikoto, but when Eri catches up to Harima, she thinks that Mikoto is on a date with him. Eri runs off, and Mikoto chases after her.With Friends!: Hanai thinks that Harima hurt Mikoto. The two boys then get into a fight. Meanwhile, Mikoto gets a message that her old tutor, Kouzu, is returning home.",
          "Aliases": []
        },
        "16": {
          "ID": "305004",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305004",
          "TitleEnglish": "It's Actually The Tea Club... It's The Tea Club, Though... That's Because It Is The Tea Club...",
          "SummaryEnglish": "It's Actually The Tea Club...: Tenma, her sister, and her girl friends go camping as an activity of the Tea Club. Harima, Hanai, and Imadori soon follow. Harima talks with Yakumo and asks her questions about what Tenma said about him that one day. However, when Tenma sees Harima with Yakumo, Tenma thinks that he is hitting on Yakumo.It's The Tea Club, Though...: Tenma goes into \"\"Onee-chan Power\"\" mode and challenges Harima. She plans on pairing up with Harima in the upcoming test of courage and then get into a one-on-one match with him. Harima, however, thinks that this is Tenma's move to confess her love to him.",
          "Aliases": []
        },
        "17": {
          "ID": "305005",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305005",
          "TitleEnglish": "Giraffe's Feeling in the Peak of Summer! A Panic Party in the End of Summer! Summer's Over, So We're Changing Now!",
          "SummaryEnglish": "Giraffe's Feeling in the Peak of Summer!: Yakumo and the tea club take care of one of Harima's animal friends, a giraffe named Pyotr. Later, a young boy runs away from home and seeks shelter in Tenma and Yakumo's home.A Panic Party in the End of Summer!: Harima, Yakumo, and the tea club decide to move all of Harima's animal friends to the Yagami temple. However, Harima and the gang will have to deal with a news team to keep the animals from getting captured.",
          "Aliases": []
        },
        "18": {
          "ID": "305006",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305006",
          "TitleEnglish": "Karen's Love, Still a Long Way to Go! Karen's Love, Little by Little! Karen's Love, And Then...",
          "SummaryEnglish": "Karen's Love, Still a Long Way to Go!: Ichijou remembers the date that Imadori promised her, but Imadori doesn't recall it at all.Karen's Love, Little by Little!: Ichijou's date with Imadori has been set, but unfortunately, Ichijou also has a wrestling match on the same day as her date. But, never fear! Tenma's here!",
          "Aliases": []
        },
        "19": {
          "ID": "305007",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305007",
          "TitleEnglish": "Dream of Art! Pray to God! And Wish Upon a Star!",
          "SummaryEnglish": "Dream of Art!: There is news circulating through the school about Itoko being a model for an art exhibit, and the theme is nudity! Of course, all the guys are excited about this, except for Harima and Hanai. But, when they hear about Tenma and Yakumo helping out the art exhibit, they get fired up too!Pray to God!: Yakumo takes part in a mock wedding ceremony as the bride, and Hanai is the groom. Harima hears about this, but he thinks that it's Tenma who's the bride. So, Harima and Hanai get into another fight.",
          "Aliases": []
        },
        "20": {
          "ID": "305008",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305008",
          "TitleEnglish": "It's Gone! This Is Gone Too! Whatever Will We Do!",
          "SummaryEnglish": "It's Gone!: Eri accidently cuts off Harima's beard. She tries to apologize to him, but it's not that easy for her.This Is Gone Too!: Harima writes another manga, but he is advised to get a friend to proofread the manga. The problem is that Harima has no friends! Luckily, Harima gets Yakumo to read his manga and help him edit and improve it.",
          "Aliases": []
        },
        "21": {
          "ID": "305009",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305009",
          "TitleEnglish": "Hanai Strikes Back! Karen Shines! Onee-san, Revisited!",
          "SummaryEnglish": "Hanai Strikes Back!: Hanai returns from his training and learns that Harima Kenji has just saved two girls from a gang. Hanai rushes to where Harima was last seen. He finds that an entire gang has been beaten up, but it was not Harima Kenji who did it. Instead, it was.. Harry MacKenzie?Karen Shines!: Lala decides to have lunch with Ichijou, but things go bad when Imadori starts provoking Lala. Also, class 2-D's Harry MacKenzie and Tougou Masakazu challenge class 2-C at the upcoming sports festival.",
          "Aliases": []
        },
        "22": {
          "ID": "305010",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305010",
          "TitleEnglish": "The War Has Started! Intense Kibasen! This Is Super Chaotic!",
          "SummaryEnglish": "The War Has Started!: The sports festival has begun! Class 2-C has won a lot of events, putting them in first place. 2-C is currently one point ahead of 2-D, and the last two events are the Kibasen and the Baton Race.Intense Kibasen!: 2-D and 2-C's performance in the Kibasen event forces the other classes to use unorthodox methods to win.",
          "Aliases": []
        },
        "23": {
          "ID": "305011",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305011",
          "TitleEnglish": "The Women's War! The Men's War! The War Is Over...",
          "SummaryEnglish": "The Women's War!: It' the women's relay race, and Eri is participating. But, will her injury from the Kibasen event affect her running?The Men's War!: The last event of the sports festival is the men's relay race. 2-D is currently winning with a score of 245 points. 2-C's boys need to win this event if they want to defeat 2-D.",
          "Aliases": []
        },
        "24": {
          "ID": "305012",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305012",
          "TitleEnglish": "Fretfulness Hesitation Wandering",
          "SummaryEnglish": "Fretfulness: There are rumors going around the school about Harima and Eri dating each other. Since Harima knows that he no longer has a chance with Tenma, he asks Yakumo to get something from off his desk and change the nametag on it. The thing was supposed to be Harima's love story, but Yakumo accidently picks up a shirt that was meant to be a present for Harima from Eri, who ends up thinking that Yakumo is dating Harima.Hesitation: Karasuma's birthday is coming up soon. So Tenma tries her best to bake a cake for him.",
          "Aliases": []
        },
        "25": {
          "ID": "305013",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305013",
          "TitleEnglish": "Boooo! Puwaan! Gyuiin!",
          "SummaryEnglish": "Boooo!: The captain of the ship decides to turn the ship around to return Harima back to Japan.Puwaan!: Tenma goes shopping with Harima to buy a present for Karasuma's birthday (since Tenma failed to bake a cake 25 times).",
          "Aliases": []
        },
        "26": {
          "ID": "305014",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305014",
          "TitleEnglish": "A Sudden Goodbye",
          "SummaryEnglish": "Harima rushes to enter the rookie manga artist contest. He soon runs into Eri.Tenma and Iori (the black cat) switch bodies!",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "16679",
      "URL": "https://www.thetvdb.com/series/school-rumble/seasons/official/2",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "313338",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313338",
          "TitleEnglish": "Scramble Reloaded! Requesting a Superstar! A Scandalous Restart!",
          "SummaryEnglish": "Scramble Reloaded!: The situation between Yakumo and Harima goes from bad to worse when Tenma thinks that the two are dating.",
          "Aliases": []
        },
        "2": {
          "ID": "313339",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313339",
          "TitleEnglish": "Strategy Battlefield Comrades",
          "SummaryEnglish": "Strategy: Class 2-C is the only class that hasn't decided on what to do for the upcoming Cultural Festival. Should they do a cafe or a theatrical play (or even a swimsuit sumo wrestling competition)? What's the best way to decide? Why, play a survival game, of course (which was proposed by Takano Akira)!",
          "Aliases": []
        },
        "3": {
          "ID": "313340",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313340",
          "TitleEnglish": "Beautiful Beast VS Beastly Beauty God of War VS God of Fighting Teacher VS Student",
          "SummaryEnglish": "Nakamura is about to shoot Asou, but a snipers bullet causes him to dive out of the way instead.",
          "Aliases": []
        },
        "4": {
          "ID": "313341",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313341",
          "TitleEnglish": "Theatrical Ideas! Bath House Ideas! Rice Ball Ideas!",
          "SummaryEnglish": "Since everyone in class has ideas for the play, Mai and Yuuki makes each person write it up, on the condition that they cant include themselves.",
          "Aliases": []
        },
        "5": {
          "ID": "313342",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313342",
          "TitleEnglish": "Escorts are culture! Manga is culture! Cakes are also culture!",
          "SummaryEnglish": "The day of the culture festival has finally arrived!",
          "Aliases": []
        },
        "6": {
          "ID": "313343",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313343",
          "TitleEnglish": "Sleeping, Beast Kiss, Impossible Finale",
          "SummaryEnglish": "Harima shows Yakumo a part of his manga, where a prince (Harima) has to save a sleeping princess (Tenma).",
          "Aliases": []
        },
        "7": {
          "ID": "313344",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313344",
          "TitleEnglish": "Fight, Hunter! Fight, Eater! Fight, Part Timer!",
          "SummaryEnglish": "The girls are together for an outing in the mountains.",
          "Aliases": []
        },
        "8": {
          "ID": "313345",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313345",
          "TitleEnglish": "Blow out, the birth of the girl's basketball team! Please take care of me, Sempai! Collapse, the swing of tears...",
          "SummaryEnglish": "Tenma is excited about playing basketball after reading a basketball manga.",
          "Aliases": []
        },
        "9": {
          "ID": "313346",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313346",
          "TitleEnglish": "Pass! Dribble! Shoot!",
          "SummaryEnglish": "With Satsuki still unable to make her shots, Tae sends Asou to give her some help",
          "Aliases": []
        },
        "10": {
          "ID": "313347",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313347",
          "TitleEnglish": "Hee~ Hee hee~ Hee hee hee!",
          "SummaryEnglish": "Tenma goes on a diet, but fails horribly at sticking with it.",
          "Aliases": []
        },
        "11": {
          "ID": "313348",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313348",
          "TitleEnglish": "Napoleon, between life and death... Nishimoto, between one's nature and one's motives... Sara, between a saint and me",
          "SummaryEnglish": "Everyone is attending Mikotos familys nabe party.",
          "Aliases": []
        },
        "12": {
          "ID": "313349",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313349",
          "TitleEnglish": "Perfect, prohibition! Entering, prohibition! Knickerbockers, prohibition!",
          "SummaryEnglish": "Tenma goes to the library to study, but ends up sleeping instead.",
          "Aliases": []
        },
        "13": {
          "ID": "313350",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313350",
          "TitleEnglish": "People with death Behind them, Place the name of Karasuma, Unlocking all the secrets of the riddle!",
          "SummaryEnglish": "There is a legend of a ryuunen-sensei - a teacher who appears whenever a student is in danger of failing and being held back a grade.",
          "Aliases": []
        },
        "14": {
          "ID": "313351",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313351",
          "TitleEnglish": "At Colorado, In America(26F), With America(26H),",
          "SummaryEnglish": "The class celebrates Tenmas birthday by having a party.",
          "Aliases": []
        },
        "15": {
          "ID": "313352",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313352",
          "TitleEnglish": "Men who have been given up now! Men who are invited! Men who are tested!",
          "SummaryEnglish": "Harimas manga actually gets published in place of Karasumas.",
          "Aliases": []
        },
        "16": {
          "ID": "313353",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313353",
          "TitleEnglish": "Don`t want to be shackled by anyone! Don`t want to go back to school and home! In the tent of darkness!",
          "SummaryEnglish": "Harima wakes up all tied up outside the Tsukamoto home.",
          "Aliases": []
        },
        "17": {
          "ID": "313354",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313354",
          "TitleEnglish": "...Eri`s escape! ...Harima`s lullaby! ...The fake bride!",
          "SummaryEnglish": "Nakamura sees Eri ride away with Harima, but he cant catch them.",
          "Aliases": []
        },
        "18": {
          "ID": "313355",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313355",
          "TitleEnglish": "Sweet trap of part-time work, sweet trap of the classroom, sweet trap of celebrity",
          "SummaryEnglish": "Eri tells Mikoto about how she stayed together with Harima under a single blanket at the temple.",
          "Aliases": []
        },
        "19": {
          "ID": "313356",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313356",
          "TitleEnglish": "Here, There, Everywhere Is Christmas! Bravely Moving Forward For Christmas! Shatter, Christmas!",
          "SummaryEnglish": "Finally finished with his manuscript, Harima wants to have Tenma to read it first.",
          "Aliases": []
        },
        "20": {
          "ID": "313357",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313357",
          "TitleEnglish": "More than friends... Less than sweethearts... Before that...",
          "SummaryEnglish": "This act starts out with Karens brother, Kousuke pestering a very tired Karen while she is brushing her teeth.",
          "Aliases": []
        },
        "21": {
          "ID": "313358",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313358",
          "TitleEnglish": "...it's School Rumble ......it's really School Rumble .........I said it's School Rumble!",
          "SummaryEnglish": "It's School Rumble: My Mai Dream! Mai, the princess of the Magical Realm, wants to use the rare blue Damask rose to make Masked Kamen fall for her, but The Evil Cartoon King kidnapped him! It's up to Mai to save the day. it's Really School Rumble: The Perverted Cartoon King is in his castle, and Mai, with the help of Karasuma, succeeds in breaking in. But why is the Cartoon King doing this? And what lies underneath Karasuma's school uniform? I said it's School Rumble: Turns out The Evil Perverted Cartoon Kings has a heart after all! But magical love is no love at all, Mai. The true identity of Masked Kamen is revealed! Just remember, it's still School Rumble. Doraibu is good, but it's still not School Rumble.",
          "Aliases": []
        },
        "22": {
          "ID": "313359",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313359",
          "TitleEnglish": "Year's first dream, Lion dance, New Year's",
          "SummaryEnglish": "The Phantom has found a worthy opponent. First Dream: It's not the first time Harima had dreamt about Tenma accepting his love but this is the first dream of the new year, which means it will come true! If that is true, then why is Tenma praying with Karasuma, while Harima is stuck with Eri? Lion Dance: Harima and Eri are assigned for the traditional Lion Dance. But Harima must follow Tenma! The people of Japan just aren't used to see a giant Lion roaming the streets. New Year: People do many things on New Year's Day in Japan. They fly kites, play games, and beat up Imadori.",
          "Aliases": []
        },
        "23": {
          "ID": "313360",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313360",
          "TitleEnglish": "Jumbo dream, Dream jump, Dream express",
          "SummaryEnglish": "Tenma decides it's time to lose some weight yeah, right. Jumbo Dream : Tenma and her friends have gone skiing, while Itoko and her friend have gone to Okinawa. But with a 30 page script to write and no money at all, Harima can only gaze from afar Dream Jump: Everybody has a shocking side- Tenma is great at ski, and Karasuma likes to dress as a snowman. Not to mention Ichijou's great ice skating skills. Now Lala is envious. Dream Express: Yakumo is all alone, and isn't feeling well. Harima is all alone, too. Can a giraffe help them both?",
          "Aliases": []
        },
        "24": {
          "ID": "313361",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313361",
          "TitleEnglish": "Southern Rainbow of 2-C! Mysterious Yaakumo Island! The Seven Seas...!",
          "SummaryEnglish": "All the students of 2-C go on Eri's cruise through the Pacific for their winter vacation. They eventually hit a reef and the engine breaks down, leaving them stranded. Hanai flies on his kite to an island populated by what seems to be a Mesoamerican civilization, featuring familiar faces.",
          "Aliases": []
        },
        "25": {
          "ID": "313362",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313362",
          "TitleEnglish": "Isn't it romantic, Harima? Harima, published in Jingama! Come quickly, Harima!",
          "SummaryEnglish": "Harima gets unexpected assistance from Tenma for his manga, increasing their bond. Yakumo remembers a book from her childhood.",
          "Aliases": []
        },
        "26": {
          "ID": "313363",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313363",
          "TitleEnglish": "Period.",
          "SummaryEnglish": "Harima has his best chance yet to confess to Tenma. There are big news about Karasuma. Yakumo is visited again by the ghost girl, who interrogates her about her feelings for Harima. Flashbacks reveal Yakumo's relationship with Tenma as children, when Yakumo's character was quite different. We learn the importance of the children's book. The third term starts, and Harima has to decide whether to stay at school or not.",
          "Aliases": []
        }
      }
    }
  }
}