{
    "URL": "https://www.thetvdb.com/series/school-rumble",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0878037/",
        "https://www.marv.jp/special/school-rumble/anime01/index.html",
        "https://www.themoviedb.org/tv/31665"
    ],
    "TitleEnglish": "School Rumble",
    "SummaryEnglish": "Tsukamoto Tenma is an ordinary 2nd year high school student who has fallen in love with one of her classmates, Karasuma Ooji. However, currently she is unable to confess her feelings to him. To make things worse, she found out that Karasuma is transferring to another school in a year. On the other hand, Tenma's other classmate, Harima Kenji (who is a delinquent) is also in love with Tenma. Not being able to confess his feelings, Harima gets depressed day by day.",
    "TitleJapanese": "スクールランブル",
    "SummaryJapanese": "塚本天満、16歳。一途、シャイ、少しバカ。あんなことやこんなこと、いろんなことテンコモリ!!\n\n塚本天満は高校2年生。多くの女の子がそうであるように、彼女も恋をしていた。でも、大好きな人…、同級生の烏丸大路にキモチを伝えられないでいる。なのに！ それなのに！ 烏丸があと1年で転校してしまうことが判明!! それでも、妹の八雲や友人たちの協力を受けながら、告白しようと看護婦に変装したり、矢文を放ってみたり…。そんな天満に恋をしているのは、播磨拳児、高校2年（ちなみに不良）。なのに！ それなのに！ キモチはま～ったく伝わらず、一人落ち込む毎日…。そのうえ天満＆烏丸のランチ現場を目撃！ 哀れ播磨は登校拒否＆放浪の旅に出てしまうのだった…。",
    "Aliases": [
        "校园迷糊大王"
    ],
    "Modified": "2025-05-26",
    "Seasons": {
        "0": {
            "ID": "26638",
            "URL": "https://www.thetvdb.com/series/school-rumble/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "347100",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/347100",
                    "TitleEnglish": "Extra Class: New-Term Excitement! / To Be Near You Scramble! / The Naked Truth!",
                    "SummaryEnglish": "In this story, Yakumo is in the art room alone, when the spirit of a young girl appears. The ghost decides to tie up Yakumo (in a rather dodgy way) to prove that she is really a ghost. She then asks Yakumo if she hates men, or does she like them…. After Yakumo gets over this insane event and stops gaping, she answers that she doesn’t hate them, but she doesn’t have someone that she likes yet… After a few more questions, the ghost leaves. When Yakumo get home that night, she sees Tenma cheerfully chatting to a spirit and saying “I like them!”",
                    "TitleJapanese": "一学期補習~また新学期でドキドキ!　そばにいたくてジタバタ!　ハダカの君にドキューン!",
                    "SummaryJapanese": "茶道部夏合宿の帰り、天満たちは温泉に立ち寄った。皆、温泉でくつろいでいると…。"
                },
                "2": {
                    "ID": "347101",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/347101",
                    "TitleEnglish": "Extra Class: Smile, Please! / Mammoth, Yum! / May I Fall in Love?",
                    "SummaryEnglish": "Smile, Please!: This happened after the Sport Festival. Ichijou and Lala both work at WAS Burger, but Lala tend to scare off the customers. Can Imadori make Lala smile? Mammoth, Yum!: It's a Prehistoric Rumble! Queen Eri's village is about to be attacked by the giant mammoth Devil Tusk. Can the banished Harima save the whole village, including Tenma? May I Fall in Love?: this happened while Harima and Yakumo were working on the manga for the Amateur Manga contest. It's a stormy night, and the electricity is out. Harima got carried away while acting a scene from Harima's Manga.",
                    "TitleJapanese": "一学期補習~スマイルください!　マンモスたべたい!　恋してもいいですか?",
                    "SummaryJapanese": "時は一万年以上前、原始時代のこと…。土器はあったのか、石器はあったのかはっきりしない時代…。"
                },
                "3": {
                    "ID": "437474",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/437474",
                    "TitleEnglish": "3rd Semester: Receive! My Feelings! / Shatter! My Feelings! / Full Speed Ahead for Love!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "三学期~届け!私の想い!　砕け散れ!俺の想い!　愛は疾走する!",
                    "SummaryJapanese": "スクールランブル 三学期♯25"
                },
                "4": {
                    "ID": "2134221",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/2134221",
                    "TitleEnglish": "3rd Semester: The Final Episode",
                    "SummaryEnglish": null,
                    "TitleJapanese": "三学期~最終回",
                    "SummaryJapanese": "スクールランブル 三学期♯26"
                }
            }
        },
        "1": {
            "ID": "16184",
            "URL": "https://www.thetvdb.com/series/school-rumble/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "304989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304989",
                    "TitleEnglish": "Pounding Heart at a New School Term! Struggle with a Love Letter! Zooming on Bicycles!",
                    "SummaryEnglish": "Punding Heart at a New School Term!: Tsukamoto Tenma is an ordinary girl who is about to enter her second year of high school, hoping to be in the same class with her crush, Karasuma Ooji. On the other side of the coin, Harima Kenji is a delinquent boy who is in love with Tenma, and he wants to be in the same class as her.Struggle with a Love Letter: When Tenma discovers that Karasuma is going to transfer soon, she tries to reveal her feelings for him by writing a love letter. Harima does the same thing and writes a love letter for Tenma.Zooming on Bicycles!: Tenma and Harima try to get closer to the crushes by bicycling to school together.",
                    "TitleJapanese": "「新学期でドキドキ！ラブレターでジタバタ！自転車でドキューン！」",
                    "SummaryJapanese": "今日から新学期。高校２年生になったばかりの塚本天満は、片思いの相手・烏丸大路くんと同じクラスになれるかドキドキしていた。いっぽう、同じ高校の不良学生・播磨拳児は、天満に片思い中。播磨も天満と同じクラスになりたいと強く願っていたが…。\n烏丸くんと同じクラスになることができて有頂天の天満。だが、明後日に烏丸くんが転校してしまうと聞き、大ショック。なんとかして烏丸くんに自分の気持ちを伝えようとするが…。"
                },
                "2": {
                    "ID": "304990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304990",
                    "TitleEnglish": "Confusing Test! Inescapable Toilet! Impossible Physical Examination!",
                    "SummaryEnglish": "Confusing Test!: Tenma and Harima are taking an English test, but Tenma forgets to write her name on her paper. If someone doesn't write their name on a test paper, then that person will automatically recieve a failing grade for that test. So, Harima tries to subliminally tell Tenma to write her name before the test is over. Inescapable Toilet!: After using the girl's bathroom, Tenma goes to leave, but she finds Karasuma standing in front of the door. Afraid of being seen coming out of the washroom by Karasuma, Tenma uses bathroom tools to help her escape from the little girl's room undetected.",
                    "TitleJapanese": "「わからないテスト！でられないトイレ！ありえない身体検査！｣",
                    "SummaryJapanese": "今日も不良集団を一蹴する播磨。ケンカの直後、天満に恋している彼は、すぐに学校へと向かう。この日はいきなり英語のテスト。イラつく播磨だったが、なんと、となりの席の天満が答案用紙に名前を書き忘れていることに気づいてしまう。テスト中のため声を出すことができない播磨は、どうにかしてそのことを彼女に伝えようとするが…。"
                },
                "3": {
                    "ID": "304991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304991",
                    "TitleEnglish": "Staring Sketch! Aiming Arrow Letter! Tell Me Pajama Party!",
                    "SummaryEnglish": "Staring Sketch!: For art class, Tenma must sketch a portrait of her partner, Karasuma, and vice-versa. However, Tenma is too nervous about working with her crush.Aiming Arrow Letter!: Tenma tries to send her love to Karasuma by shooting arrow letters.",
                    "TitleJapanese": "「見つめてスケッチ！ねらって矢文！教えてパジャマパーティー！｣",
                    "SummaryJapanese": "美術の時間。パートナーを組んで、相手の肖像画を描くという授業が行われることになった。そして天満は、なんと烏丸くんとパートナーを組むことに。烏丸くんに見つめられていると思うと、絵を描くどころではない天満だったが、笹倉先生に「心の眼で感じたままに描けばいい」というアドバイスをもらい…。\nその夜、もう一度烏丸くんにラブレターを書きたいと思う天満は、どうしたら印象的な渡しかたができるのかと思案をめぐらせる。そして、テレビで見た時代劇をヒントに、矢文を放つことにするが…。"
                },
                "4": {
                    "ID": "304992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304992",
                    "TitleEnglish": "Pigs Say Oink Oink! Cats Say Meow! Frogs and Kappas Say Ribbit Ribbit Ribbit!",
                    "SummaryEnglish": "Pigs Say Oink Oink!: It's time for a school field trip. Tenma aims to sit next to Karasuma, whereas Harima wants to sit next to Tenma. Unfortunately, Harima gets on the wrong bus and ends up in a truck full of pigs.Cats Go Meow!: Yakumo tries to care for a stray black cat. She also meets Hanai Haruki, who is deeply in love with her.",
                    "TitleJapanese": "「ブタはブーブー！ネコはニャー！カエルもカッパもガーガーガ！｣",
                    "SummaryJapanese": "今日は遠足。烏丸くんととなりの席になることを祈りながらバスに乗りこむ天満だったが、残念ながらその席には播磨が座ることに。しかし、パーキングエリアでのトイレ休憩の時に、播磨がバスに乗り遅れてしまったため、烏丸くんのとなりは空席になった。ドキドキしながらそこに座ろうとする天満だったが、愛理にうばわれてしまい…。\n別の日の朝、八雲がひとつ多く弁当を作っているのを見た天満は、八雲に好きな人ができたと考える。そこで後をつけてみるが、八雲は黒猫にその弁当をあげていて…。"
                },
                "5": {
                    "ID": "304993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304993",
                    "TitleEnglish": "Burning First Love! Burning Tea Party! Burning Softball Match!",
                    "SummaryEnglish": "Burning First Love!: Harima tells his cousin, Itoko, about how he and Tenma first met and how he fell in love for her.Burning Tea Party!: Since Yakumo has joined the Tea Club, Hanai hopes to get into the club as well. But first, he must pass a tea-tasting test.",
                    "TitleJapanese": "「燃える初恋！燃えるお茶会！燃えるソフトボール！｣",
                    "SummaryJapanese": "中華料理屋で、オトナの色香漂う女性と同席している播磨。その女性は、播磨のいとこの絃子で、実家を出た彼を世話してやっているのだ。絃子に弱みをにぎられている播磨は、ヒゲをはやしてサングラスをかけている理由と、天満と初めて会った時の話をするはめになる。その店に天満がいることも知らずに…。\n播磨が15歳の時、彼は暴漢におそわれそうになっていた天満を助ける。気絶してしまった彼女を、自分の部屋に連れ帰る播磨だったが…。"
                },
                "6": {
                    "ID": "304994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304994",
                    "TitleEnglish": "Survival After School! The Arrival of Confession Time! The Two of Us in the Hospital!",
                    "SummaryEnglish": "Survivng After School!: Tenma gets herself locked in the school gym's closet.The Arrival of Confession Time!: Harima now knows that Tenma likes someone, but he doesn't know who that someone is. Harima jumps to the conclusion that the person that Tenma likes is himself. So, he decides to finally confess his love to her.",
                    "TitleJapanese": "「放課後のサバイバル！告白の時、アライバル！二人きりのホスピタル！｣",
                    "SummaryJapanese": "ある日の放課後。天満は体育館の倉庫に閉じこめられてしまう。袋に入ったパンを発見した天満は、空腹に負けてそのパンにかぶりつくが、それはなんと激辛カレーパン。今度はノドがかわいてしまうというピンチに。スプリンクラーをいじって、水を出すことに成功する天満だったが…。\nそのころ播磨は、天王寺に果し状で呼び出され、体育館裏の雑木林に来ていた。簡単に勝負に勝つ播磨だったが、天王寺に「天満には好きなヤツがいる」と聞かされて…。"
                },
                "7": {
                    "ID": "304995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304995",
                    "TitleEnglish": "Pool Cleaning! Pool Riots! Pool Wars!",
                    "SummaryEnglish": "Pool Cleaning!: Hanai makes Tenma, Harima, and the rest of the class clean the school pool.Pool Riots!: A game of pool hockey is played to decide what Tenma's class is going to do for an upcoming school festival.",
                    "TitleJapanese": "「プールで清掃！プールで暴走！プールで戦争！｣",
                    "SummaryJapanese": "天満たちのクラス委員・花井春樹は八雲に片思いをしていた。八雲のクラスがプール掃除を担当すると聞いた花井は、自分たちのクラスが代わりに掃除をすると言い始めてしまう。\nプール掃除を開始する天満たち。花井が天満のことを好きだとかんちがいした播磨は、花井に向けて、ホッケーのように石鹸を打ち込んできた。それを打ち返す花井。そしてふたりは、はげしい打ち合いを開始する。その時、プールに八雲も姿を現した。八雲にいいところを見せたい花井は、天満たちも巻き込んで、プールでホッケーを始めることに…。"
                },
                "8": {
                    "ID": "304996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304996",
                    "TitleEnglish": "First Grocery Shopping! First Boxed Lunch! My First Heartbreak! What?",
                    "SummaryEnglish": "First Grocery Shopping!: Eri goes grocery shopping for the first time. She's buying ingredients for a dinner she is making.First Boxed Lunch!: Tenma makes a boxed lunch with curry inside so that she can eat with Karasuma, since curry is his favorite food.",
                    "TitleJapanese": "「はじめてのお買い物！　はじめてのお弁当！　はじめての失恋！え？｣",
                    "SummaryJapanese": "美琴に肉ジャガの作り方を聞いた愛理。どうやら、誰かのために初めて料理を作ることにしたらしい。初めての買い物をワクワクしながら終わらせた愛理。果たして彼女は、誰のために料理を作るのか…？ 　ある日の昼休み。烏丸くんがお金がなくて昼食を抜いていると知った天満は、弁当を作っていってあげることを思いつく。そして翌日、烏丸くんが好きなカレーを作って持っていく天満だったが…。"
                },
                "9": {
                    "ID": "304997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304997",
                    "TitleEnglish": "Manga Tragedy! Older Sister Tragedy! The Big Mr. Kappa Tragedy!",
                    "SummaryEnglish": "Manga Tragedy!: Harima tries to turn his life around by becoming a manga artist, but his dreams are soon shot down.Older Sister Tragedy!: Harima is then taken in by an older woman named Anegasaki Tae.",
                    "TitleJapanese": "「マンガで不幸！　お姉さんで不幸！　かっぱさんで大不幸！｣",
                    "SummaryJapanese": "今日もお昼休みに烏丸くんとおにぎりを食べた天満は、幸せで顔がゆるみっぱなし。一方、はげしく落ち込んでいる播磨は、自分を主人公にしたマンガを描くことに没頭していた。それを描き上げた播磨が、出版社に持ち込んでみると、なんと編集者から絶賛されることに。そこへ、播磨があこがれていたマンガ家・二条が入ってきた。二条の正体を見た播磨は、大ショックを受け、さらに落ち込んでしまうが…。"
                },
                "10": {
                    "ID": "304998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304998",
                    "TitleEnglish": "Please God! Please! Real Animal Fortune Telling! Please! Tenma-chan!",
                    "SummaryEnglish": "Please God!: Mikoto injures her hand after a day of martial arts practice. She prays to God for her hand to get better so that she can write for a test. A person who looks like God comes and solves her problem. That person can also tell fortunes with his many animal friends. The God look-alike is in fact Harima!Please! Real Animal Fortune Telling!: Tenma runs off after learning how Karasuma prefers curry over her. Harima chases after Tenma to confess his love to her.",
                    "TitleJapanese": "「お願い 神さま！　お願い！リアル動物占い！　お願い!! 天満ちゃん！｣",
                    "SummaryJapanese": "合気道の稽古で右手を痛めてしまった美琴。明日は絶対落とすことのできないテストがあるため、「せめて最後まで鉛筆を持っていられるように」と神社で神頼み。すると社殿の奥から、自らを「神」だと名乗る謎の人物が現れた。その正体は播磨だったが…。\n駅前の大通りで、たくさんの動物を引き連れて「リアル動物占い」を始めた播磨。良く当たるため評判となるが、そこへ天満と烏丸がふたりでやって来て…。"
                },
                "11": {
                    "ID": "304999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/304999",
                    "TitleEnglish": "Nara! Karasuma! Harima!",
                    "SummaryEnglish": "Nara!: Tenma and her girl friends spend the day at a water amusement park, where they meet a group of boys who want to go out with them. One of those boys is Nara Kentarou, who secretly likes Tenma.Karasuma!: On a rainy day, Tenma goes to a bus stop where she meets Karasuma. She worries if Karasuma doesn't like her after that curry incident.",
                    "TitleJapanese": "「奈良！　烏丸！　播磨！｣",
                    "SummaryJapanese": "プールにやって来た天満、美琴、愛理、晶の4人。ひとり大はしゃぎの天満は、すぐにプールに飛び込んだ。すると、3人の男たちが美琴たちをナンパしはじめた。美琴たちの元へ戻りづらくなった天満は、流れるプールの中でクラスメイトの奈良健太郎と出会う。しばらく奈良に泳ぎを教えてもらう天満だったが、実は3人のナンパ男が奈良と友達であることが判明。そして、デートすることを賭けて、天満たちは奈良たちと勝負をすることになり…。"
                },
                "12": {
                    "ID": "305000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305000",
                    "TitleEnglish": "At The Sea, Help! Naked, Help! Really, Seriously, Help!",
                    "SummaryEnglish": "At The Sea, Help!: Tenma and the gang head for the beach.Naked, Help!: Harima, naked at the moment, tries to find his swimming trunks, but Eri walks in on him and sees him naked. Harima fears that Eri will mistake him for being a pervert. So, he tries to shut Eri up by grabbing her, but the situation goes from bad to worse!",
                    "TitleJapanese": "「海で助けて！　ハダカで助けて！　ホントにマジで助けて！｣",
                    "SummaryJapanese": "海水浴にやって来た天満たち。一同が海へと向かう中、播磨だけは海パンが見つからず、旅館に残ったまま。全裸で海パンをさがしているところへ、なんと愛理が部屋に入ってきてしまった。気が動転した播磨は、思わず全裸のままで愛理を押さえつけてしまい……。\n女性陣がみんなカナヅチだと知った花井は、男性陣が泳ぎのコーチをすると勝手に決める。天満とペアになるために自らクジを作る播磨だったが、ミスをしてしまい、なんと愛理と組むことに……。"
                },
                "13": {
                    "ID": "305001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305001",
                    "TitleEnglish": "Mission 1 is the Cofession of Love! Mission 2 is the Night of Offense and Defense! Mission 3 is Pii-Pyororo!",
                    "SummaryEnglish": "Mission 1 is the Confession of Love!: Tenma tells Harima that she knows that there is a person on this trip that he likes and that Harima hasn't confessed to that person yet. So, Tenma gets Harima to practice confessing to her, even though she's really the person that Harima secretly loves.Mission 2 is the Night of Offense and Defense!: It's the last night of the beach trip, and everyone is sound asleep, except for some of the boys, who are pretty restless.",
                    "TitleJapanese": "「ミッション１は愛の告白！　ミッション２は夜の攻防！ ミッション３はピーヒョロロ！｣",
                    "SummaryJapanese": "遭難した美琴と今鳥は、やっとの思いで海を渡り、なんとか夜になって旅館に帰り着いた。しかし天満たちは、ふたりがいないことにまったく気づいていなかったのだった。\n播磨の好きな相手が美琴だとかんちがいした天満は、旅館の中庭に播磨を呼び出し、告白の練習台になってあげると言い始める。困惑する播磨だったが…。\nそして、一同が寝静まった深夜。播磨は寝ている天満のそばになんとか近づこうとするが…。"
                },
                "14": {
                    "ID": "305002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305002",
                    "TitleEnglish": "Have You Seen it Before? Not That Cute, Is She? Please Take Care Of Me!",
                    "SummaryEnglish": "Have You Seen It Before?: Tenma invites Eri and Mikoto over for a study session. Eri arrives first and asks if Tenma has seen a man's body before, which she did.Not That Cute, Is She?: The friendship between Eri and Mikoto is on thin ice after Eri makes a comment on how Mikoto isn't cute. Meanwhile, Harima gets a part-time job and is now fixing Tenma's air conditioner. Harima also meets Yakumo for the first time.",
                    "TitleJapanese": "「みたことある？　かわいくなくない？　よろしくおねがいします！｣",
                    "SummaryJapanese": "夏休み。天満は自分の部屋でみんなと勉強をする約束をしていた。美琴と晶が遅刻のため、愛理とふたりだけで勉強を始める天満。そこで天満は、播磨が美琴のことを好きらしいということを告げる。海の旅館での播磨との一件が頭から離れていない愛理は、思わず「美琴はかわいくない」と発言。それを、ちょうど部屋にやって来た美琴に聞かれてしまい、室内は不穏なムードになってしまう。いっぽう、電器屋でアルバイトをしている播磨は、エアコンの修理のため、たまたま天満の家に来ていたが…。"
                },
                "15": {
                    "ID": "305003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305003",
                    "TitleEnglish": "With Summer! With Friends! With Launching Fireworks!",
                    "SummaryEnglish": "With Summer!: Harima writes another manga, but he soon runs into Eri, who he thinks knows about his manga. Harima meets up with Mikoto, but when Eri catches up to Harima, she thinks that Mikoto is on a date with him. Eri runs off, and Mikoto chases after her.With Friends!: Hanai thinks that Harima hurt Mikoto. The two boys then get into a fight. Meanwhile, Mikoto gets a message that her old tutor, Kouzu, is returning home.",
                    "TitleJapanese": "「夏と、友情と、打ち上げ花火と。｣",
                    "SummaryJapanese": "相変わらず、天満と自分を主人公にしたマンガを描いて、出版社に持ち込んでいた播磨。その帰り道、愛理を見かけた播磨は、マンガの存在を天満に知られたらマズイと思い、逃げ出した。走ってきた播磨を見た美琴は、彼を喫茶店に誘う。播磨を追いかけてきた愛理は、ふたりがデートをしていると勘違いしてしまい…。\n翌日の花火大会にみんなで行く約束をしていた天満たち。だが愛理は行く気にならないでいた。いっぽう美琴には、あこがれの神津先輩が帰ってくるというニュースが入り…。"
                },
                "16": {
                    "ID": "305004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305004",
                    "TitleEnglish": "It's Actually The Tea Club... It's The Tea Club, Though... That's Because It Is The Tea Club...",
                    "SummaryEnglish": "It's Actually The Tea Club...: Tenma, her sister, and her girl friends go camping as an activity of the Tea Club. Harima, Hanai, and Imadori soon follow. Harima talks with Yakumo and asks her questions about what Tenma said about him that one day. However, when Tenma sees Harima with Yakumo, Tenma thinks that he is hitting on Yakumo.It's The Tea Club, Though...: Tenma goes into \"\"Onee-chan Power\"\" mode and challenges Harima. She plans on pairing up with Harima in the upcoming test of courage and then get into a one-on-one match with him. Harima, however, thinks that this is Tenma's move to confess her love to him.",
                    "TitleJapanese": "「茶道部なのに・・・　茶道部だけど・・・　茶道部だから・・・｣",
                    "SummaryJapanese": "茶道部の合宿ということで、山にキャンプにやって来た天満、八雲、美琴、晶、愛理。それを知った播磨と今鳥はバイクで、花井は自転車で彼女たちを追いかけた。\nキャンプ場にたどり着いた播磨たち。ここでも花井は、いつもの調子でリーダーシップを発揮し、男たちだけで夕飯を準備すると勝手に言い始めた。ひとりで薪拾いをすることになった播磨。先日、猫の伊織を助けてくれたのが播磨だと気づいた八雲は、薪拾いを手伝うことにする。だが、播磨と八雲がふたりきりでいる場面を目撃した天満は、播磨が八雲にもちょっかいを出しているとかんちがいしてしまい…。"
                },
                "17": {
                    "ID": "305005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305005",
                    "TitleEnglish": "Giraffe's Feeling in the Peak of Summer! A Panic Party in the End of Summer! Summer's Over, So We're Changing Now!",
                    "SummaryEnglish": "Giraffe's Feeling in the Peak of Summer!: Yakumo and the tea club take care of one of Harima's animal friends, a giraffe named Pyotr. Later, a young boy runs away from home and seeks shelter in Tenma and Yakumo's home.A Panic Party in the End of Summer!: Harima, Yakumo, and the tea club decide to move all of Harima's animal friends to the Yagami temple. However, Harima and the gang will have to deal with a news team to keep the animals from getting captured.",
                    "TitleJapanese": "「夏の盛りのキリンのキモチ！夏の終わりの 　 パニックパーティー！夏が過ぎたらチェンジング・ナウ！｣",
                    "SummaryJapanese": "突然、キリンの世話をしなくてはならなくなった八雲、晶たち。キリンが運動不足だと感じた八雲は、サラとともに夜の公園へキリンの散歩に出る。八雲に感謝するキリン。だが、自分にはご主人様がいたことを思い出し、走り出してしまう。一方、合宿から帰ってきた天満は、播磨に家の近くまで送ってもらっていたが…。\n雨が強く降っていたある日、八雲は門の下で雨宿りをしている男の子を発見。一晩泊めてあげることにするが…。"
                },
                "18": {
                    "ID": "305006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305006",
                    "TitleEnglish": "Karen's Love, Still a Long Way to Go! Karen's Love, Little by Little! Karen's Love, And Then...",
                    "SummaryEnglish": "Karen's Love, Still a Long Way to Go!: Ichijou remembers the date that Imadori promised her, but Imadori doesn't recall it at all.Karen's Love, Little by Little!: Ichijou's date with Imadori has been set, but unfortunately, Ichijou also has a wrestling match on the same day as her date. But, never fear! Tenma's here!",
                    "TitleJapanese": "「かれんの恋、まだまだ　かれんの恋、ぼちぼちかれんの恋、そして・・・」",
                    "SummaryJapanese": "今鳥とともに日直をすることになったかれんは、彼とデートの約束をしていたためにドキドキしていた。その約束を思い出した今鳥は、なんとかごまかそうとしていたが、ひょんなことから本当にデートをすることになってしまう。\n今鳥とのデートを楽しみにしていたかれんだったが、突然レスリング部の練習試合が入ってしまう。それを聞いた天満は、かれんの身代わりにマスクをかぶって出場することにするが…。"
                },
                "19": {
                    "ID": "305007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305007",
                    "TitleEnglish": "Dream of Art! Pray to God! And Wish Upon a Star!",
                    "SummaryEnglish": "Dream of Art!: There is news circulating through the school about Itoko being a model for an art exhibit, and the theme is nudity! Of course, all the guys are excited about this, except for Harima and Hanai. But, when they hear about Tenma and Yakumo helping out the art exhibit, they get fired up too!Pray to God!: Yakumo takes part in a mock wedding ceremony as the bride, and Hanai is the groom. Harima hears about this, but he thinks that it's Tenma who's the bride. So, Harima and Hanai get into another fight.",
                    "TitleJapanese": "「芸術に夢を！　神に誓いを！　星に願いを！」",
                    "SummaryJapanese": "笹倉先生が絵の個展を開くことになった。紘子先生がヌードモデルになると聞き、色めき立つクラスの男子たち。さらに、天満と八雲までモデルになるという話を聞きつけ、播磨と花井は気が気でない。そして、個展の当日がやって来て…。　\n教会の宣伝のために結婚式の写真をパンフレットにするというサラは、八雲に新婦役のモデルをお願いする。それを承諾する八雲だったが、どこからかその話を聞きつけた花井が、いつの間にか新郎役になっていた。いっぽう播磨は、新婦役を天満がするするとかんちがいしていて…。"
                },
                "20": {
                    "ID": "305008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305008",
                    "TitleEnglish": "It's Gone! This Is Gone Too! Whatever Will We Do!",
                    "SummaryEnglish": "It's Gone!: Eri accidently cuts off Harima's beard. She tries to apologize to him, but it's not that easy for her.This Is Gone Too!: Harima writes another manga, but he is advised to get a friend to proofread the manga. The problem is that Harima has no friends! Luckily, Harima gets Yakumo to read his manga and help him edit and improve it.",
                    "TitleJapanese": "「あれがない！　これもない！　どうしようもない！」",
                    "SummaryJapanese": "放課後の教室で、体育祭の応援に使うボンボンを製作中の天満たち。だが、ひょんなことから、居眠り中の播磨のあごヒゲを愛理が切り落としてしまう。翌日、ヒゲを失い落ち込む播磨のもとへ、愛理があやまろうと近づく。播磨は愛理を「舎弟にする」と言い出すが…。 　\n出版社にマンガを持ち込む播磨は、編集者にダメ出しされてしまう。「描いたマンガを友達に見てもらうといい」というアドバイスをもらう播磨だったが…。"
                },
                "21": {
                    "ID": "305009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305009",
                    "TitleEnglish": "Hanai Strikes Back! Karen Shines! Onee-san, Revisited!",
                    "SummaryEnglish": "Hanai Strikes Back!: Hanai returns from his training and learns that Harima Kenji has just saved two girls from a gang. Hanai rushes to where Harima was last seen. He finds that an entire gang has been beaten up, but it was not Harima Kenji who did it. Instead, it was.. Harry MacKenzie?Karen Shines!: Lala decides to have lunch with Ichijou, but things go bad when Imadori starts provoking Lala. Also, class 2-D's Harry MacKenzie and Tougou Masakazu challenge class 2-C at the upcoming sports festival.",
                    "TitleJapanese": "「逆襲の花井！　閃光のかれん！　再会、お姉さん」",
                    "SummaryJapanese": "播磨との決戦を決意し、深い山の中での修行を終えて帰ってきた花井。街中で播磨を探していると、「ハリマケンジ」に倒されたという青年に遭遇。さっそく、ヘルメットをかぶりバイクにまたがってそこに立っていた「ハリマケンジ」に勝負を挑もうとするが、ヘルメットを脱いだその男は、金髪・美形の「ハリー･マッケンジー」だった。　\nハリーとの勝負を始める花井。そこへ、八雲と、彼女にマンガの原稿を見せるために待ち合わせしていた播磨が姿を現した。そして今度は、播磨とハリーが拳を交えることになるが…。"
                },
                "22": {
                    "ID": "305010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305010",
                    "TitleEnglish": "The War Has Started! Intense Kibasen! This Is Super Chaotic!",
                    "SummaryEnglish": "The War Has Started!: The sports festival has begun! Class 2-C has won a lot of events, putting them in first place. 2-C is currently one point ahead of 2-D, and the last two events are the Kibasen and the Baton Race.Intense Kibasen!: 2-D and 2-C's performance in the Kibasen event forces the other classes to use unorthodox methods to win.",
                    "TitleJapanese": "「いざ開戦！　さぁ騎馬戦！　もう大乱戦！」",
                    "SummaryJapanese": "いよいよ体育祭が始まった。Ｃ組とＤ組の因縁の対決は、開始早々ヒートアップ。全員参加の玉入れ、天満、播磨、花井が組んだ三人四脚、愛理が活躍した１００メートル走、そして一条とララが火花を散らした綱引きなど、各競技大いに盛り上がり、前半が終了してＣ組とＤ組の差はわずかに１点となった。\n残る競技は男女混合騎馬戦とリレーのみ。一条＆花井の騎馬、美琴＆麻生の騎馬、愛理＆播磨の騎馬の活躍により、Ｃ組優勢の展開となるが、ここでＤ組は切り札である巨大な天王寺の騎馬をくり出し…。"
                },
                "23": {
                    "ID": "305011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305011",
                    "TitleEnglish": "The Women's War! The Men's War! The War Is Over...",
                    "SummaryEnglish": "The Women's War!: It' the women's relay race, and Eri is participating. But, will her injury from the Kibasen event affect her running?The Men's War!: The last event of the sports festival is the men's relay race. 2-D is currently winning with a score of 245 points. 2-C's boys need to win this event if they want to defeat 2-D.",
                    "TitleJapanese": "「女の闘い！　男の戦い！　たたかい終わって…」",
                    "SummaryJapanese": "大いに盛り上がった体育祭も、残す競技はリレーのみ。２年Ｃ組は、総合得点でほんのわずかＤ組を上回っていた。そしていよいよ、女子のリレーがスタート。第一走者・美琴の活躍もあり、２位以下に大差をつけたＣ組は、バトンを第四走者の愛理へ。騎馬戦の時に足を傷めていたことを隠して快走する愛理だったが、転倒してしまい、Ｃ組は敗退してしまう。愛理が足を負傷したことに責任を感じた播磨は、最終競技・男子リレーに出場することにするが…。"
                },
                "24": {
                    "ID": "305012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305012",
                    "TitleEnglish": "Fretfulness Hesitation Wandering",
                    "SummaryEnglish": "Fretfulness: There are rumors going around the school about Harima and Eri dating each other. Since Harima knows that he no longer has a chance with Tenma, he asks Yakumo to get something from off his desk and change the nametag on it. The thing was supposed to be Harima's love story, but Yakumo accidently picks up a shirt that was meant to be a present for Harima from Eri, who ends up thinking that Yakumo is dating Harima.Hesitation: Karasuma's birthday is coming up soon. So Tenma tries her best to bake a cake for him.",
                    "TitleJapanese": "「焦燥（しょうそう）　逡巡（しゅんじゅん）　彷徨（ほうこう）」",
                    "SummaryJapanese": "教室に播磨と愛理の相合い傘が描かれていた。それを見て怒りを爆発させる播磨だったが、天満に「愛理ちゃんとのこと、応援するぞ」と言われ、ついに天満が自分に気がないことを悟ることに。\n一方、学校を休んでいた愛理は、自宅で播磨の体操着のネームを縫いつけてあげていた。そして、放課後の学校を訪れ、それをこっそり播磨の机の上に置いておく。しかし、そこで八雲と出会った愛理は、播磨と八雲が付き合っているとかんちがいしてしまうことに。そしてそれを愛理に聞かされた天満も、ふたりが付き合っていると誤解して…。"
                },
                "25": {
                    "ID": "305013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305013",
                    "TitleEnglish": "Boooo! Puwaan! Gyuiin!",
                    "SummaryEnglish": "Boooo!: The captain of the ship decides to turn the ship around to return Harima back to Japan.Puwaan!: Tenma goes shopping with Harima to buy a present for Karasuma's birthday (since Tenma failed to bake a cake 25 times).",
                    "TitleJapanese": "「 (ボ──！　プワーン！　ギュイーン)」",
                    "SummaryJapanese": "完全に天満にフラれたと思った播磨は、「もう日本にはいられない」と、漁船に乗り込んだ。だが、かつて漫画家だった漁船の船長は、播磨の漫画への情熱を感じ取り、船を港へと引き返させる。そしてマグロの骨でできたペン軸を渡し、播磨を送り出すのだった。\nあと3日と迫った新人賞の締め切りに向け、マグロの骨のペン軸で漫画を描き始めた播磨。そこへ、天満から電話が。烏丸への誕生日プレゼントを買うのに付き合ってほしいというのだ。この１日で自分の魅力を天満にわからせようと奮闘する播磨だったが…。"
                },
                "26": {
                    "ID": "305014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/305014",
                    "TitleEnglish": "A Sudden Goodbye",
                    "SummaryEnglish": "Harima rushes to enter the rookie manga artist contest. He soon runs into Eri.Tenma and Iori (the black cat) switch bodies!",
                    "TitleJapanese": "突然の「さよなら」...",
                    "SummaryJapanese": "迷い込んだラビリンス... あなたはだれ?... 教えて。\n「すれちがい」「片想い」とどけ、ボクの気持ち。とどけ、ワタシの想い。\nたぶん一度しかない季節、青春の1ページ。\nこれが最後のチャンス、確かめたい... キミの気持ち。\n伝わる言葉、伝わらない想い。あの日の告白、永遠の一日、\nだけど… いつまでも続いていく、わたしたちの「いま」。\nそして明日へ...「スクールランブルフォーエバー」"
                }
            }
        },
        "2": {
            "ID": "16679",
            "URL": "https://www.thetvdb.com/series/school-rumble/seasons/official/2",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "313338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313338",
                    "TitleEnglish": "Scramble Reloaded! Requesting a Superstar! A Scandalous Restart!",
                    "SummaryEnglish": "Scramble Reloaded!: The situation between Yakumo and Harima goes from bad to worse when Tenma thinks that the two are dating.",
                    "TitleJapanese": "「ScrambleなReloaded！　SuperstarにRequest！　ScandalousなRestart！｣",
                    "SummaryJapanese": "天満にフラれたと勝手に思い込んで日本を逃げ出していた播磨は入魂の漫画を完成させ、再び彼女に告白するため学校に戻ってくる。が、天満は播磨と八雲がラブラブと勘違いしていて…。勘違いが勘違いを呼び、スクラン二学期は大パニックの予感？！"
                },
                "2": {
                    "ID": "313339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313339",
                    "TitleEnglish": "Strategy Battlefield Comrades",
                    "SummaryEnglish": "Strategy: Class 2-C is the only class that hasn't decided on what to do for the upcoming Cultural Festival. Should they do a cafe or a theatrical play (or even a swimsuit sumo wrestling competition)? What's the best way to decide? Why, play a survival game, of course (which was proposed by Takano Akira)!",
                    "TitleJapanese": "「策謀　戦場　朋友｣",
                    "SummaryJapanese": "もうすぐ文化祭。文化祭の出し物を何にするかでクラスは紛糾、ついにサバイバルゲームで決着をつける事に。喫茶店軍と演劇軍に分かれ、夜の学校は戦場と化す。そこへ予期せぬ敵も現われて、事態は風雲急を告げる！"
                },
                "3": {
                    "ID": "313340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313340",
                    "TitleEnglish": "Beautiful Beast VS Beastly Beauty God of War VS God of Fighting Teacher VS Student",
                    "SummaryEnglish": "Nakamura is about to shoot Asou, but a snipers bullet causes him to dive out of the way instead.",
                    "TitleJapanese": "「美獣vs美獣 軍神vs軍神 生徒vs生徒｣",
                    "SummaryJapanese": "戦いの中で次第に明らかになってゆくもつれた人間関係。己のプライドと存在を賭けて戦士たちは戦う。そしてサバイバルゲームはクライマックスの瞬間を迎える。天満ＶＳ烏丸、播磨ＶＳ花井…果たして最後に生き残るのは？！"
                },
                "4": {
                    "ID": "313341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313341",
                    "TitleEnglish": "Theatrical Ideas! Bath House Ideas! Rice Ball Ideas!",
                    "SummaryEnglish": "Since everyone in class has ideas for the play, Mai and Yuuki makes each person write it up, on the condition that they cant include themselves.",
                    "TitleJapanese": "「演劇で妄想！　銭湯で妄想！　オニギリで妄想！｣",
                    "SummaryJapanese": "すべての決着がつき、文化祭の準備に忙しい一同。学校に泊り込みで作業を進める。みんなで銭湯に行ったり夜食を食べたりと青春を謳歌する一同。それぞれの夢と希望と恋心と勘違いを乗せ、いよいよ文化祭が始まる！"
                },
                "5": {
                    "ID": "313342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313342",
                    "TitleEnglish": "Escorts are culture! Manga is culture! Cakes are also culture!",
                    "SummaryEnglish": "The day of the culture festival has finally arrived!",
                    "TitleJapanese": "「オミズは文化　マンガは文化　ケーキもブンカ｣",
                    "SummaryJapanese": "文化祭一日目。2Cの喫茶店は女子の奮闘で大盛況。が、思わぬ新規店が現われて、矢神祭売り上げナンバー1を競って喫茶店戦争勃発！さらに今日はなんと烏丸の誕生日！手作りケーキを用意して烏丸に渡そうと張り切る天満だが…。"
                },
                "6": {
                    "ID": "313343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313343",
                    "TitleEnglish": "Sleeping, Beast Kiss, Impossible Finale",
                    "SummaryEnglish": "Harima shows Yakumo a part of his manga, where a prince (Harima) has to save a sleeping princess (Tenma).",
                    "TitleJapanese": "「スリーピング・ビースト　キッス・インポッシブル　フィナーレ｣",
                    "SummaryJapanese": "文化祭二日目。高野晶脚本監督による2Cの演劇『眠りの森の美女』が上演される。王子役は愛理、姫役は美琴、のはずが蓋を開けてみれば、なんとベッドで眠っていたのは播磨！\n急遽アドリブで進む演劇の思いがけない結末とは…？！"
                },
                "7": {
                    "ID": "313344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313344",
                    "TitleEnglish": "Fight, Hunter! Fight, Eater! Fight, Part Timer!",
                    "SummaryEnglish": "The girls are together for an outing in the mountains.",
                    "TitleJapanese": "「闘え、ハンター！闘え、イーター！闘え、アルバイター！｣",
                    "SummaryJapanese": "文化祭も無事終了。ピクニックに出かける天満、八雲、愛理、美琴、晶、播磨、花井、今鳥。男のアウトドア料理対決が始まる！他、スクランキャラたちのバイト風景、秋祭りなどオリジナル・バラエティー編！"
                },
                "8": {
                    "ID": "313345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313345",
                    "TitleEnglish": "Blow out, the birth of the girl's basketball team! Please take care of me, Sempai! Collapse, the swing of tears...",
                    "SummaryEnglish": "Tenma is excited about playing basketball after reading a basketball manga.",
                    "TitleJapanese": "「はっちゃけ☆女子バスケ部誕生！　はっちゃけ☆よろしく先輩　はっちゃけ☆涙のブランコ…｣",
                    "SummaryJapanese": "女子バスケ部が新設され、入部する天満、美琴、嵯峨野、一条、ララ、麻生を好きな新キャラ・さつき。麻生ら男子バスケ部員の協力を得て、地区大会に向け練習する一同。しかし天満は試合のメンバーから外されてしまい…。"
                },
                "9": {
                    "ID": "313346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313346",
                    "TitleEnglish": "Pass! Dribble! Shoot!",
                    "SummaryEnglish": "With Satsuki still unable to make her shots, Tae sends Asou to give her some help",
                    "TitleJapanese": "「パス！　ドリブル！　シュート！｣",
                    "SummaryJapanese": "試合のメンバーから外され、失意の天満の前に現れる謎の男たち。彼らにバスケの猛特訓を受け、生まれ変わった天満はかつてのチームメイトたちの前に敵として戻って来る。かくして壮絶なバスケの試合が始まった！"
                },
                "10": {
                    "ID": "313347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313347",
                    "TitleEnglish": "Hee~ Hee hee~ Hee hee hee!",
                    "SummaryEnglish": "Tenma goes on a diet, but fails horribly at sticking with it.",
                    "TitleJapanese": "「ヒィー！　ヒィー！ヒィー！　ヒィー！ヒィー！ヒィー！｣",
                    "SummaryJapanese": "最近すっかり2Dに入り浸っている天満。天満を取り返そうと、東郷たちとトランプで賭けをする播磨と花井。だが、あっさり負けてしまい、頭に血が上った二人は次々にクラスの人間を賭けてゆくが…？！"
                },
                "11": {
                    "ID": "313348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313348",
                    "TitleEnglish": "Napoleon, between life and death... Nishimoto, between one's nature and one's motives... Sara, between a saint and me",
                    "SummaryEnglish": "Everyone is attending Mikotos familys nabe party.",
                    "TitleJapanese": "「ナポレオン、生と死の間で…　西本、性と志の間で…　サラ、聖と私の間で…｣",
                    "SummaryJapanese": "周防工務店と花井道場の合同芋煮会に参加するスクランキャラたちのスケッチ、地震をきっかけに彷徨う西本の秘蔵DVDコレクションの行方、恋の懺悔に戸惑うサラの新米シスター生活など、バラエティー三本立て。"
                },
                "12": {
                    "ID": "313349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313349",
                    "TitleEnglish": "Perfect, prohibition! Entering, prohibition! Knickerbockers, prohibition!",
                    "SummaryEnglish": "Tenma goes to the library to study, but ends up sleeping instead.",
                    "TitleJapanese": "「パーフェクト、禁止！　立ち入り、禁止！　半ズボン、禁止！｣",
                    "SummaryJapanese": "天満の誕生日がやって来た。あいにく美琴や愛理や八雲は忙しくて、誕生日を一緒に過ごせない。ガッカリしている天満を喜ばそうと、最高のシチュエーションを用意して天満を外に連れ出す播磨だが…？！"
                },
                "13": {
                    "ID": "313350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313350",
                    "TitleEnglish": "People with death Behind them, Place the name of Karasuma, Unlocking all the secrets of the riddle!",
                    "SummaryEnglish": "There is a legend of a ryuunen-sensei - a teacher who appears whenever a student is in danger of failing and being held back a grade.",
                    "TitleJapanese": "「振りかえればヤツがいる。　カラスマの名にカケて。　謎はすべて解けた！｣",
                    "SummaryJapanese": "いよいよ期末テスト。矢神高校七不思議のひとつ・留年先生が出る季節だ。彼は普段は見えないが、進級が危うい生徒がいると傍に現われて警告する。留年先生を見てしまう播磨と天満。大ピンチの二人の運命や如何に？！"
                },
                "14": {
                    "ID": "313351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313351",
                    "TitleEnglish": "At Colorado, In America(26F), With America(26H),",
                    "SummaryEnglish": "The class celebrates Tenmas birthday by having a party.",
                    "TitleJapanese": "「at メルカド　inアメリカ(26F)　withアメリカ(26h)｣",
                    "SummaryJapanese": "メルカドで天満の誕生パーティーが盛大に行われる。だが、そこには肝心の烏丸の姿はなかった。寂しい天満。一方、談講社から漫画のアシスタントに呼び出される播磨。なんと播磨を待ち受けていた漫画家とは…？！"
                },
                "15": {
                    "ID": "313352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313352",
                    "TitleEnglish": "Men who have been given up now! Men who are invited! Men who are tested!",
                    "SummaryEnglish": "Harimas manga actually gets published in place of Karasumas.",
                    "TitleJapanese": "「締めだされた男　招かれた男　試された男｣",
                    "SummaryJapanese": "漫画家の代わりに描いた播磨の漫画が雑誌に掲載される。播磨を気に入った編集長はクリスマスまでに120Pの漫画を描けと言う。ところが絃子はスノボー旅行中で家に入れず、播磨は塚本家に居候して漫画を描く事に…。"
                },
                "16": {
                    "ID": "313353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313353",
                    "TitleEnglish": "Don`t want to be shackled by anyone! Don`t want to go back to school and home! In the tent of darkness!",
                    "SummaryEnglish": "Harima wakes up all tied up outside the Tsukamoto home.",
                    "TitleJapanese": "「誰にも縛られたくない～　もう学校や家には帰りたくない～　暗い夜の帳の中で～｣",
                    "SummaryJapanese": "天満の逆鱗に触れ、塚本家を叩き出される播磨。路頭に迷う播磨を見かけた美琴は、自宅に播磨を連れてゆく。驚いた事に周防家には愛理も居候していた。愛理は親から見合いを勧められ、家出をしていたのだった。"
                },
                "17": {
                    "ID": "313354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313354",
                    "TitleEnglish": "...Eri`s escape! ...Harima`s lullaby! ...The fake bride!",
                    "SummaryEnglish": "Nakamura sees Eri ride away with Harima, but he cant catch them.",
                    "TitleJapanese": "「…愛理の逃避行　…播磨のララバイ　…偽りの花嫁｣",
                    "SummaryJapanese": "愛理を探しにナカムラが周防家にやって来る。密かに愛理を外に連れ出す播磨。見合いを断りたい愛理の心情を察し、播磨は話をぶち壊す事を約束する。ところが見合い現場には愛理の代わりに天満がいて…！"
                },
                "18": {
                    "ID": "313355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313355",
                    "TitleEnglish": "Sweet trap of part-time work, sweet trap of the classroom, sweet trap of celebrity",
                    "SummaryEnglish": "Eri tells Mikoto about how she stayed together with Harima under a single blanket at the temple.",
                    "TitleJapanese": "「バイトの甘いワナ　教室の甘いワナ　セレブの甘いワナ｣",
                    "SummaryJapanese": "クリスマスが近づいて来た。クリスマス・ツリーの飾り付けのバイトをする播磨と愛理の話、クリスマスに一旗上げようとする西本、吉田山、奈良の話、異空間に飲み込まれるサラ、八雲、晶、天満の話など、クリスマス序盤編。"
                },
                "19": {
                    "ID": "313356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313356",
                    "TitleEnglish": "Here, There, Everywhere Is Christmas! Bravely Moving Forward For Christmas! Shatter, Christmas!",
                    "SummaryEnglish": "Finally finished with his manuscript, Harima wants to have Tenma to read it first.",
                    "TitleJapanese": "「こっちもあっちもX’マス！　驀進FOR X’マス！　砕けろX’マス！｣",
                    "SummaryJapanese": "クリスマス・イブの日。烏丸への手作りプレゼントを完成させる天満。一方、播磨もついに漫画を完成させる。天満に原稿を見せ、褒められた勢いで談講社に原稿を届けに向かう播磨。が、その行動が思わぬ事態を引き起こす！"
                },
                "20": {
                    "ID": "313357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313357",
                    "TitleEnglish": "More than friends... Less than sweethearts... Before that...",
                    "SummaryEnglish": "This act starts out with Karens brother, Kousuke pestering a very tired Karen while she is brushing her teeth.",
                    "TitleJapanese": "「友だち以上…恋人未満…それ以前…｣",
                    "SummaryJapanese": "主役たちのクリスマス・イブのドラマが進行する裏側で、イブを一緒に過ごす特定の人がいないサブキャラたちのささやかな一日のスケッチ。恋をしている人、いない人、それぞれの想いを包んでイブの夜は静かに更けてゆく―。"
                },
                "21": {
                    "ID": "313358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313358",
                    "TitleEnglish": "...it's School Rumble ......it's really School Rumble .........I said it's School Rumble!",
                    "SummaryEnglish": "It's School Rumble: My Mai Dream! Mai, the princess of the Magical Realm, wants to use the rare blue Damask rose to make Masked Kamen fall for her, but The Evil Cartoon King kidnapped him! It's up to Mai to save the day. it's Really School Rumble: The Perverted Cartoon King is in his castle, and Mai, with the help of Karasuma, succeeds in breaking in. But why is the Cartoon King doing this? And what lies underneath Karasuma's school uniform? I said it's School Rumble: Turns out The Evil Perverted Cartoon Kings has a heart after all! But magical love is no love at all, Mai. The true identity of Masked Kamen is revealed! Just remember, it's still School Rumble. Doraibu is good, but it's still not School Rumble.",
                    "TitleJapanese": "「…スクランです。　……スクランですよ。　………スクランですってば！｣",
                    "SummaryJapanese": "私、塚本天満。華の高校2年生！ クリスマスも終わって冬休み真っ只中!! ……のはずなんだけど、あれ？ あれれれ？ 播磨君、どうしたのその服。ってあたしもなんでこんな格好してるの～!? よく見たらみんな変な格好してるし。あっ、でも烏丸君はいつもの学生服だ、やっぱりカッコイイなぁ～。"
                },
                "22": {
                    "ID": "313359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313359",
                    "TitleEnglish": "Year's first dream, Lion dance, New Year's",
                    "SummaryEnglish": "The Phantom has found a worthy opponent. First Dream: It's not the first time Harima had dreamt about Tenma accepting his love but this is the first dream of the new year, which means it will come true! If that is true, then why is Tenma praying with Karasuma, while Harima is stuck with Eri? Lion Dance: Harima and Eri are assigned for the traditional Lion Dance. But Harima must follow Tenma! The people of Japan just aren't used to see a giant Lion roaming the streets. New Year: People do many things on New Year's Day in Japan. They fly kites, play games, and beat up Imadori.",
                    "TitleJapanese": "「初夢　獅子舞　お正月｣",
                    "SummaryJapanese": "いよいよお正月。初詣に出かけた天満は神社で偶然烏丸と出会う。一方、播磨は美琴から獅子舞の手伝いを頼まれるが、ペアの相手はなんと･･･！他、凧揚げ、百人一首、羽つきなどお正月気分満載の一本。"
                },
                "23": {
                    "ID": "313360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313360",
                    "TitleEnglish": "Jumbo dream, Dream jump, Dream express",
                    "SummaryEnglish": "Tenma decides it's time to lose some weight yeah, right. Jumbo Dream : Tenma and her friends have gone skiing, while Itoko and her friend have gone to Okinawa. But with a 30 page script to write and no money at all, Harima can only gaze from afar Dream Jump: Everybody has a shocking side- Tenma is great at ski, and Karasuma likes to dress as a snowman. Not to mention Ichijou's great ice skating skills. Now Lala is envious. Dream Express: Yakumo is all alone, and isn't feeling well. Harima is all alone, too. Can a giraffe help them both?",
                    "TitleJapanese": "「ドリームジャンボ　ドリームジャンプ　ドリームプレス｣",
                    "SummaryJapanese": "お正月太りを解消する為、スキー旅行に出かける天満、愛理、美琴、晶。ララ、東郷、ハリー、一条、今鳥、さつきはスケート大会に出場する。その頃、播磨は週刊『ジンガマ』春の増刊号の漫画の執筆に勤しんでいた･･･。"
                },
                "24": {
                    "ID": "313361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313361",
                    "TitleEnglish": "Southern Rainbow of 2-C! Mysterious Yaakumo Island! The Seven Seas...!",
                    "SummaryEnglish": "All the students of 2-C go on Eri's cruise through the Pacific for their winter vacation. They eventually hit a reef and the engine breaks down, leaving them stranded. Hanai flies on his kite to an island populated by what seems to be a Mesoamerican civilization, featuring familiar faces.",
                    "TitleJapanese": "「南の虹の2-C！　ふしぎな島のヤークモ！　七つの海の…！｣",
                    "SummaryJapanese": "愛理の家の豪華クルーザーで優雅にクルージングを楽しむスクランキャラたち。ところが思いがけぬアクシデントで漂流してしまうが！！！一方、花井は見知らぬ土地で愛しい人（？）と出会うのであった。"
                },
                "25": {
                    "ID": "313362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313362",
                    "TitleEnglish": "Isn't it romantic, Harima? Harima, published in Jingama! Come quickly, Harima!",
                    "SummaryEnglish": "Harima gets unexpected assistance from Tenma for his manga, increasing their bond. Yakumo remembers a book from her childhood.",
                    "TitleJapanese": "「ロマンチックだね、播磨くん！　ジンガマに載った、播磨くん！　キャモ～ン♥、播磨くん！｣",
                    "SummaryJapanese": "漫画の締め切りが迫り、家で必死に原稿を描いている播磨。そこへ天満がアシスタントをしに現われる。突然の天満の出現にパニクる播磨。実は天満を播磨のところへ向かわせたのは八雲だった。果たして八雲の真意とは？"
                },
                "26": {
                    "ID": "313363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-rumble/episodes/313363",
                    "TitleEnglish": "Period.",
                    "SummaryEnglish": "Harima has his best chance yet to confess to Tenma. There are big news about Karasuma. Yakumo is visited again by the ghost girl, who interrogates her about her feelings for Harima. Flashbacks reveal Yakumo's relationship with Tenma as children, when Yakumo's character was quite different. We learn the importance of the children's book. The third term starts, and Harima has to decide whether to stay at school or not.",
                    "TitleJapanese": "「・（ピリオド）｣",
                    "SummaryJapanese": "漫画の原稿を描き進めるうち、ひょんな事から初めて播磨と出会った時の記憶を蘇らせてしまう天満。窮地に立たされた播磨は天満にすべてを告白しようとする。しかし、そんな二人にさらなる衝撃が待ち受けていて･･･！"
                }
            }
        }
    }
}