{
    "URL": "https://www.thetvdb.com/series/ergo-proxy",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Mystery",
        "Science Fiction",
        "Suspense",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0791205/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH927779",
        "https://www.tvmaze.com/shows/8256/show-slug",
        "https://www.themoviedb.org/tv/1097",
        "https://www.themoviedb.org/tv/1097",
        "https://en.wikipedia.org/wiki/Ergo_proxy"
    ],
    "TitleEnglish": "Ergo Proxy",
    "SummaryEnglish": "In the utopian city, Romdeau, where humans and their android servants live, the landscape is broken by a series of murders. Real Mayar, a female inspector from the Citizen Information Bureau, along with her android partner Iggy, are tasked to solve the cases. Mayar is soon attacked by a creature which is neither human nor android, and learns about the mysterious phenomena called \"Awakening.\"",
    "TitleJapanese": "エルゴプラクシー",
    "SummaryJapanese": "人とロボットが共存する世界－完全管理統制され“感情を必要としない楽園”ドームシティ「ロムド」 。 そんな楽園都市で起きた謎の殺人事件を追う市民情報局の若き女性キャリア、 リル・メイヤー。 そして彼女の周囲に現れる「awakening」 という謎のメッセージ。 \nそのメッセージに気づいた夜、 リルは突如現れた異形の怪人の襲撃に遭う。 彼女を襲ったモンスターは何者なのか、 そして、 そこに介在した或る人物とは…それはやがて螺旋に織り成す謎を纏い、 形而上の喊声はリルを見果てぬ外世界へと誘う。",
    "Aliases": [],
    "Modified": "2025-04-21",
    "Seasons": {
        "1": {
            "ID": "16724",
            "URL": "https://www.thetvdb.com/series/ergo-proxy/seasons/official/1",
            "# Episodes": 23,
            "Episodes": {
                "1": {
                    "ID": "313843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313843",
                    "TitleEnglish": "Awakening",
                    "SummaryEnglish": "When a series of mysterious attacks involving Cogito infected AutoReivs occur, Re-l is assigned to investigate, and encounters a humanoid monster. Later, she is attacked by two of these monsters at her home.",
                    "TitleJapanese": "はじまりの鼓動/awakening",
                    "SummaryJapanese": "ドームシティ「ロムド」の極秘研究施設から長年眠り続けていた異形の怪人が突如目覚め、逃亡するという事件が起こった。若き情報局職員リル・メイヤーは、コギト・ウィルスに感染したオートレイヴの事件の捜査途中、逃亡した怪人に遭遇する。"
                },
                "2": {
                    "ID": "313844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313844",
                    "TitleEnglish": "Confession",
                    "SummaryEnglish": "Re-l struggles to convince her peers of her encounters with the monsters, which she learns are called Proxy. She is removed from the investigation and finds that Iggy has had his memories of recent events erased. Meanwhile, Vincent finds himself on the run from a proxy and then the city's authorities.",
                    "TitleJapanese": "良き市民の告白/confession",
                    "SummaryJapanese": "怪人に遭遇した事を説明するリル。だが、謎の怪人はリルの見た幻として処理され、誰一人信じようとしない。傷つけられたプライドの回復と己の探究心を満たす為、リルは独自に捜査を開始する。"
                },
                "3": {
                    "ID": "313845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313845",
                    "TitleEnglish": "Mazecity",
                    "SummaryEnglish": "Romdo is no longer a safe haven for Vincent. He is trying to avoid capture by the authorities. As he flees he comes across the infected AutoReiv Pino. Pino then shows him the way to escape from Romdo to the outside world. Re-l struggles to contact Vincent and uncover the true nature of his involvement with the Proxy.",
                    "TitleJapanese": "無への跳躍/mazecity",
                    "SummaryJapanese": "自分の保護観察下にある移民の男と怪人との接点を見つけるリル。その男との接触を試みようとするリルだったが、男は別の事件の容疑者として追われて街から姿を消した後だった。"
                },
                "4": {
                    "ID": "313846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313846",
                    "TitleEnglish": "Futu-risk",
                    "SummaryEnglish": "Vincent and Pino are taken in by a small commune, the inhabitants of which make a living off the refuse dumped from the Dome. Meanwhile, Raul plans his move to locate and capture Vincent.",
                    "TitleJapanese": "未来詠み、未来黄泉/futu-risk",
                    "SummaryJapanese": "消えた男の調査の為、男の部屋を訪れたリルだったが、そこは生活感のまるでない奇妙な部屋だった。部屋の中から小さな手がかりを探し出す事に成功したリルは、それを元に男がたどった足跡をめぐっていく。"
                },
                "5": {
                    "ID": "313847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313847",
                    "TitleEnglish": "Tasogare",
                    "SummaryEnglish": "Re-l braves the outside world in order to bring Vincent back to Romdo. While there, Raul commences his plan to capture Vincent by attacking the Commune with patrol drones. Re-l's environmental suit is damaged and Vincent is injured in the attack. Re-l suspicions are confirmed that there is a link between Vincent and the Proxies.",
                    "TitleJapanese": "召還/TASOGARE",
                    "SummaryJapanese": "はじめてロムドの外へ出るリル。外界の景色に驚きつつも探索を始めたリルの眼前にスクラップを寄せ集めて作った瓦礫の集落が現れる。そこはドームから逃げ出した者たちが集まり暮らす「コミューン」と呼ばれる場所だった"
                },
                "6": {
                    "ID": "313848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313848",
                    "TitleEnglish": "Domecoming",
                    "SummaryEnglish": "Re-l's life becomes endangered when she falls ill after exposure to the harsh environment. Hoody hatches a cunning plan to trick Raul and return to Romdo. Quinn leads a group on an escape from the Commune using the Rabbit.",
                    "TitleJapanese": "帰還/domecoming",
                    "SummaryJapanese": "ビンセントを助けようとした為、外界の空気に触れてしまったリルは、感染病にかかってしまった。苦しむリルを何とか助けたいと願うビンセントにコミューンの人々はある条件に従えば、感染症を治すワクチンを渡すと言う。人々が提示したその条件とは…。"
                },
                "7": {
                    "ID": "313849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313849",
                    "TitleEnglish": "RE-L124C41+",
                    "SummaryEnglish": "Re-l recovers from her illness. Daedalus shows her the disturbing mechanisms responsible for the Dome's continued survival. Vincent makes his way home, slowly losing his companions along the way, ending up alone with Pino. A group of infected AutoReivs is unleashed on Re-l, Iggy, and Daedalus. The episode ends with Daedalus filling out Re-l's death certificate.",
                    "TitleJapanese": "リル124C41+/re-l124c41+",
                    "SummaryJapanese": "ロムド側の追撃を振り切り、遂にコミューンからの脱出に成功したビンセントたちは、一路ビンスの故郷モスコ・ドームを目指し極寒の大地を突き進む。だが人に過酷すぎる環境が次々に生き残った人の命を奪っていく。"
                },
                "8": {
                    "ID": "313850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313850",
                    "TitleEnglish": "Shining Sign",
                    "SummaryEnglish": "Vincent and Pino stumbles onto war-torn Halos, where they are caught in a war between the dome's human inhabitants and its autonomous AutoReivs.",
                    "TitleJapanese": "光線/shining sign",
                    "SummaryJapanese": "まだ見ぬモスコへ行く為、ひたすら何も見えない凍土を進むビンセントたち。そこへ突然武装ヘリや戦闘ジープが現れる。そこはオートレイヴと戦う人々が住む銃弾の飛び交う戦闘地帯であった。"
                },
                "9": {
                    "ID": "313851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313851",
                    "TitleEnglish": "Angel's Share",
                    "SummaryEnglish": "Vincent is introduced to a man named Hauer, and learns some truths about Halos and Proxies, discovering a horrific revelation.",
                    "TitleJapanese": "輝きの破片/angel's share",
                    "SummaryJapanese": "ビンセントが目を覚ますと、そこは見知らぬ部屋のベッドの上だった。呆然とするビンセントの前にワインをこよなく愛する謎の人物、カズキス・ハウアーが現れる。ビンセントを誘う美しき男の正体とは？"
                },
                "10": {
                    "ID": "313852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313852",
                    "TitleEnglish": "Cytotropism",
                    "SummaryEnglish": "Disturbed by recent events, Raul questions the future of Romdo. Meanwhile, Re-l and Iggy explore a strange antiquated dome inhabited only by primitive AutoReivs.",
                    "TitleJapanese": "存在/cytotropism",
                    "SummaryJapanese": "人々から「楽園」と呼ばれ完全管理統制されたロムドのシステムに綻びが生じ始めていた。それに気づきシステムの改善を主張するラウルとデダルス。互いの思惑を胸に秘めた対話が繰り広げられる。しかし、ドノブ執国はまったく聞き入れず、意見を退ける。"
                },
                "11": {
                    "ID": "313853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313853",
                    "TitleEnglish": "Anamnesis",
                    "SummaryEnglish": "Vincent finds a strange book store and an even stranger old man, where he discovers more about his true nature. Re-l and Iggy catch up on the Centzon (the Rabbit, the flying ship that Vincent travels by).",
                    "TitleJapanese": "白い闇の中/anamnesis",
                    "SummaryJapanese": "いつの間にか濃い霧に包まれ道に迷ってしまったビンセントは、気がつくと一軒の古本屋にたどり着いた。道を尋ねようと無数の本が積まれた店内へと入ると、彼は現れた不気味な店主から一冊の本を薦められる。その本のタイトルには、ビンセントの名が刻まれていた…。"
                },
                "12": {
                    "ID": "313854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313854",
                    "TitleEnglish": "Hideout",
                    "SummaryEnglish": "The group is confronted by a vagrant Proxy and its companion AutoReiv, and Re-l puts her new weapon to use.",
                    "TitleJapanese": "君微笑めば/hideout",
                    "SummaryJapanese": "旅を続けるビンセント一行は休息の為、奥深い森の中へその身を隠す。ピノは、ビンセントに頼まれた手伝いを嫌がり、森の奥へと探検に出かけてしまう。そこで花を摘んでいる一人の少女に出会うピノ。だが彼女は、ピノに気づくとすぐに森の中へと消え去ったのだった。"
                },
                "13": {
                    "ID": "313855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313855",
                    "TitleEnglish": "Wrong Way Home",
                    "SummaryEnglish": "An infected Iggy becomes enraged and kidnaps Re-l, setting out to kill Vincent. Re-l is again confronted by the homeless AutoReiv.",
                    "TitleJapanese": "構想の死角/wrong way home",
                    "SummaryJapanese": "花の少女の後を追いかけ、森の奥深くへと分け入り洞窟を発見するピノ。薄暗い洞窟の中を進むピノの目前に現れたのは、少女と並んで座る謎の巨漢。その頃、ピノの行方を捜していたビンセントの背後に近づく影。旅の行く手を阻むそれぞれの出会いが見えない運命を繋ぐ。"
                },
                "14": {
                    "ID": "313856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313856",
                    "TitleEnglish": "Ophelia",
                    "SummaryEnglish": "While resting in a long-abandoned dome, strange occurrences take place and the trio's lives are endangered.",
                    "TitleJapanese": "貴方に似た誰か/ophelia",
                    "SummaryJapanese": "ある無人のドームへ補給の為に立ち寄ったビンス一行。ドーム内探索中のリルの前に美しい緑に覆われた庭園が姿を現す。歩みを進め中央にある泉を眺めるリル。だが彼女を見つめる視線にリルはまったく気づいていなかった。"
                },
                "15": {
                    "ID": "313857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313857",
                    "TitleEnglish": "Who Wants to be in Jeopardy?",
                    "SummaryEnglish": "Finding himself in a bizarre live game show, Vincent's trivia knowledge is put to the test as he battles for his life.",
                    "TitleJapanese": "生 悪夢のクイズSHOW!/Who wants to be in jeopardy!",
                    "SummaryJapanese": "ロムド・シティに突如、ビビビと怪電波が流れ、モニターから溢れ出す意味不明なテレビ番組。叫ぶビンス、泣くリル、ピノ…。そして、次々と明かされていく衝撃的事実！ 果たして、この番組の意味する事とは!?"
                },
                "16": {
                    "ID": "313858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313858",
                    "TitleEnglish": "Busy Doing Nothing",
                    "SummaryEnglish": "When winds die out, the trio are stranded aboard the Centzon and Re-l finds herself struggling to hold on to her sanity.",
                    "TitleJapanese": "デッドカーム/busy doing nothing",
                    "SummaryJapanese": "氷原に囲まれた世界の中心で、ヨットが動かず立ち往生するビンスたち。打開策もなく、ただ風が吹く事を望みながら日々をただ悶々と過ごしていた。が、そんな退屈な生活にリルは鬱憤を募らせていた。そしてある日、事件は起こる。果たして、その事件とは？"
                },
                "17": {
                    "ID": "313859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313859",
                    "TitleEnglish": "Terra Incognita",
                    "SummaryEnglish": "Romdo is on high alert as they search for the fugitive Raul, who plans to activate a deadly weapon. Meanwhile, the trio discover strange humanoids living inside a toxic cave system.",
                    "TitleJapanese": "終わらない戦い/terra incognita",
                    "SummaryJapanese": "モスコへの旅路は残り後わずかとなっていた。途中、ヨットを止め休息を取る三人だったが、ピノが突然いなくなってしまう。懸命に探すビンスとリル。だが手がかりがまったく見つからない。諦めかけていたその時、突如として二人の前に小さな縦穴が姿を現す。この穴は二人を何処に誘おうとしているのか？"
                },
                "18": {
                    "ID": "313860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313860",
                    "TitleEnglish": "Life After God",
                    "SummaryEnglish": "The trio reach the devastated Mosko, Vincent's home city, and find that the truths lead back to Romdo.",
                    "TitleJapanese": "終着の調べ/life after god",
                    "SummaryJapanese": "ついにビンセントたちはモスコ・ドームに到着する。荒廃したドームの街中を歩くビンスだが、過去の出来事を何一つ思い出せないでいた…。"
                },
                "19": {
                    "ID": "313861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313861",
                    "TitleEnglish": "Eternal Smile",
                    "SummaryEnglish": "Pino explores the mysterious Smile Land with the NaKaMa, and confronts the Creator of the city.",
                    "TitleJapanese": "少女スマイル/eternal smile",
                    "SummaryJapanese": "オートレイヴのピノが、仲間たちと不思議の国「ウェルカムランド」を冒険するちょっぴりスリリングで楽しい感動のストーリー。"
                },
                "20": {
                    "ID": "313862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313862",
                    "TitleEnglish": "Goodbye Vincent",
                    "SummaryEnglish": "Vincent finds himself trapped within Re-l's consciousness, and observes powerlessly as events unfold.",
                    "TitleJapanese": "虚空の聖眼/Goodbye Vincent",
                    "SummaryJapanese": "規則正しくリズムを打つ心電図。病室で目を覚ましゆっくりと体を起こすある人物。果たして、その人物とはいかなる者なのか？"
                },
                "21": {
                    "ID": "313863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313863",
                    "TitleEnglish": "Shampoo Planet",
                    "SummaryEnglish": "A Cogito outbreak spreads through Romdo and the city falls into chaos. Vincent incites the people to revolt, pushing them to hunt down and kill all AutoReivs.",
                    "TitleJapanese": "時果つる処/shampoo planet",
                    "SummaryJapanese": "ロムドに帰還し突然、姿を消してしまうビンス。ビンスを見つける為、懸命に街中を探すリルとピノ。一体、ビンスの身に何が起こったのか？"
                },
                "22": {
                    "ID": "313864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313864",
                    "TitleEnglish": "Bilbul",
                    "SummaryEnglish": "As the city continues to crumble, Vincent and Re-l encounter Proxy One. Raul is overcome with regret and despair, and sets out to find Pino.",
                    "TitleJapanese": "桎梏/bilbul",
                    "SummaryJapanese": "リルとピノに訪れる突然の出来事。そしてドームに出没する謎のプラクシー。果たしてその正体とは？"
                },
                "23": {
                    "ID": "313865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ergo-proxy/episodes/313865",
                    "TitleEnglish": "Deus Ex Machina",
                    "SummaryEnglish": "Pieces are played and revelations uncovered as the final fight commences. Monad makes her return and tries to convince Vincent to join her.",
                    "TitleJapanese": "代理人/deus ex machina",
                    "SummaryJapanese": "閉ざされた楽園ロムドの、そして世界を覆い隠す謎のヴェールがついに剥がされる。ビンスとリル、そしてピノの運命は？"
                }
            }
        }
    }
}