{
  "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Fantasy",
    "Science Fiction",
    "Western"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0802914/",
    "https://www.themoviedb.org/tv/24130"
  ],
  "TitleEnglish": "Wild Arms: Twilight Venom",
  "SummaryEnglish": "This anime is based on a Playstation game under the same title. The story is about four people who travel the desolated land of Filgaea and carve themselves a legendary story while they`re at it. These adventurers are Sheyenne Rainstorm, a gunslinger who holds the legendary weapon called ARMs; Kiel Aromax, a scientist who looks like he should be carrying a sword; Roleta Oratorio the Crest Sorceress, a magic-user who uses cards called Crests to cast spells; and Mirabelle Graceland, one of the Noble Red, which are a family of vampiric creatures who live alongside human beings They also travel with cute little intelligent furry things, from the Popepi Pipepo Tribe, named Isaac and Jerusha.",
  "Aliases": [
    "ワイルドアームズ トワイライトヴェノム",
    "WILD ARMS Twilight Venom"
  ],
  "Modified": "2025-05-26",
  "Seasons": {
    "1": {
      "ID": "41535",
      "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 22,
      "Episodes": {
        "1": {
          "ID": "442283",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442283",
          "TitleEnglish": "Sleeping Dirty",
          "SummaryEnglish": "Loretta Oratorio and Mirabelle Graceland are two thieves looking to steal an object of great power: The ARMS. They break into Alcatraz, the floating prison in the sky, and soon meet Dr. Kiel Aronnax, who escapes from imprisonment. The three try to escape, while trying to find the treasure, but instead stumble upon a mysterious ten-year-old boy named Sheyenne Rainstorm!",
          "Aliases": []
        },
        "2": {
          "ID": "442284",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442284",
          "TitleEnglish": "ARMS Crazy",
          "SummaryEnglish": "In hopes of finding his real body, Sheyenne, along with Kiel travel to a famous thieves' bazaar. Meanwhile, Mirabelle and Loretta go to an infamous ARMS collector in an attempt to relieve him of his collection. When their plan fails, the two bandits decide to steal Sheyenne’s weapon to sell it!",
          "Aliases": []
        },
        "3": {
          "ID": "442285",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442285",
          "TitleEnglish": "Desert Dragon Crazy",
          "SummaryEnglish": "Sheyenne, Kiel, and Isaac come across a village plagued by a Sand Dragon who guards a treasure. Sheyenne hears rumors that the treasure being a body, and hoping that it may be his, the trio take on the task of killing the dragon and rescuing Machela, who believes that the dragon is actually her dead fiancee! Will they be able to accomplish their mission? Is the dragon really Machela’s fiancée? And, is the treasure really Sheyenne’s body?",
          "Aliases": []
        },
        "4": {
          "ID": "442286",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442286",
          "TitleEnglish": "The Faluna Bible",
          "SummaryEnglish": "In hopes of finding Sheyenne's missing body yet again, Sheyenne and Kiel travel to the fortress library, Libra, after hearing word of an unidentified, charred body. However, Loretta and Mirabelle have also arrived in the great library in hopes of stealing a book that once belonged to the Evil Race; the valuable Faluna Bible. What the gang doesn’t know is that they have all arrived in the midst of a crisis...",
          "Aliases": []
        },
        "5": {
          "ID": "442287",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442287",
          "TitleEnglish": "Portrait of Lana",
          "SummaryEnglish": "Loretta and Mirabelle attempt to cash in on the inheritance of Rotes, a deceased painter, by boarding a ship to attend the reading of the will and \"borrow\" a few of his paintings. Sheyenne and Kiel also show up looking for Sheyenne’s real body. As the mysterious life of the painter is revealed, the four will, once again, become part of a huge fiasco",
          "Aliases": []
        },
        "6": {
          "ID": "442288",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442288",
          "TitleEnglish": "Affair of the Fargaia Express",
          "SummaryEnglish": "Sheyenne, Kiel, and Isaac board the train the Faraia Express. However, what was supposed to be a quiet train ride turns out to be a fiasco. Between Loretta, Mirabelle, and Jerusha attempting to steal a man’s suitcase rumored to be full of diamonds, a train conductor who wants to always be punctual and on time, a woman about to give birth and her three little daughters, a man who’s cheating on his wife and the wife, a thief who hijacks the train, performers who are mistaken for thieves, and two Sheriffs who aren’t good at their job, Sheyenne and the gang are in for one heck of a ride!",
          "Aliases": []
        },
        "7": {
          "ID": "442289",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442289",
          "TitleEnglish": "Someday My Robber Will Come",
          "SummaryEnglish": "Loretta and Mirabelle infiltrate a convent of pure maidens after they hear that there is valuable treasure guarded within the convent. Sheyenne and Kiel, who are just passing by, are brought into the convent and Kiel is mistaken for the head maiden, Elizabeth’s, \"prince\".",
          "Aliases": []
        },
        "8": {
          "ID": "442290",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442290",
          "TitleEnglish": "Mouth Wide Shut",
          "SummaryEnglish": "Sheyenne, Kiel, and Isaac find one half of a key that could lead them to the Treasure of the Midnight Sun. Fortunately, Loretta, Mirabelle, and Jerusha have the other half. After both groups are attacked, they find themselves in a shady town that is currently involved in a feud that could results in one of the clan's death. Sheyenne and the gang need to find a way to put an end to the ancient feud while finding the treasure.",
          "Aliases": []
        },
        "9": {
          "ID": "442291",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442291",
          "TitleEnglish": "The Slave of the Game",
          "SummaryEnglish": "After Loretta loses to a poker Queen named Estelle, in a high class gambling hall in Los Gomoras, she is forced to sell her body in order to earn money. While Mirabelle works to buy her friend out of slavery, Sheyenne and Kiel come to town and try to unravel the mystery surrounding the voluptuous vixen known as the Queen of Hearts.",
          "Aliases": []
        },
        "10": {
          "ID": "442292",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442292",
          "TitleEnglish": "Guilty, or...",
          "SummaryEnglish": "While relaxing by a fire, under the beautiful desert's nighttime sky, Sheyenne, Kiel, and Isaac are ambushed by a band of thieves. They are left, hogtied, in the desert. Fortunately, the daughter of a man being held by the thieves saves our the three. In return, Sheyenne, Kiel, and Isaac vow to return the young girl's parents from the bandits. Can they succeed?",
          "Aliases": []
        },
        "11": {
          "ID": "442293",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442293",
          "TitleEnglish": "No Home, No Body",
          "SummaryEnglish": "Sheyenne, Kiel, and Isaac finally reach their destination - Sheyenne's hometown of Parskiarka. When they arrive, they discover a city total emerged under water! As he looks around, he finds a woman named Laila Lie, whom he dream about the previous night. Why is Laila? What connection does she have to the evil race? And, can Twilight Twilight Venom truly destroy a town?",
          "Aliases": []
        },
        "12": {
          "ID": "442294",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442294",
          "TitleEnglish": "Lie, Laila, Lie",
          "SummaryEnglish": "Laila is abducted by several strange scientists who dwell at the bottom of a lake. Sheyenne prepares a daring rescue to save her, already knowing that he is really the captors main target. Meanwhile, Loretta and Mirabelle search through the underwater ruins for a mythical sea monster that could net them 2 million gala if they can just get a photo of it.",
          "Aliases": []
        },
        "13": {
          "ID": "442295",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442295",
          "TitleEnglish": "Lullaby of the Noble Red",
          "SummaryEnglish": "As a young boy dies, his final wishes are for Sheyenne, Kiel and Isaac to take care of a baby Crimson Noble, a Noble Red. The three set out to return the baby girl, whom Isaac names Faluna, to her parents. They soon encounter Mirabelle and her cousin, Tamuri (the father of the baby) and a Chinese martial artist named Pakuai whose goal is to capture and eat the baby Noble Red!",
          "Aliases": []
        },
        "14": {
          "ID": "442296",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442296",
          "TitleEnglish": "Interview with the Ampire",
          "SummaryEnglish": "Mirabelle's family, the Gracelands, fall on to some hard times due to bad business decisions. Luckily for then, the old Count Ampire gives them money in exchange for Mirabelle's hand in marriage. The Count's chances of snagging a bride get much smaller when Mirabelle's parents get a taste of Sheyenne's delicious blood. Will Mirabelle and the others be able to get out of this inane situation!",
          "Aliases": []
        },
        "15": {
          "ID": "442297",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442297",
          "TitleEnglish": "Natural Born Angel",
          "SummaryEnglish": "Loretta sets her sights upon an extremely rare Crest card only to find out from it's owner, Judecca, that it's been stolen. It just so happens that Sheyenne and Kiel are guarding the supposed thief, Sybil. Sybil, who is brandishing a legendary ARMS weapon, promises to reveal the location of Sheyenne's body when they safely guide her to the next town. However, they soon learn that the men after her also have ARMS!",
          "Aliases": []
        },
        "16": {
          "ID": "442298",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442298",
          "TitleEnglish": "Fatal Goddess",
          "SummaryEnglish": "Sheyenne becomes deeply troubled by all the previous failed attempts to find his body. Elsewhere, ambitions stir restlessly as a woman whom Sheyenne knows claims to be responsible for his despair. She claims she helped craft a being capable of handling the ARMS!",
          "Aliases": []
        },
        "17": {
          "ID": "442299",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442299",
          "TitleEnglish": "Child at Heart",
          "SummaryEnglish": "After falling off a river's cliff, Sheyenne suffers from memory loss. Doctor Clark, a man who tends to orphans, takes him in and Sheyenne feels right at home. But when a female outlaw named Cannon and her gang come to take the doctor, Sheyenne is forced to up his ARMS to protect Dr. Clark and the kids who reside there.",
          "Aliases": []
        },
        "18": {
          "ID": "442300",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442300",
          "TitleEnglish": "The Days of the Bacchus",
          "SummaryEnglish": "Almost at their destination, Sheyenne causes them to miss their ride when he spots Laila!! Soon, part of the mystery shrouding Laila comes to light. Meanwhile, Kiel and Isaac team up with the legendary assassin Golgol 30 to fend off the men chasing Laila.",
          "Aliases": []
        },
        "19": {
          "ID": "442301",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442301",
          "TitleEnglish": "Gone with the Smoke",
          "SummaryEnglish": "Sheyenne, Kiel, and Isaac finally arrive at their destination, but soon discover that they are wanted. As Valeria's plan is set into motion, one of the gang will betray Sheyenne.",
          "Aliases": []
        },
        "20": {
          "ID": "442302",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442302",
          "TitleEnglish": "Faluna Struck",
          "SummaryEnglish": "Valeria's plan backfires on him when Laila takes center stage. Meanwhile, Sheyenne faces off against the Evil King himself, Kianu, who is using Sheyenne's body!",
          "Aliases": []
        },
        "21": {
          "ID": "442303",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442303",
          "TitleEnglish": "Once Upon a Time in Fargaia",
          "SummaryEnglish": "As Sheyenne's duel with Kianu grows more and more intense, Isaac and the others learn of the secrets of 10,000 years ago!",
          "Aliases": []
        },
        "22": {
          "ID": "442304",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/wild-arms-twilight-venom/episodes/442304",
          "TitleEnglish": "The Last of Sheyenne",
          "SummaryEnglish": "As all of the secrets finally become unraveled, the angry goddess stirs violently with the weight of her unfulfilled love putting the entire world in peril! Dark desires give way to the second coming of Twilight Venom, and only Sheyenne and his legendary ARMS can stand against its awesome power. Can he pull it off? Or, will the world end?",
          "Aliases": []
        }
      }
    }
  }
}