{
    "URL": "https://www.thetvdb.com/series/ad-police",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0189238/",
        "https://www.themoviedb.org/tv/31091"
    ],
    "TitleEnglish": "AD Police",
    "SummaryEnglish": "MegaTokyo 2027, six years before the Knight Sabers will make their debut. The implementation and integration of boomers (artificial humans) into society is still a bit buggy. The Advanced Police is a special force trained to deal with boomer crimes. Leon McNichol and his veteran partner, Gina Marceau, slowly learn about the ever-fading line that separates man from machine.",
    "Aliases": [
        "A.D. Police: To Protect and Serve",
        "AD Police - To Protect and Serve",
        "Advanced Police",
        "ADポリス",
        "A.D. Police"
    ],
    "Modified": "2025-05-26",
    "Seasons": {
        "0": {
            "ID": "26666",
            "URL": "https://www.thetvdb.com/series/ad-police/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "4": {
                    "ID": "7527970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ad-police/episodes/7527970",
                    "TitleEnglish": "Bubblegum Crisis Mega-Tokyo Mix",
                    "SummaryEnglish": "Extra from A.D.Police Files OAV DVD: Bubblegum Crisis Original Music Video \"Mega-Tokyo Mix\" *Heartbreaker* *What a Fool I Am* *Rockin' The Beat*",
                    "Aliases": []
                },
                "5": {
                    "ID": "7822317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ad-police/episodes/7822317",
                    "TitleEnglish": "Ad Police Music Video  I need Your Love",
                    "SummaryEnglish": "AD POLICE MUSIC VIDEO",
                    "Aliases": []
                },
                "6": {
                    "ID": "7822322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ad-police/episodes/7822322",
                    "TitleEnglish": "Ad Police Music Video  I'm  Every Girl",
                    "SummaryEnglish": "Music Video , Music by Takehito Nakazawa, Kaoru Mizutani[",
                    "Aliases": []
                },
                "7": {
                    "ID": "7822327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ad-police/episodes/7822327",
                    "TitleEnglish": "Ad Police Music Video  Love Me Tonight",
                    "SummaryEnglish": "AD Police Music Video Music by Takehito Nakazawa, Kaoru Mizutani[",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "32171",
            "URL": "https://www.thetvdb.com/series/ad-police/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "364422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ad-police/episodes/364422",
                    "TitleEnglish": "Partner",
                    "SummaryEnglish": "Sasaki Kenji, a young AD Police member who always ignores his partner and solves each case by himself. Many of his partners have been wounded by that attitude. This time, his partner Paul is seriously injured during a mission and rumors says that nobody will team up with him anymore. One night, he goes to his usual bar and has a huge fight with a German named Hans. The next day, a new partner is waiting in his office, Hans, who he fought with the previous night!",
                    "Aliases": []
                },
                "2": {
                    "ID": "364423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ad-police/episodes/364423",
                    "TitleEnglish": "Runaway",
                    "SummaryEnglish": "Even though Kenji got a new partner he hardly talks to Hans. This pissed Hans off to the point that Hens stops talking to Kenji too. During this \"cold war\", Kenji's ex-partner Paul who is involved in a voomer case on the way to a new hospital. The Voomer driver goes wild and turns into a Nano Stampede. Even though Kenji and Hans don't speak a word, they rescue Paul through perfect teamwork. Hans is treated by a beautiful nurse, Agemi, he met earlier at the hospital.",
                    "Aliases": []
                },
                "3": {
                    "ID": "364424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ad-police/episodes/364424",
                    "TitleEnglish": "Bargaining",
                    "SummaryEnglish": "A.D Police set off on a mission to destroy the illegal voomer factory. However, the Syndicate's main henchman Liam sets up a trap that stops the AD police action. Kenji is angry at the Syndicate and decides to complete the mission by himself again. The only person who follows him without a word is Hans. The two of them complete the mission and the trust between the partners seems to be growing stronger now.",
                    "Aliases": []
                },
                "4": {
                    "ID": "364425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ad-police/episodes/364425",
                    "TitleEnglish": "Promise",
                    "SummaryEnglish": "The only time Kenji feels relaxed is when he is with his girlfriend Kyouko. Kyouko is a college student in music school and she is going to have a graduate concert in the museum near her home. Kenji promises that he will be there but Kyoko is kidnapped by voomers that day! Kenji takes risky action trying to save Kyoko. The other AD Police members stop his dangerous actions and set up a plan to rescue Kyoko. This time, Kenji finally realizes how important teamwork and trust in your teammates is.",
                    "Aliases": []
                },
                "5": {
                    "ID": "364426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ad-police/episodes/364426",
                    "TitleEnglish": "Strategy",
                    "SummaryEnglish": "Liam gives himself up to the police. He claims that he made mistake at work that he is afraid that his boss, Mesion, will punish him so he is willing to trade industry secrets with the police in exchange for his safety. AD Police believe him and set up a trap for the latest Genom voomer delivery car that Laim said Meison are targeting. However what they don't know is that this is Liam's plan to take over Genom's newest voomer.",
                    "Aliases": []
                },
                "6": {
                    "ID": "364427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ad-police/episodes/364427",
                    "TitleEnglish": "Family",
                    "SummaryEnglish": "The AD Police successfully seized many illegal voomers from the Paker Syndicate. It was all because of Jose's great trap that the mission went so well. But Liam gets very angry and kidnaps Jose's wife and kid. Liam asks to trade Jose's family's safety for the illegal voomers. AD Police finally rescues the hostages but a time bomb suddenly explodes!",
                    "Aliases": []
                },
                "7": {
                    "ID": "364428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ad-police/episodes/364428",
                    "TitleEnglish": "Bloodstains",
                    "SummaryEnglish": "AD Police is keeping an eye on Liam after they got information that Liam secretly trading with Genom Tower. Kenji and the other members set up a mission to capture Liam and chase him into Genom tower. Suddenly a mysterious old man shows up to protect Liam and set him free. From the bloodstain Liam left they find out later that Liam is a Bio-voomer!",
                    "Aliases": []
                },
                "8": {
                    "ID": "364429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ad-police/episodes/364429",
                    "TitleEnglish": "Memory",
                    "SummaryEnglish": "Kenji's only relative-his grandfather visit AD police office looking for Kenji. But Kenji refuse to meet him and sneak to the bar \"Lost City\". Kenji's teammates later visit Lost City and try to convince him to meet his grand father. But Kenji decline there is no need to bring up memories of his past. Hans told Kenji that he lost all of his memories in an accident and he always feel anxious about who he really is and to his past. After listening to confess of his past, Kenji finally changed his mind.",
                    "Aliases": []
                },
                "9": {
                    "ID": "364430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ad-police/episodes/364430",
                    "TitleEnglish": "Conviction",
                    "SummaryEnglish": "Hans is seriously injured in a battle with voomer. Kenji taught Hans will never recovered but to his surprise, Hans recover in an amazing speed! Kenji suspicious about who Hans really is and checking Hans's blood to find the truth. But the truth told Kenji that Hans is a bio-voomer that not even Hans himself knows it!",
                    "Aliases": []
                },
                "10": {
                    "ID": "364431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ad-police/episodes/364431",
                    "TitleEnglish": "Plunder",
                    "SummaryEnglish": "AD Police member happily welcome Hans back to office but Kenji is holding an complex feeling. The first job after Hans come back is tracing Liam who stole the latest bio-voomer earlier. Kenji and Hans visit Genom and surprisingly find out Ageme is there! Agemi is not nurse, she is the leader of bio-voomer research team in Genom! Hans start to suspend himself is a bio-voomer too!",
                    "Aliases": []
                },
                "11": {
                    "ID": "364432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ad-police/episodes/364432",
                    "TitleEnglish": "Dishonesty",
                    "SummaryEnglish": "Liam is tracked into a corner by AD Police but he escape into reactor in the center of Tokyo. He pulls out the control rod of atomic reactor and decides to bring Tokyo with him to hell. Kenji are ready to give up his live to stop Liam but Hans knock him down and entered the reactor instead. Hans assured he is a bio-voomer and transfigure to a ugly bio-voomer to kill Liam.",
                    "Aliases": []
                },
                "12": {
                    "ID": "364433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ad-police/episodes/364433",
                    "TitleEnglish": "Proof",
                    "SummaryEnglish": "Kenji rush to Genom Tower to rescue Hans who is captured by Genom. Kenji and Hans are about to escape to somewhere Genom couldn't reach them but it is too late. Hans's transfiguration getting more serious and the chairman of Genom-Umihara is attacking Kenji for Kenji knows too much. Hans and Kenji team up again to destroy Umihara but Hans has run out of his strength and pass over in silence..",
                    "Aliases": []
                }
            }
        }
    }
}