{
  "URL": "https://www.thetvdb.com/series/baki-the-grappler",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Drama",
    "Sport",
    "Thriller"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0981456/",
    "https://www.themoviedb.org/tv/56425"
  ],
  "TitleEnglish": "Baki the Grappler",
  "SummaryEnglish": "Baki Hanma competes in an underground fighting tournament organized by Tokugawa. Masters of various fighting styles come from all over the world in order to determine who is the strongest fighter on Earth.",
  "Aliases": [
    "Grappler Baki",
    "Grappler Baki Maximum Tournament"
  ],
  "Modified": "2025-05-26",
  "Seasons": {
    "0": {
      "ID": "26680",
      "URL": "https://www.thetvdb.com/series/baki-the-grappler/seasons/official/0",
      "TitleEnglish": "Specials",
      "SummaryEnglish": null,
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "454661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454661",
          "TitleEnglish": "Grappler Baki: The Ultimate Fighter",
          "SummaryEnglish": "Baki Hanma is a generally happy student with a rather odd hobby; he likes fighting. Specifically, he likes fighting in a secret martial arts tournament that gathers the greatest fighters of the world and pits them against each other in really nasty combat. Whether you're a sumo wrestler, a karate expert, or a guy who specializes in ripping out your opponent's nerves, you're welcome (as long as you can keep quiet about it, of course). Anyway, Baki may be the youngest fighter the tournament has ever seen, but he's also the best, and he really enjoys what he does. The story starts off with Baki entering a regular Karate tournament (as a warm up) and taking it by storm. He then moves on to the real challenge--that guy who likes to tear nerves (you knew he was going to come into this, didn't you?). Baki's pretty confident, but then again, he's never taken on somebody who can blind or paralyze an opponent using just one finger.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "42971",
      "URL": "https://www.thetvdb.com/series/baki-the-grappler/seasons/official/1",
      "TitleEnglish": "Childhood + Underground Arena Sagas",
      "SummaryEnglish": "In der Saga nehmen Baki und andere Charaktere aus China, Japan und den USA am Großen Raitai-Turnier teil, einem Kampfsportturnier, das einmal alle 100 Jahre in China stattfindet.",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "454191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454191",
          "TitleEnglish": "Stirrings of Destiny",
          "SummaryEnglish": "Baki Hanma fights a gang of 100 thugs; afterward, he is walked home by Detective Kido and his partner, who watched the fight. Baki then trains and thinks about what he should do to get stronger. Meanwhile, Kuriyagawa, the man who hired the thugs to fight Baki in order to test his strength, pays the gang's leader. Also, Baki watches a sparring match between Yuri Chakovsky, the international welterweight boxing champion, and Dinoy, Thailand's Muay Thai champion.",
          "Aliases": []
        },
        "2": {
          "ID": "454201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454201",
          "TitleEnglish": "Those Who Squirm",
          "SummaryEnglish": "Baki spars with Yuri. Meanwhile, Kuriyagawa meets with Kaoru Hanayama, a gangster and renowned brawler, to set up a fight with Baki.",
          "Aliases": []
        },
        "3": {
          "ID": "454211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454211",
          "TitleEnglish": "The Beast of Yasha Crag",
          "SummaryEnglish": "Baki meets his friend Ando in the woods and stays with him. While there, Baki adopts some of Ando's training techniques, and he camps alone on Yasha Rock, hoping to fight with the Yasha Ape.",
          "Aliases": []
        },
        "4": {
          "ID": "454221",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454221",
          "TitleEnglish": "The Fang and the Tears",
          "SummaryEnglish": "Baki fights a rematch with the Yasha Ape.",
          "Aliases": []
        },
        "5": {
          "ID": "454231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454231",
          "TitleEnglish": "A Warrior's Heart",
          "SummaryEnglish": "After returning home, Baki learns that Yuri will be fighting for the heavyweight title, so he visits Yuri at his gym. Meanwhile, Kuriyagawa tells Hanayama that he can't fight Baki until Baki has fought Yuri, but Hanayama has other plans.",
          "Aliases": []
        },
        "6": {
          "ID": "454241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454241",
          "TitleEnglish": "Spirit",
          "SummaryEnglish": "After being knocked down by Baki, Hanayama flies into a rage in his office; afterward, he visits his sick mother in the hospital. Also, Baki visits Yuri in the hospital before his rematch with Hanayama.",
          "Aliases": []
        },
        "7": {
          "ID": "454251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454251",
          "TitleEnglish": "Gripper",
          "SummaryEnglish": "Baki and Hanayama continue to fight, and Hanayama's tattoo is explained.",
          "Aliases": []
        },
        "8": {
          "ID": "454261",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454261",
          "TitleEnglish": "Demon",
          "SummaryEnglish": "Baki's dad, Yujiro, shows up after Baki's fight with Hanayama. After the story of how Yujiro met Baki's mother is told, Yujiro and Hanayama fight.",
          "Aliases": []
        },
        "9": {
          "ID": "454271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454271",
          "TitleEnglish": "The Division",
          "SummaryEnglish": "Baki explains to his mother why he fights, visits Hanayama in the hospital, and trains. After a brief encounter with Yujiro, they decide that they will fight in one month. Baki then meets Strydum, who tells him of a mercenary group in Hokkaido, and Baki decides to go there to defeat them.",
          "Aliases": []
        },
        "10": {
          "ID": "454281",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454281",
          "TitleEnglish": "Battlefield",
          "SummaryEnglish": "Captured by the mercenaries as soon as he parachutes in, Baki must free himself and fight his way out. Meanwhile, an old friend warns Strydum of Gaia's fighting ability.",
          "Aliases": []
        },
        "11": {
          "ID": "454291",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454291",
          "TitleEnglish": "Gaia",
          "SummaryEnglish": "Baki fights Gaia.",
          "Aliases": []
        },
        "12": {
          "ID": "454301",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454301",
          "TitleEnglish": "Bite Marks",
          "SummaryEnglish": "Yujiro breaks into the Prime Minister's office to prove a point; Baki fights the swordsman Kurokawa; Yujiro forces the archer Kanemoto to shoot an arrow at him; Baki visits his mother after she is rejected by Yujiro.",
          "Aliases": []
        },
        "13": {
          "ID": "454311",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454311",
          "TitleEnglish": "The Midnight Hour",
          "SummaryEnglish": "All of Baki's friends show up to watch his fight with Yujiro and to help him warm up; meanwhile, Yujiro fights Gaia. Also, Hanayama opens up to Baki about his mother.",
          "Aliases": []
        },
        "14": {
          "ID": "454321",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454321",
          "TitleEnglish": "Lullaby",
          "SummaryEnglish": "Baki fights Yujiro.",
          "Aliases": []
        },
        "15": {
          "ID": "454331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454331",
          "TitleEnglish": "Reflections",
          "SummaryEnglish": "Detective Kido reflects upon his experiences with Baki, and Kuriyagawa tells Kido about Baki's relationship with his mother and his fight with Yujiro.",
          "Aliases": []
        },
        "16": {
          "ID": "454341",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454341",
          "TitleEnglish": "Coming Home",
          "SummaryEnglish": "Anton Igari, an ex-wrestler, tells Tokugawa, an old man who runs an underground fighting circuit, about Baki and his recent global travels. In the narrative, Baki is seen training and fighting, and, while in Brazil, he visits a fighting master named Dixon. Learning of the circuit, Baki returns to Japan to meet with Tokugawa, and he fights Tokugawa's bodyguards to earn a chance to enter the circuit.",
          "Aliases": []
        },
        "17": {
          "ID": "454351",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454351",
          "TitleEnglish": "Champion",
          "SummaryEnglish": "Flash forward three years: Baki is now the champion of the underground arena. Tokugawa meets with Orochi Doppo, a former champion of the arena, and asks him to enter his son Katsumi in the arena. Doppo finds Kato, a former student, at his dojo beating up his fighters, and he introduces Kato to the arena. Baki trains for a fight at the boarding house where he is staying, where Kozue, the daughter of the woman who owns the house, has a crush on him.",
          "Aliases": []
        },
        "18": {
          "ID": "454361",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454361",
          "TitleEnglish": "The Cord-Cutter",
          "SummaryEnglish": "Baki fights Shinogi Kousho, a master of Cord-Cut Karate.",
          "Aliases": []
        },
        "19": {
          "ID": "454371",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454371",
          "TitleEnglish": "The Right To Fight",
          "SummaryEnglish": "Kato spars with the fighters in Doppo's dojo; Kozue interferes with some bullies that are bothering Baki, which causes problems for her later; several fighters petition Tokugawa to be Baki's next opponent; Baki trains with Motobe Ito.",
          "Aliases": []
        },
        "20": {
          "ID": "454381",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454381",
          "TitleEnglish": "An Honorable Loss",
          "SummaryEnglish": "Baki fights Mount Toba, a professional wrestler.",
          "Aliases": []
        },
        "21": {
          "ID": "454391",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454391",
          "TitleEnglish": "An Unlikely Challenger",
          "SummaryEnglish": "Yujiro shows up after Baki's fight and knocks him out, and Doppo challenges Yujiro to a fight. After watching Doppo spar with his students, Baki spars with him. Yujiro starts a fight with a group of boxers at their gym, and he fights with Motobe Izo and Baki's next opponent is revealed.",
          "Aliases": []
        },
        "22": {
          "ID": "454401",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454401",
          "TitleEnglish": "Head On Collision",
          "SummaryEnglish": "Dr. Shinogi Kureha reveals to his brother, the Cord-Cutter, why he is fighting Baki; Doppo and Yujiro fight.",
          "Aliases": []
        },
        "23": {
          "ID": "454411",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454411",
          "TitleEnglish": "Medical Miracle",
          "SummaryEnglish": "The fight between Doppo and Yujiro continues; after Dr. Shinogi Kureha performs a medical miracle, he demonstrates his physical abilities to the crowd; one of Kureha's former patients visits Baki.",
          "Aliases": []
        },
        "24": {
          "ID": "454421",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454421",
          "TitleEnglish": "The King's Ransom",
          "SummaryEnglish": "Baki fights Dr. Shinogi Kureha.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "42981",
      "URL": "https://www.thetvdb.com/series/baki-the-grappler/seasons/official/2",
      "TitleEnglish": "Maximum Tournament Saga",
      "SummaryEnglish": "Die Handlung dieser Saga erzählt die Geschichte eines großen Kampfsportturniers, das von Mitsunari Tokugawa in der Untergrundarena organisiert wird. Gleich zu Beginn trifft sich Tokugawa mit verschiedenen Leuten aus der Oberschicht und bittet sie, die stärksten Kämpfer aus der ganzen Welt mitzubringen. Er erklärt auch, dass der Preis für den Sieger ein großer Pankration-Gürtel sein wird.",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "454431",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454431",
          "TitleEnglish": "Start!",
          "SummaryEnglish": "Mitsunari Tokugawa announces his plans for a world martial arts tournament, and fighters from around the world gather for it. In the first fight of round one in the A-Block, Baki Hanma fights Artemis Regan, a professional wrestler; in the second fight of round one in the A-Block, Vale Tudo master Zulu fights Muay Thai master Dentoranee Jitpika.",
          "Aliases": []
        },
        "2": {
          "ID": "454441",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454441",
          "TitleEnglish": "Super A-Class Reserve",
          "SummaryEnglish": "In the third A-Block match of round one, heavyweight kickboxing champion Rob Robinson takes on the professional wrestler Anton Igari; in the fourth A-Block match of round one, Motobe Izo fights the grand sumo Kinryuzan; in the first B-Block match of round one, the Sambo master Sergei Taktaroff fights Retsu Kaio, a master of Chinese Kenpo; in the second B-Block match of round one, Kato fights the son of the Yasha Ape.",
          "Aliases": []
        },
        "3": {
          "ID": "454451",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454451",
          "TitleEnglish": "The Ultimate Goal",
          "SummaryEnglish": "Baki saves the Yasha Ape's son from Katsumi; in the third B-Block match of round one, Hanayama fights the Japanese Kenpo master Inagi Bunnoshin; in the fourth B-Block match of round one, Roland Gustaf, a catch-as-catch-can wrestler, fights Orochi Katsumi.",
          "Aliases": []
        },
        "4": {
          "ID": "454461",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454461",
          "TitleEnglish": "Here Comes the King",
          "SummaryEnglish": "Yujiro arrives and enters his protégé Amanai Yu in the tournament; in the first C-Block match of round one, heavyweight boxing world champion Ian McGregor fights Taekwondo master Li Moko; in the second C-Block match of round one, biker gang leader Shiba Chiharu fights judo master Hatanaka Kohei; in the third C-Block match of round one, Shorinji Kenpo master Misaki Kengo fights pro wrestler Mike Queen.",
          "Aliases": []
        },
        "5": {
          "ID": "454471",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454471",
          "TitleEnglish": "The Right to Fight Him",
          "SummaryEnglish": "Brazilian Jiu-jitsu master Sergio Silva faces pit-fighter Jack Hammer in the fourth C-Block match of round one; Yujiro tries to fight Hammer, but Baki intervenes; shoot wrestler Yamamoto Minoru faces Amanai Yu in the first D-Block match of round one.",
          "Aliases": []
        },
        "6": {
          "ID": "454481",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454481",
          "TitleEnglish": "Master",
          "SummaryEnglish": "Richard Filth, a bouncer, faces Orochi Doppo in the second D-Block match of round one; Roger Harlon, an amateur wrestler, faces the jujutsu master Shibukawa Goki in the third D-Block match of round one; Shinogi Kureha faces Shinogi Kousho in the fourth D-Block match of round one.",
          "Aliases": []
        },
        "7": {
          "ID": "454491",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454491",
          "TitleEnglish": "The Surpasser",
          "SummaryEnglish": "The fourth D-Block match of round one continues as Shinogi Kureha and Shinogi Kousho continue to fight; Baki faces Zulu in the first A-Block match of round two.",
          "Aliases": []
        },
        "8": {
          "ID": "454501",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454501",
          "TitleEnglish": "The Reason Why He Can`t Lose",
          "SummaryEnglish": "In the second A-Block match of round two, Igari faces Kinryuzan; in the first B-Block match of round two, Retsu Kaio faces Mount Toba.",
          "Aliases": []
        },
        "9": {
          "ID": "454511",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454511",
          "TitleEnglish": "The Warrior VS. The Chivalrous",
          "SummaryEnglish": "In the second B-Block match of round two, Hanayama faces Orochi Katsumi.",
          "Aliases": []
        },
        "10": {
          "ID": "454521",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454521",
          "TitleEnglish": "The Fighter",
          "SummaryEnglish": "In the first C-Block match of round two, Shiba Chiharu faces Ian McGregor.",
          "Aliases": []
        },
        "11": {
          "ID": "454531",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454531",
          "TitleEnglish": "Fang",
          "SummaryEnglish": "Andreanof Garland, the last reserver, is introduced when it is deemed that Shiba is in no condition to fight in the next round; in the second C-Block match of round two, Jack Hammer faces Misaki Kengo.",
          "Aliases": []
        },
        "12": {
          "ID": "454541",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454541",
          "TitleEnglish": "Extreme! Orochi Ryu",
          "SummaryEnglish": "In the first D-Block match of round two, Doppo faces Amanai Yu; Baki takes Kozue to the site of his mother's death.",
          "Aliases": []
        },
        "13": {
          "ID": "454551",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454551",
          "TitleEnglish": "All Out!",
          "SummaryEnglish": "Yujiro fights against all of the tournament losers; in the second D-Block match of round two, Shibukawa Goki faces Shinogi Kousho.",
          "Aliases": []
        },
        "14": {
          "ID": "454561",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454561",
          "TitleEnglish": "Pro Wrestling Show",
          "SummaryEnglish": "Igari begs Baki to let him win, and they fight in the first match of the quarter-finals.",
          "Aliases": []
        },
        "15": {
          "ID": "454571",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454571",
          "TitleEnglish": "Fate! Sonic Fists",
          "SummaryEnglish": "In the second fight of the quarter-finals, Katsumi faces Retsu Kaio; Andreanof Garland fights an anaconda to make things fair, since he hasn't fought in the tournament yet, and then he faces Jack Hammer in the third fight of the quarter-finals.",
          "Aliases": []
        },
        "16": {
          "ID": "454581",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454581",
          "TitleEnglish": "Men Who Threw Away Their Future",
          "SummaryEnglish": "Andreanof Garland and Jack Hammer continue to fight in the third match of the quarter-finals. Also, Hammer's training history is revealed.",
          "Aliases": []
        },
        "17": {
          "ID": "454591",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454591",
          "TitleEnglish": "Doppo, Being active!",
          "SummaryEnglish": "Shibukawa Goki faces Doppo in the fourth match of the quarter-finals.",
          "Aliases": []
        },
        "18": {
          "ID": "454601",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454601",
          "TitleEnglish": "The Successor",
          "SummaryEnglish": "Baki fights Retsu Kaio in the first match of the semi-finals.",
          "Aliases": []
        },
        "19": {
          "ID": "454611",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454611",
          "TitleEnglish": "Tatsujin VS. Monster",
          "SummaryEnglish": "In the second match of the semi-finals, Shibukawa Goki faces Jack Hammer.",
          "Aliases": []
        },
        "20": {
          "ID": "454621",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454621",
          "TitleEnglish": "Fight for Victory",
          "SummaryEnglish": "Baki and Jack Hammer think about the training and hardships they've endured to reach their current level of ability.",
          "Aliases": []
        },
        "21": {
          "ID": "454631",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454631",
          "TitleEnglish": "Secret War in Vietnam",
          "SummaryEnglish": "Baki faces Jack Hammer in the final match of the tournament. Also, in flashback Yujiro meets Jack's mother in Vietnam.",
          "Aliases": []
        },
        "22": {
          "ID": "454641",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454641",
          "TitleEnglish": "The Evolved Genius",
          "SummaryEnglish": "Baki and Jack Hammer continue to fight in the final match. In flashback to Vietnam, Yujiro breaks into an American base and terrorizes the soldiers; later, Jack is born.",
          "Aliases": []
        },
        "23": {
          "ID": "454651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/454651",
          "TitleEnglish": "Resolutions",
          "SummaryEnglish": "Baki and Jack Hammer continue to fight in the finals as Jack's body breaks down.",
          "Aliases": []
        },
        "24": {
          "ID": "647821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/baki-the-grappler/episodes/647821",
          "TitleEnglish": "Rencounter",
          "SummaryEnglish": "In flashback, the United States government sends its special forces to South America to kill a young Yujiro.",
          "Aliases": []
        }
      }
    }
  }
}