{
  "URL": "https://www.thetvdb.com/series/dears",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Romance",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1019037/",
    "https://www.themoviedb.org/tv/30180"
  ],
  "TitleEnglish": "DearS",
  "SummaryEnglish": "One year ago, a UFO containing 150 aliens crash-landed off the shores of Kasai. Because no one could fix their ship, the Japanese Government decided to bestow upon them the designation \"DearS\" and make them into Japanese citizens, teaching them the language, customs, and culture of Japan. However, in order for them to become more familiar with human society, a home-stay program has been enacted to allow them to mingle with other humans. One misty morning, a truck carrying a capsule that housed one of these aliens ends up dropping it into the riverbank, releasing her from her confinement. She is eventually found by a high school student named Takeya Ikuhara, who saves her from being hit by a truck and takes pity on her, despite being extremely distrustful of their race and wanting nothing to do with them. Upon being named Ren, she imprints upon him as her \"Master\" and serves as his personal \"Slave,\" leaving him with a \"DearS\" who wants to remain with him no matter what and bringing his ordinary, alien-free days to an end.",
  "Aliases": [
    "DearS -ディアーズ-"
  ],
  "Modified": "2025-07-06",
  "Seasons": {
    "0": {
      "ID": "26679",
      "URL": "https://www.thetvdb.com/series/dears/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "4157464",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dears/episodes/4157464",
          "TitleEnglish": "DearS Eve ~ For the First Time?",
          "SummaryEnglish": "A promo made to drum up interest for the series.",
          "Aliases": []
        },
        "2": {
          "ID": "2848901",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dears/episodes/2848901",
          "TitleEnglish": "Is It A Golden Ball?",
          "SummaryEnglish": "This episode was originally episode 10, but was never aired on TV.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "17681",
      "URL": "https://www.thetvdb.com/series/dears/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "328048",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dears/episodes/328048",
          "TitleEnglish": "I Want to See You",
          "SummaryEnglish": "Crossing over a bridge, an unidentified box truck overturns at the sight of a stray cat in the road, spilling a human capsule from its cargo (which shows Exposition). On his way back from school, Takeya encounters and rescues a mysterious Dears from being run over by a delivery truck. After proclaiming servility to him, and then shortly fainting, he takes her to his apartment where she is washed, clothed, fed melonpan and given the name Ren. Meanwhile back at the bridge, Rubi and Khi discover the lost capsule.",
          "Aliases": []
        },
        "2": {
          "ID": "328049",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dears/episodes/328049",
          "TitleEnglish": "I Wonder If Its Small",
          "SummaryEnglish": "After a nightmarish and erratic morning, Neneko mistakenly discovers Ren during an unexpected visit, and examining the situation, assigns Takeya the job of teaching her Japanese. He indifferently teaches her nothing and eventually falls asleep, during which time Ren telepathically learns all the material and gains the ability to speak the language, though in a slightly broken manner. In this more fluent condition, Neneko and Takeya bring Ren to a mall to shop for new clothes. Elsewhere, Miu finishes up her admission to Koharu High with Khi.",
          "Aliases": []
        },
        "3": {
          "ID": "328050",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dears/episodes/328050",
          "TitleEnglish": "3rd Contact: By Chance",
          "SummaryEnglish": "Miu acquaints with her assigned homestay, an elderly couple she warmheartedly calls her grandparents. Meanwhile, after being scolded by Takeya for her nakedness, Ren decides to clean the apartment by defenestrating his furniture and trash; Neneko empathetically awarding her yesterdays shopping change in return. Xaki instructs Nia to apprehend Ren. The following morning Ren visits the market, and drawn by the scent of melonpan, buys a bag of it; Nia botching her capture and leaving absentmindedly. Ren affectionately visits Takeya at school, causing an uproar that settles when she is believed to be a substitute for Miu. Tired and confused, Takeya and Ren retreat home.",
          "Aliases": []
        },
        "4": {
          "ID": "328051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dears/episodes/328051",
          "TitleEnglish": "Wipe Your Mouth",
          "SummaryEnglish": "Ren begins her first day of school and assimilates quite nicely; she is well respected and admired by everyone. When Miu arrives, only to learn of her replacement, she charges Ren; refusing to coincide with her as the student diplomat. In response, the school holds three duels: a 100 yard dash, a liberal arts test and a cookoff. While Miu effectively wins 3-1, she mournfully forfeits the last challenge. Nevertheless, the principle asks both girls to stay; Miu vowing to watch Ren attentively.",
          "Aliases": []
        },
        "5": {
          "ID": "328052",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dears/episodes/328052",
          "TitleEnglish": "Nurse .....?",
          "SummaryEnglish": "Detached and confused about Ren, Takeya grows increasingly rash towards her. Miu helps to explain the situation and supervises her after class. That night, Khi visits Miu to collect information on Ren while, back at the apartment, uncontrollably aroused by her body, and sensing this, Ren straddles a distraught Takeya.",
          "Aliases": []
        },
        "6": {
          "ID": "328053",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dears/episodes/328053",
          "TitleEnglish": "I Am Frustrated",
          "SummaryEnglish": "Takeya stops Ren from sexually advancing, calling it too soon. Slightly awkward from this, he distances himself from her for most of the day. Miu invites herself to reform Ren by showing her to cook and gaily decorating the apartment. As Takeya throws out the flashy new room additions, he is hastily tackled by his stepsister, Natsuki Ikuhara.",
          "Aliases": []
        },
        "7": {
          "ID": "328054",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dears/episodes/328054",
          "TitleEnglish": "Disgusting",
          "SummaryEnglish": "Takeya, Natsuki, Neneko and Ren spend time walking around an amusement park, then return home. When Natsuki misunderstands Ren and Takeya's cohabitation, she becomes aggressively jealous toward Ren and tries to drive her off. Both girls eventually makeup, but not before Harumi arrives to ferociously pickup her daughter. At an airport, relations patched, Neneko, Takeya and Ren bid goodbye to Harumi and Natsuki as they depart to catch a flight. Miu summons Khi and tells him she has plans to drop out of school.",
          "Aliases": []
        },
        "8": {
          "ID": "328055",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dears/episodes/328055",
          "TitleEnglish": "M, My Ball ......",
          "SummaryEnglish": "In a flashback a man lies on a floor grossly hemorrhaging as Miu desperately tries but fails to stop it. Back in school, Miu, still feeling inferior to and jealous of Ren, challenges her to another contest; a Dears game called Palaga. During the game, Miu and Takeya fall into a water well, and unable to immediately leave, sit and talk about the Dears enslavement and Miu's past; the man from the previous sequence being her ex-master who was gunned down. Overcoming her past, and discovering the well is in the back of her homestay, Miu flies them both out; Takeya met by an overjoyed Ren.",
          "Aliases": []
        },
        "9": {
          "ID": "328056",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dears/episodes/328056",
          "TitleEnglish": "It Stung",
          "SummaryEnglish": "Walking back from school with Ren and Neneko, it is revealed that Takeya's fear of aliens stems from watching science-fiction horror films as a child. That afternoon, Neneko has Ren and Miu model a costume wardrobe she has; politely refusing to model any herself. Takeya's sharp opinion to this offends Neneko who leaves; Takeya unapologetic. The following day, although Neneko seems casual and unhurt, Takeya has a guilty conscience, and by the end of the day, apologizes for his rudeness.",
          "Aliases": []
        },
        "10": {
          "ID": "328058",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dears/episodes/328058",
          "TitleEnglish": "We'll Have An Orgy-Nii",
          "SummaryEnglish": "Natsuki and Harumi visit Takeya and Ren at the apartment. At school that morning, Yoshimine announces that students who have failed three or more classes must spend all of the following week being tutored. In response, Neneko, Ren, Miu and Hikoro go to Takeya's apartment to study together; misunderstood by Yoshimine as an orgy. Takeya leaves to get the group snacks, meeting Nia who he talks with. As Natsuki finds her brother, misinformed by Yoshimine, the market draws attention to a stranded kitten atop a power line pole; retrieved by Nia and saved by Natsuki. Both girls return with Takeya to the apartment where Khi visits to retrieve Nia.",
          "Aliases": []
        },
        "11": {
          "ID": "328059",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dears/episodes/328059",
          "TitleEnglish": "Do You Want To Experience It?",
          "SummaryEnglish": "During school, Khi visits Miu to inform her that Ren's confirmation ceremony is to be annulled. After two embarrassing incidents, Takeya distances himself from her; being asked by Yoshimine to fetch class textbooks. Ren goes to collect the material but goes into the wrong room; meeting Hirofumi. Talking out her sexual interests, Hirofumi feels led on and embraces Ren; interrupted by Takeya who finds her. Coming back from work to Khi and Miu, he is informed that Ren is to be recalled. As Takeya sits in shock, Xaki locates Ren in the market.",
          "Aliases": []
        },
        "12": {
          "ID": "328060",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dears/episodes/328060",
          "TitleEnglish": "Furthermore It Was Hot",
          "SummaryEnglish": "In the apartment, Khi explains to Takeya in detail the reason for the recall. Back at the market, Xaki gives chase to Ren but is dissuaded when a mob of storekeepers come to her aid. As Ren returns and settles home, confused and indecisive, Takeya divorces ownership of her; Khi scheduling to pick her up the next day. At school, as Ren gives her farewells, she eludes Khi and is pursued by Xaki once more. Upset at this, the entire school assembles to help; Yoshihime motorcycling Takeya to Ren. Following a scuffle with Xaki, Takeya emphatically changes his mind and makes it his final decision to be Ren's master.",
          "Aliases": []
        }
      }
    }
  }
}