{
    "URL": "https://www.thetvdb.com/series/dears",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1019037/",
        "https://www.themoviedb.org/tv/30180"
    ],
    "TitleEnglish": "DearS",
    "SummaryEnglish": "One year ago, a UFO containing 150 aliens crash-landed off the shores of Kasai. Because no one could fix their ship, the Japanese Government decided to bestow upon them the designation \"DearS\" and make them into Japanese citizens, teaching them the language, customs, and culture of Japan. However, in order for them to become more familiar with human society, a home-stay program has been enacted to allow them to mingle with other humans. One misty morning, a truck carrying a capsule that housed one of these aliens ends up dropping it into the riverbank, releasing her from her confinement. She is eventually found by a high school student named Takeya Ikuhara, who saves her from being hit by a truck and takes pity on her, despite being extremely distrustful of their race and wanting nothing to do with them. Upon being named Ren, she imprints upon him as her \"Master\" and serves as his personal \"Slave,\" leaving him with a \"DearS\" who wants to remain with him no matter what and bringing his ordinary, alien-free days to an end.",
    "TitleJapanese": "DearS",
    "SummaryJapanese": "宇宙よりUFOが不時着した日本。故郷に帰ることが出来なくなった宇宙人達を「ディアーズ」と呼称して、彼らをホームステイで迎え入れるようになる。しかし本来ディアーズは他者に依存することで己が種族の保存を図って来た者達であった…\nそれから1年後、1人暮らしを満喫していた高校生の幾原武哉は或る日、ディアーズの少女と出会う。地球の言語を話せず行き倒れていた少女を放って置けず彼は少女を自室に連れて帰りレンと名付けて暫く面倒を見ることになる。すると彼女は武哉を「ご主人様」と呼び、其の侭彼の家に居候してしまう。その上手違いで彼と共に小春高校に通うこととなり、それ以来彼の生活は一変する。レンをライバル視するディアーズの正規留学生・ミゥも現れ、常に騒動の日々を送る羽目になる。",
    "Aliases": [
        "DearS -ディアーズ-"
    ],
    "Modified": "2025-07-06",
    "Seasons": {
        "0": {
            "ID": "26679",
            "URL": "https://www.thetvdb.com/series/dears/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4157464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dears/episodes/4157464",
                    "TitleEnglish": "DearS Eve ~ For the First Time?",
                    "SummaryEnglish": "A promo made to drum up interest for the series.",
                    "TitleJapanese": "DearS前夜祭～はじめてなんです～",
                    "SummaryJapanese": "翌週からはじまる新番組『DearS』の予習のために制作されたウハウハ盛りだくさん番組。本編の先行ムービーはもちろん、謎のユニットPoppinSまで完全網羅？　何も知らない『DearS』初心者からディープなマニアまで大満足の３０分。"
                },
                "2": {
                    "ID": "2848901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dears/episodes/2848901",
                    "TitleEnglish": "Is It A Golden Ball?",
                    "SummaryEnglish": "This episode was originally episode 10, but was never aired on TV.",
                    "TitleJapanese": "金の玉ですの!?",
                    "SummaryJapanese": "商店街の福引きで、スーパー温泉リゾートご招待券を当てたミゥ。さっそく武哉、レン、寧々子を誘って出かける一行。男一人の武哉は、たまの骨休めのつもりがニアや蜜香の乱入で、温泉内は大騒動！レンが飛ぶ！ニアも飛ぶ！蜜香が脱ぐ！ミゥと寧々子はくつろぐ！そんな混乱の中、ディアーズの秘密が公共の電波に？"
                }
            }
        },
        "1": {
            "ID": "17681",
            "URL": "https://www.thetvdb.com/series/dears/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "328048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dears/episodes/328048",
                    "TitleEnglish": "I Want to See You",
                    "SummaryEnglish": "Crossing over a bridge, an unidentified box truck overturns at the sight of a stray cat in the road, spilling a human capsule from its cargo (which shows Exposition). On his way back from school, Takeya encounters and rescues a mysterious Dears from being run over by a delivery truck. After proclaiming servility to him, and then shortly fainting, he takes her to his apartment where she is washed, clothed, fed melonpan and given the name Ren. Meanwhile back at the bridge, Rubi and Khi discover the lost capsule.",
                    "TitleJapanese": "甘噛みたいの",
                    "SummaryJapanese": "東京湾に墜落した円盤に乗っていた宇宙人たちはディアーズと名づけられ、かわいい外見と友好的なふるまいで日本の市民権を得ると、またたく間に社会に溶け込んでいた――。そして東京の安アパート。いつものように気持ちよく眠る幾原武哉を起こしたのは、大家の娘・寧々子だ。迷惑がりつつも起きる武哉。テレビにはディアーズ来訪一周年記念イベントの映像が流れている。登校してきた武哉たちに、担任の蜜香先生が告げた。ディアーズの留学生が転入してくるという。"
                },
                "2": {
                    "ID": "328049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dears/episodes/328049",
                    "TitleEnglish": "I Wonder If Its Small",
                    "SummaryEnglish": "After a nightmarish and erratic morning, Neneko mistakenly discovers Ren during an unexpected visit, and examining the situation, assigns Takeya the job of teaching her Japanese. He indifferently teaches her nothing and eventually falls asleep, during which time Ren telepathically learns all the material and gains the ability to speak the language, though in a slightly broken manner. In this more fluent condition, Neneko and Takeya bring Ren to a mall to shop for new clothes. Elsewhere, Miu finishes up her admission to Koharu High with Khi.",
                    "TitleJapanese": "小さかったかしら",
                    "SummaryJapanese": "なりゆきでレンを泊めることになってしまった武哉だったが、もともと大のディアーズぎらい。かわいい外見の裏側にはきっと凶悪な本性が隠されてると信じているのだ。そんな武哉が悪夢にうなされ目覚めてみれば、いつの間にやら肌もあらわなレンが同じフトンの中に……。出てけと怒鳴ってみても、まったく言葉が通じないのでやさしくレンにキスされてしまう始末。寧々子にバレないように怪しいふるまいをしつつ学校へ向かうのだが……。"
                },
                "3": {
                    "ID": "328050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dears/episodes/328050",
                    "TitleEnglish": "3rd Contact: By Chance",
                    "SummaryEnglish": "Miu acquaints with her assigned homestay, an elderly couple she warmheartedly calls her grandparents. Meanwhile, after being scolded by Takeya for her nakedness, Ren decides to clean the apartment by defenestrating his furniture and trash; Neneko empathetically awarding her yesterdays shopping change in return. Xaki instructs Nia to apprehend Ren. The following morning Ren visits the market, and drawn by the scent of melonpan, buys a bag of it; Nia botching her capture and leaving absentmindedly. Ren affectionately visits Takeya at school, causing an uproar that settles when she is believed to be a substitute for Miu. Tired and confused, Takeya and Ren retreat home.",
                    "TitleJapanese": "たま! たま!",
                    "SummaryJapanese": "レンの存在に困惑している武哉だったが、そんなことは知らずにディアーズがやってくることに舞い上がっているオイヒコ。そんなオイヒコを複雑な心境で眺めつつ、武哉がバイトから戻ると、全裸のレンが部屋の掃除をしていた。唖然とする武哉。しかし、あわてる武哉をよそに、様子を見に来ていた寧々子は、冷静にレンに服の着用と家事をする時のエプロンの使用を教える。多少の誤解が混ざりつつもエプロンを使用し、「家事」に興味を持ち始めたレンは、武哉の留守中に町へ買い物に出かけてしまう。一方、正式に武哉の学校に留学する予定のディアーズ・ミゥも、そのホームステイ先へ到着していた。ホームステイ先――おじいさんとおばあさんのふたり暮らしの家で役に立とうとミゥは張りきる。"
                },
                "4": {
                    "ID": "328051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dears/episodes/328051",
                    "TitleEnglish": "Wipe Your Mouth",
                    "SummaryEnglish": "Ren begins her first day of school and assimilates quite nicely; she is well respected and admired by everyone. When Miu arrives, only to learn of her replacement, she charges Ren; refusing to coincide with her as the student diplomat. In response, the school holds three duels: a 100 yard dash, a liberal arts test and a cookoff. While Miu effectively wins 3-1, she mournfully forfeits the last challenge. Nevertheless, the principle asks both girls to stay; Miu vowing to watch Ren attentively.",
                    "TitleJapanese": "口をふけ",
                    "SummaryJapanese": "校長の勘違いで「ディアーズ留学生」として認められてしまったレンの、高校生としてのはじめての一日が始まった。無関係を装いつつも内心冷や冷やしている武哉の心配をよそに、レンは学校中の注目の的になり、クラスメイトやディアーズファンクラブたちの質問攻めにあう。戸惑うレンは武哉に助けを求めるが、武哉は憮然として取り合わず、寧々子はその様子を困ったように見ていた。そんな中、正式な留学生ミゥが登校してくる。希望に燃えやってきたミゥは、ディアーズとして当然歓迎されると思い込んでいたが、レンを留学生だと信じている生徒達ににせものだと言われ愕然とする。"
                },
                "5": {
                    "ID": "328052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dears/episodes/328052",
                    "TitleEnglish": "Nurse .....?",
                    "SummaryEnglish": "Detached and confused about Ren, Takeya grows increasingly rash towards her. Miu helps to explain the situation and supervises her after class. That night, Khi visits Miu to collect information on Ren while, back at the apartment, uncontrollably aroused by her body, and sensing this, Ren straddles a distraught Takeya.",
                    "TitleJapanese": "トギ……?",
                    "SummaryJapanese": "留学生としてふさわしいかどうかレンを監視すると言い、なにかにつけレンのクラスへやってくるミゥ。敵対心をあらわにし、レンがなにもできないことを責めるミゥに、レンは落ち込んでしまう。そんなレンを気にしつつも、レンがそばを離れたおかげでようやくひとりになった武哉はほっとする。だが、ミゥは武哉に「奴隷であるレンが非常識なのはご主人様であるあなたにも責任がある」と文句をつけにやってくる。わけがわからずその言葉の意味を確かめようとする武哉だったが……。一方、レンの捕獲を命じていたルビは、レンが留学生として認められてしまったことに苛立ち、キィを問いただしていた。"
                },
                "6": {
                    "ID": "328053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dears/episodes/328053",
                    "TitleEnglish": "I Am Frustrated",
                    "SummaryEnglish": "Takeya stops Ren from sexually advancing, calling it too soon. Slightly awkward from this, he distances himself from her for most of the day. Miu invites herself to reform Ren by showing her to cook and gaily decorating the apartment. As Takeya throws out the flashy new room additions, he is hastily tackled by his stepsister, Natsuki Ikuhara.",
                    "TitleJapanese": "欲求不満ですわ",
                    "SummaryJapanese": "いきなり迫って来たレンを拒んだ武哉だったが、あっさりと引き下がったレンの真意がわからず困惑気味。翌日、いつもと変わらない態度で無邪気に接してくるレンを避けるような態度をとってしまう。様子のおかしい武哉に、寧々子は、「ゆうべ何かあったのか？」と尋ねるのだった。一方ミゥは、ホームステイ先で思うように奉仕できないことに欲求不満な思いをつのらせていた。そして、いつものようにレンに説教を始めたミゥだったが、突然あることを思いつく。レンをディアーズとして教育すると武哉に宣言したミゥは、武哉のアパートに上がり込み、レンに料理を教えようとするのだが…。"
                },
                "7": {
                    "ID": "328054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dears/episodes/328054",
                    "TitleEnglish": "Disgusting",
                    "SummaryEnglish": "Takeya, Natsuki, Neneko and Ren spend time walking around an amusement park, then return home. When Natsuki misunderstands Ren and Takeya's cohabitation, she becomes aggressively jealous toward Ren and tries to drive her off. Both girls eventually makeup, but not before Harumi arrives to ferociously pickup her daughter. At an airport, relations patched, Neneko, Takeya and Ren bid goodbye to Harumi and Natsuki as they depart to catch a flight. Miu summons Khi and tells him she has plans to drop out of school.",
                    "TitleJapanese": "いやらしい……",
                    "SummaryJapanese": "武哉たちの前に突然現れた菜月。彼女は武哉に技をかけたりからかったりとやりたい放題。でもなぜか武哉はそんな彼女に怒りもせずにふりまわされっぱなしの様子だ。菜月はディアーズに興味津々で、目の前のレンがディアーズだと知っておおはしゃぎ。レンのことを友達と呼んだり触りまくったりするが、レンは相変わらずの無表情でされるがままになっていた。菜月との再会を喜びつつも、何かを考え込んでいる武哉。そんな彼にレンは、自分は奴隷として失格なのではないかと尋ねるのだった。一方その頃、ミゥは１人、悲しげな表情で物思いにふけっていた。翌日、墜落した宇宙船を見学しにでかけた武哉たち一行だったが…。"
                },
                "8": {
                    "ID": "328055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dears/episodes/328055",
                    "TitleEnglish": "M, My Ball ......",
                    "SummaryEnglish": "In a flashback a man lies on a floor grossly hemorrhaging as Miu desperately tries but fails to stop it. Back in school, Miu, still feeling inferior to and jealous of Ren, challenges her to another contest; a Dears game called Palaga. During the game, Miu and Takeya fall into a water well, and unable to immediately leave, sit and talk about the Dears enslavement and Miu's past; the man from the previous sequence being her ex-master who was gunned down. Overcoming her past, and discovering the well is in the back of her homestay, Miu flies them both out; Takeya met by an overjoyed Ren.",
                    "TitleJapanese": "マ、マイ・ボール…",
                    "SummaryJapanese": "キィに、高校を退学し、ホームステイも解消したいと申し出たミゥは、キィと別れた後、かつての主人の命を助けられなかった悲しい過去を思い出していた。そして、いつものように武哉のために頑張りつつも、どこかずれた行動をとっているレンに対し、「頑張っているだけではどうにもならないこともある」と怒りをぶつけ、ディアーズ伝統の玉取り対決による決闘を申しこむ。ミゥとの争いを望まないレンに対し、ミゥは敵愾心をあらわにするのだった。試合が開始され、玉を追って町に飛び出した二人。久々にレンを発見したニアは、レンを回収するために追跡しはじめる。一方、試合を眺めるのにもあきて、帰ろうとした武哉だったが、ミゥたちが追うボールが武哉の服の中に入り込んでしまい…。"
                },
                "9": {
                    "ID": "328056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dears/episodes/328056",
                    "TitleEnglish": "It Stung",
                    "SummaryEnglish": "Walking back from school with Ren and Neneko, it is revealed that Takeya's fear of aliens stems from watching science-fiction horror films as a child. That afternoon, Neneko has Ren and Miu model a costume wardrobe she has; politely refusing to model any herself. Takeya's sharp opinion to this offends Neneko who leaves; Takeya unapologetic. The following day, although Neneko seems casual and unhurt, Takeya has a guilty conscience, and by the end of the day, apologizes for his rudeness.",
                    "TitleJapanese": "チクッとした",
                    "SummaryJapanese": "いつものように朝武哉のアパートを訪れた寧々子は、すでにレンに起こされて身支度をしている武哉を目にして動揺する。レンは無邪気に寧々子に褒めてもらおうとするのだが、どこかぎこちない寧々子。武哉は様子のおかしい寧々子に首をかしげる。学校でも武哉の世話を焼きたがるレン。武哉にホームステイを続ける事にしたとお礼を言いにくるミゥ。そんなディアーズと武哉の関係を見る寧々子は複雑な思いを抱いていた。放課後、レンとミゥに、自作のコスプレ衣装を着せて、スケッチしていた寧々子は、二人に自分でも着てみないかと勧められるが、武哉に、寧々子にはそんな衣装は似合わない、と言われ、出て行ってしまう。レンとミゥに寧々子を傷つけたと責められた武哉は、なんとか寧々子に謝ろうとするのだったが……。"
                },
                "10": {
                    "ID": "328058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dears/episodes/328058",
                    "TitleEnglish": "We'll Have An Orgy-Nii",
                    "SummaryEnglish": "Natsuki and Harumi visit Takeya and Ren at the apartment. At school that morning, Yoshimine announces that students who have failed three or more classes must spend all of the following week being tutored. In response, Neneko, Ren, Miu and Hikoro go to Takeya's apartment to study together; misunderstood by Yoshimine as an orgy. Takeya leaves to get the group snacks, meeting Nia who he talks with. As Natsuki finds her brother, misinformed by Yoshimine, the market draws attention to a stranded kitten atop a power line pole; retrieved by Nia and saved by Natsuki. Both girls return with Takeya to the apartment where Khi visits to retrieve Nia.",
                    "TitleJapanese": "らんこーするですに!",
                    "SummaryJapanese": "ディアーズ本部で、レンについて言い争うザキとルビを影から見つめていた二ア。その一方、いつものように眠っている武哉のもとに、帰国した菜月と晴海が来訪。レンに睨みを利かせつつ、週末には監視に来ると言い残して去っていった菜月の言葉に、武哉は動揺を隠せない様子だ。学校に行っても動揺を引きずっている武哉は、中間テストで赤点3つ以上の生徒は補修と聞いて、さらに顔面蒼白に…。留年に怯える武哉に、レンは武哉が留年するなら自分も留年すると宣言。それを聞きつけたミゥは、留年なんてディアーズ全体の恥、と武哉の勉強係を申し出る。何故か寧々子とオイヒコも加わり、放課後武哉の部屋で行われることになった勉強会がはじまった。"
                },
                "11": {
                    "ID": "328059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dears/episodes/328059",
                    "TitleEnglish": "Do You Want To Experience It?",
                    "SummaryEnglish": "During school, Khi visits Miu to inform her that Ren's confirmation ceremony is to be annulled. After two embarrassing incidents, Takeya distances himself from her; being asked by Yoshimine to fetch class textbooks. Ren goes to collect the material but goes into the wrong room; meeting Hirofumi. Talking out her sexual interests, Hirofumi feels led on and embraces Ren; interrupted by Takeya who finds her. Coming back from work to Khi and Miu, he is informed that Ren is to be recalled. As Takeya sits in shock, Xaki locates Ren in the market.",
                    "TitleJapanese": "経験……してみる?",
                    "SummaryJapanese": "ルビはレンと武哉の認証の儀を解消するための交渉役をキィに一任した。だが、その後ルビは、ザキに対して「交渉はただの形式」と告げ、レン回収を任命するのだった。一方、武哉のアパートでは、テレビの新婚夫婦の真似をして武哉をキスで起こそうとする相変わらずのレン。だが料理の腕は確実に上がっていたりと彼女の成長ぶりを目にした武哉は、レンがやってきてから一ヶ月が経過していることを、しみじみと実感していた。いつの間にか、長年連れ添った夫婦のようになっていることを寧々子に茶化されて初めて気がつくほど、レンとの関係を自然に受け入れている武哉。周囲を全く気にせず武哉に奉仕するレン。そんな彼らを、切なげに見つめるミゥの前に、キィが現れ、武哉とレンの認証の儀を解消することになったと告げる。"
                },
                "12": {
                    "ID": "328060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dears/episodes/328060",
                    "TitleEnglish": "Furthermore It Was Hot",
                    "SummaryEnglish": "In the apartment, Khi explains to Takeya in detail the reason for the recall. Back at the market, Xaki gives chase to Ren but is dissuaded when a mob of storekeepers come to her aid. As Ren returns and settles home, confused and indecisive, Takeya divorces ownership of her; Khi scheduling to pick her up the next day. At school, as Ren gives her farewells, she eludes Khi and is pursued by Xaki once more. Upset at this, the entire school assembles to help; Yoshihime motorcycling Takeya to Ren. Following a scuffle with Xaki, Takeya emphatically changes his mind and makes it his final decision to be Ren's master.",
                    "TitleJapanese": "……しかも熱かった",
                    "SummaryJapanese": "突然訪れたキィに、レンを返して欲しいと頼まれて驚く武哉。レンが奴隷として欠陥品のゼロナンバースであるという事実を知っても、ただ呆然とするばかりだ。あくまでレンをモノ扱いして話を進めるキィに、戸惑いを隠せない武哉だったが、レンに翻弄されっぱなしの一ヶ月を思い返し、自分には関係ないと告げる。その言葉を聞いても無表情のレンに武哉は、レン自身は何処に居たいのか尋ねるが、レンは答えられない。そして、そんな武哉にキィは、明日学校にレンを回収するために迎えに行くと言い残し去っていった。翌日、学校で別れの挨拶を話す途中、黙り込んでしまったレンはそのまま窓から飛び出してしまい、武哉は夢中で追いかけるのだった。"
                }
            }
        }
    }
}