{
  "URL": "https://www.thetvdb.com/series/ai-yori-aoshi",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0339953/",
    "https://www.themoviedb.org/tv/42567"
  ],
  "TitleEnglish": "Ai Yori Aoshi",
  "SummaryEnglish": "Kaoru Hanabishi just wanted to help. Aoi Sakuraba just wanted to find her first love. They never realized they were looking for each other. Ever since their arranged marriage 18 years ago, Aoi had been in love with Kaoru, but she traveled to Tokyo to meet him when she learned the marriage had been called off. While Kaoru's impressed by Aoi's loyalty, innocence and beauty, to accept her affection, he might have to return to the Hanabishi Clan and the emotional and physical pain he suffered during his childhood... Their self-control and their love will be put to the test when she moves in and he tries to stay a gentleman!",
  "Aliases": [
    "Ai yori Aoshi: Enishi"
  ],
  "Modified": "2025-09-23",
  "Seasons": {
    "0": {
      "ID": "26709",
      "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "381174",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/381174",
          "TitleEnglish": "Dream Story",
          "SummaryEnglish": "\"Speaking of Dreams\" is a short 5-minute bonus episode that shows what the character's past and current dreams for the future are.",
          "Aliases": []
        },
        "2": {
          "ID": "399381",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/399381",
          "TitleEnglish": "Beautiful Snow",
          "SummaryEnglish": "A very fantasy-based bonus episode set at Christmas time, a year or two before the very first episode of Ai Yori Aoshi began. After a long night of work, Kaoru encounters a strange twist of fate when he is assaulted by a flying necklace. It isn't long before Kaoru finds the necklace's owner, since she appears in Kaoru's apartment shortly after Kaoru collapses on his futon. The mystery girl (who resembles Aoi) introduces herself as Santa Claus, and explains that the necklace is the key to her home world, and she cannot return without it. As a way of thanking Kaoru, Santa grants him one wish. Kaoru wishes to spend Christmas with Santa. Upon learning that she doesn't have a name, Kaoru quickly decides a new name for her: Aoi. The rest of the episode focuses on \"Aoi\" and Kaoru's special Christmas encounter.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "16230",
      "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/seasons/official/1",
      "TitleEnglish": "Ai Yori Aoshi",
      "SummaryEnglish": "Hanabishi Kaoru is a junior in college, living out an ordinary life of studying and friends. One day, he meets Sakuraba Aoi, an old almost forgotten friend, to whom he is apparently engaged. Together, the two rediscover aspects of their pasts that they had tried to forget while setting out in their lives with one another. Unfortunately, there are a lot of unwanted guests who keep interfering with their romance.",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "306523",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306523",
          "TitleEnglish": "Fate",
          "SummaryEnglish": "Kaoru Hanabishi is a university student and lives by himself. One day, on the way to his apartment, he meets a kimono-clad girl named Aoi Sakuraba, who appears to be lost in the train station. Pushed by the crowd, Aoi's sandal straps break, but Kaoru repairs it for her, surprising Aoi with his skill at such an old-fashioned technique. Afterwards, Kaoru takes her to the correct platform; it is the same way he is going. Aoi tells Kaoru that she came to see her fiancé, to whom she has been engaged for 18 years. Kaoru is impressed by Aoi's devotion to her fiancé. However, when they reach the address on Aoi's note, they find that it's just a vacant lot. Seeing Aoi so depressed, Kaoru asks her if she might have anything else that might lead to the guy. The only thing Aoi has is the old picture. \"But it's just a childhood picture... Hm? Isn't this me and Aoi?\" The fiancé that Aoi has been looking for is Kaoru, himself!",
          "Aliases": []
        },
        "2": {
          "ID": "306524",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306524",
          "TitleEnglish": "Supper",
          "SummaryEnglish": "It's decided that Aoi should stay at Kaoru's for the night, but he can't relax because it is the first time Kaoru had a girl at his place. He tells Aoi that there is only one futon, but she can use it and he will sleep on the floor. Then Aoi says, \"I propose a compromise, Kaoru-sama. Instead, we can share it if you are willing. I don't mind at all...\" To cool his head down, Kaoru goes outside. \"She said she was my fiancée? I only knew her when she was a little child. But she is not a bad girl, and she is really cute...\" But to accept Aoi, it means that Kaoru has to go back to the Hanabishi family, which he left behind. The bitter memories come back to Kaoru's mind...",
          "Aliases": []
        },
        "3": {
          "ID": "306525",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306525",
          "TitleEnglish": "Separation",
          "SummaryEnglish": "\"Excuse me... I would like to scrub your back so would you mind if I came in?\" Kaoru is flustered by Aoi's sudden idea. He tries to push her away when she enters (wearing her clothes), but Kaoru steps on the soap, and both of them fall on the floor. Something soft touches Kaoru's hand and cheek. Kaoru is on top of Aoi, hands, unwittingly, on her breasts. When Aoi's scream shakes the whole apartment, the door opens and Aoi's caretaker, Miyabi Kagurazaki jumps in, looking furious. When she sees him naked and on top of Aoi on the floor, she throws Kaoru against the wall. \"Lady Aoi, are you aware of the position that you've put yourself in?\" Actually, Aoi came to Kaoru without telling anyone about it. Miyabi says that Kaoru, who left the Hanabishi, is no longer Aoi's fiancée, and tries to take Aoi back home. Aoi frees herself from Miyabi's grasp, and says to Kaoru, \"I cannot imagine being with anyone other than Kaoru-sama...Won't you please reconsider returning to the Hanabishi? So that we can be together...\" With Aoi's words, Kaoru is...",
          "Aliases": []
        },
        "4": {
          "ID": "306526",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306526",
          "TitleEnglish": "Living Together",
          "SummaryEnglish": "After being taken back home by Miyabi, Aoi comes back to Kaoru wishing to be together with him even if it means losing everything. \"Please accept me, vows and all, and make me your wife, Kaoru-sama!\" Suddenly Kaoru falls forward. Kaoru got soaked when he went to pick Aoi up in the pouring rain, and has come down with a fever. While taking care of Kaoru, Aoi rolls his shirt up to wipe the sweat, and is stunned by the numerous scars on his back. The scars bring back the horrible memory of life in the Hanabishi clan and the beatings his grandfather delivered with a stick while trying to force Kaoru to give up an omamori (charm). His grandfather hated the charm for the same reason Kaoru treasured it—it was a reminder of Kaoru's mother who had left the Hanabishi family. \"S-Sorry, I know it's not a pretty sight to look at,\" says Kaoru, and tries to pull his shirt down. Aoi touches his scars tenderly and says, \"I will take extra care in healing these wounds of yours over time.\" Aoi's tears drop onto Kaoru's back. They hold each other...",
          "Aliases": []
        },
        "5": {
          "ID": "306527",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306527",
          "TitleEnglish": "Old Friend",
          "SummaryEnglish": "It has been a while since Kaoru showed up in the photo club. What's waiting for him is the new member of the club, Taeko Minazuki, wearing costumes for a photo shoot. With the mistakes that Taeko makes combined with the vice-president of the photo club, Sato's cos-play (costume playing) antics, the photo club had turned into complete chaos. Kaoru thinks about Tina, one of the members of the club who left to travel the world. All of a sudden he gets tackled. \"I came straight here from Narita 'cause I wanted to see my darling Kaoru!\" It is Tina Foster, an American who grew up in Hakata. She came back after one year abroad. Taeko greets Tina shyly, and Tina responds in her own unique way! \"All right then, it's time to celebrate my return and welcome our new member with an old-fashioned party!\" While they party, Kaoru loses consciousness when he drinks some weird beverage which Tina brought from her travels. Back at home, poor Aoi worries about Kaoru when he doesn't return even late at night. The next morning, Aoi visits Kaoru's room and she finds him in the futon. Aoi hugs Kaoru, feeling relieved. But the futon that Kaoru is sleeping in suddenly starts moving. And who should appear from under the covers? Tina!",
          "Aliases": []
        },
        "6": {
          "ID": "306528",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306528",
          "TitleEnglish": "Family Tradition",
          "SummaryEnglish": "Taeko shows up at the cottage with her bags packed desperately in need of a job and place to live. She just was fired from her last job as housekeeper so Miyabi decides to give her a chance. Sadly, Taeko is very clumsy and despite her efforts to do a good job, she constantly is breaking something. Miyabi has seen enough and decides to fire her. However, Aoi steps in and encourages her to make one final effort—to make a dinner. She does and Miyabi relents and lets her stay on.",
          "Aliases": []
        },
        "7": {
          "ID": "306529",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306529",
          "TitleEnglish": "Spiritual Illusion",
          "SummaryEnglish": "Aoi sees a brochure about a hot spring and she imagines taking a trip there with Kaoru. Meanwhile the photo club decides to take a trip to that very same hot spring and they insist that Aoi come along. Miyabi can't make it, but she ensures to impress upon Kaoru how is life will be if something happens to Aoi! Taeko has made reservations for a hotel but gets the group lost trying to find it. When they finally do arrive, she's made reservations not for that day but a year from that day! The hotel is packed and there is no room. However, Aoi whips out a company card and suddenly the hotel scrambles to get them a room at any cost! The photo club initiates new members by forcing them to take a picture of a ghost. Taeko being the new member is happy to oblige much to the shock of everyone else. However, when she doesn't return for a while, Kaoru and Aoi get concerned and set out to find her through the scary woods and to the haunted shrine. They find her well, but since a dense fog has settled, they end up spending the night in the shrine.",
          "Aliases": []
        },
        "8": {
          "ID": "306530",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306530",
          "TitleEnglish": "Cherished Treasure",
          "SummaryEnglish": "Tina decides to buy a ferret much to the chagrin of Miyabi. Since pets make messes, Miyabi says she doesn't want to make more work for Taeko. However, Taeko sees the animal and goes, \"KAWAII\" which ends Miyabi's argument. The ferret escapes confinement and heads straight for Miyabi, stealing her favorite pen. This causes her to chase the animal all through the house. Finally, Miyabi locks herself into her study and refuses to answer anyone. The ferret encamps outside of her door and then tries to get in by climbing up a grandfather clock to go into a small open window above the door. Unfortunately, the animal falls and gets stuck behind the clock. Miyabi aides the others in rescuing the poor animal and the ferret gets a name.",
          "Aliases": []
        },
        "9": {
          "ID": "306531",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306531",
          "TitleEnglish": "One Night",
          "SummaryEnglish": "Miyabi and Aoi have to leave for a day to take care of family business leaving Kaoru in charge of the house. The other two male members of the photo club come by and nab Taeko for some cos-play photos. This leaves Tina and Kaoru alone for the night. A storm comes along and knocks out the power causing Tina to insist on being alowed to spend the night with Kaoru. Surviving the night, the next evening, Tina and Kaoru start drinking and Tina trashes the place. Miyabi and Aoi return and Miyabi is ticked about the mess and forces Kaoru to clean it up while the culprit Tina gets taken to bed.",
          "Aliases": []
        },
        "10": {
          "ID": "306532",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306532",
          "TitleEnglish": "Place of Learning",
          "SummaryEnglish": "Tina and Kaoru show the group pictures they had taken a year prior before Tina's trip. Aoi sees a picture of Kaoru standing next to the statue of his college's founder. Since the only picture she has of him is from their childhood, she asks if she can have that photo. The next day when Aoi is out buying food, she finds herself thinking of Kaoru and his life at school. Meanwhile at school, it is lunchtime and Tina, Taeko, and Kaoru are eating the lunch Aoi made for them and remarking how good it is. Aoi returns home and sees something on the TV about a certain food item that Tina had been raving on. Since the vendor will be shutting down in an hour, Aoi decides to go over, buy some of this, and take it to the university for Kaoru. She wanders around the campus lost and gets seen by Tina. Tina is unable to get Aoi's attention nor get to her, so she heads off to find Kaoru. He has Tina and Taeko go to class while he continues to search for Aoi. Eventually he runs into her at the statue where he had his picture taken and together, they eat the meal she purchased. Kaoru tells Aoi that he now has the afternoon free and they can do anything she wants. She wants to tour the campus with him which he gladly does. Then Tina and Taeko find them and the group goes out to eat.",
          "Aliases": []
        },
        "11": {
          "ID": "306533",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306533",
          "TitleEnglish": "Debutante",
          "SummaryEnglish": "The photo club puts on a show with Tina and Taeko wearing outfits to draw attention. To this event comes Mayu -- a girl who's been living in England and has returned to go to this college at 16. Seeing Kaoru, her mood improves and she flings herself at him and kisses him on the lips. Tina and Taeko are stunned by this.",
          "Aliases": []
        },
        "12": {
          "ID": "306534",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306534",
          "TitleEnglish": "Kiss",
          "SummaryEnglish": "Mayu, who comes from a wealthy family, convinces Kaoru to come to her house for dinner. Kaoru informs Aoi of this though he neglects to tell Aoi that his friend is a female. Then Mayu convinces Kaoru to spend the night at her house since she's there alone. Again, Kaoru calls but doesn't let Aoi know that his friend is female. However, when Taeko lets it slip that she was surprised Kaoru's friend would kiss him like that and that the friend was female, Aoi is suddenly worried.",
          "Aliases": []
        },
        "13": {
          "ID": "306535",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306535",
          "TitleEnglish": "Star Festival",
          "SummaryEnglish": "Tanabata is more than just hanging written wishes on a wreath at the Sakuraba Mansion: It also happens to be Aoi's birthday! After suggesting that they throw a big bash, Kaoru starts working extra hours to buy Aoi an outfit he sees on display at a clothing store. But since this gives him little time for leisure, the birthday girl almost believes he doesn't care about her anymore. And just when it seems Kaoru's hard work has gone to waste, both he and Aoi are in for a pleasant surprise.",
          "Aliases": []
        },
        "14": {
          "ID": "306536",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306536",
          "TitleEnglish": "Servant",
          "SummaryEnglish": "Mayu tries to learn cooking from Aoi in a attempt to win the love of Kaoru.",
          "Aliases": []
        },
        "15": {
          "ID": "306537",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306537",
          "TitleEnglish": "Feelings of the Heart",
          "SummaryEnglish": "When Aoi was a child her grandmother wore a kimono that Aoi loved and told her that she would have someday. Aoi would walk through the cherry blossoms hand in hand with her grandmother. Aoi's grandmother also tells her that her husband loved the kimono and one day her husband would love it to if his love was true.Kaoru asked Aoi to go shopping with him. Aoi decided to wear the inherited kimono since she knows they will be alone together. Kaoru tells her that he loves the kimono which brings tears to her eyes and her love for him grows.",
          "Aliases": []
        },
        "16": {
          "ID": "306538",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306538",
          "TitleEnglish": "Shores",
          "SummaryEnglish": "Everyone goes to the beach where Kaoru discovers that everyone but Aoi has worn a sexy swimsuit to attract his attention.",
          "Aliases": []
        },
        "17": {
          "ID": "306539",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306539",
          "TitleEnglish": "Waves",
          "SummaryEnglish": "Chika, tricks Kaoru into taking a bath with Taeko!",
          "Aliases": []
        },
        "18": {
          "ID": "306540",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306540",
          "TitleEnglish": "Bedsharing",
          "SummaryEnglish": "A trip to the zoo for Kaoru becomes a day with Tina followed by a drunken night in a love hotel. Will Aoi really believe they simply fell asleep?",
          "Aliases": []
        },
        "19": {
          "ID": "306541",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306541",
          "TitleEnglish": "Lap Pillow",
          "SummaryEnglish": "Chika visits the tenants, and ends up learning the meaning of family.",
          "Aliases": []
        },
        "20": {
          "ID": "306542",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306542",
          "TitleEnglish": "Cure",
          "SummaryEnglish": "Aoi has some hidden talents, some that she saves just for Kaoru and others that she uses to save the college festival!",
          "Aliases": []
        },
        "21": {
          "ID": "306543",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306543",
          "TitleEnglish": "Familiar Scent",
          "SummaryEnglish": "When Aoi falls ill, everyone at the Sakuraba mansion falls apart trying to fill her shoes with the necessary household chores.",
          "Aliases": []
        },
        "22": {
          "ID": "306544",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306544",
          "TitleEnglish": "Returning Home",
          "SummaryEnglish": "Kaoru invites Aoi to visit someone special, she finds herself being introduced to Kaoru's mother's grave as someone important in his life.",
          "Aliases": []
        },
        "23": {
          "ID": "306545",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306545",
          "TitleEnglish": "Decision",
          "SummaryEnglish": "Kaoru and Aoi encounter a severe frost. Aoi's father forces Aoi to return home in an attempt to separate her from Kaoru forever!",
          "Aliases": []
        },
        "24": {
          "ID": "306546",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306546",
          "TitleEnglish": "Aoi",
          "SummaryEnglish": "Miyabi and Kaoru drive back to the Sakuraba to meet with Aoi again so that they can take her back. But Kaoru will have to go through Aoi's father first.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "16231",
      "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/seasons/official/2",
      "TitleEnglish": "Ai Yori Aoshi ~Enishi~",
      "SummaryEnglish": "A year later... Now that schoolgirl Chika lives at the Sakuraba residence, things have become livelier than ever. Tina is depressed, because she has to go back to the US, and Hanabishi Kaoru begins to seriously think about his future with Aoi...",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "306547",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306547",
          "TitleEnglish": "Spring Blossom",
          "SummaryEnglish": "Chika-rin 'interrogates' every inhabitant of the mansion about their feelings towards Kaoru-oniisan, causing embarrassing situations throughout the whole episode.",
          "Aliases": []
        },
        "2": {
          "ID": "306548",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306548",
          "TitleEnglish": "Friends",
          "SummaryEnglish": "Chika-chan invites two of her class mates to visit her home at the mansion, where she \"\"lives together with a guy\"\".",
          "Aliases": []
        },
        "3": {
          "ID": "306549",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306549",
          "TitleEnglish": "Tennis",
          "SummaryEnglish": "Chika tries to learn playing tennis for some forthcoming sports event; Miyabi has been a good tennis player some time ago and volunteers to teach her.",
          "Aliases": []
        },
        "4": {
          "ID": "306550",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306550",
          "TitleEnglish": "Phantom",
          "SummaryEnglish": "Tina hears strange noises from an unoccupied area above her room. Could this be a ghost? The inhabitants of the western style house are going to find out today, led by their expert for supernatural phenomena - who happens to be Taeko-chan...",
          "Aliases": []
        },
        "5": {
          "ID": "306551",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306551",
          "TitleEnglish": "Piano",
          "SummaryEnglish": "Mayu's mother (working in Paris) designed a new summer dress and sent it to her daughter. And what better opportunity would there be to wear that but on a date with Kaoru? So Mayu, being the girl she is, visits the well-known Western Style house and asks her Hanabishi-sama out for a date - right in front of all other inhabitants...",
          "Aliases": []
        },
        "6": {
          "ID": "306552",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306552",
          "TitleEnglish": "Journey",
          "SummaryEnglish": "All the girls compete on spending time together with Kaoru. But when they hear that the poor and tired boy has a deadline to keep for finishing an important report at university, they now try to \"\"help\"\" him in different ways. Only after Aoi saved Kaoru from another of these \"\"attacks\"\" and scolded the girls for preventing Kaoru from working, they leave him alone. But when the report is finally finished, this is an event to be celebrated...",
          "Aliases": []
        },
        "7": {
          "ID": "306553",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306553",
          "TitleEnglish": "Summer Resort",
          "SummaryEnglish": "It's summer holiday time for Kaoru - and Tina wants out for a trip, together with the rest of the inhabitants of the western style house. So they all are out on the road this time - what a pity that Mayu can't go with them... You know what to expect when Taeko is driving one of the cars... later, we will see some onsen scenes, a barbecue and finally all the characters playing party games. But then...",
          "Aliases": []
        },
        "8": {
          "ID": "306554",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306554",
          "TitleEnglish": "Fish and Water",
          "SummaryEnglish": "We already had some impression of Chizuru's swimming skills in episode 2 - but nonetheless, their school's swimming club nominated the \"\"Three Amigos\"\" (Chika, Natsuki and Chizuru) as their relay team for the \"\"18. Regional Swimming Competition\"\". Which means that each member has to swim at least 25 meters. But all is not lost, as they happen to know the best swimming coach in the world: Tina Foster! So they're going to swim like fish...",
          "Aliases": []
        },
        "9": {
          "ID": "306555",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306555",
          "TitleEnglish": "Pure White",
          "SummaryEnglish": "Professor Itsuki is thankful for Kaoru's work in his institute and makes a present of two tickets for a sea trip to Yokohama: \"\"Think about your future - you should go there with your girlfriend.\"\" As the other girls all happen to be absent and Aoi is bored anyway, this opportunity comes just in time - so here we go! No \"\"harem scenario\"\" today... the main storyline is back at last.",
          "Aliases": []
        },
        "10": {
          "ID": "306556",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306556",
          "TitleEnglish": "Bathrobe",
          "SummaryEnglish": "Aoi has never visited a spa resort before, so the whole team (including the Three Amigos) takes the chance to do so, where they have a lot of fun in the bath, the sauna, and some even with a massage... a great scenario to provide lots of fan-service! Yet, a good opportunity for some of the characters to think and talk about important things as well.",
          "Aliases": []
        },
        "11": {
          "ID": "306557",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306557",
          "TitleEnglish": "Moonlight",
          "SummaryEnglish": "Autumn has arrived, and three guests at the western style house are about to leave for the holidays. And Tina is making lots of photographs with her brand-new digicam to show them to her parents. But all things are not what they seem...",
          "Aliases": []
        },
        "12": {
          "ID": "306558",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ai-yori-aoshi/episodes/306558",
          "TitleEnglish": "Ties",
          "SummaryEnglish": "Most of the inhabitants expect Tina to return soon from her trip home to America - only Kaoru and Aoi have seen the paper that Tina left at her door, and Aoi seems to miss Tina the most. But finally, when they were about to give up on their friend, the Enishi of the Western Style house shows its power...",
          "Aliases": []
        }
      }
    }
  }
}