{
    "URL": "https://www.thetvdb.com/series/xxxholic",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Horror",
        "Mystery",
        "Romance",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0488477/",
        "http://www.tbs.co.jp/holic/",
        "https://www.themoviedb.org/tv/36250"
    ],
    "TitleEnglish": "xxxHOLiC",
    "SummaryEnglish": "Yuuko is a witch who grants people's wishes, but in return the person has to give up something precious. Watanuki Kimihiro, a man who has visions, encounters Yuuko and she promises to get rid of the spirits that torment him. In return Watanuki must work in Yuuko's shop and help her grant other people's wishes. Based on the hit manga by CLAMP.",
    "TitleJapanese": "xxxHOLiC",
    "SummaryJapanese": "＜アヤカシ＞が見える高校生・四月一日君尋（ワタヌキ キミヒロ）は、＜ミセ＞の店主・壱原侑子（イチハラ　ユウコ）と出会う。\n「どんな願いでも叶える」という彼女。しかし「それに見合う”対価”」が必要という。\n＜アヤカシ＞が見える体質を変えてもらうために＜対価＞として半強制的に＜ミセ＞でアルバイトをさせられることになる・・・。",
    "Aliases": [
        "ホリック",
        "xxxHOLiC◆継"
    ],
    "Modified": "2025-05-26",
    "Seasons": {
        "0": {
            "ID": "26725",
            "URL": "https://www.thetvdb.com/series/xxxholic/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "375495",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/375495",
                    "TitleEnglish": "A Midsummer Night's Dream",
                    "SummaryEnglish": "Yuko receives a letter from an unknown sender. It is an invitation to an auction. Seven avid collectors were invited to an old mansion. They all admit that they accepted the invitation to complete their collections. They waited for the host, but he does not make an appearance. And one by one the collectors disappear. The strange host and a mysterious girl. A night where odd things happen one after another. What is being auctioned? Who is the host? The cunning and foolish people who are obsessed with possessions and the host's timeless passion. What is waiting at the end of this enigmatic series of riddles? And what is the conclusion of the sad love story behind them? Mystery leads to mystery, and reaches the unexpected!",
                    "TitleJapanese": "真夏ノ夜ノ夢",
                    "SummaryJapanese": "フツウの人には見えない「アヤカシ」が見えてしまう高校生、四月一日君尋（ワタヌキ・キミヒロ）。彼はある日、不思議なお店の主人・壱原侑子（イチハラ・ユウコ）と出会う。「どんな願いでも叶える」と言う侑子。しかし、そのためには、それに見合う対価が必要だった。映画は、侑子宛に差出人不明の手紙が届くことから始まる。それはオークション開催の招待状だった。古めかしい洋館へと招かれたのは、熱狂的な7人のコレクターたち。彼らは、自分のコレクションを完璧にするために、屋敷の主人の招待に応じたのだと言う。しかし、いつまで待っても、主は姿を現さない。やがて、一人、また一人とコレクターたちが姿を消して、、、。謎めいた館の主。不思議な少女。一夜に起こる奇異な出来事の数々。オークションされるものとは一体何なのか？はたして招待主は誰なのか？モノを所有することに執着する人々の狡猾で愚かな姿と、館に住まう主の時を越えた想い。めくるめく謎解きの結末と、哀しい恋物語の行く末とは。謎が謎を呼ぶ極上のミステリー。"
                },
                "2": {
                    "ID": "441010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/441010",
                    "TitleEnglish": "Shunmuki: First Half",
                    "SummaryEnglish": "Watanuki and Dōmeki enjoy meal and drinks with the fortune teller, where Kohane is staying. There, it's explained that everyone changes with every meeting they experience with others, and that all four there, and even Yūko, have changed from meeting Watanuki. Later on, Haruka and Watanuki meet in a dream, in which Haruka asks Watanuki to look for something in the temple's storeroom. However, as they look around, they might step into the realm within the books by accident... Also, Watanuki acts like he appreciates Dōmeki for once.",
                    "TitleJapanese": "春夢記 (前編)",
                    "SummaryJapanese": "xxxHOLiCコミック単行本　第14巻　初回限定版　OAD"
                },
                "3": {
                    "ID": "441011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/441011",
                    "TitleEnglish": "Shunmuki: Second Half",
                    "SummaryEnglish": "Watanuki and Dōmeki continue to search for the four items that Haruka requested. Watanuki unlocks a fifth item that leads to an encounter with someone close to him. Later, Watanuki vows to grant Yūko her wish.",
                    "TitleJapanese": "春夢記 (後編)",
                    "SummaryJapanese": "xxxHOLiCコミック単行本　第15巻　初回限定版　OAD"
                },
                "4": {
                    "ID": "2288541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/2288541",
                    "TitleEnglish": "Rou",
                    "SummaryEnglish": "Yuuko's time flow finally starts moving again, after being alive for an unknown amount of years she must depart now since she can't be held by the world of the living any longer. During her final moments she faces Watanuki, her loyal servant and friend and makes her final wish, \"stay alive\". So Watanuki made the promise to remain in the store of the wishes until they meet again. Many years later he still keeps that promise giving hope but also taking important belongings from those who ever come to him to make a wish.",
                    "TitleJapanese": "籠",
                    "SummaryJapanese": "xxxHOLiCコミック単行本　第17巻　初回限定版　OAD"
                },
                "5": {
                    "ID": "3256621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/3256621",
                    "TitleEnglish": "Rou Adayume",
                    "SummaryEnglish": "Watanuki is requested a job by Haruka which involves him investigating Dōmeki's dreams. As he enters into the dreams, he starts seeing events that happened across the series from Dōmeki's view, but starting from when he was a child.",
                    "TitleJapanese": "籠 あだゆめ",
                    "SummaryJapanese": "xxxHOLiCコミック単行本　第19巻　初回限定版　OAD"
                }
            }
        },
        "1": {
            "ID": "16725",
            "URL": "https://www.thetvdb.com/series/xxxholic/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "313866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313866",
                    "TitleEnglish": "The Inevitable",
                    "SummaryEnglish": "Watanuki's life changes completely when he meets Yūko for the first time. Watanuki is given a job at Yūko's shop, paying off his debt. Mokona, Maru and Moro all make their first appearance in this episode.",
                    "TitleJapanese": "ヒツゼン",
                    "SummaryJapanese": "アヤカシが見え、憑かれやすい性質の四月一日君尋は、大量の「アヤカシ」に覆い被さられてじたばたと暴れていた。偶然、近くの塀に手が触れるとアヤカシが消え去る。不思議に思い塀の中を覗くと吸い込まれるように足が勝手に屋敷の中へ─。屋敷の中では＜ミセ＞の主人・壱原侑子が「ここは願いを叶える店」と告げる。四月一日は侑子に「アヤカシ」が見えなくなるよう依頼をし、その願いの対価としてミセで働かされる事となる─。"
                },
                "2": {
                    "ID": "313867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313867",
                    "TitleEnglish": "Falsehood",
                    "SummaryEnglish": "A client seeks Yūko's aid because she has problems with her right little finger; Yūko tells her that it is happening because of a bad habit of hers. Watanuki learns more about Yūko while becoming the shop's cook. Himawari-chan and Doumeki both make their first appearance in this episode.",
                    "TitleJapanese": "キョゲン",
                    "SummaryJapanese": "侑\n子のミセに一人の女性が店を訪れ、小指が上手く動かない事を侑子に告げる。\n侑子は彼女に\"クセ\"を直し、さらに指輪を渡しはめるように指示する。\n不思議に思う彼女だが、思い当たる\"クセ\"も無く日々を過ごす。\nある日彼女が侑子から渡された指輪を外してしまう…"
                },
                "3": {
                    "ID": "313868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313868",
                    "TitleEnglish": "Angel",
                    "SummaryEnglish": "Himawari-chan asks for Yūko's help to solve a series of mysterious incidents occurring at the school, involving a game called angel. Yūko meets Himawari-chan, and Watanuki is forced to work with Doumeki. Doumeki begins to learn about his true nature.",
                    "TitleJapanese": "エンゼル",
                    "SummaryJapanese": "公\n園で野球をしている侑子と四月一日。\nそこへひまわりがやってきて、侑子に仕事のお願いをする。\nどうやら友達の学校で困った事が起こっているので調べてほしいとの事。\nその後、四月一日と百目鬼がその原因を調べに行く事となるが…"
                },
                "4": {
                    "ID": "313869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313869",
                    "TitleEnglish": "Fortune-Telling",
                    "SummaryEnglish": "Yūko decides to show Watanuki what a real Diviner can do. Watanuki learns more about Yūko's powers, while his past is explained. The important butterfly symbolism found throughout the series is also explained.",
                    "TitleJapanese": "ウラナイ",
                    "SummaryJapanese": "昼\n休み、四月一日・ひまわり・百目鬼とで占いの話となり、ひまわりが四月一日に笑顔で「お互いの星座は相性がいい」といわれ感動する四月一日。\n放課後いつものように侑子の＜ミセ＞へバイトに行き、侑子に学校での占いの話をするが、その占いは当てにならないと言われて、本当の占いを教えてもらう為に侑子とともに出かけ…"
                },
                "5": {
                    "ID": "313870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313870",
                    "TitleEnglish": "Game of Letters",
                    "SummaryEnglish": "Watanuki encounters an uncommon oden shop in the middle of the night, while engaging in a dangerous task with Mokona's aid. Watanuki meets the Fox family and later gives the Young Fox a Haja Arrow. The full moon brings new life to Yūko's shop.",
                    "TitleJapanese": "シリトリ",
                    "SummaryJapanese": "百\n目鬼の所属する弓道部の試合を見終わった四月一日は、百目鬼に試合で使った折れた矢を渡される。\nいらないものを渡されたと怒りながら帰る四月一日は、途中で一台のおでん屋台を見つける。\nその屋台に駆け寄ってみるとその屋台の店主は狐の姿をしていた・・・"
                },
                "6": {
                    "ID": "313871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313871",
                    "TitleEnglish": "Indulgence",
                    "SummaryEnglish": "Watanuki and Yūko pay a visit to a client who desires to abandon her addiction to computers.",
                    "TitleJapanese": "タンデキ",
                    "SummaryJapanese": "侑\n子の買い物に付き合うことになった四月一日。買い物の後、侑子が立ち寄ったマンションの一室には、パソコンに熱中する一人の主婦がいた。\nネットにかまけ家事や子育てがおろそかになっているという彼女は「パソコンをやめたい」と侑子に願うが…。"
                },
                "7": {
                    "ID": "313872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313872",
                    "TitleEnglish": "Hydrangea",
                    "SummaryEnglish": "A rain sprite (Ame-warashi) seeks Yūko's help to save a friend of hers.",
                    "TitleJapanese": "アジサイ",
                    "SummaryJapanese": "梅\n雨に入り雨が続くのを嘆く四月一日の前に、「雨を司るモノ」である雨童女が現れる。\n彼女は四月一日に頼み事があるという。\n侑子に強要された四月一日は、百目鬼とともにアジサイの花を「助ける」ために公園に向かう…。"
                },
                "8": {
                    "ID": "313873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313873",
                    "TitleEnglish": "Contract",
                    "SummaryEnglish": "A teacher in Watanuki's school gets her hands into a dangerous item from Yūko's shop, the monkey's paw. The teacher's discovery eventually leads to her downfall and of the monkey's paw choking her.",
                    "TitleJapanese": "ケイヤク",
                    "SummaryJapanese": "宝\n物庫の虫干しをする侑子達。\nこれらの骨董品は、手に入れるべき者の手に渡るためにあると侑子は言う。\nそこへ大学で民俗学を専攻しているという女性が現れて、手に取った筒を譲ってほしいと頼む。\n「アナタには薦めないわ」と侑子に言われるも、どうしても欲しいという彼女。\n侑子は一つの条件をつけて、筒を渡すが…。"
                },
                "9": {
                    "ID": "313874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313874",
                    "TitleEnglish": "Pinky Promise",
                    "SummaryEnglish": "Yūko receives a Pipe Fox as payment from Ame-warashi, while another client with bad habit problems arrives at the shop.",
                    "TitleJapanese": "ユビキリ",
                    "SummaryJapanese": "侑\n子のミセに向かう途中、四月一日は男に肩をつかまれている女性を助ける。\nその後その女性が侑子のミセに現れ、「最近小指がうまく動かない」と話す。\n彼女の小指からうっすらと上がる煙を見て、四月一日は以前に指が動かなくなった女性を思い出す。\n心配した彼は、百目鬼とともに彼女を尾行することになるが…"
                },
                "10": {
                    "ID": "313875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313875",
                    "TitleEnglish": "Lamplight",
                    "SummaryEnglish": "Yūko decides to arrange a ghost stories meeting with Watanuki and his friends.",
                    "TitleJapanese": "トモシビ",
                    "SummaryJapanese": "真\n夏日。あまりの暑さに滅入っている侑子は、侑子のためにカキ氷を作っている四月一日に百物語をしようと提案する。早速ひまわりを誘い百目鬼のお寺で百物語を始めることとなり・・・。"
                },
                "11": {
                    "ID": "313876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313876",
                    "TitleEnglish": "Confession",
                    "SummaryEnglish": "When a Zashiki-warashi accidentally steals Doumeki's soul, Watanuki has to go after her to get it back, aloof to what are her true intentions.",
                    "TitleJapanese": "コクハク",
                    "SummaryJapanese": "台\n所でおはぎを作っている四月一日。\nそのおはぎは勿論侑子とモコナの口へ…残されたのは一つだけ。\n自分で食べようと考えた四月一日は侑子から「好きな子にお裾分けしたら？」と提案を受け、ひまわりの元に行く事にした四月一日だが、途中で百目鬼にそのおはぎを食べられてしまい…"
                },
                "12": {
                    "ID": "313877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313877",
                    "TitleEnglish": "Summer Shade",
                    "SummaryEnglish": "It's summer and the gang decides to spend some days in a house by the beach. For some reason Doumeki keeps asking Watanuki to call for his help, but he can't figure out why. Unbeknownst to them, there's a ghost lurking inside. When Watanuki discovers this, will he investigate alone?",
                    "TitleJapanese": "ナツカゲ",
                    "SummaryJapanese": "暑\nいある日。別荘に行く事となった侑子たち４人とモコナ。\n別荘に着くなり各自好きな所を見て廻ったりと楽しげな様子。\n四月一日が自分の部屋へと行くと壁からなにやらカリカリと引っかくような音が聞こえてくる・・・。"
                },
                "13": {
                    "ID": "313878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313878",
                    "TitleEnglish": "Transfiguration",
                    "SummaryEnglish": "Watanuki investigates a classmate of his who started to behave strangely since a pair of wings started to grow from her back.",
                    "TitleJapanese": "ヘンボウ",
                    "SummaryJapanese": "夏\n休みも終わり普段の学校生活に戻った四月一日は、 美術の授業でひまわりと一緒に絵を描いてデレデレな様子。\nそんな中、同様に近くで絵を描いている１人の女の子が目に留まる。\nひまわりが言うには、彼女はとても優しいと評判らしいとのこと。\nしかし、次に彼女とあった時の印象の変化に違和感をおぼえた四月一日は・・・。"
                },
                "14": {
                    "ID": "313879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313879",
                    "TitleEnglish": "Seal",
                    "SummaryEnglish": "Watanuki and Doumeki meet a pair of twin sisters and even go to a date with them, but Watanuki can't shake the feeling there is something strange about the older one.",
                    "TitleJapanese": "フウイン",
                    "SummaryJapanese": "本\n日の夕食を探しにデパートの地下へとやって来た侑子と四月一日は夕食の話をしている双子の姉妹に目を留める。\n姉がお肉を買って失敗したら困るから魚も買っていこうと話をしているのをみて、侑子は今晩のあの子達の食事は魚料理になるわね…と意味深な発言をする─"
                },
                "15": {
                    "ID": "313880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313880",
                    "TitleEnglish": "Release",
                    "SummaryEnglish": "The situation involving the twin sisters start to get dangerous as one of them starts to bleed for apparently no reason.",
                    "TitleJapanese": "カイホウ",
                    "SummaryJapanese": "双\n子の姉が映画館から「早く出たいな…」とつぶやくと突然額から血が…\n四月一日からそのことを聞かされた侑子は、「コトバは人の生き筋さえ縛る」と言う。\nコトバが鎖になると聞かされた四月一日は…"
                },
                "16": {
                    "ID": "313881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313881",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "In order to make the Pipe Fox revert to its original form, Yūko sends Watanuki to purify it in a mystical mountain, where he meets the Zashiki-warashi again.",
                    "TitleJapanese": "サイカイ",
                    "SummaryJapanese": "い\nつものように家事にいそしんでいる四月一日。\nそこに大きいままの管狐にやたらと絡まれた四月一日は一つの包みの中にある油揚げを見つける。\n不思議に思う四月一日の目の前を一匹の蛍が飛んでいくのを目に留める。"
                },
                "17": {
                    "ID": "313882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313882",
                    "TitleEnglish": "Self-Mutilation",
                    "SummaryEnglish": "Watanuki brings to the shop a woman with an urge to always take irrational decisions in her choices.",
                    "TitleJapanese": "ジショウ",
                    "SummaryJapanese": "学\n校の帰り、駅のコインロッカーの前で呆然としている四月一日。\nその手には『伊達メガネ』と書かれた紙が握られていた。\n怒りながらもメガネを買った四月一日、侑子の家に行く途中、目の前で一人の女性がはねられ…"
                },
                "18": {
                    "ID": "313883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313883",
                    "TitleEnglish": "Ground Cherry",
                    "SummaryEnglish": "Yūko receives a magic lantern, also called a \"ground cherry\", and asks Watanuki and Doumeki to take it to a very uncommon festival.",
                    "TitleJapanese": "ホオズキ",
                    "SummaryJapanese": "宝\n物庫の掃除をしている四月一日は一つの絵に目を留める。\nその絵の中の猫が突然出てきたことに思わず絶叫している四月一日のもとに侑子とモコナがやって来きて、その猫と交え、そのまま飲み会を始める。\n飲み会終了後、四月一日は猫からホオズキを受け取る。"
                },
                "19": {
                    "ID": "313884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313884",
                    "TitleEnglish": "Unreasonable",
                    "SummaryEnglish": "Watanuki and the gang, including the Zashiki-warashi and the Ame-warashi, have an interesting snowball fight.",
                    "TitleJapanese": "リフジン",
                    "SummaryJapanese": "雪\nが積もったある日。 侑子に呼び出され公園に来たいつもの面子の目の前に雨童女と座敷童もいた。\nそこで侑子は唐突に雪合戦をすると言い出し、呆れる一同だが、結局雪合戦をする事となる…"
                },
                "20": {
                    "ID": "313885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313885",
                    "TitleEnglish": "Atonement",
                    "SummaryEnglish": "A desperate customer seeks Yūko's help because she is being haunted by a strange photo that she can't get rid of.",
                    "TitleJapanese": "アガナイ",
                    "SummaryJapanese": "侑\n子の店に訪ねてきた百合という女性は、ヒモで縛られた異様な感じの封筒を取り出す。\n侑子はそれを預かると言うが、どうしたいかは百合自身が決めなければ行けないと告げる。\n封筒の中身が気になる四月一日は中を見て見るとそこには女性の後ろ姿が写った写真が入っているだけで…。"
                },
                "21": {
                    "ID": "313886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313886",
                    "TitleEnglish": "Nail Clipper",
                    "SummaryEnglish": "Watanuki ignores some old superstitions and put himself in trouble.",
                    "TitleJapanese": "ツメキリ",
                    "SummaryJapanese": "迷\n信を信じないという四月一日。\nある日、百目鬼が珍しく高級牛肉を持って四月一日の部屋にやってきた。\nふたりですき焼きをたらふく食べ、満腹のあまり横になる四月一日に対して、「食べてすぐ寝ると牛になる」と忠告する百目鬼。\nその夜四月一日は牛に変身する悪夢で目を覚ますとからだが妙に重く…。"
                },
                "22": {
                    "ID": "313887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313887",
                    "TitleEnglish": "Temptations",
                    "SummaryEnglish": "Watanuki meets a beautiful woman and starts to see her every day hoping to soothe her loneliness, but somehow he starts to get sick and can't figure out the reason.",
                    "TitleJapanese": "ユウワク",
                    "SummaryJapanese": "今\n日もバイトに勤しむ四月一日。\nすると一人の女性”繭子”がミセの前にきていた。\n何気ない立ち話が終わった後、ミセの電話が鳴り、四月一日はそれを取りにもどった。\n電話は侑子からで、暫く仕事が長引きミセを留守にするとの事だったが、最後に侑子は四月一日に意味深な言葉を残し電話を切る。\nその真意に気づかない四月一日は…"
                },
                "23": {
                    "ID": "313888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313888",
                    "TitleEnglish": "Choices",
                    "SummaryEnglish": "As Watanuki has more encounters with the mysterious woman, his condition worsens and Doumeki decides to intervene.",
                    "TitleJapanese": "センタク",
                    "SummaryJapanese": "侑\n子の家で倒れてしまった四月一日。 \n目が覚めると百目鬼の家で寝ていた。 \nその場で百目鬼は「繭子とこのまま会い続けていたら死ぬ」と言う。 \nその事実を認めたくない四月一日。 \n体調が少し良くなった翌日に繭子に会いに行った四月一日は…"
                },
                "24": {
                    "ID": "313889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313889",
                    "TitleEnglish": "Reminiscence",
                    "SummaryEnglish": "Watanuki reminisces about his childhood, when he was saved by a boy who became a precious friend of his.",
                    "TitleJapanese": "ツイオク",
                    "SummaryJapanese": "小\n学生時代の四月一日…。\n学校帰りの彼の前方に”腕”が転がっている。\nマネキンの腕か何かかと気味悪く思う四月一日は、腕を避けるように進んで行くとその腕の指先が動く。\n怖くなり走って川沿いまで逃げた四月一日だったが、ここにも腕があり、しかもその腕に追い詰められてしまった。\nその時木の上から誰かの声が聞こえ…"
                }
            }
        },
        "2": {
            "ID": "31919",
            "URL": "https://www.thetvdb.com/series/xxxholic/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "362457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/362457",
                    "TitleEnglish": "Spider's Web",
                    "SummaryEnglish": "Due to an unfortunate incident, Doumeki's right eye is covered by a mysterious spider web. Watanuki, feeling guilty for his condition, takes a drastic measure to revert it.",
                    "TitleJapanese": "蜘蛛 クモノス",
                    "SummaryJapanese": "四月一日は学校へ行く途中、通りかかった百目鬼の家でクモの巣に引っ掛かってしまう。\nクモの巣を払ってやった百目鬼は、その後右目が開かないと言う。\nよく見ると、百目鬼の右の顔半分にはクモの巣がかかっていた。\n心配した四月一日が侑子に相談しに行くと、蜘蛛の恨みをかったことが原因だと言われる。\n自分にも責任があると感じた四月一日は…。"
                },
                "2": {
                    "ID": "362458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/362458",
                    "TitleEnglish": "Left Eye",
                    "SummaryEnglish": "Doumeki studies some occult books looking for a way to restore Watanuki's sight, until a strange creature appears and starts to devour its contents.",
                    "TitleJapanese": "左眸 ヒダリメ",
                    "SummaryJapanese": "百目鬼の代わりに、侑子に頼んで自分の右目を差し出した四月一日。\nそれでは気がすまない百目鬼は、家の蔵で四月一日の右目を取り戻す方法を調べていた。\n百目鬼の祖父が書いたという書物にその方法が書かれていたが、読もうと思ったその時、 ひまわりから借りた本からアヤカシが現れる。"
                },
                "3": {
                    "ID": "362459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/362459",
                    "TitleEnglish": "Half",
                    "SummaryEnglish": "After learning that the Zashiki-Warashi disappeared while looking for his right eye's sight, Watanuki rushes to help her. Upon finding her, he also discovers the creature who possesses his stolen eye.",
                    "TitleJapanese": "朋分 ハンブン",
                    "SummaryJapanese": "奪われた四月一日の右目は、あちらの世界では奪い合いになっていた。\n騒動に巻き込まれ捕らわれた座敷童を取り戻すため、四月一日はあちらの世界に向かう。\n廃墟から異界に入った四月一日だが、邪気にやられてなかなかたどりつくことができない。\nそのころ、百目鬼は侑子に会いに行くのだが…。"
                },
                "4": {
                    "ID": "362460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/362460",
                    "TitleEnglish": "Buying Dreams",
                    "SummaryEnglish": "Watanuki and Yūko encounter a strange creature who deals with dreams and items which come from them.",
                    "TitleJapanese": "夢買 ユメカイ",
                    "SummaryJapanese": "昨日見た夢の話をする四月一日とひまわり。\n夢の話を聞かせてくれたお礼にと、四月一日はひまわりにマドレーヌを渡す。\nすると、袋から煙のようなものが出てくる。\nひまわりの代わりに残って委員会の手伝いをした四月一日は、学校帰りにアヤカシに追われることに。\n逃げ切れず喰われそうになった四月一日だったが、どこからか矢が飛んできてアヤカシが祓われた。\nその先には意外な人物が居た。"
                },
                "5": {
                    "ID": "366205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/366205",
                    "TitleEnglish": "Affinity Kohane",
                    "SummaryEnglish": "Watanuki meets Kohane Tsuyuri, a little girl who is famous medium, and he discovers that they have much in common.",
                    "TitleJapanese": "由縁 コハネ",
                    "SummaryJapanese": "昼休み、いつものように集まってお弁当を食べる四月一日、百目鬼、ひまわり。\n下校時、大きな桜の木の下で四月一日は不思議な雰囲気の少女に出会う。\n近づこうとした四月一日だったが、少女の母親が出てきて凄い剣幕で怒り出した。\nひまわりがその少女は昨日テレビで観た霊能師だと言う。"
                },
                "6": {
                    "ID": "366206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/366206",
                    "TitleEnglish": "Peace Konohana",
                    "SummaryEnglish": "Even without knowing the rules, Watanuki is dragged by Yūko and friends to play some mahjong at Doumeki's place, unaware of their true purpose.",
                    "TitleJapanese": "平和 コノハナ",
                    "SummaryJapanese": "桜が散る中、百目鬼の寺で麻雀大会が始まった。\n麻雀のルールも知らない四月一日はわけがわからないまま参加するがあっという間に負けてしまう。\nモコナが吐き出した麻雀指南書を読みながら四月一日は再勝負に挑む。はたしてこの対局の行方は？"
                },
                "7": {
                    "ID": "375496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/375496",
                    "TitleEnglish": "Water Cat - Drawing Water",
                    "SummaryEnglish": "By the request of the Neko-Musume, Watanuki and Doumeki work together to take the water from a well back to the shop. But they grow more and more suspicious of a woman standing in the window next to the well.",
                    "TitleJapanese": "水猫 ミズクミ",
                    "SummaryJapanese": "暑い夏の日。庭で水浴びをしている侑子たちの元に猫娘がやってくる。\n猫娘は侑子にあるお屋敷の井戸の水を汲んで欲しいと依頼する。\n四月一日は水汲みを命じられ、わけもわからず古ぼけた洋館へ忍び込む。\n洋館の2階の窓に女性の影が見えて、見つかったと思った四月一日だったが、\n水汲みを終えてもその影は動くことはなかった。\n次の日、四月一日は今度はなぜか百目鬼と水汲みに向かうのだが・・・。"
                },
                "8": {
                    "ID": "375497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/375497",
                    "TitleEnglish": "Whisper",
                    "SummaryEnglish": "A girl claiming her house is filled with scary and strange noises seeks Yūko's aid.",
                    "TitleJapanese": "鈴音 ササヤキ",
                    "SummaryJapanese": "侑子のミセに、十字学園の制服を着た少女がやってきた。\n少女は怯えながら自分の家が怖いのだと侑子に訴える。誰もいないはずの家の中で物音がするのだと言う。\n侑子は「家が怖くなくなればいいのか」と少女に聞き、彼女に鈴を渡した。\n次の日、鈴をつけても物音が止まないと再び少女がミセにやってきて…。"
                },
                "9": {
                    "ID": "375498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/375498",
                    "TitleEnglish": "Gossip",
                    "SummaryEnglish": "After learning that Kohane is being harassed by the public as many believe her powers are a fraud, Watanuki pays a visit to her.",
                    "TitleJapanese": "流噂 フウヒョウ",
                    "SummaryJapanese": "ネット上で小羽に関するうわさが広まっていると聞いた四月一日。\n侑子の部屋でＰＣを開くと、確かに小羽を誹謗中傷する書き込みが多数あった。\n心配になった四月一日は、お弁当を作って百目鬼とともに小羽の家へ向かう。\n小羽の家に着くと彼女をインチキだと落書きされた外壁や壊された門灯を目の当たりにする。"
                },
                "10": {
                    "ID": "375499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/375499",
                    "TitleEnglish": "Awareness",
                    "SummaryEnglish": "Tired of seeing Kohane being harassed by the media and mistreated by her own mother, Watanuki takes her to the shop.",
                    "TitleJapanese": "不戻 キヅキ",
                    "SummaryJapanese": "小羽に対する世間の眼はさらに厳しくなっていた。\n小羽が心配な四月一日は百目鬼とともに再び彼女の家を訪れる。\n小羽の家を取り囲むレポーターや野次馬の群れをかき分け、家の中に入っていく二人。\n奥から聞こえてきた激しい水音をたどり風呂場にやってきた二人は小羽が母親から\n冷水を浴びせられているのを目にしてしまい…。"
                },
                "11": {
                    "ID": "375500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/375500",
                    "TitleEnglish": "Alone",
                    "SummaryEnglish": "Watanuki's little finger continues to hurt and he becomes more suspicious of Himawari. In the following day, he suffers a serious accident just after she touches him.",
                    "TitleJapanese": "秘事 ヒトリ",
                    "SummaryJapanese": "ひまわりと一緒に楽しく下校する四月一日は、別れ際に小指に痛みを覚える。\nその夜、侑子に夕食を運んでいる途中にも小指が痛くなりお猪口を割ってしまう。\n侑子に小指で何かしたのかと問いただされた四月一日は、井戸の水を汲みに行った時にひまわりと指切りをしたことを思い出す。"
                },
                "12": {
                    "ID": "375501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/375501",
                    "TitleEnglish": "Truth",
                    "SummaryEnglish": "Watanuki learns that Doumeki and Himawari became Yūko's clients in order to save his life and hears from Himawari the truth about her.",
                    "TitleJapanese": "真実 ホントウ",
                    "SummaryJapanese": "学校で大怪我を負った四月一日の見舞いに来たひまわりは、\n彼に自分の秘密とそれにまつわる悲しい過去を語り始めた。\n決して笑顔で語ることのできる内容ではないはずなだが、ひまわりは笑顔を絶やさない。\nひまわりが四月一日に別れを告げ、その場を立ち去ろうとしたその時…。"
                },
                "13": {
                    "ID": "375502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/xxxholic/episodes/375502",
                    "TitleEnglish": "Return Gift",
                    "SummaryEnglish": "All is well now and Watanuki is now doing his regular errands for Yūko. Upon coming home from grocery shopping, he meets the Fox who is the son of the oden shop owner. He wanted to thank watanuki so he offered him fox oden. After eating the fox oden Watanuki wanted to thank to fox so he asked Yūko to grant him the wish to able to meet the fox spirit again.",
                    "TitleJapanese": "報恩 オカエシ",
                    "SummaryJapanese": "夕飯のメニューを考えながら下校中の四月一日は漂う匂いに誘われた先で、\n風呂敷包み提げた仔狐の手が出ているのを見つけた。\n以前に会ったおでん屋の仔狐だった。\n夢カイからもらった風船をあげたお礼に、おでんを作ってくれたのだと言う。\n美味しくおでんを食べた翌日、四月一日と侑子は家電量販店に冷蔵庫を買いに行くのだが…。"
                }
            }
        }
    }
}