{
  "URL": "https://www.thetvdb.com/series/xxxholic",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Horror",
    "Mystery",
    "Romance",
    "Thriller"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0488477/",
    "http://www.tbs.co.jp/holic/",
    "https://www.themoviedb.org/tv/36250"
  ],
  "TitleEnglish": "xxxHOLiC",
  "SummaryEnglish": "Yuuko is a witch who grants people's wishes, but in return the person has to give up something precious. Watanuki Kimihiro, a man who has visions, encounters Yuuko and she promises to get rid of the spirits that torment him. In return Watanuki must work in Yuuko's shop and help her grant other people's wishes. Based on the hit manga by CLAMP.",
  "Aliases": [
    "ホリック",
    "xxxHOLiC◆継"
  ],
  "Modified": "2025-05-26",
  "Seasons": {
    "0": {
      "ID": "26725",
      "URL": "https://www.thetvdb.com/series/xxxholic/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 5,
      "Episodes": {
        "1": {
          "ID": "375495",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/375495",
          "TitleEnglish": "A Midsummer Night's Dream",
          "SummaryEnglish": "Yuko receives a letter from an unknown sender. It is an invitation to an auction. Seven avid collectors were invited to an old mansion. They all admit that they accepted the invitation to complete their collections. They waited for the host, but he does not make an appearance. And one by one the collectors disappear. The strange host and a mysterious girl. A night where odd things happen one after another. What is being auctioned? Who is the host? The cunning and foolish people who are obsessed with possessions and the host's timeless passion. What is waiting at the end of this enigmatic series of riddles? And what is the conclusion of the sad love story behind them? Mystery leads to mystery, and reaches the unexpected!",
          "Aliases": []
        },
        "2": {
          "ID": "441010",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/441010",
          "TitleEnglish": "Shunmuki: First Half",
          "SummaryEnglish": "Watanuki and Dōmeki enjoy meal and drinks with the fortune teller, where Kohane is staying. There, it's explained that everyone changes with every meeting they experience with others, and that all four there, and even Yūko, have changed from meeting Watanuki. Later on, Haruka and Watanuki meet in a dream, in which Haruka asks Watanuki to look for something in the temple's storeroom. However, as they look around, they might step into the realm within the books by accident... Also, Watanuki acts like he appreciates Dōmeki for once.",
          "Aliases": []
        },
        "3": {
          "ID": "441011",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/441011",
          "TitleEnglish": "Shunmuki: Second Half",
          "SummaryEnglish": "Watanuki and Dōmeki continue to search for the four items that Haruka requested. Watanuki unlocks a fifth item that leads to an encounter with someone close to him. Later, Watanuki vows to grant Yūko her wish.",
          "Aliases": []
        },
        "4": {
          "ID": "2288541",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/2288541",
          "TitleEnglish": "Rou",
          "SummaryEnglish": "Yuuko's time flow finally starts moving again, after being alive for an unknown amount of years she must depart now since she can't be held by the world of the living any longer. During her final moments she faces Watanuki, her loyal servant and friend and makes her final wish, \"stay alive\". So Watanuki made the promise to remain in the store of the wishes until they meet again. Many years later he still keeps that promise giving hope but also taking important belongings from those who ever come to him to make a wish.",
          "Aliases": []
        },
        "5": {
          "ID": "3256621",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/3256621",
          "TitleEnglish": "Rou Adayume",
          "SummaryEnglish": "Watanuki is requested a job by Haruka which involves him investigating Dōmeki's dreams. As he enters into the dreams, he starts seeing events that happened across the series from Dōmeki's view, but starting from when he was a child.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "16725",
      "URL": "https://www.thetvdb.com/series/xxxholic/seasons/official/1",
      "TitleEnglish": "×××HOLiC",
      "SummaryEnglish": "Ici, on exauce des vœux… C'est une boutique où l'on exauce vos voeux en échange d'un sacrifice. Et pour avoir exprimé un désir à voix haute, Watanuki se voit réduit à devenir le domestique de Yûko, une cartomancienne à la morale bien mystique…",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "313866",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313866",
          "TitleEnglish": "The Inevitable",
          "SummaryEnglish": "Watanuki's life changes completely when he meets Yūko for the first time. Watanuki is given a job at Yūko's shop, paying off his debt. Mokona, Maru and Moro all make their first appearance in this episode.",
          "Aliases": []
        },
        "2": {
          "ID": "313867",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313867",
          "TitleEnglish": "Falsehood",
          "SummaryEnglish": "A client seeks Yūko's aid because she has problems with her right little finger; Yūko tells her that it is happening because of a bad habit of hers. Watanuki learns more about Yūko while becoming the shop's cook. Himawari-chan and Doumeki both make their first appearance in this episode.",
          "Aliases": []
        },
        "3": {
          "ID": "313868",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313868",
          "TitleEnglish": "Angel",
          "SummaryEnglish": "Himawari-chan asks for Yūko's help to solve a series of mysterious incidents occurring at the school, involving a game called angel. Yūko meets Himawari-chan, and Watanuki is forced to work with Doumeki. Doumeki begins to learn about his true nature.",
          "Aliases": []
        },
        "4": {
          "ID": "313869",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313869",
          "TitleEnglish": "Fortune-Telling",
          "SummaryEnglish": "Yūko decides to show Watanuki what a real Diviner can do. Watanuki learns more about Yūko's powers, while his past is explained. The important butterfly symbolism found throughout the series is also explained.",
          "Aliases": []
        },
        "5": {
          "ID": "313870",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313870",
          "TitleEnglish": "Game of Letters",
          "SummaryEnglish": "Watanuki encounters an uncommon oden shop in the middle of the night, while engaging in a dangerous task with Mokona's aid. Watanuki meets the Fox family and later gives the Young Fox a Haja Arrow. The full moon brings new life to Yūko's shop.",
          "Aliases": []
        },
        "6": {
          "ID": "313871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313871",
          "TitleEnglish": "Indulgence",
          "SummaryEnglish": "Watanuki and Yūko pay a visit to a client who desires to abandon her addiction to computers.",
          "Aliases": []
        },
        "7": {
          "ID": "313872",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313872",
          "TitleEnglish": "Hydrangea",
          "SummaryEnglish": "A rain sprite (Ame-warashi) seeks Yūko's help to save a friend of hers.",
          "Aliases": []
        },
        "8": {
          "ID": "313873",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313873",
          "TitleEnglish": "Contract",
          "SummaryEnglish": "A teacher in Watanuki's school gets her hands into a dangerous item from Yūko's shop, the monkey's paw. The teacher's discovery eventually leads to her downfall and of the monkey's paw choking her.",
          "Aliases": []
        },
        "9": {
          "ID": "313874",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313874",
          "TitleEnglish": "Pinky Promise",
          "SummaryEnglish": "Yūko receives a Pipe Fox as payment from Ame-warashi, while another client with bad habit problems arrives at the shop.",
          "Aliases": []
        },
        "10": {
          "ID": "313875",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313875",
          "TitleEnglish": "Lamplight",
          "SummaryEnglish": "Yūko decides to arrange a ghost stories meeting with Watanuki and his friends.",
          "Aliases": []
        },
        "11": {
          "ID": "313876",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313876",
          "TitleEnglish": "Confession",
          "SummaryEnglish": "When a Zashiki-warashi accidentally steals Doumeki's soul, Watanuki has to go after her to get it back, aloof to what are her true intentions.",
          "Aliases": []
        },
        "12": {
          "ID": "313877",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313877",
          "TitleEnglish": "Summer Shade",
          "SummaryEnglish": "It's summer and the gang decides to spend some days in a house by the beach. For some reason Doumeki keeps asking Watanuki to call for his help, but he can't figure out why. Unbeknownst to them, there's a ghost lurking inside. When Watanuki discovers this, will he investigate alone?",
          "Aliases": []
        },
        "13": {
          "ID": "313878",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313878",
          "TitleEnglish": "Transfiguration",
          "SummaryEnglish": "Watanuki investigates a classmate of his who started to behave strangely since a pair of wings started to grow from her back.",
          "Aliases": []
        },
        "14": {
          "ID": "313879",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313879",
          "TitleEnglish": "Seal",
          "SummaryEnglish": "Watanuki and Doumeki meet a pair of twin sisters and even go to a date with them, but Watanuki can't shake the feeling there is something strange about the older one.",
          "Aliases": []
        },
        "15": {
          "ID": "313880",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313880",
          "TitleEnglish": "Release",
          "SummaryEnglish": "The situation involving the twin sisters start to get dangerous as one of them starts to bleed for apparently no reason.",
          "Aliases": []
        },
        "16": {
          "ID": "313881",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313881",
          "TitleEnglish": "Reunion",
          "SummaryEnglish": "In order to make the Pipe Fox revert to its original form, Yūko sends Watanuki to purify it in a mystical mountain, where he meets the Zashiki-warashi again.",
          "Aliases": []
        },
        "17": {
          "ID": "313882",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313882",
          "TitleEnglish": "Self-Mutilation",
          "SummaryEnglish": "Watanuki brings to the shop a woman with an urge to always take irrational decisions in her choices.",
          "Aliases": []
        },
        "18": {
          "ID": "313883",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313883",
          "TitleEnglish": "Ground Cherry",
          "SummaryEnglish": "Yūko receives a magic lantern, also called a \"ground cherry\", and asks Watanuki and Doumeki to take it to a very uncommon festival.",
          "Aliases": []
        },
        "19": {
          "ID": "313884",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313884",
          "TitleEnglish": "Unreasonable",
          "SummaryEnglish": "Watanuki and the gang, including the Zashiki-warashi and the Ame-warashi, have an interesting snowball fight.",
          "Aliases": []
        },
        "20": {
          "ID": "313885",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313885",
          "TitleEnglish": "Atonement",
          "SummaryEnglish": "A desperate customer seeks Yūko's help because she is being haunted by a strange photo that she can't get rid of.",
          "Aliases": []
        },
        "21": {
          "ID": "313886",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313886",
          "TitleEnglish": "Nail Clipper",
          "SummaryEnglish": "Watanuki ignores some old superstitions and put himself in trouble.",
          "Aliases": []
        },
        "22": {
          "ID": "313887",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313887",
          "TitleEnglish": "Temptations",
          "SummaryEnglish": "Watanuki meets a beautiful woman and starts to see her every day hoping to soothe her loneliness, but somehow he starts to get sick and can't figure out the reason.",
          "Aliases": []
        },
        "23": {
          "ID": "313888",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313888",
          "TitleEnglish": "Choices",
          "SummaryEnglish": "As Watanuki has more encounters with the mysterious woman, his condition worsens and Doumeki decides to intervene.",
          "Aliases": []
        },
        "24": {
          "ID": "313889",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/313889",
          "TitleEnglish": "Reminiscence",
          "SummaryEnglish": "Watanuki reminisces about his childhood, when he was saved by a boy who became a precious friend of his.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "31919",
      "URL": "https://www.thetvdb.com/series/xxxholic/seasons/official/2",
      "TitleEnglish": "×××HOLiC◆继",
      "SummaryEnglish": "C’est une boutique où l’on exauce les vœux, mais là où certains y voient du bonheur, d’autres reçoivent le malheur. Watanuki est bien placé pour le savoir car s’il voit en Himawari l’ange de son bonheur, sa charmante patronne et medium de surcroît, Yûko, ne présage rien de bon dans cette relation. En revanche, le fil du destin semble vouloir réunir Watanuki et Dômeki son rival de toujours. Et lorsque le grand père du gardien du temple refait surface, tout s‘emmêle dans la vie si peu ordonnée de Watanuki.",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "362457",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/362457",
          "TitleEnglish": "Spider's Web",
          "SummaryEnglish": "Due to an unfortunate incident, Doumeki's right eye is covered by a mysterious spider web. Watanuki, feeling guilty for his condition, takes a drastic measure to revert it.",
          "Aliases": []
        },
        "2": {
          "ID": "362458",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/362458",
          "TitleEnglish": "Left Eye",
          "SummaryEnglish": "Doumeki studies some occult books looking for a way to restore Watanuki's sight, until a strange creature appears and starts to devour its contents.",
          "Aliases": []
        },
        "3": {
          "ID": "362459",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/362459",
          "TitleEnglish": "Half",
          "SummaryEnglish": "After learning that the Zashiki-Warashi disappeared while looking for his right eye's sight, Watanuki rushes to help her. Upon finding her, he also discovers the creature who possesses his stolen eye.",
          "Aliases": []
        },
        "4": {
          "ID": "362460",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/362460",
          "TitleEnglish": "Buying Dreams",
          "SummaryEnglish": "Watanuki and Yūko encounter a strange creature who deals with dreams and items which come from them.",
          "Aliases": []
        },
        "5": {
          "ID": "366205",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/366205",
          "TitleEnglish": "Affinity Kohane",
          "SummaryEnglish": "Watanuki meets Kohane Tsuyuri, a little girl who is famous medium, and he discovers that they have much in common.",
          "Aliases": []
        },
        "6": {
          "ID": "366206",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/366206",
          "TitleEnglish": "Peace Konohana",
          "SummaryEnglish": "Even without knowing the rules, Watanuki is dragged by Yūko and friends to play some mahjong at Doumeki's place, unaware of their true purpose.",
          "Aliases": []
        },
        "7": {
          "ID": "375496",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/375496",
          "TitleEnglish": "Water Cat - Drawing Water",
          "SummaryEnglish": "By the request of the Neko-Musume, Watanuki and Doumeki work together to take the water from a well back to the shop. But they grow more and more suspicious of a woman standing in the window next to the well.",
          "Aliases": []
        },
        "8": {
          "ID": "375497",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/375497",
          "TitleEnglish": "Whisper",
          "SummaryEnglish": "A girl claiming her house is filled with scary and strange noises seeks Yūko's aid.",
          "Aliases": []
        },
        "9": {
          "ID": "375498",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/375498",
          "TitleEnglish": "Gossip",
          "SummaryEnglish": "After learning that Kohane is being harassed by the public as many believe her powers are a fraud, Watanuki pays a visit to her.",
          "Aliases": []
        },
        "10": {
          "ID": "375499",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/375499",
          "TitleEnglish": "Awareness",
          "SummaryEnglish": "Tired of seeing Kohane being harassed by the media and mistreated by her own mother, Watanuki takes her to the shop.",
          "Aliases": []
        },
        "11": {
          "ID": "375500",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/375500",
          "TitleEnglish": "Alone",
          "SummaryEnglish": "Watanuki's little finger continues to hurt and he becomes more suspicious of Himawari. In the following day, he suffers a serious accident just after she touches him.",
          "Aliases": []
        },
        "12": {
          "ID": "375501",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/375501",
          "TitleEnglish": "Truth",
          "SummaryEnglish": "Watanuki learns that Doumeki and Himawari became Yūko's clients in order to save his life and hears from Himawari the truth about her.",
          "Aliases": []
        },
        "13": {
          "ID": "375502",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/xxxholic/episodes/375502",
          "TitleEnglish": "Return Gift",
          "SummaryEnglish": "All is well now and Watanuki is now doing his regular errands for Yūko. Upon coming home from grocery shopping, he meets the Fox who is the son of the oden shop owner. He wanted to thank watanuki so he offered him fox oden. After eating the fox oden Watanuki wanted to thank to fox so he asked Yūko to grant him the wish to able to meet the fox spirit again.",
          "Aliases": []
        }
      }
    }
  }
}