{
    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0159193/",
        "https://www.themoviedb.org/tv/21730"
    ],
    "TitleEnglish": "Mobile Suit Gundam Wing",
    "SummaryEnglish": "Mankind has moved into space. Thousands of people live on giant orbiting space colonies called \"Sides.\" However, the Earth Government, which rules the colonies, is unjust and cruel. A group of revolutionaries builds five robotic weapons called Gundams and plans to send them to Earth to begin their fight for independence. Piloted by five young men, these Gundams carry the hopes and dreams of freedom of the colonists with them as they descend to Earth to begin Operation Meteor!",
    "Aliases": [
        "New Mobile Report Gundam W"
    ],
    "Modified": "2025-05-26",
    "Seasons": {
        "0": {
            "ID": "26769",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/seasons/official/0",
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "4170530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/4170530",
                    "TitleEnglish": "Operation Meteor I: Odd Numbers",
                    "SummaryEnglish": "Featuring the \"odd-numbered\" pilots (Heero Yuy, Trowa Barton, and Chang Wufei) reflecting on the events of first half of the series."
                },
                "2": {
                    "ID": "4170531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/4170531",
                    "TitleEnglish": "Operation Meteor I: Even Numbers",
                    "SummaryEnglish": "Featuring the \"even-numbered\" pilots (Duo Maxwell and Quatre Raberba Winner) reflecting on the events of the first half of the series."
                },
                "3": {
                    "ID": "4170533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/4170533",
                    "TitleEnglish": "Operation Meteor II: Odd Numbers II",
                    "SummaryEnglish": "Featuring odd-numbered pilots Heero, Trowa, and Wufei reflecting on the second half of the series."
                },
                "4": {
                    "ID": "4170534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/4170534",
                    "TitleEnglish": "Operation Meteor II: Even Numbers II",
                    "SummaryEnglish": "Featuring the even-numbered pilots Duo and Quatre reflecting on the second half of the series."
                },
                "5": {
                    "ID": "386986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/386986",
                    "TitleEnglish": "Endless Waltz: Silent Orbit",
                    "SummaryEnglish": "Following the end of the Eve Wars in late AC 195, Earth and the colonies are united in peace as the Earth Sphere Unified Nation. On December 24, AC 196, Sally Po, now an agent of the newly formed Preventers organization, locates a deposit of Neo-Titanium alloy in space. Quatre and Duo load Wing Zero, Deathscythe Hell, Heavyarms Kai, and Sandrock Kai onto a colony that is to be sent into the sun to destroy the Gundams permanently. The only thing missing is Altron, which Wufei refused to bring."
                },
                "6": {
                    "ID": "386987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/386987",
                    "TitleEnglish": "Endless Waltz: Operation Meteor",
                    "SummaryEnglish": "Quatre and the Maganac Corps decide to take a different course to cut down time on their journey. Quatre has a flashback about Instructor H telling him to ignore Operation Meteor and follow his heart. Duo's stolen Leo is disabled by Trowa, and Duo wonders why he's been betrayed."
                },
                "7": {
                    "ID": "386988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/386988",
                    "TitleEnglish": "Endless Waltz: Return to Eternity",
                    "SummaryEnglish": "Heero asked Quatre to bring Wing Zero to him because it is faster for him to get on it right away. After Heero got onto his Gundam, he encountered Wufei. At this time, Wufei was beginning to have doubt toward the true meaning of justice. He felt that it didn't make sense in that he was still fighting and involved in a war while everything was at peace (when there's peace, there're no need for warrriors nor wars and Wufei was getting very confused about the very purpose of his involvement)."
                },
                "8": {
                    "ID": "1923271",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/1923271",
                    "TitleEnglish": "Endless Waltz: The Movie",
                    "SummaryEnglish": "Gundam Wing: Endless Waltz was first produced as a 3-part OVA and later compiled into a feature movie, which aired on Cartoon Network in late 2000. Endless Waltz narrates the events of Christmas A.C. 196, one year after the Battle with Libra. A girl who claims to be the daughter of the late Treize Khushrenada, declares war on the newly formed Earth Unified Sphere Nation. Faced with this new threat against peace, the Gundam pilots must once again suit up."
                },
                "9": {
                    "ID": "4801024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/4801024",
                    "TitleEnglish": "Frozen Teardrop Picture Drama - A New Battle",
                    "SummaryEnglish": "Special included in the second of two remastered Gundam Wing Blu-ray boxes based on the novel series Gundam Wing Frozen Teardrop."
                }
            }
        },
        "1": {
            "ID": "17272",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/seasons/official/1",
            "# Episodes": 49,
            "Episodes": {
                "1": {
                    "ID": "320572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320572",
                    "TitleEnglish": "The Shooting Star She Saw",
                    "SummaryEnglish": "In an effort to end many years of tyrannical rule, five pilots and their Gundams are dispatched to Earth to begin Operation Meteor. Four land without incident, but one is intercepted and his mission is compromised."
                },
                "2": {
                    "ID": "320573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320573",
                    "TitleEnglish": "The Gundam Deathscythe",
                    "SummaryEnglish": "Heero plans to destroy the Wing Gundam before it is discovered by the Alliance forces. Heero gets his hands on two torpedoes and attempts to destroy his Gundam. Relena, refusing to believe Heero's threat, tries to confront him but is interrupted by the arrival of Duo Maxwell..."
                },
                "3": {
                    "ID": "320574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320574",
                    "TitleEnglish": "Five Gundams Confirmed",
                    "SummaryEnglish": "Heero is injured and is kept for treatment at the Alliance hospital. At the Corsican base of the Mediterranean, the Gundam Heavyarms, piloted by L3's Trowa Barton, annihilates everything in its path. Then things get even worse for the Alliance when the Gundam Sandrock shows up."
                },
                "4": {
                    "ID": "320575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320575",
                    "TitleEnglish": "The Victoria Nightmare",
                    "SummaryEnglish": "L5's Wufei Chang, in his Shenlong Gundam, attacks the Taurus MS's transports after coming into Lake Victoria base late at night. Lucrezia Noin, head instructor at the base and good friend of Zechs Merquise, tries to fight him off in her Aries MS."
                },
                "5": {
                    "ID": "320576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320576",
                    "TitleEnglish": "Relena's Secret",
                    "SummaryEnglish": "Relena and her father, Vice Foreign Minister Darlian, journey to the colonies to try and prevent war. but there are those who do not want peace. Amidst the grief and tragedy, Relena learns her true identity..."
                },
                "6": {
                    "ID": "320577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320577",
                    "TitleEnglish": "Party Night",
                    "SummaryEnglish": "Relena goes back to Earth. Wufei attacks another Alliance base and Trowa has started to work in a circus as a cover. Back at school, Relena tells Heero that she knows everything about him and invites him to a party, to be held that night."
                },
                "7": {
                    "ID": "320578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320578",
                    "TitleEnglish": "Scenario for Bloodshed",
                    "SummaryEnglish": "Treize Kushrenada's plans to destroy the Alliance come to a head when the leaders of the Alliance hold a meeting. The meeting is led by Marshal Noventa and outlines his peace agenda. However, based on Treize's false intelligence, the Gundams destroy the Alliance leadership, and Oz begins to take over Earth."
                },
                "8": {
                    "ID": "320579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320579",
                    "TitleEnglish": "The Treize Assassination",
                    "SummaryEnglish": "Lady Une makes the Gundams her next target and activates the self-destruct sequence on the New Edwards Base. Can Heero prevent the explosion of the New Edwards Base and find the person who set them up? Meanwhile, Wufei duels with Treize."
                },
                "9": {
                    "ID": "320580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320580",
                    "TitleEnglish": "Portrait of a Ruined Country",
                    "SummaryEnglish": "The United Earth Sphere Alliance collapses, sending the entire Planet into a panic. This allows OZ to step forward and take control through a well planned coup. Zechs is occupied with other things: he is searching for the ruins of the Sanc Kingdom."
                },
                "12": {
                    "ID": "320583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320583",
                    "TitleEnglish": "Bewildered Warriors",
                    "SummaryEnglish": "The Gundams must fight to regain peace. Wufei meets Sally Po on the battlefield and tells her that the weak should not be fighting. Still, lost in his emotion, Wufei once again gets into his Shenlong Gundam."
                },
                "13": {
                    "ID": "320584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320584",
                    "TitleEnglish": "Catherine's Tears",
                    "SummaryEnglish": "Two misguided OZ soldiers are going on an execution spree, destroying any remaining Alliance resistance. In an effort to save the colonies, Trowa heads for his final battle. However, Catherine stands between him and his death wish..."
                },
                "17": {
                    "ID": "320588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320588",
                    "TitleEnglish": "Betrayed by Home, Far Away",
                    "SummaryEnglish": "OZ sets in motion its plans to destroy the Alliance military once and for all. Quatre and Duo head to outer space to warn the colonies of the impending danger, only to discover they've been declared the enemy."
                },
                "18": {
                    "ID": "320589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320589",
                    "TitleEnglish": "Tallgeese Destroyed",
                    "SummaryEnglish": "The fight between the Tallgeese and the Gundams conclude. Now, Zechs refuses to fight for, and ends his affiliation with the Romefeller Foundation."
                },
                "19": {
                    "ID": "320590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320590",
                    "TitleEnglish": "Assault on Barge",
                    "SummaryEnglish": "The Gundam Deathscythe single-handedly battles OZ's Mobile Suits in space, and Duo ends up getting captured. Heero searches for Duo in order to silence him..."
                },
                "20": {
                    "ID": "320591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320591",
                    "TitleEnglish": "The Lunar Base Infiltration",
                    "SummaryEnglish": "OZ is developing 2 new Mobile Suits that can challenge the Gundams. Heero accepts the mission to sneak in and sabotage their operations. But he is unprepared for who he meets while inside the base..."
                },
                "21": {
                    "ID": "320592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320592",
                    "TitleEnglish": "Grief-Stricken Quatre",
                    "SummaryEnglish": "A wild Mobile Suit approaches the colonies at high speed; Lady Une orders test pilots Heero and Trowa to stop it. Meanwhile, Quatre, exhausted from the pressure of his missions, returns home for a visit. But what he finds there is not comfort, only more chaos and tragedy."
                },
                "22": {
                    "ID": "320593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320593",
                    "TitleEnglish": "The Fight for Independence",
                    "SummaryEnglish": "The colonies have begun arming themselves for the coming fight against OZ. However, more surprising than that is the switch in Lady Une-she's become an advocate for peace. She is now acting on Treize's behalf without the consent of the Romefeller Foundation."
                },
                "23": {
                    "ID": "320594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320594",
                    "TitleEnglish": "Duo, the God of Death Once Again",
                    "SummaryEnglish": "With Lady Une's help, Duo escapes from OZ and goes to destroy the Mobile Suit production base on the moon. But while there, he meets a girl named Hilde who has become a soldier. The choice is suddenly much more complicated."
                },
                "24": {
                    "ID": "320595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320595",
                    "TitleEnglish": "The Gundam They Called Zero",
                    "SummaryEnglish": "A Mobile Suit with fantastic power is on a rampage. It's attacking the colonies one after another in a brutal display of raw power. Trowa and Heero move to intercept this strange new Mobile Suit and are surprised by who its pilot is..."
                },
                "25": {
                    "ID": "320596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320596",
                    "TitleEnglish": "Quatre vs. Heero",
                    "SummaryEnglish": "Trowa and Heero must battle their crazed friend; but they find themselves losing against this new Gundam. Treize, meanwhile, disapproves of the Romefeller Foundation's plan to use Mobile Dolls-automated Mobile Suits without pilots. His dissension results in his arrest by OZ."
                },
                "26": {
                    "ID": "320597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320597",
                    "TitleEnglish": "The Eternal Flame of the Shooting Stars",
                    "SummaryEnglish": "Treize is freed by OZ soldiers loyal to him, but the trouble is only beginning. Romefeller is out to eliminate the Gundams and Treize, since they are symbols of hipe. Operation NOVA commences, and all of the Earth is in danger."
                },
                "27": {
                    "ID": "320598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320598",
                    "TitleEnglish": "The Locus of Victory and Defeat",
                    "SummaryEnglish": "This episode is just a very lengthy flashback of all the major things that happened to Relena throughout the series - with particular emphasis on Heero and Zechs. The episode ends with Relena yelling out of an open window for Heero to return to her and end the war."
                },
                "28": {
                    "ID": "320599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320599",
                    "TitleEnglish": "Passing Destinies",
                    "SummaryEnglish": "Another flashback episode! This one is reflected on by Treize and focuses mainly on the progression of OZ. It ends with a very interesting scene. Treize is on a computer analyzing/working on the Epyon. A woman with a rose comes to him from behind - could it be Lady Une? Also interesting, on Treize's computer there are two pictures of Lady Une next to a rose - one of each version of her."
                },
                "29": {
                    "ID": "320600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320600",
                    "TitleEnglish": "The Heroine of the Battlefield",
                    "SummaryEnglish": "Romefeller is gaining ground on Earth very quickly and Treize and his troops seem to be losing the battle. When Heero realizes that Treize is now fighting Romefeller, he joins his army as a mercenary and finds himself working alongside Sally Po and Lucrezia Noin."
                },
                "30": {
                    "ID": "320601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320601",
                    "TitleEnglish": "The Reunion with Relena",
                    "SummaryEnglish": "Quatre isn't convinced that Heero's mercenary path is the correct one. However, having witnessed the horrors of war, he cannot stand by and do nothing. When Relena declares the Sanc Kingdom's neutrality, Quatre and Heero take refuge."
                },
                "31": {
                    "ID": "320602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320602",
                    "TitleEnglish": "The Glass Kingdom",
                    "SummaryEnglish": "Heero and Quatre decide to stay in the Sanc Kingdom and help Relena promote pacifism. But when the Romefeller Foundation attacks, Heero, Quatre and Noin go into battle."
                },
                "32": {
                    "ID": "320603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320603",
                    "TitleEnglish": "The God of Death Meets Zero",
                    "SummaryEnglish": "Still in space, Duo has been retaliating against OZ. But OZ closes in, and Duo and his incomplete Gundam Deathscythe Hell must fight the Wing Zero."
                },
                "33": {
                    "ID": "320604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320604",
                    "TitleEnglish": "The Lonely Battlefield",
                    "SummaryEnglish": "Zechs steps onto the battlefield once again and attacks Romefeller's forces. Meanwhile, Heero heads off to help the Treize Faction."
                },
                "34": {
                    "ID": "320605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320605",
                    "TitleEnglish": "And its Name is Epyon",
                    "SummaryEnglish": "Zechs gets the Wing Gundam Zero and demolishes the OZ forces. However, Treize gives Heero a new Gundam, perhaps the most terrible Gundam of all, and its name is Epyon..."
                },
                "35": {
                    "ID": "320606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320606",
                    "TitleEnglish": "The Return of Wufei",
                    "SummaryEnglish": "Wanting to join the Gundam pilots in their fight, Zechs goes to meet Wufei, But Wufei, pilot of the new Altron Gundam, believes him to be the enemy."
                },
                "36": {
                    "ID": "320607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320607",
                    "TitleEnglish": "Sanc Kingdom's Collapse",
                    "SummaryEnglish": "Duo and Trowa are reunited and team up against the enemy once more. Meanwhile, the Romefeller Foundation has mounted a final assault against the Sanc Kingdom, forcing Relena to surrender to prevent a battle."
                },
                "37": {
                    "ID": "320608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320608",
                    "TitleEnglish": "Zero vs. Epyon",
                    "SummaryEnglish": "Relena, now a prisoner of the Romefeller Foundation, is faced with a very difficult choice. Meanwhile Heero and Zechs engage in battle once again-this time on the grounds of the Sanc Kingdom."
                },
                "38": {
                    "ID": "320609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320609",
                    "TitleEnglish": "The Birth of Queen Relena",
                    "SummaryEnglish": "A group of rebel colony citizens calling themselves the \"White Fang\" starts attacking OZ bases. Quatre and Noin search for the other Gundam pilots. The Romefeller Foundation names Queen Relena as their representative."
                },
                "39": {
                    "ID": "320610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320610",
                    "TitleEnglish": "Trowa's Return to the Battlefield",
                    "SummaryEnglish": "Quinze, the leader of the White Fang, contacts Zechs and asks him-and his Gundam-to join their cause. Still suffering from amnesia, Trowa once agian goes into battle."
                },
                "40": {
                    "ID": "320611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320611",
                    "TitleEnglish": "A New Leader",
                    "SummaryEnglish": "As Relena takes her first step towards trying to achieve true peace, Heero sets out to eliminate her. Milliardo Peacecraft, the new leader of the White Fang, is now intent on going to war against OZ, the Romefeller Foundation and the Gundam pilots."
                },
                "41": {
                    "ID": "320612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320612",
                    "TitleEnglish": "Crossfire at Barge",
                    "SummaryEnglish": "With Milliardo Peacecraft's declaration of war against the Earth in effect, the battle rages on between the White Fang and OZ. Meanwhile, Treize returns to take control of the Romefeller Foundation, forcing Relena to step down. In space, the Gundam pilots encounter Milliardo and his Epyon."
                },
                "42": {
                    "ID": "320613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320613",
                    "TitleEnglish": "Battleship Libra",
                    "SummaryEnglish": "The survivors of the destruction of Barge are brought to Earth, one of them being Lady Une. Treize reveals his true intentions. As the battle continues, Relena heads for Libra."
                },
                "43": {
                    "ID": "320614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320614",
                    "TitleEnglish": "Target: Earth",
                    "SummaryEnglish": "The Gundam pilots reunite. OZ takes control of a colony demanding the White Fang surrender Libra. When Trowa learns that Catherine is in the colony, he leaps to action. Meanwhile, Relena struggles to talk some sense into her brother."
                },
                "44": {
                    "ID": "320615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320615",
                    "TitleEnglish": "Go Forth, Gundam Team",
                    "SummaryEnglish": "Relena's plead for her brother to stop the war goes unheeded. The Gundam pilots battle their way though a fierce encounter with Mobile Dolls under Dorothy's control."
                },
                "45": {
                    "ID": "320616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320616",
                    "TitleEnglish": "Signs of the Final Battle",
                    "SummaryEnglish": "Milliardo leaves Quinze in command temporarily as he takes a rest. The Mercurius and Vayeate are once again used against the Gundams. However, this proves to be the two Mobile Suits' last battle."
                },
                "46": {
                    "ID": "320617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320617",
                    "TitleEnglish": "Milliardo's Decision",
                    "SummaryEnglish": "Heero manages to get into the Libra and reunites with Relena to confront Milliardo. Treize challenges Milliardo with his new Tallgeese II Mobile Suit. To try and eliminate Treize, he fires the Libra..."
                },
                "47": {
                    "ID": "320618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320618",
                    "TitleEnglish": "Collision in Space",
                    "SummaryEnglish": "The five Gundams launch their ultimate offensive knowing that only mass slaughter and a sad battlefield awaits them. The Peacemillion space fortress rams the Libra to block White Fang's way to Earth, even if it will bring their own death."
                },
                "48": {
                    "ID": "320619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320619",
                    "TitleEnglish": "Takeoff into Confusion",
                    "SummaryEnglish": "While Wufei fights Treize, Quatre fights Dorothy, Trowa tries to change his destiny, Duo frees the scientists, and Heero looks for Milliardo for the last round of their duel."
                },
                "49": {
                    "ID": "320620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320620",
                    "TitleEnglish": "The Final Victor",
                    "SummaryEnglish": "As Heero and Zechs come to the end of their final duel, the battleship Libra and Peacemillion descend upon the earth threatening to engulf the world in a never ending winter.... Meanwhile Trowa helps out the wounded Quatre, and Duo delivers the \"lords of plague\" to peacemillion, in the hopes of averting the tradgedy of the battleships plunge."
                }
            }
        }
    }
}