{
    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0159193/",
        "https://www.themoviedb.org/tv/21730"
    ],
    "TitleEnglish": "Mobile Suit Gundam Wing",
    "SummaryEnglish": "Mankind has moved into space. Thousands of people live on giant orbiting space colonies called \"Sides.\" However, the Earth Government, which rules the colonies, is unjust and cruel. A group of revolutionaries builds five robotic weapons called Gundams and plans to send them to Earth to begin their fight for independence. Piloted by five young men, these Gundams carry the hopes and dreams of freedom of the colonists with them as they descend to Earth to begin Operation Meteor!",
    "TitleJapanese": "新機動戦記ガンダムＷ",
    "SummaryJapanese": "A.C.195年。地球圏統一連合の支配に抵抗するコロニーの組織が、軍事組織OZの施設破壊を目的とした地球降下作戦“オペレーションメテオ”を発動する。しかし、この作戦はOZに露見しており、地球に降下中の5機のガンダムは攻撃を受けてしまう。",
    "Aliases": [
        "New Mobile Report Gundam W"
    ],
    "Modified": "2025-05-26",
    "Seasons": {
        "0": {
            "ID": "26769",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/seasons/official/0",
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "4170530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/4170530",
                    "TitleEnglish": "Operation Meteor I: Odd Numbers",
                    "SummaryEnglish": "Featuring the \"odd-numbered\" pilots (Heero Yuy, Trowa Barton, and Chang Wufei) reflecting on the events of first half of the series.",
                    "TitleJapanese": "ODD NUMBERS オペレーション･メテオ",
                    "SummaryJapanese": "「ガンダムW」ＴＶシリーズ前半を、ヒイロ、トロワ、五飛の３人にスポットを当てて再構成。OZ壊滅のためガンダムと共に地球へ送り込まれた少年たちの運命は？"
                },
                "2": {
                    "ID": "4170531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/4170531",
                    "TitleEnglish": "Operation Meteor I: Even Numbers",
                    "SummaryEnglish": "Featuring the \"even-numbered\" pilots (Duo Maxwell and Quatre Raberba Winner) reflecting on the events of the first half of the series.",
                    "TitleJapanese": "EVEN NUMBERS オペレーション･メテオ",
                    "SummaryJapanese": "「ガンダムW」ＴＶシリーズ前半を、デュオ、カトルのふたりにスポットを当てて再構成。OZ壊滅のためガンダムと共に地球へ送り込まれた少年たちの運命は？"
                },
                "3": {
                    "ID": "4170533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/4170533",
                    "TitleEnglish": "Operation Meteor II: Odd Numbers II",
                    "SummaryEnglish": "Featuring odd-numbered pilots Heero, Trowa, and Wufei reflecting on the second half of the series.",
                    "TitleJapanese": "ODD NUMBERS オペレーション･メテオⅡ",
                    "SummaryJapanese": "「ガンダムW」ＴＶシリーズ後半を、ヒイロ、トロワ、五飛の３人にスポットを当てて再構成。少年たちの戦いの先に、真の平和の時代は訪れるのか？"
                },
                "4": {
                    "ID": "4170534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/4170534",
                    "TitleEnglish": "Operation Meteor II: Even Numbers II",
                    "SummaryEnglish": "Featuring the even-numbered pilots Duo and Quatre reflecting on the second half of the series.",
                    "TitleJapanese": "EVEN NUMBERS オペレーション･メテオⅡ",
                    "SummaryJapanese": "「ガンダムW」ＴＶシリーズ後半を、デュオ、カトルのふたりにスポットを当てて再構成。少年たちの戦いの先に、真の平和の時代は訪れるのか？"
                },
                "5": {
                    "ID": "386986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/386986",
                    "TitleEnglish": "Endless Waltz: Silent Orbit",
                    "SummaryEnglish": "Following the end of the Eve Wars in late AC 195, Earth and the colonies are united in peace as the Earth Sphere Unified Nation. On December 24, AC 196, Sally Po, now an agent of the newly formed Preventers organization, locates a deposit of Neo-Titanium alloy in space. Quatre and Duo load Wing Zero, Deathscythe Hell, Heavyarms Kai, and Sandrock Kai onto a colony that is to be sent into the sun to destroy the Gundams permanently. The only thing missing is Altron, which Wufei refused to bring.",
                    "TitleJapanese": "Endless Waltz 第１話 静かなる軌道（サイレント・オービット）",
                    "SummaryJapanese": "地球国家軍とホワイトファングの戦いが終結して１年。平和な世界には必要なくなったガンダムを処分しようとするカトルたち。地球ではレディ・アン指導のもと「プリベンター」が組織された。"
                },
                "6": {
                    "ID": "386987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/386987",
                    "TitleEnglish": "Endless Waltz: Operation Meteor",
                    "SummaryEnglish": "Quatre and the Maganac Corps decide to take a different course to cut down time on their journey. Quatre has a flashback about Instructor H telling him to ignore Operation Meteor and follow his heart. Duo's stolen Leo is disabled by Trowa, and Duo wonders why he's been betrayed.",
                    "TitleJapanese": "Endless Waltz 第２話 過ぎ去りし流星（オペレーション・メテオ）",
                    "SummaryJapanese": "プリベンターとしてデキムの凶行を止めに入ったゼクスは、真のオペレーション・メテオを知ってしまう。廃棄したガンダム４機を回収したカトルはウイングガンダムゼロをヒイロに渡す。"
                },
                "7": {
                    "ID": "386988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/386988",
                    "TitleEnglish": "Endless Waltz: Return to Eternity",
                    "SummaryEnglish": "Heero asked Quatre to bring Wing Zero to him because it is faster for him to get on it right away. After Heero got onto his Gundam, he encountered Wufei. At this time, Wufei was beginning to have doubt toward the true meaning of justice. He felt that it didn't make sense in that he was still fighting and involved in a war while everything was at peace (when there's peace, there're no need for warrriors nor wars and Wufei was getting very confused about the very purpose of his involvement).",
                    "TitleJapanese": "Endless Waltz 第３話 永遠への回帰（リターン・トゥ・フォーエヴァー）",
                    "SummaryJapanese": "マリーメイアとリリーナがいる基地のシェルターを破るため、撃ち続けるヒイロ。ついにシェルターが破られ、その爆撃に巻き込まれたマリーメイアとリリーナを救ったのは、レディ・アンだった。"
                },
                "8": {
                    "ID": "1923271",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/1923271",
                    "TitleEnglish": "Endless Waltz: The Movie",
                    "SummaryEnglish": "Gundam Wing: Endless Waltz was first produced as a 3-part OVA and later compiled into a feature movie, which aired on Cartoon Network in late 2000. Endless Waltz narrates the events of Christmas A.C. 196, one year after the Battle with Libra. A girl who claims to be the daughter of the late Treize Khushrenada, declares war on the newly formed Earth Unified Sphere Nation. Faced with this new threat against peace, the Gundam pilots must once again suit up.",
                    "TitleJapanese": "Endless Waltz 特別篇",
                    "SummaryJapanese": "A.C.196年、クリスマスイブ。リリーナ・ドーリアンは外交訪問中のL-3 X18999コロニーで拉致され、一人の少女に出会う。少女の名はマリーメイア。先年死去した世界国家の元首でOZ総帥を務めたトレーズ・クシュリナーダを父に持つという。"
                },
                "9": {
                    "ID": "4801024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/4801024",
                    "TitleEnglish": "Frozen Teardrop Picture Drama - A New Battle",
                    "SummaryEnglish": "Special included in the second of two remastered Gundam Wing Blu-ray boxes based on the novel series Gundam Wing Frozen Teardrop.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "17272",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/seasons/official/1",
            "# Episodes": 49,
            "Episodes": {
                "1": {
                    "ID": "320572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320572",
                    "TitleEnglish": "The Shooting Star She Saw",
                    "SummaryEnglish": "In an effort to end many years of tyrannical rule, five pilots and their Gundams are dispatched to Earth to begin Operation Meteor. Four land without incident, but one is intercepted and his mission is compromised.",
                    "TitleJapanese": "少女が見た流星",
                    "SummaryJapanese": "５体のMSが地球へと降下。その１体であるウイングはOZのゼクスに撃墜されてしまう。外務次官の娘リリーナは漂着した操縦者ヒイロを発見するが…!?"
                },
                "2": {
                    "ID": "320573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320573",
                    "TitleEnglish": "The Gundam Deathscythe",
                    "SummaryEnglish": "Heero plans to destroy the Wing Gundam before it is discovered by the Alliance forces. Heero gets his hands on two torpedoes and attempts to destroy his Gundam. Relena, refusing to believe Heero's threat, tries to confront him but is interrupted by the arrival of Duo Maxwell...",
                    "TitleJapanese": "死神と呼ばれるG(ガンダム)",
                    "SummaryJapanese": "ヒイロの行動に強い興味を抱くリリーナ。一方、ヒイロはウイングの爆破を計画する。そんなとき、連合の前に猛威を振るうもう１体のガンダムが現れた。"
                },
                "3": {
                    "ID": "320574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320574",
                    "TitleEnglish": "Five Gundams Confirmed",
                    "SummaryEnglish": "Heero is injured and is kept for treatment at the Alliance hospital. At the Corsican base of the Mediterranean, the Gundam Heavyarms, piloted by L3's Trowa Barton, annihilates everything in its path. Then things get even worse for the Alliance when the Gundam Sandrock shows up.",
                    "TitleJapanese": "ガンダム5機確認",
                    "SummaryJapanese": "次第に互いの存在を知り始める５人のパイロットたち。デュオは連合の特別治療室に収容されたヒイロを救出する。地中海ではカトルとトロワが出会う。"
                },
                "4": {
                    "ID": "320575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320575",
                    "TitleEnglish": "The Victoria Nightmare",
                    "SummaryEnglish": "L5's Wufei Chang, in his Shenlong Gundam, attacks the Taurus MS's transports after coming into Lake Victoria base late at night. Lucrezia Noin, head instructor at the base and good friend of Zechs Merquise, tries to fight him off in her Aries MS.",
                    "TitleJapanese": "悪夢のビクトリア",
                    "SummaryJapanese": "宇宙用MSトーラスを擁するビクトリア基地で、ゼクスは彼を慕うノイン教官と再会する。だがその夜、五飛が基地を急襲。部下を失ったノインは…!?"
                },
                "5": {
                    "ID": "320576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320576",
                    "TitleEnglish": "Relena's Secret",
                    "SummaryEnglish": "Relena and her father, Vice Foreign Minister Darlian, journey to the colonies to try and prevent war. but there are those who do not want peace. Amidst the grief and tragedy, Relena learns her true identity...",
                    "TitleJapanese": "リリーナの秘密",
                    "SummaryJapanese": "娘リリーナとともにコロニーに向かったドーリアンは、OZの策謀により暗殺されてしまう。そして、リリーナは臨終の父から意外な出生の秘密を聞かされる。"
                },
                "6": {
                    "ID": "320577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320577",
                    "TitleEnglish": "Party Night",
                    "SummaryEnglish": "Relena goes back to Earth. Wufei attacks another Alliance base and Trowa has started to work in a circus as a cover. Back at school, Relena tells Heero that she knows everything about him and invites him to a party, to be held that night.",
                    "TitleJapanese": "パーティー・ナイト",
                    "SummaryJapanese": "秘密を知りすぎたリリーナを殺さねばならないヒイロ。だが学園祭の夜、OZのMSに襲われたリリーナをヒイロは無意識のうちに救ってしまう。"
                },
                "7": {
                    "ID": "320578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320578",
                    "TitleEnglish": "Scenario for Bloodshed",
                    "SummaryEnglish": "Treize Kushrenada's plans to destroy the Alliance come to a head when the leaders of the Alliance hold a meeting. The meeting is led by Marshal Noventa and outlines his peace agenda. However, based on Treize's false intelligence, the Gundams destroy the Alliance leadership, and Oz begins to take over Earth.",
                    "TitleJapanese": "流血へのシナリオ",
                    "SummaryJapanese": "OZ総帥トレーズの奸計でニューエドワーズ基地に集められるガンダム。罠にかかったヒイロは連合平和主義者のシャトルを撃破。流血の時代の幕が上がった。"
                },
                "8": {
                    "ID": "320579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320579",
                    "TitleEnglish": "The Treize Assassination",
                    "SummaryEnglish": "Lady Une makes the Gundams her next target and activates the self-destruct sequence on the New Edwards Base. Can Heero prevent the explosion of the New Edwards Base and find the person who set them up? Meanwhile, Wufei duels with Treize.",
                    "TitleJapanese": "トレーズ暗殺",
                    "SummaryJapanese": "ガンダム殲滅のため、ニューエドワーズ基地爆破を謀るOZ。ヒイロはその凶行を阻止するが、心は晴れない。一方、五飛はトレーズ暗殺に向かっていた。"
                },
                "9": {
                    "ID": "320580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320580",
                    "TitleEnglish": "Portrait of a Ruined Country",
                    "SummaryEnglish": "The United Earth Sphere Alliance collapses, sending the entire Planet into a panic. This allows OZ to step forward and take control through a well planned coup. Zechs is occupied with other things: he is searching for the ruins of the Sanc Kingdom.",
                    "TitleJapanese": "亡国の肖像",
                    "SummaryJapanese": "OZの軍事制覇が進行する中、ヒイロとデュオは新たな任務を帯びて中国を訪れる。一方、ゼクスは、故郷サンクキングダム奪回のために完成したばかりのMSトールギスで出撃するが…!?"
                },
                "10": {
                    "ID": "320581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320581",
                    "TitleEnglish": "Heero, Distracted by Defeat",
                    "SummaryEnglish": "Lady Une briefs her troops on another strategy to try and wipe out the Gundams. Heero and Zechs face each other again, but this time it's the Wing Gundam versus the Tallgeese.",
                    "TitleJapanese": "ヒイロ閃光に散る",
                    "SummaryJapanese": "宇宙用MSトーラスのシベリア基地輸送計画を知り、出撃するガンダムたち。だが、それはOZによる陽動作戦だった。宇宙要塞バルジの照準をコロニーに向けさせ、降伏を迫るレディ・アン。"
                },
                "11": {
                    "ID": "320582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320582",
                    "TitleEnglish": "The Whereabouts of Happiness",
                    "SummaryEnglish": "The Gundams have been defeated. With the colonies used as shields, the pilots don't have a chance. No one knows whether Heero is dead or alive. On the trail of her father's killer, Relena heads to Moscow. Duo and Quatre take refuge with the Maguanac Corps.",
                    "TitleJapanese": "幸福の行方",
                    "SummaryJapanese": "カトルに連れられ、マグアナック隊の基地に身を寄せるデュオ。ヒイロの行動がきっかけとなり、少年たちは今後のことを語り合い始めた。また、父の仇を追うリリーナはモスクワへ。"
                },
                "12": {
                    "ID": "320583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320583",
                    "TitleEnglish": "Bewildered Warriors",
                    "SummaryEnglish": "The Gundams must fight to regain peace. Wufei meets Sally Po on the battlefield and tells her that the weak should not be fighting. Still, lost in his emotion, Wufei once again gets into his Shenlong Gundam.",
                    "TitleJapanese": "迷える戦士たち",
                    "SummaryJapanese": "一命をとりとめ、トロワのサーカスキャンプで目覚めるヒイロ。一方、五飛は内戦の続くブント共和国でゲリラ活動をするサリィ・ポオと出会っていた。"
                },
                "13": {
                    "ID": "320584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320584",
                    "TitleEnglish": "Catherine's Tears",
                    "SummaryEnglish": "Two misguided OZ soldiers are going on an execution spree, destroying any remaining Alliance resistance. In an effort to save the colonies, Trowa heads for his final battle. However, Catherine stands between him and his death wish...",
                    "TitleJapanese": "キャスリンの涙",
                    "SummaryJapanese": "OZのアレックスとミュラーはノインの教え子だった。連合旧勢力の粛正と称して惨殺を繰り広げる彼らにゼクスの怒りが爆発する。その頃、ヒイロの潔さに感化されたトロワは…。"
                },
                "14": {
                    "ID": "320585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320585",
                    "TitleEnglish": "The Order to Destroy 01",
                    "SummaryEnglish": "To try and make up for his mistake of killing the honorable pacifist leader Noventa, Heero confronts his granddaughter, Sylvia Noventa. Meanwhile, Zechs is handed an order from the Romefeller Foundation...",
                    "TitleJapanese": "01爆破指令",
                    "SummaryJapanese": "ヒイロはノベンタの孫娘シルビアのもとを訪れる。自分が殺した平和主義者たちの親族を訪ね、罪の審判を仰ぐ決意なのだ。だが、OZの母体ロームフェラ財団は野望実現への準備を整えつつあった。"
                },
                "15": {
                    "ID": "320586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320586",
                    "TitleEnglish": "To the Battleground Antarctica",
                    "SummaryEnglish": "Zechs' warrior nature craves a decisive battle. Noin invites Heero to Antarctica, where Zechs awaits. Suspecting that Zechs has violated the order to destroy Zero One, the Romefeller Foundation sends troops after him.",
                    "TitleJapanese": "決戦の場所南極へ",
                    "SummaryJapanese": "戦士としてヒイロとの決戦を望むゼクス。ノインはヒイロとトロワを連れ、ゼクスの待つ南極へと向かう。そこでは秘かにウイングの修復が行われていた。"
                },
                "16": {
                    "ID": "320587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320587",
                    "TitleEnglish": "The Sorrowful Battle",
                    "SummaryEnglish": "At the South Pole, Zechs waits with the newly-rebuilt Wing Gundam. After Herro arrives and the rematch begins, Relena arrives and tries to stop them from wasting their lives. However, she discovers a revelation...",
                    "TitleJapanese": "悲しき決戦",
                    "SummaryJapanese": "完全修復されたウイングを断り、ヘビーアームズでトールギスとの決戦に赴くヒイロ。リリーナは戦いを止めさせようと、手紙を携えて合流する。だが、そこで彼女はノインから…。"
                },
                "17": {
                    "ID": "320588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320588",
                    "TitleEnglish": "Betrayed by Home, Far Away",
                    "SummaryEnglish": "OZ sets in motion its plans to destroy the Alliance military once and for all. Quatre and Duo head to outer space to warn the colonies of the impending danger, only to discover they've been declared the enemy.",
                    "TitleJapanese": "裏切りの遠き故郷",
                    "SummaryJapanese": "コロニーを連合の軍事支配から次々と解放していくOZ。そこには、天使のような微笑みを浮かべて平和を説くレディ・アンの姿があった。OZの真の姿を暴くため、少年たちは再び宇宙を目指す。"
                },
                "18": {
                    "ID": "320589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320589",
                    "TitleEnglish": "Tallgeese Destroyed",
                    "SummaryEnglish": "The fight between the Tallgeese and the Gundams conclude. Now, Zechs refuses to fight for, and ends his affiliation with the Romefeller Foundation.",
                    "TitleJapanese": "トールギス破壊",
                    "SummaryJapanese": "財団は無人MS（モビルスーツ）・モビルドールの導入に本腰を入れ始めた。一方、戦士としての個人的感情からガンダムと戦ってきたと悟ったゼクスはOZとの、そして友であるトレーズとの決別をはかる。"
                },
                "19": {
                    "ID": "320590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320590",
                    "TitleEnglish": "Assault on Barge",
                    "SummaryEnglish": "The Gundam Deathscythe single-handedly battles OZ's Mobile Suits in space, and Duo ends up getting captured. Heero searches for Duo in order to silence him...",
                    "TitleJapanese": "バルジ強襲",
                    "SummaryJapanese": "宇宙へと上がったデュオはトーラス部隊に敗れ、反乱分子としてコロニーに連行されてしまう。そんな彼を作戦の障害と考えたヒイロは、単身OZ基地に向かい、デュオを殺そうとするが…!?"
                },
                "20": {
                    "ID": "320591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320591",
                    "TitleEnglish": "The Lunar Base Infiltration",
                    "SummaryEnglish": "OZ is developing 2 new Mobile Suits that can challenge the Gundams. Heero accepts the mission to sneak in and sabotage their operations. But he is unprepared for who he meets while inside the base...",
                    "TitleJapanese": "潜入、月面基地",
                    "SummaryJapanese": "レディ・アンに捕らえられた５人の博士が、月面基地で２機の新型MSを開発した。それを知ったヒイロは月へ。一方、トロワもまたMSの操縦者テストに合格、OZ内部への潜入に成功する。"
                },
                "21": {
                    "ID": "320592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320592",
                    "TitleEnglish": "Grief-Stricken Quatre",
                    "SummaryEnglish": "A wild Mobile Suit approaches the colonies at high speed; Lady Une orders test pilots Heero and Trowa to stop it. Meanwhile, Quatre, exhausted from the pressure of his missions, returns home for a visit. But what he finds there is not comfort, only more chaos and tragedy.",
                    "TitleJapanese": "悲しみのカトル",
                    "SummaryJapanese": "故郷の資源衛星で父と再会したカトル。厳格な平和主義者の父はMSで戦う息子を許そうとしない。だが、彼が心血を注ぎ発展させてきた衛星は、OZの影響のもとで軍備化の道を歩みつつあった。"
                },
                "22": {
                    "ID": "320593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320593",
                    "TitleEnglish": "The Fight for Independence",
                    "SummaryEnglish": "The colonies have begun arming themselves for the coming fight against OZ. However, more surprising than that is the switch in Lady Une-she's become an advocate for peace. She is now acting on Treize's behalf without the consent of the Romefeller Foundation.",
                    "TitleJapanese": "独立を巡る戦い",
                    "SummaryJapanese": "ゼクスは親善大使ミリアルドの名でコロニーを訪れる。そこには、トレーズが支配者として宇宙に上がる日を夢見るレディ・アンの姿があった。しかし、トレーズはそれを拒否。彼女の心は激しく揺れる。"
                },
                "23": {
                    "ID": "320594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320594",
                    "TitleEnglish": "Duo, the God of Death Once Again",
                    "SummaryEnglish": "With Lady Une's help, Duo escapes from OZ and goes to destroy the Mobile Suit production base on the moon. But while there, he meets a girl named Hilde who has become a soldier. The choice is suddenly much more complicated.",
                    "TitleJapanese": "死神に戻るデュオ",
                    "SummaryJapanese": "MS量産プラント破壊のため月面基地に向かうデュオ。だが、そこに少女兵士のヒルデが立ちはだかった。ともにコロニーの平和を願うふたりが敵味方として戦う皮肉に、デュオの心は痛む。"
                },
                "24": {
                    "ID": "320595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320595",
                    "TitleEnglish": "The Gundam They Called Zero",
                    "SummaryEnglish": "A Mobile Suit with fantastic power is on a rampage. It's attacking the colonies one after another in a brutal display of raw power. Trowa and Heero move to intercept this strange new Mobile Suit and are surprised by who its pilot is...",
                    "TitleJapanese": "ゼロと呼ばれたG(ガンダム)",
                    "SummaryJapanese": "資源衝星や民間コロニーを次々と消滅させていく謎のMSが現われた。出撃したヒイロとトロワは、そこに新型ガンダム・ウイングゼロと、狂った宇宙すべてを破壊しようとするカトルの姿を見る。"
                },
                "25": {
                    "ID": "320596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320596",
                    "TitleEnglish": "Quatre vs. Heero",
                    "SummaryEnglish": "Trowa and Heero must battle their crazed friend; but they find themselves losing against this new Gundam. Treize, meanwhile, disapproves of the Romefeller Foundation's plan to use Mobile Dolls-automated Mobile Suits without pilots. His dissension results in his arrest by OZ.",
                    "TitleJapanese": "カトルVSヒイロ",
                    "SummaryJapanese": "暴走したカトルを正気に戻すため、自ら犠牲となって消息を断つトロワ。一方、財団はモビルドールの量産を決定。人の心を持たぬ兵器の代理戦争に異議を唱えたトレーズは自ら失脚の道を選ぶ。"
                },
                "26": {
                    "ID": "320597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320597",
                    "TitleEnglish": "The Eternal Flame of the Shooting Stars",
                    "SummaryEnglish": "Treize is freed by OZ soldiers loyal to him, but the trouble is only beginning. Romefeller is out to eliminate the Gundams and Treize, since they are symbols of hipe. Operation NOVA commences, and all of the Earth is in danger.",
                    "TitleJapanese": "燃えつきない流星",
                    "SummaryJapanese": "トレーズを支持する一部の兵士たちが財団に反旗を翻した。OZを二分する内乱は地球と宇宙に広がっていく。その頃、ウイングゼロを回収した月面基地では戦闘データの調査が開始されたが…!?"
                },
                "27": {
                    "ID": "320598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320598",
                    "TitleEnglish": "The Locus of Victory and Defeat",
                    "SummaryEnglish": "This episode is just a very lengthy flashback of all the major things that happened to Relena throughout the series - with particular emphasis on Heero and Zechs. The episode ends with Relena yelling out of an open window for Heero to return to her and end the war.",
                    "TitleJapanese": "勝利と敗北の軌跡",
                    "SummaryJapanese": "少女の見た流星がすべての出会いと戦いの始まりだった。サンクキングダム当主となったリリーナ。再び地球を目指すヒイロ。運命の再会に向かうふたの脳裏にさまざまな出来事が去来する。"
                },
                "28": {
                    "ID": "320599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320599",
                    "TitleEnglish": "Passing Destinies",
                    "SummaryEnglish": "Another flashback episode! This one is reflected on by Treize and focuses mainly on the progression of OZ. It ends with a very interesting scene. Treize is on a computer analyzing/working on the Epyon. A woman with a rose comes to him from behind - could it be Lady Une? Also interesting, on Treize's computer there are two pictures of Lady Une next to a rose - one of each version of her.",
                    "TitleJapanese": "すれ違う運命",
                    "SummaryJapanese": "幽閉のため財団本部へと護送されるトレーズ。拘束とは裏腹に開放感を噛みしめる彼は、己の運命をも変えてしまった少年たちとの戦いの日々を、同志に対するものと似た感慨とともに回想する。"
                },
                "29": {
                    "ID": "320600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320600",
                    "TitleEnglish": "The Heroine of the Battlefield",
                    "SummaryEnglish": "Romefeller is gaining ground on Earth very quickly and Treize and his troops seem to be losing the battle. When Heero realizes that Treize is now fighting Romefeller, he joins his army as a mercenary and finds himself working alongside Sally Po and Lucrezia Noin.",
                    "TitleJapanese": "戦場のヒロイン",
                    "SummaryJapanese": "ヒイロとカトルが帰還した地球では、サンクキングダムのリリーナが完全平和主義を唱え、軍事支配への抵抗を続けていた。そんな彼女の学園へ、財団の血縁者である少女ドロシーが転校してくる。"
                },
                "30": {
                    "ID": "320601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320601",
                    "TitleEnglish": "The Reunion with Relena",
                    "SummaryEnglish": "Quatre isn't convinced that Heero's mercenary path is the correct one. However, having witnessed the horrors of war, he cannot stand by and do nothing. When Relena declares the Sanc Kingdom's neutrality, Quatre and Heero take refuge.",
                    "TitleJapanese": "リリーナとの再会",
                    "SummaryJapanese": "トレーズ派の傭兵として戦いに身を委ねるヒイロ。その姿に疑問を感じたカトルは、単身訪れた戦火の街で平和を願う人々と出会う。そして、サンクキングダムを守ることが自分たちの使命だと気づく。"
                },
                "31": {
                    "ID": "320602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320602",
                    "TitleEnglish": "The Glass Kingdom",
                    "SummaryEnglish": "Heero and Quatre decide to stay in the Sanc Kingdom and help Relena promote pacifism. But when the Romefeller Foundation attacks, Heero, Quatre and Noin go into battle.",
                    "TitleJapanese": "ガラスの王国(サンクキングダム)",
                    "SummaryJapanese": "トレーズ派の負傷兵をサンクキングダムへ追い込み、完全平和の脆さを露呈させようと図る財団。ノインとヒイロはMSでの迎撃を余儀なくされる。武器なき平和はリリーナの夢でしかないのか？"
                },
                "32": {
                    "ID": "320603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320603",
                    "TitleEnglish": "The God of Death Meets Zero",
                    "SummaryEnglish": "Still in space, Duo has been retaliating against OZ. But OZ closes in, and Duo and his incomplete Gundam Deathscythe Hell must fight the Wing Zero.",
                    "TitleJapanese": "死神とゼロの対決",
                    "SummaryJapanese": "完璧な勝利を生み出す過程で、操縦者に苛酷な選択を強いるゼロシステム。その可能性に強い関心を抱くOZのトラント特尉は、デュオを拉致。彼にウイングゼロの実戦テストを強要するが…!?"
                },
                "33": {
                    "ID": "320604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320604",
                    "TitleEnglish": "The Lonely Battlefield",
                    "SummaryEnglish": "Zechs steps onto the battlefield once again and attacks Romefeller's forces. Meanwhile, Heero heads off to help the Treize Faction.",
                    "TitleJapanese": "孤独な戦場",
                    "SummaryJapanese": "財団は、軍事制覇の障害となるトレーズ派とサンクキングダムの打倒に乗り出した。ルクセンブルクを守るため出撃するゼクス。一方、リリーナは財団本部に招かれるが、それはデルマイユの罠だった。"
                },
                "34": {
                    "ID": "320605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320605",
                    "TitleEnglish": "And its Name is Epyon",
                    "SummaryEnglish": "Zechs gets the Wing Gundam Zero and demolishes the OZ forces. However, Treize gives Heero a new Gundam, perhaps the most terrible Gundam of all, and its name is Epyon...",
                    "TitleJapanese": "その名はエピオン",
                    "SummaryJapanese": "ルクセンブルクの古城で、トレーズから新型MSガンダムエピオンを託されるヒイロ。だが、危険なシステムが再び彼を暴走させる。その頃、宇宙ではゼクスがOZ軍からゼロを奪取していた。"
                },
                "35": {
                    "ID": "320606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320606",
                    "TitleEnglish": "The Return of Wufei",
                    "SummaryEnglish": "Wanting to join the Gundam pilots in their fight, Zechs goes to meet Wufei, But Wufei, pilot of the new Altron Gundam, believes him to be the enemy.",
                    "TitleJapanese": "ウーフェイ再び",
                    "SummaryJapanese": "自分の未熟さを感じ、故郷で修業に励む五飛。だが、突如OZ軍が襲来する。老師とコロニーを失った五飛は正義の怒りに燃える。そんな彼のもとに、戦いの同志を求めるゼクスが現れた。"
                },
                "36": {
                    "ID": "320607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320607",
                    "TitleEnglish": "Sanc Kingdom's Collapse",
                    "SummaryEnglish": "Duo and Trowa are reunited and team up against the enemy once more. Meanwhile, the Romefeller Foundation has mounted a final assault against the Sanc Kingdom, forcing Relena to surrender to prevent a battle.",
                    "TitleJapanese": "王国(サンクキングダム)崩壊",
                    "SummaryJapanese": "財団のサンクキングダム攻略が開始された。リリーナと平和の理想を守るため、ヒイロたちは戦う。だが、王国の存在自体が戦争を生み出すことを痛感したリリーナは、ついに運命の決断をする。"
                },
                "37": {
                    "ID": "320608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320608",
                    "TitleEnglish": "Zero vs. Epyon",
                    "SummaryEnglish": "Relena, now a prisoner of the Romefeller Foundation, is faced with a very difficult choice. Meanwhile Heero and Zechs engage in battle once again-this time on the grounds of the Sanc Kingdom.",
                    "TitleJapanese": "ゼロVSエピオン",
                    "SummaryJapanese": "王国の解体により、財団本部へと移送されるリリーナ。デルマイユはそんな彼女の平和的求心力を利用しようとする。同じ頃、王国の廃虚では、宿命に導かれるように２体のガンダムが激突していた。"
                },
                "38": {
                    "ID": "320609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320609",
                    "TitleEnglish": "The Birth of Queen Relena",
                    "SummaryEnglish": "A group of rebel colony citizens calling themselves the \"White Fang\" starts attacking OZ bases. Quatre and Noin search for the other Gundam pilots. The Romefeller Foundation names Queen Relena as their representative.",
                    "TitleJapanese": "女王(クイーン)リリーナ誕生",
                    "SummaryJapanese": "平和を願うリリーナは、傀儡と知りつつも財団代表となることを承諾する。その頃、宇宙ではホワイトファングと名乗る反OZの武装市民が蜂起。また、カトルは記憶喪失のトロワと再会していた。"
                },
                "39": {
                    "ID": "320610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320610",
                    "TitleEnglish": "Trowa's Return to the Battlefield",
                    "SummaryEnglish": "Quinze, the leader of the White Fang, contacts Zechs and asks him-and his Gundam-to join their cause. Still suffering from amnesia, Trowa once agian goes into battle.",
                    "TitleJapanese": "トロワ戦場へ帰る",
                    "SummaryJapanese": "宇宙ではコロニーとOZの対立が激化する。記憶の戻らぬトロワ、そしてデュオも戦線に復帰、カトルらとともに戦乱の終息を目指すも、一方でホワイトファングのカーンズは地球のゼクスに接近していた。"
                },
                "40": {
                    "ID": "320611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320611",
                    "TitleEnglish": "A New Leader",
                    "SummaryEnglish": "As Relena takes her first step towards trying to achieve true peace, Heero sets out to eliminate her. Milliardo Peacecraft, the new leader of the White Fang, is now intent on going to war against OZ, the Romefeller Foundation and the Gundam pilots.",
                    "TitleJapanese": "新たなる指導者",
                    "SummaryJapanese": "リリーナの支持者が増し、平和への機運が高まる財団。だが、宇宙では反OZ意識が頂点に達していた。ホワイトファングの新たな指導者となったゼクスは地球の排除を宣告する。"
                },
                "41": {
                    "ID": "320612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320612",
                    "TitleEnglish": "Crossfire at Barge",
                    "SummaryEnglish": "With Milliardo Peacecraft's declaration of war against the Earth in effect, the battle rages on between the White Fang and OZ. Meanwhile, Treize returns to take control of the Romefeller Foundation, forcing Relena to step down. In space, the Gundam pilots encounter Milliardo and his Epyon.",
                    "TitleJapanese": "バルジ攻防戦",
                    "SummaryJapanese": "バルジ要塞でOZとWFとの攻防戦が開始された。ゼクスの真意が知りたいノインは戦闘宙域へ向かう。一方、地球では政変とともにトレーズが復活。リリーナは財団代表を解任されてしまう。"
                },
                "42": {
                    "ID": "320613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320613",
                    "TitleEnglish": "Battleship Libra",
                    "SummaryEnglish": "The survivors of the destruction of Barge are brought to Earth, one of them being Lady Une. Treize reveals his true intentions. As the battle continues, Relena heads for Libra.",
                    "TitleJapanese": "リーブラ発進",
                    "SummaryJapanese": "損傷したアルトロンとともに、サリィのシャトルに救出された五飛。ヒイロの勧めでゼロに乗った彼は、自身の進むべき未来を知る。その頃、トレーズは意識不明のレディ・アンと再会していた。"
                },
                "43": {
                    "ID": "320614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320614",
                    "TitleEnglish": "Target: Earth",
                    "SummaryEnglish": "The Gundam pilots reunite. OZ takes control of a colony demanding the White Fang surrender Libra. When Trowa learns that Catherine is in the colony, he leaps to action. Meanwhile, Relena struggles to talk some sense into her brother.",
                    "TitleJapanese": "地上を撃つ巨光(オーロラ)",
                    "SummaryJapanese": "コロニー市民を人質にとるOZ宇宙軍。ゼロで出撃したトロワは幻影に苦しむ中、次第に失われた記憶を取り戻す。そんなとき、ゼクスはついにリーブラの主砲を発射。戦慄の光が地上を貫いた。"
                },
                "44": {
                    "ID": "320615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320615",
                    "TitleEnglish": "Go Forth, Gundam Team",
                    "SummaryEnglish": "Relena's plead for her brother to stop the war goes unheeded. The Gundam pilots battle their way though a fierce encounter with Mobile Dolls under Dorothy's control.",
                    "TitleJapanese": "出撃Gチーム",
                    "SummaryJapanese": "戦術プログラムを施されたWFのモビルドール部隊に苦戦するデュオたち。作戦行動の必要を感じて焦るカトルに、ヒイロは今一度ゼロシステムを使いこなし、チームを指揮することを要請する。"
                },
                "45": {
                    "ID": "320616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320616",
                    "TitleEnglish": "Signs of the Final Battle",
                    "SummaryEnglish": "Milliardo leaves Quinze in command temporarily as he takes a rest. The Mercurius and Vayeate are once again used against the Gundams. However, this proves to be the two Mobile Suits' last battle.",
                    "TitleJapanese": "決戦の予感",
                    "SummaryJapanese": "リーブラの艦内データを入手したヒルデは、モビルドール化されたメリクリウスとヴァイエイトの追撃にあう。救出に向かうデュオだが、２体にはヒイロとトロワの戦闘データが組み込まれていた。"
                },
                "46": {
                    "ID": "320617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320617",
                    "TitleEnglish": "Milliardo's Decision",
                    "SummaryEnglish": "Heero manages to get into the Libra and reunites with Relena to confront Milliardo. Treize challenges Milliardo with his new Tallgeese II Mobile Suit. To try and eliminate Treize, he fires the Libra...",
                    "TitleJapanese": "ミリアルドの決断",
                    "SummaryJapanese": "リリーナ救出のためにリーブラに潜入し、ゼクスと対面するヒイロ。一方、大部隊とともに出撃したトレーズはゼクスに決闘を申し込むが、彼は騎士道を否定。リーブラの主砲がトレーズをとらえる。"
                },
                "47": {
                    "ID": "320618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320618",
                    "TitleEnglish": "Collision in Space",
                    "SummaryEnglish": "The five Gundams launch their ultimate offensive knowing that only mass slaughter and a sad battlefield awaits them. The Peacemillion space fortress rams the Libra to block White Fang's way to Earth, even if it will bring their own death.",
                    "TitleJapanese": "激突する宇宙",
                    "SummaryJapanese": "リーブラの進撃を阻止せんと、ピースミリオンは主砲への体当たりを敢行した。デュオたちは敵艦内へと侵入。また、五飛とノインはそれぞれの心の決着を目指し、トレーズとゼクスのもとへ向かう。"
                },
                "48": {
                    "ID": "320619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320619",
                    "TitleEnglish": "Takeoff into Confusion",
                    "SummaryEnglish": "While Wufei fights Treize, Quatre fights Dorothy, Trowa tries to change his destiny, Duo frees the scientists, and Heero looks for Milliardo for the last round of their duel.",
                    "TitleJapanese": "混迷への出撃",
                    "SummaryJapanese": "リーブラの内と外で、少年たちの最後の戦いが展開する。トレーズに決闘を挑む五飛。ドロシーと哀しみの剣を交えるカトル。博士と行動をともにするデュオ。混迷の宇宙に平和は訪れるのか？"
                },
                "49": {
                    "ID": "320620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-wing/episodes/320620",
                    "TitleEnglish": "The Final Victor",
                    "SummaryEnglish": "As Heero and Zechs come to the end of their final duel, the battleship Libra and Peacemillion descend upon the earth threatening to engulf the world in a never ending winter.... Meanwhile Trowa helps out the wounded Quatre, and Duo delivers the \"lords of plague\" to peacemillion, in the hopes of averting the tradgedy of the battleships plunge.",
                    "TitleJapanese": "最後の勝利者",
                    "SummaryJapanese": "リーブラとピースミリオンは地球激突へ向け移動を開始した。人類最大の危機を回避するため、戦うデュオ、トロワ、カトル、五飛。ヒイロとゼクスは完全平和のためにガンダムでぶつかり合う。"
                }
            }
        }
    }
}