{
    "URL": "https://www.thetvdb.com/series/eureka-seven",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0765491/",
        "https://www.themoviedb.org/tv/889"
    ],
    "TitleEnglish": "Eureka Seven",
    "SummaryEnglish": "Renton Thurston is your ordinary 14-year-old boy, who has grown bored of his current life in his hometown. He is the son of the acclaimed hero of the military, and every day, he has no greater dream than to look up to his idol, Holland, who is skilled in the hoverboard sport referred to as “REFfing” (\"Lifting,\" in the English dub). He also believes that he would one day join the LFO rebel group Gekkostate, and surf the skies. As he tries to master the art and skill of REFfing, Renton has nothing more than his dreams and his hopes, which his grandfather mechanic dismisses as something useless. But one day, Renton’s life changes, when a REFfing LFO mecha crashes into his house, out of which emerges the most beautiful girl pilot he’s ever seen. Now, Renton finds himself in the middle of a war in which he absolutely has no desire to be involved in, having the ride of his life with his newfound love, his number one idol, and his hero father.",
    "TitleJapanese": "交響詩篇エウレカセブン",
    "SummaryJapanese": "人類が故郷の星を追われ、 ようやく辿り着いた「約束の地」 。 \n数世紀後、 建設の熱狂もとうに醒め、 過去に栄華を極めた基幹産業も廃れて不況に揺れる世界。 自分を取り巻く「最悪」 の環境に劇的な変化を求める14歳の少年レントン。 そんな彼の前に突如、 見たこともないLFO（特殊人型重機) ニルヴァーシュが舞い降りる。 機体から現れたのは美少女エウレカ。 \n真実を、 そして世界を知るために、 レントンはゲッコーステイトとともに、 旅出つ。",
    "Aliases": [
        "Eureka 7",
        "Eureka Seven: AO"
    ],
    "Modified": "2025-07-23",
    "Seasons": {
        "0": {
            "ID": "26796",
            "URL": "https://www.thetvdb.com/series/eureka-seven/seasons/official/0",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "838551",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/838551",
                    "TitleEnglish": "Psalms of Planets Eureka Seven: Pocket Full of Rainbows",
                    "SummaryEnglish": "Renton, son of scientists, and Eureka, a girl who can't live under the sun, are raised together when very young and become very attached to each other. One day, Eureka is taken away. Powerless at the time, Renton vows to rescue her. He enters the military and is soon assigned to the Independent Youths Unit 303 of the First Mobile Forces thanks to his exceptional performance alongside his Nirvash, a bio-mechanical armor/control system. Unknown to Renton, lies a plot to extinguish the alien invasion that is currently happening. It involves not only him, but Eureka too. Alternative Titles: Eureka Seven - good night, sleep tight, young lovers",
                    "TitleJapanese": "交響詩篇エウレカセブン ポケットが虹でいっぱい",
                    "SummaryJapanese": "宇宙より飛来した謎の生命体イマージュと人類の戦いは既に半世紀に及ぼうとしていた。西暦2054年。ホランド・ノヴァク（声：藤原啓治）の指揮の下、イマージュと戦う第303独立愚連隊の戦闘母艦・月光号に一人の少年がいた。彼の名はレントン（三瓶由布子）。レントンは人型機動メカ、ニルヴァーシュに搭乗し戦場へと赴く。彼の夢はただひとつ。8年前に連れ去られた幼なじみの少女エウレカ（名塚佳織）をいつの日か助け出し、故郷へ連れて帰ることだった。だが運命は、レントンとエウレカの小さな恋を試すように試練を与える。使命と感情、真実と嘘、過去と未来、生と死、現実と夢、そしてホランド。二人の前に世界の全てが立ちはだかる。イマージュとの最終決戦が迫る中、レントンとエウレカは神話の扉を開いた……。"
                },
                "2": {
                    "ID": "874961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/874961",
                    "TitleEnglish": "Navigation ray=out",
                    "SummaryEnglish": "Summary of Eureka Seven until Episode 26.",
                    "TitleJapanese": "緊急特番 ナビゲーション ray=out",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4318048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/4318048",
                    "TitleEnglish": "New Order",
                    "SummaryEnglish": "A special episode that is a non-canonical alternate ending to the show. The script for this special was first performed in 2006 at a Sony Music Festival by the original Japanese voice actors. In March of 2012, Studio BONES decided to put existing footage of the TV series to this audio and air it for the first time on television.",
                    "TitleJapanese": "#51 ニュー オーダー",
                    "SummaryJapanese": "京田監督が、本来最終話にしたかったもうひとつの最終回。「世界を守るためには、エウレカが犠牲になるというストーリー」\n物語の根底には「ねだるな、勝ち取れ、さすれば与えられん」やビームス夫妻の「自由は勝ち取るもの」のように、「なにかを得るには、何かを犠牲にしなければいけない」がコンセプトにある。しかし、40話あたりから不本意にもそのコンセプトが「家族」に変わってしまい、その結果、エウレカとレントンはハッピーエンドを迎えた。\n本来のコンセプトで伝えられなったため、京田監督が伝えたかった、もう一つの最終回。\nなお、続編のAOは、この「ニュー オーダー」ではなく、TV版最終回「星に願いを」の続きとなっている"
                },
                "4": {
                    "ID": "4354349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/4354349",
                    "TitleEnglish": "The Flowers of Jungfrau",
                    "SummaryEnglish": "Team Pied Piper is assigned to take part in a special festival in Switzerland as part of Generation Bleu's public relations policy, but Fleur and Elena have Ao dress up as a girl much to his chagrin. At the festival, the trio find themselves running away from an insistent journalist until they are called back to confront a Secret that appears on the border of Italy.",
                    "TitleJapanese": "エウレカセブンAOーユングフラウの花々たちー",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "6075853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/6075853",
                    "TitleEnglish": "Arata Nari, Fukaki Ao 01",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "6075854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/6075854",
                    "TitleEnglish": "Arata Nari, Fukaki Ao 02",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "6075855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/6075855",
                    "TitleEnglish": "Arata Nari, Fukaki Ao 03",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "6075856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/6075856",
                    "TitleEnglish": "Arata Nari, Fukaki Ao 04",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "6075857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/6075857",
                    "TitleEnglish": "Arata Nari, Fukaki Ao 05",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "6075858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/6075858",
                    "TitleEnglish": "Arata Nari, Fukaki Ao 06",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "6075859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/6075859",
                    "TitleEnglish": "Arata Nari, Fukaki Ao 07",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "6075860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/6075860",
                    "TitleEnglish": "Arata Nari, Fukaki Ao 08",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "6075861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/6075861",
                    "TitleEnglish": "Arata Nari, Fukaki Ao 09",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "6075862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/6075862",
                    "TitleEnglish": "Arata Nari, Fukaki Ao 10",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "6075863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/6075863",
                    "TitleEnglish": "Final Episode: One More Time - Lord Don't Slow Me Down Part-A",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "6075864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/6075864",
                    "TitleEnglish": "Final Episode: One More Time - Lord Don't Slow Me Down Part-B",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "6075865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/6075865",
                    "TitleEnglish": "Final Episode: One More Time - Lord Don't Slow Me Down Part-C",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "6075866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/6075866",
                    "TitleEnglish": "Final Episode: One More Time - Lord Don't Slow Me Down Part-D",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "6075867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/6075867",
                    "TitleEnglish": "Final Episode: One More Time - Lord Don't Slow Me Down Part-E",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "6319348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/6319348",
                    "TitleEnglish": "The Day After",
                    "SummaryEnglish": "The Day After is a 2-minute segment that consists of a collection of images that show the aftermath of episode 50. The images cover events of the main characters in the year 12006, a year after the final episode.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "6386847",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/6386847",
                    "TitleEnglish": "Hi-Evolution 1",
                    "SummaryEnglish": "Ten years ago, the major earth-shaking “First Summer of Love” event occurred. Renton, who lost his father during the event, now attends the army school of the United Federation of Predgio Towers located in the border town of Bellforest. Because his late father is still praised, Renton feels something is lacking as he continues with his ordinary, boring days. Then one day, Nirvash, the world's oldest LFO, appears in front of him and a girl named Eureka emerges from the cockpit. This was the beginning of the future of humans and Scub Coral, another intelligent lifeform. Was this encounter all just a coincidence? Or was it fate? Where will Renton and Eureka's journey end?",
                    "TitleJapanese": "交響詩篇エウレカセブン ハイエボリューション1",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "6609993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/6609993",
                    "TitleEnglish": "Final Episode: One More Time",
                    "SummaryEnglish": "A compilation version of the One More Time short films meant to further explain the ending of Eureka Seven AO.",
                    "TitleJapanese": "Final Episode : One More Time - ロード・ドント・スロー・ミー・ダウン-",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "7072260",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/7072260",
                    "TitleEnglish": "Hi-Evolution 2: Anemone",
                    "SummaryEnglish": "Second in a trilogy of films that take place after the original Eureka Seven but before Eureka Seven AO.",
                    "TitleJapanese": "ANEMONE／交響詩篇エウレカセブン ハイエボリューション",
                    "SummaryJapanese": "まだ幼かったあの日。父、ケン は幼いアネモネを残して戦いに赴き、そして帰ってこなかった。ちゃんとお別れを言うことができなかったアネモネの小さな胸に深く残る後悔。７年が経過した。アネモネは父が散った戦場――東京にいた。人類の敵、７番目のエウレカ＝エウレカセブンと戦うための組織・アシッドの一員として、アネモネには人類の希望が託されていた。そして、アネモネはエウレカセブンの中へとその精神を送り込む。アネモネがエウレカセブンの中で出会ったのは、ドミニクという青年と、エウレカという青緑の髪をした少女。この出会いは何を意味するのか。そして、見え隠れするレントンという名の少年の姿。アシッドに囚われていた謎の男・デューイは予言する。「お前たちが見ているエウレカセブンはエウレカセブンではない。偽りの神が創っては破棄した無数の不要な世界。いわばゴミの山だ」アネモネとエウレカが出会った時、全ての真実が明らかとなり、新たな世界の扉が開く──。"
                },
                "24": {
                    "ID": "7072262",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/7072262",
                    "TitleEnglish": "Hi-Evolution 3",
                    "SummaryEnglish": "Third in a trilogy of films that take place after the original Eureka Seven but before Eureka Seven AO.",
                    "TitleJapanese": "EUREKA／交響詩篇エウレカセブン ハイエボリューション",
                    "SummaryJapanese": "エウレカが作った“スカブコーラル”の中の仮想世界が崩壊して10年後の地球。崩壊時に姿を現した仮想世界の人類と、旧来の地球人類の間では衝突が続いていた。混乱の元凶となったエウレカは国連の独立師団無任所部隊A.C.I.D.(アシッド)の上級戦闘員となり、世界の平和のために戦っていた。ある日、エウレカはかつての自分と同じように、スカブコーラルを操る能力を持つ少女アイリスに出会う。"
                }
            }
        },
        "1": {
            "ID": "16405",
            "URL": "https://www.thetvdb.com/series/eureka-seven/seasons/official/1",
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "308661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/308661",
                    "TitleEnglish": "Blue Monday",
                    "SummaryEnglish": "Renton Thurston is a 14-year-old boy, who leads a normal, yet boring and uninteresting life with his grandfather mechanic at a backwash town. One day, a mysterious mecha LFO referred to as the Nirvash typeZERO comes by their garage, and the pilot within is the most beautiful girl Renton has ever seen. But the next day, her arrival has attracted much of the United Federation Forces, and she is forced to stop them at any cost. Renton however makes the most life-changing decision in his life. Will he make it, and will he get the Amita Drive to the pilot of the Nirvash?",
                    "TitleJapanese": "ブルーマンデー",
                    "SummaryJapanese": "単調な毎日にうんざりしていたレントン。そんなある日、レントンの家に幻のLFOニルヴァーシュが落ちてきた。コクピットから現れたのは、美少女エウレカ。メカニック業を営む彼の祖父の家に、ニルヴァーシュの整備を頼みに来たというのだが。彼女の後に、ゲッコーステイトと塔州連邦空軍のＫＬＦ部隊も現れて……。"
                },
                "2": {
                    "ID": "308662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/308662",
                    "TitleEnglish": "Blue Sky Fish",
                    "SummaryEnglish": "Renton notices that the girl is in trouble, and his grandfather orders him to deliver the attachment known as the Amita Drive. He decides to use his REF-board to get to her, but will his foolish choice lead to something that he has never imagined before?notices that the girl is in trouble, and his grandfather orders him to deliver the attachment known as the Amita Drive. He decides to use his REF-board to get to her, but will his foolish choice lead to something that he has never imagined before?",
                    "TitleJapanese": "ブルースカイ・フィッシュ",
                    "SummaryJapanese": "ニルヴァーシュを追って現れた塔州連邦空軍。ホランド率いるゲッコーステイトも加わって、空で繰り広げられる激しい攻防戦。エウレカを守るため、レントンもボードで空を飛ぶ。祖父サーストンから手渡されたアミタドライヴをニルヴァーシュに装着した、その瞬間、ニルヴァーシュは光に包まれる。"
                },
                "3": {
                    "ID": "308663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/308663",
                    "TitleEnglish": "Motion Blue",
                    "SummaryEnglish": "With the pressure from the United Federation Forces, the Bellforest Airport is forced to immediately shut down. To make the situation worse, it leaves the Gekko, the Gekkostate's ship, completely trapped within the airport. As they find a way to get out of there, Holland, the Gekkostate's leader, decides to come and help them out. Meanwhile, Renton is faced with a life-changing decision as he is asked by Eureka to join her to become part of the Gekkostate.",
                    "TitleJapanese": "モーション・ブルー",
                    "SummaryJapanese": "再会したホランドとサーストン。レントンの知らない話が、二人の間で交わされる。その頃、塔州連邦空軍の圧力によって空港滑走路が閉鎖された。ゲッコーステイトの乗る空船、月光号は逃げ場を失う。月光号救出のため空港へ急ぐホランド。「一緒に行こう」エウレカはレントンを月光号に誘うのだった。"
                },
                "4": {
                    "ID": "308664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/308664",
                    "TitleEnglish": "Watermelon",
                    "SummaryEnglish": "Renton comes face-to-face with reality as his dream of being part of the Gekkostate finally comes true. However, the Gekkostate is having a serious issue with a shortage of monetary funds, which results in the whole group being broke. This leads to Renton becoming a part of a smuggling job and on his way to a drop-off point in the Nirvash with Eureka. But getting there won't be easy when they have to pass over a large military training base to reach their destination.",
                    "TitleJapanese": "ウォーターメロン",
                    "SummaryJapanese": "憧れだった月光号に乗ることになったレントン。しかし、そこで理想と現実のギャップに悩まされる。淡々と日々を過ごす彼らは、財政難に苦しんでいたのだ。そんな中、密輸の仕事を任されたレントンは、エウレカとともにニルヴァーシュで目的地へと向かう。しかし、そこには州軍の大規模な演習場があった。"
                },
                "5": {
                    "ID": "308665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/308665",
                    "TitleEnglish": "Vivid Bit",
                    "SummaryEnglish": "Renton tries his best to fit in with the group aboard the Gekko, but nothing he does seems to be going his way. Talho, meanwhile, takes him shopping in town and manages to find out a little bit about the things that trouble her.",
                    "TitleJapanese": "ビビット・ビット",
                    "SummaryJapanese": "月光号での新しい生活。レントンは、己の居場所を見出そうと頑張るが、やることなすことすべてが裏目にでてしまい、エウレカとの距離も縮まらない。そんな中、タルホが街へ買出しに行く。同行したレントンは、彼女の悩みを垣間見ることに。揺れ動く大人の感情に翻弄されるレントン。そんな中、タルホが街で絡まれて…。"
                },
                "6": {
                    "ID": "308666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/308666",
                    "TitleEnglish": "Childhood",
                    "SummaryEnglish": "Three kids aboard the Gekko, who call Eureka their mother, decide that Renton is their enemy and play several evil tricks on him. And when one of those tricks puts the whole ship in danger, Renton takes all three of them aboard the Nirvash to help, but they're all suddenly surrounded by a United Federation Forces KLF unit.",
                    "TitleJapanese": "チャイルドフッド",
                    "SummaryJapanese": "エウレカをママと呼ぶ三人の子どもたち。彼らは、なぜかレントンを目の仇にし、執拗にいたずらを繰り返していた。ところが、そのいたずらが原因で、ついには月光号が窮地に陥る。ピンチを切り抜けようと、子どもたちを乗せてLFOを動かすレントン。そこに、州軍のKLF部隊が現れる。"
                },
                "7": {
                    "ID": "308667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/308667",
                    "TitleEnglish": "Absolute Defeat",
                    "SummaryEnglish": "An entire squad of United Federation Forces KLF units are attacked by a mysterious enemy, so a report of the attack is sent to the Sage Council who summon someone from their past. Meanwhile, Renton leaves the Gekko as part of an important mission where he is supposed to secretly meet with someone and deliver a very dangerous package. What he doesn't know, though, is that he's being watched the whole time.",
                    "TitleJapanese": "アブソリュート・ディフィート",
                    "SummaryJapanese": "謎の敵に襲われた、塔州連邦軍のKLF部隊。その報告を受けた賢人会議は、ある男を召還する。その頃、月光号では、レントンが営巣から出され、重大な任務を言いつけられていた。とある人物と密会し、危険物を手渡すという、その任務。レントンは、勢い込んで街へ繰り出すが、その一部始終は誰かの視線にさらされていた。"
                },
                "8": {
                    "ID": "308668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/308668",
                    "TitleEnglish": "Glorious Brilliance",
                    "SummaryEnglish": "Eureka, Renton, and the kids meet an old woman named Tiptory while on a shopping trip. When they join her for a cup of tea, they're interrupted by Holland, who forces his way into Tiptory's apartment. Tiptory happens to be the key to an anti-government organization, which leads to the Gekkostate capturing her.",
                    "TitleJapanese": "グロリアス・ブリリアンス",
                    "SummaryJapanese": "エウレカの付き添いで、街へ買い物に出かけるレントン。そこでティプトリーという名の女性と知り合いになる。彼女の家でお茶をご馳走になるレントン。しかし、そこにホランドが踏み込んでくる。ティプトリーは、ヴォダラクという反政府組織の重要人物だったのだ…。"
                },
                "9": {
                    "ID": "308669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/308669",
                    "TitleEnglish": "Paper Moon-Shine",
                    "SummaryEnglish": "The Gekko arrives at Ciudades Del Cielo at the holy land of the Vodarac. The city itself is in ruins, but it's still called the \"Beautiful City of the Sky.\" While they're there, Renton decides to have some fun lifting, but is interrupted when Holland punches him. This makes Renton fly away into the city crying. Afterwards, though, the beginning of a military bombing is signaled by sirens.",
                    "TitleJapanese": "ペーパームーン・シャイン",
                    "SummaryJapanese": "ヴォダラクの聖地、シウダデス・デル・シエロを訪れた月光号。廃墟と化しているそこは、かつて美しい空の都と呼ばれた土地。停泊中、リフを楽しんでいたレントンは、いきなりホランドに殴られ、泣きながら廃墟へ飛び出していく。すると、そこに軍の定時爆撃を知らせるサイレンが響き渡り…。"
                },
                "10": {
                    "ID": "308670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/308670",
                    "TitleEnglish": "Higher Than the Sun",
                    "SummaryEnglish": "A massive amount of Trapar has erupted due to a tectonic shift that occured on the other side of the world. So, the Gekkostate group decide to go there to enjoy some lifting, but then end up at Monarchy, a Federation military base. Holland and Talho remember that life-changing place, which they'll never be able to forget - a past that Holland still can't put behind him.",
                    "TitleJapanese": "ハイアー・ザン・ザ・サン",
                    "SummaryJapanese": "地殻変動が起こり、それに伴うトラパーの大量噴出が星の裏側で起こるという。ゲッコーステイトは、リフを楽しむため、弾道飛行を決行する。ところが、辿り着いた場所は、連邦軍マナアキ基地跡。そこは、タルホとホランドにとって忘れ得ぬ、宿命の土地だった。未だ過ぎ去らぬ過去と、ホランドは対峙するのだが…。"
                },
                "11": {
                    "ID": "308671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/308671",
                    "TitleEnglish": "Into the Nature",
                    "SummaryEnglish": "Eureka's health continues to decline after realizing the connection between her and the Nirvash. At the same time, the Gekko encounters a strange phenomenon called a \"Corallian.\" Despite her health, Eureka goes out in the Nirvash and is attacked by a new enemy - the Nirvash type \"The End\" - while inside the zone within the Corallian.",
                    "TitleJapanese": "イントゥー・ザ・ネイチャー",
                    "SummaryJapanese": "ニルヴァーシュとの関係に、変化が見られ始めてから、身体の調子が悪いエウレカ。そんな中、月光号は未知なる現象であるコーラリアンに遭遇する。エウレカは無理に、ニルヴァーシュで出動するが…。コーラリアンのゾーンで、新たな敵、タイプ・ジ・エンドが攻撃をしかけてくるのだった。"
                },
                "12": {
                    "ID": "308672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/308672",
                    "TitleEnglish": "Acperience-1",
                    "SummaryEnglish": "The type \"The End\" has attacked the Nirvash, and Renton has become unconscious and meets Eureka and Anemone in his nightmare. Meanwhile, outside the Corallian, the warship Izumo is involved in an intense battle with the Gekko.",
                    "TitleJapanese": "アクペリエンス・1",
                    "SummaryJapanese": "タイプ・ジ・エンドの攻撃を受けたニルヴァーシュ。気を失ったレントンは、夢の中へと堕ちていく。悪夢の中で、エウレカと、アネモネに出会うレントン。これは、レントンの個人的な夢なのか、それとも…。その頃、コーラリアンのゾーンの外、月光号はイズモ艦との戦いに苦心を強いられるのだった。"
                },
                "13": {
                    "ID": "308673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/308673",
                    "TitleEnglish": "The Beginning",
                    "SummaryEnglish": "Renton comes face-to-face with Anemone, the girl he met in his dreams, after returning from the Corallian Zone. Both Anemone and Eureka appear to be having intense headaches, making it seem as if the same thing is affecting them. So, Dominic and Renton go into the city to find medicine for them.",
                    "TitleJapanese": "ザ・ビギニング",
                    "SummaryJapanese": "コーラリアンのゾーンから帰還したレントンは、少女アネモネと再会する。しかし、エウレカとアネモネは、まるで共鳴しあうかのような、ひどい頭痛を訴えていた。アネモネを守るように現れたドミニクとともに、レントンは薬を求めて駆け出していく。辿り着いた町は、コーラリアンの影響で混乱状態にあって…。"
                },
                "14": {
                    "ID": "310861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310861",
                    "TitleEnglish": "Memory Band",
                    "SummaryEnglish": "The Gekko has sustained heavy damage after a battle with the military. So they're forced to fly at a low altitude. The mystery surrounding Eureka continues to get stranger than ever as she gradually recovers after returning from the Corallian Zone, and Stoner provides his own explanation for it. Meanwhile, Dominic thinks about all the unanswered questions about Eureka and the Nirvash.",
                    "TitleJapanese": "メモリー・バンド",
                    "SummaryJapanese": "軍との戦闘で大きな損傷を受けた月光号は、低空飛行を余儀なくされる。徐々に回復しつつあるエウレカだが、コーラリアンの現出によってその謎は一層深まりを見せていた。コーラリアン現象に、自らの解釈を提示するストナー。そして同じ頃、ドミニクもまた、エウレカとニルヴァーシュに関る世界の謎に思考を巡らせていた。"
                },
                "15": {
                    "ID": "310862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310862",
                    "TitleEnglish": "Human Behavior",
                    "SummaryEnglish": "Renton goes to visit a town called Controrado, where he spent of his childhood, and takes Eureka to the house where he used to live. As he visits with people who knew his family, he hides the fact that he's part of the Gekkostate. The happy visit is soon interrupted when the United Federation Forces arrive.",
                    "TitleJapanese": "ヒューマン・ビヘイヴュア",
                    "SummaryJapanese": "軍との戦闘で大幅な修理が必要になった月光号。その間にレントンは、幼少の頃を過ごした町・コントロラドに立ち寄る。エウレカたちとともに懐かしい思い出の家に行ったレントンは、親戚と久しぶりに再会する。しかし、お尋ね者のゲッコーステイトの仲間であると言うわけにはいかず、必死に嘘をつき通そうとするのだが…。"
                },
                "16": {
                    "ID": "310863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310863",
                    "TitleEnglish": "Opposite View",
                    "SummaryEnglish": "The Gekkostate group hide inside a mine in order to repair the Gekko. Renton's frustration about Eureka's health forces him to say things he never meant to say. And as he enters a strange building in one of the tunnels of the mine, he once again experiences the nightmares from the Corallian.",
                    "TitleJapanese": "オポジット・ヴュー",
                    "SummaryJapanese": "月光号を修理するため、閉鎖された遺跡発掘現場にいったん身を隠すゲッコーステイト。レントンは、ニルヴァーシュを一人で操縦してからというもの、エウレカとの間に溝が生じてしまったことに気づいていた。そして、エウレカに、思わず心無いことを口走ってしまう。そんな中、坑内で奇妙な施設を発見したレントンは…。"
                },
                "17": {
                    "ID": "310864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310864",
                    "TitleEnglish": "Sky Lock Gate",
                    "SummaryEnglish": "Renton doesn't know what to do to make things normal again between him and Eureka, and the Gekko still is in need of repair. The Gekkostate does this by ordering some reflection film from a film craftsman. But once they get there, they find themselves forced to help catch the skyfish needed to make the film.",
                    "TitleJapanese": "スカイ・ロック・ゲート",
                    "SummaryJapanese": "エウレカとの間がもとに戻らないレントン。月光号も、修繕がはかどらず、空を飛べないままでいた。ゲッコーステイトは、リフレクション・フィルムを注文するため、フィルム職人のもとを訪れることに。そこで、フィルムを作るために必要な、スカイフィッシュを捕らえることに協力するのだが…。"
                },
                "18": {
                    "ID": "310865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310865",
                    "TitleEnglish": "Ill Communication",
                    "SummaryEnglish": "The group meets an old man named Breetani, who happens to be a digger, while they're in a mine. He reveals to them that he's been working in the mine for a long time. And Renton shows him the Nirvash, Breetani has an unexpected reaction.",
                    "TitleJapanese": "イルコミュニケーション",
                    "SummaryJapanese": "トラパーが枯渇して久しい発掘現場。停泊する月光号は、そこでブリタニという発掘屋の男と出会う。ブリタニに連れられ、レントンは発掘現場の洞窟でＬＦＯのアーキタイプを見る。そんな中、世界最古といわれるニルヴァーシュtypeZEROを見たブリタニは、思いがけない行動に出るのだった。"
                },
                "19": {
                    "ID": "310866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310866",
                    "TitleEnglish": "Acperience-2",
                    "SummaryEnglish": "As Eureka's mysterious illness persists, a United Federation Fleet is approaching the Gekko. The cause of her illness is suspected to be due to being close to the mines. For some unknown reason, though, Eureka decides to take the Amita Drive from the Nirvash, causing it to go into the depths of the mines with Eureka inside. This leads to Renton going after her, without ever realizing the tragedy that awaits.",
                    "TitleJapanese": "アクペリエンス・2",
                    "SummaryJapanese": "ブリタニの行動によって、州軍に発見されてしまった月光号。トラパーの波もなく、ニルヴァーシュも動かせない月光号は、窮地に陥る。そんな中、調子が悪いままのエウレカは、自分の変化を恐れ、ニルヴァーシュからアミタドライヴを引き抜いてしまう。すると、ニルヴァーシュはエウレカを載せて、洞窟の奥へと動き始め…。"
                },
                "20": {
                    "ID": "310867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310867",
                    "TitleEnglish": "Substance Abuse",
                    "SummaryEnglish": "Renton is worried about Eureka, who has now been partially absorbed by a scub. During this time, the Gekkostate get a distress call to rescue a Vodarac priest who's being held captive by the military. Holland accepts the job, but Renton accuses him of thinking that money is more important than Eureka is.",
                    "TitleJapanese": "サブスタンス アビューズ",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "310868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310868",
                    "TitleEnglish": "Runaway",
                    "SummaryEnglish": "Eureka is being treated by the rescued Vodarac priest, and Holland uses what he says to drive Renton and Eureka further apart. Meanwhile, Renton's guilt is too much when he realizes all the people he's killed while fighting in the Nirvash, being apart from Eureka, and being mistreated by the Gekko crew. Instead of talking to them and discuss about their behavior, he decides to leave the Gekko, realizing the mistake he has chosen.",
                    "TitleJapanese": "ランナウェイ",
                    "SummaryJapanese": "LFOで、人を殺してしまったという事実は、レントンに重たくのしかかる。だいぶ具合の良くなったエウレカに、レントンは救いを求めるが、彼女の口から励ましの言葉はなかった。拒絶されたと思ったレントンは、自分の存在意義を見失い、月光号を飛び出していく。その頃、とある人物のもとへ赴くデューイ大佐は…。"
                },
                "22": {
                    "ID": "310869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310869",
                    "TitleEnglish": "Crack Pot",
                    "SummaryEnglish": "The crew has now been informed that Renton has left the ship, but nobody wants to be the one to tell Eureka. Meanwhile, Renton meets a couple named Charles and Ray Beams and invite him to live on their ship. They're revealed to be freelancers who do odd jobs for money. Renton sees Charles as a mentor and a friend who has the same interests. This makes it the first time Renton is actually happy in a long time.",
                    "TitleJapanese": "クラックポット",
                    "SummaryJapanese": "レントンが月光号を降りたことで、動揺を見せるメンバーたち。エウレカは、自分の気持ちの変化の理由が何なのか、理解しようとしていた。その頃、無一文になっていたレントンは、ビームス夫妻と出会う。夫妻の空船に招かれたレントンは、そこで彼らのLFOに搭乗することになり…。"
                },
                "23": {
                    "ID": "310870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310870",
                    "TitleEnglish": "Differentia",
                    "SummaryEnglish": "Renton Thurston enjoys his life with Charles and Ray Beams, and they have been given a job; to travel to a city to pick up a Vodarac girl and transport her to the Vodarac Sanctuary, where she can rest in peace. Renton's intentions are different to that of the girl's parents, so he decides to go off on his own with the girl to find another city hospital. But humankind and its monstrous nature of hatred and prejudice, have become obstacles in Renton's way.",
                    "TitleJapanese": "ディファレンシア",
                    "SummaryJapanese": "とある町で起こったテロ。それはヴォダラクの過激派によるものだった。ビームス夫妻の船に居候することになったレントンは、彼らの仕事に付き添い、とある町へ行く。ヴォダラク過激派のテロが起こったその町で、レントンは瀕死のヴォダラクの少女に出会う。その頃、レントンが月光号から降りたことを知ったエウレカは…。"
                },
                "24": {
                    "ID": "310871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310871",
                    "TitleEnglish": "Paradise Lost",
                    "SummaryEnglish": "Due to having to make a bad landing on the Gekko, Holland has to have some minor injuries treated. As he and the doctor talk about Eureka, they realize how she still misses Renton and has taken over his job of running the store since he's been gone. Meanwhile, Renton finally learns about Charles and Ray's real mission, to which Renton can't believe.",
                    "TitleJapanese": "パラダイス・ロスト",
                    "SummaryJapanese": "チャールズ夫妻から、自分たちを両親のように思ってくれと言われるレントン。両親のいないレントンにとって、それは嬉しいことだった。だが、レントンがゲッコーステイトのメンバーだと知ると、チャールズ夫妻の顔色が変わるのだった。"
                },
                "25": {
                    "ID": "310872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310872",
                    "TitleEnglish": "World's End Garden",
                    "SummaryEnglish": "As Renton walks to find a way back to Eureka after leaving Charles and Ray, he collapses at a nearby cottage, owned by a man named William. There, Renton was treated with hospitality, and soon finds out that he has a wife, Martha, who is diagnosed with \"desperation disease.\" During his time with Will, he learns how the nature of the world around him is much more beautiful to settle in.",
                    "TitleJapanese": "ワールズ・エンド・ガーデン",
                    "SummaryJapanese": "エウレカのもとへと急ぐレントン。彼はそんな中で、ウィリアムという青年に出会う。ウィリアムは、マーサという絶望病の女性とともに、自給自足の生活をしていた。二人を通して、レントンは、絶望病とこの大地の関係、また、自分にとって一番大切なものは何かを、改めて知るのだった。"
                },
                "26": {
                    "ID": "310873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310873",
                    "TitleEnglish": "Morning Glory",
                    "SummaryEnglish": "Eureka still misses Renton and asks the other crew members where he may have gone, but believes Holland's promise that he'll bring him back. Holland's search for Renton is interrupted by a military fleet, forcing the Gekko to change its course. However, once Renton manages to make it back aboard the ship, he learns that Eureka has left to search for him, but she finds the military fleet and a vengeful Ray instead.",
                    "TitleJapanese": "モーニング・グローリー",
                    "SummaryJapanese": "レントンを探すため、月光号から飛び出すエウレカ。その頃、レントンもエウレカを求めて月光号を目指していた。七色に光る雲の中で、エウレカは州軍が攻めてきたことを知る。"
                },
                "27": {
                    "ID": "310874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310874",
                    "TitleEnglish": "Helter Skelter",
                    "SummaryEnglish": "While Holland has locked Renton, Eureka, and the kids in the brig for leaving the Gekko without permission, they're attacked by Charles and Ray, who manage to infiltrate and disable the Gekko's systems.",
                    "TitleJapanese": "ヘルタースケルター",
                    "SummaryJapanese": "メディアが発表する、ヴォダラク過激派の動向とコーラリアンの記事。世界は、複雑な様相を呈していた。そんな中、ビームス夫妻が月光号に強襲しかけてくる。"
                },
                "28": {
                    "ID": "310875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310875",
                    "TitleEnglish": "Memento Mori",
                    "SummaryEnglish": "Determined to destroy them all, Ray returns to attack the Gekko. However, before the attack happens, Renton has a conversation with Holland which helps him better understand his and Eureka's past.",
                    "TitleJapanese": "メメントモリ",
                    "SummaryJapanese": "たった一人、月光号に奇襲をしかけるレイ。エウレカへの憎しみが、彼女を狂気へと駆り立てていた。出撃するホランドら。レントンは、レイを止めようと、通信で必死に呼びかける。だが……。"
                },
                "29": {
                    "ID": "310876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310876",
                    "TitleEnglish": "Keep On Movin'",
                    "SummaryEnglish": "Lt. Dominic shows up in Bellforest and breaks his motorcycle once again. He takes it to have it repaired only to find what he has been looking for. The Nirvash is also in need of repairs, so the Gekko decides to take it to Tresor, a military base, where it was first built.",
                    "TitleJapanese": "キープ・オン・ムービン",
                    "SummaryJapanese": "レントンとニルヴァーシュの関係を調べるため、ベルフォレストへやってきたドミニクは、レントンの祖父と接触する。その頃、レントンは、思いがけず、エウレカの真実を知ることになる"
                },
                "30": {
                    "ID": "310877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310877",
                    "TitleEnglish": "Change of Life",
                    "SummaryEnglish": "As the group heads for Tresor, Renton confronts Talho about Diane. The engineers cooperate and start the repairs on the Nirvash for free. Meanwhile, Renton sees a video about the start of it all, and Talho gets a new look, along with Eureka.",
                    "TitleJapanese": "チェンジ・オブ・ライフ",
                    "SummaryJapanese": "ニルヴァーシュを修理するため、軍のトレゾア研究施設へ赴くゲッコーステイト。そこは、エウレカがかつて過ごした場所だった。レントンは、そこでニルヴァーシュの作られた経緯を知る。そんな折、変化していくエウレカに合わせるかのように、タルホもまた、自身を変えようとするのだった。"
                },
                "31": {
                    "ID": "310878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310878",
                    "TitleEnglish": "Animal Attack",
                    "SummaryEnglish": "The Nirvash continues to be repaired, and a visit from Dr. Greg \"Bear\" Eagan, the top archetype researcher, helps explain why the Nirvash has been acting up lately. Meanwhile, Colonel Dewey and the Ageha Squad meet with Lady Coda to inform her of his plans for the planet... and the Coralians.",
                    "TitleJapanese": "アニマル・アタック",
                    "SummaryJapanese": "難航するニルヴァーシュの修理に、アーキタイプ研究の第一人者、ドクター・ベアの助力を得ることになる。エウレカとニルヴァーシュの変化に応じたスペックアップが必要だと説くベア。だが、作業が頓挫している間に、デューイのコーラリアンを巡る計画が本格的に始動するのだった。"
                },
                "32": {
                    "ID": "310879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310879",
                    "TitleEnglish": "Start It Up",
                    "SummaryEnglish": "Dewey's children decide to start the \"awakening\" by firing giant bombs into the heart of the \"scab coral,\" releasing millions of Corallians. The Corallians then attack a nearby city. The city is left in ruins. Axel's factory is found out and he decides to leave it for good. Also, while moving supplies from a ship full of survivors of the attacked city, a little boy, whose parents were killed, see Eureka and wets his pants. Axel tries to use a cable to let the board lift off to the Ray line where it will meet with the Gekko, sort of like a kite. But the cable does not break off, so they run off a cliff and let the cable break, with Renton's grandpa now being possibly dead! TheEnd is then prepared for launch to observe the Corallians. TheEnd then makes contact with the Nirvash spec2. The Gekko decided to launch the Nirvash without a board, hoping it would come. Indeed it does and TheEnd gets owned. Eureka then starts having a headache and asks Renton to hold her hand. The Gekko then heads out to where the zone last appeared to find survivors.",
                    "TitleJapanese": "スタート・イット・アップ",
                    "SummaryJapanese": "コーラリアンの被害を蒙った町で、難民船と接触する月光号。彼らはそこで、コーラリアンを巡り、デューイが本格的に動き始めたことを知る。そんな中、スペックアップしたニルヴァーシュのボードを受け取るため、空へと飛び出すレントンとエウレカ。だが、そこにはアネモネの操るジ・エンドが待ち受けていた。"
                },
                "33": {
                    "ID": "310880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310880",
                    "TitleEnglish": "Pacific State",
                    "SummaryEnglish": "The Gekkostate finds no survivors in the destroyed city. Renton then tries to make memories between Eureka and him. Talho lies about a malfunction in the ship so they could Lift at a good spot. Holland decides from this point forward that the Gekkostate will be dismissed. He gives his last order, and they flies away to retreive Norbu.",
                    "TitleJapanese": "パシフィック・ステイト",
                    "SummaryJapanese": "コーラリアンによる悲劇に、欝とした気持ちが晴れないままのゲッコーステイト。そんな中、タルホは「リフをしよう」と持ちかける。レントンの顔にも、久しぶりに笑顔が戻るのだが…。"
                },
                "34": {
                    "ID": "310881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310881",
                    "TitleEnglish": "Inner Flight",
                    "SummaryEnglish": "The Gekko continues its path towards the Capital to rescue Norb, while Holland tells Renton and Eureka the truth about who Norb is and the day he met Eureka. Meanwhile, Dewey, having captured Norb, tries to convince him to help him in his quest to create a second Summer of Love.",
                    "TitleJapanese": "インナー・フライト",
                    "SummaryJapanese": "ヴォダラクの高僧ノルブが、首都で捕まった。ノルブを追っていたホランドは、首都へ潜入するため弾道飛行を決行する。道中、ホランドからノルブとの出会いを聞くレントン。ノルブは、コーラリアンを巡る謎を解く鍵となる人物なのだという。"
                },
                "35": {
                    "ID": "310882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/310882",
                    "TitleEnglish": "Astral Apache",
                    "SummaryEnglish": "The Gekkostate arrive at the capital, and ready to rescue Norb from Dewey. Every one of them realize what they must do according to plan. Dewey may think that he's higher ranked than his younger brother, but little did he know that Holland has already succeeded in a feat that he never thought Holland would accomplish.",
                    "TitleJapanese": "アストラル・アパッチ",
                    "SummaryJapanese": "ノルブ救出のため、首都キャピトル・ヒルに奇襲をしかけるゲッコーステイト。その防衛線上、軍KLFとの熾烈な戦闘が繰り広げられる。ついにノルブのもとに辿り着いたホランドは、はからずもデューイと再会し…。"
                },
                "36": {
                    "ID": "318541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/318541",
                    "TitleEnglish": "Fantasia",
                    "SummaryEnglish": "Norb is onboard with the Gekkostate, and their plan to save the planet is in progress. However, to succeed, Holland must ensure that Renton and Eureka have the potential to cooperate.",
                    "TitleJapanese": "ファンタジア",
                    "SummaryJapanese": "いなくなった姉ダイアンの話をホランドから聞くレントン。消息を絶った原因に、スカブコーラルが関係していることを知る。同じ頃、エウレカは顔についた傷を気に病んでいた。レントンに、綺麗な自分を見せたいと思うのだが。"
                },
                "37": {
                    "ID": "318542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/318542",
                    "TitleEnglish": "Raise Your Hand",
                    "SummaryEnglish": "As the discussion starts between the two groups (science and religion), they soon dicover that the scientfic theories are the same as the religious beliefs. Also to be discovered is the Life Limit has been passed, but the planet is just sleeping. They also discover that Dewey is trying to awaken the planet by killing the Corallians and Scub Coral, this would end everything. In the meantime, Dewey improves his support by introducing the new Coralian attack force, Ageha Squad, supposdely created by Adrock Thurston, which is a lie. This gains him much support, though.",
                    "TitleJapanese": "レイズ・ユア・ハンド",
                    "SummaryJapanese": "会談するドクター・ベアとノルブ。科学と宗教、両者の立場から導き出されるスカブコーラル知性体仮説。そしてデューイの真の目的を知ったホランドは、残された猶予がないことを知る。"
                },
                "38": {
                    "ID": "318543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/318543",
                    "TitleEnglish": "Date of Birth",
                    "SummaryEnglish": "Renton learns more about his father, Adrock Thurston, from Eureka. Meanwhile, Dewey moves forward with his plan and confronts the Sage Council, and Stoner attempts to counter Dewey's lies to the media through Gekkostate's magazine, Ray=Out.",
                    "TitleJapanese": "デイト・オブ・バース",
                    "SummaryJapanese": "エウレカが父アドロックのことを知っていたという事実に驚くレントン。今までなぜ話してくれなかったのかとエウレカを責め、二人の仲にすれ違いが生じる。その頃、デューイは賢人会のもとへ赴いていた。世界は、デューイの計画によって、大きく動き出そうとしていたのだ。"
                },
                "39": {
                    "ID": "318544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/318544",
                    "TitleEnglish": "Join the Future",
                    "SummaryEnglish": "Due to Norb's puzzling suggestion, the Gekkostate must play a simple game of soccer against the RC All-Stars, a professional soccer team. Norb tells them that this game will allow them to pass through the Great Wall. While they play, Dewey holds a press conference, announcing his plans to destroy the Coralians.",
                    "TitleJapanese": "ジョイン・ザ・フューチャー",
                    "SummaryJapanese": "ノルブとともに、グレートウォールの麓にあるヴォダラクの本拠地、ヴォダラ宮へ向かうゲッコーステイト。その頃、クーデターを起こしたデューイは、世論を巻き込むためにテレビを通して演説を始める。"
                },
                "40": {
                    "ID": "313136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/313136",
                    "TitleEnglish": "Cosmic Trigger",
                    "SummaryEnglish": "In order to continue on with their mission, Holland plans for Renton and Eureka to meet with Sakuya inside the Vodara Shrine, the Voderac's headquarters. Meanwhile, Dewey prepares to send Anemone and the attack squad to the Vodara Shrine.",
                    "TitleJapanese": "コズミック・トリガー",
                    "SummaryJapanese": "ヴォダラクの街で、ティプトリ−と再会するゲッコーステイト。ホランドは、彼女らの協力を得て、レントンとエウレカをヴォダラクの本拠地であるヴォダラ宮へと潜入させる作戦を実行する。"
                },
                "41": {
                    "ID": "313137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/313137",
                    "TitleEnglish": "Acperience-3",
                    "SummaryEnglish": "Holland and the others are holding off the enemy forces from interrupting Renton and Eureka from meeting Lady Sakuya. Eureka enters Lady Sakuya's flower bud and discovers Lady Sakuya's past.",
                    "TitleJapanese": "アクペリエンス・3",
                    "SummaryJapanese": "ヴォダラ宮に潜入したゲッコーステイト。レントンとエウレカは、ノルブから人型コーラリアンであるサクヤとの話を聞くのだった。そんな中、軍が急襲をしかけてきて…。"
                },
                "42": {
                    "ID": "313138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/313138",
                    "TitleEnglish": "Star Dancer",
                    "SummaryEnglish": "Norb prepares to send Renton and Eureka into the zone. Meanwhile, Holland and the crew defend the Vodara Shrine against Dewey's attack, Anemone, and the anti-body Coralians.",
                    "TitleJapanese": "スターダンサー",
                    "SummaryJapanese": "グレートウォール突破を試みるレントンとエウレカ。だが、そこへ軍の攻撃によって抗体コーラリアンが現出する。ノルブ、そしてゲッコーステイトの面々は、レントンらを守り、送り出そうとするが…。"
                },
                "43": {
                    "ID": "313139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/313139",
                    "TitleEnglish": "The Sunshine Underground",
                    "SummaryEnglish": "Renton, Eureka, and the kids finally arrive at the promised land that is Earth. Meanwhile, as Dominic searches for a way to save Anemone from Dewey, Holland and Dewey's past is explored.",
                    "TitleJapanese": "ザ・サンシャイン・アンダーグラウンド",
                    "SummaryJapanese": "見知らぬ場所に迷い込んでしまったレントンら一行。ゲッコーステイトたちの安否も分からぬまま彷徨う。その頃、デューイとともに、アネモネは新年の宴に出席する。そこで、デューイの口から、ある真実が語られるのだった。"
                },
                "44": {
                    "ID": "313140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/313140",
                    "TitleEnglish": "It's All in the Mind",
                    "SummaryEnglish": "Dominic continues on his mission to find a replacement pilot for \"The End\" , and meets with Deckard, a representative from the Novak Foundation, to learn the truth about Anemone. Meanwhile, much to their surprise, Renton and the kids discover something odd about Eureka.",
                    "TitleJapanese": "イッツ・オール・イン・ザ・マインド",
                    "SummaryJapanese": "行くべき道が分からないまま、些細なすれ違いから、レントンたちの間に亀裂が生じる。その頃、デューイの命により、ドミニクはワルサワシティへと向かっていた。そこで、彼はアネモネの真実を知る。"
                },
                "45": {
                    "ID": "313141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/313141",
                    "TitleEnglish": "Don't You Want Me?",
                    "SummaryEnglish": "Captain Jurgens and Lieutenant Dominic arrive aboard the Gekko in order to find out if what Dr. Bear said about the Scub Corals is true. After finding out the truth, they decide to fight alongside the Gekkostate against Dewey - whether any of their fellow military crew supports them or not. Meanwhile, Maurice begins to feel that Renton is trying to change Eureka, so he insists on having things back the way they used to be.",
                    "TitleJapanese": "ドント・ユー・ウォント・ミー?",
                    "SummaryJapanese": "エウレカの変化をきっかけに、レントンと子どもたちの亀裂が深まる。そんな中、エウレカは、逃れられない過去の傷をつきつけられるのだった。一方、ワルサワを出発したドミニクは、イズモ艦艦長とともに、ある場所へ向かう。"
                },
                "46": {
                    "ID": "313142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/313142",
                    "TitleEnglish": "Planet Rock",
                    "SummaryEnglish": "Captain Jurgens and the fleet prepare to fight with a 3-minute error margin. Eureka, Renton, and the kids find something unique. Could it possibly be what they've been looking for?",
                    "TitleJapanese": "プラネット・ロック",
                    "SummaryJapanese": "スカブコーラル殲滅に向けて、デューイの攻撃が最終段階に突入する。デューイの攻撃を阻止しようと行動するゲッコーステイト。その頃、腕を負傷し動けなくなったレントンを、エウレカと子どもたちは懸命に看病していた。だが、エウレカの身体にも異変が起こり始め……。"
                },
                "47": {
                    "ID": "313143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/313143",
                    "TitleEnglish": "Acperience-4",
                    "SummaryEnglish": "Renton, Eureka, and the kids enter The Command Cluster. While talking with his sister, Renton learns how the Coralian came into being. With the threat of the oncoming attack, The Command Cluster is willing to wait for Renton and the others to stop it.",
                    "TitleJapanese": "アクペリエンス・4",
                    "SummaryJapanese": "コンパク・ドライヴの光に導かれるまま、ニルヴァーシュで移動するレントンたち。辿り着いた先は、スカブコーラルの中心だった。レントンは、そこで思わぬ人物と対面し、スカブコーラルの意思と、その歴史を知る。だが、デューイの攻撃が始まり、ついにスカブコーラルの覚醒が始まろうとしていた。"
                },
                "48": {
                    "ID": "313144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/313144",
                    "TitleEnglish": "Ballet Mécanique",
                    "SummaryEnglish": "Oratorio 8 has been completed and is ready to fire. What is Dewey planning to do with this weapon? Meanwhile, Renton and Eureka have reached the Command Cluster, but an unexpected foe arrives. Who is this foe and what is he/she planning?",
                    "TitleJapanese": "バレエ・メカニック",
                    "SummaryJapanese": "デューイの攻撃により、スカブの大地に大穴が出現する。そこから、スカブコーラルの中心に向けて、出撃するジ・エンド。レントンたちは、ジ・エンドを阻止するため、ニルヴァーシュで立ち向かう。空中で繰り広げられる激しい攻防戦。その中で、アネモネはその素顔を垣間見せるが……。"
                },
                "49": {
                    "ID": "313145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/313145",
                    "TitleEnglish": "Shout to the Top!",
                    "SummaryEnglish": "Using Oratorio 8, Colonel Dewey fired on the Scub Coral Control Cluster and destroyed it. Now that it's gone, what is Dewey's next move? Meanwhile, Renton and Eureka are in the damaged Nirvash when the Compac Drive turns blue. Nirvash suddenly moves disobeying Renton and Eureka's orders. What is Nirvash trying to accomplish by doing this?",
                    "TitleJapanese": "シャウト・トゥ・ザ・トップ!",
                    "SummaryJapanese": "地殻攻撃によって生じたデブリが、地上に降り注ぐ。星の壊滅を目前に、スカブコーラルと対話しようとするレントンたち。ニルヴァーシュは、その心に呼応したかのように動き出そうとするが。そこへデューイの乗るギンガ号が降り立つのだった。レントンたちの危機に、現れたのは……。"
                },
                "50": {
                    "ID": "313146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eureka-seven/episodes/313146",
                    "TitleEnglish": "Wish Upon a Star",
                    "SummaryEnglish": "It's the finale episode and Eureka completes her transformation in order to save the planet. Holland and the others discover that the Limit of Life phenomenon hasn't happened. Realizing that Eureka is still alive, can Renton save her in time?",
                    "TitleJapanese": "星に願いを",
                    "SummaryJapanese": "最終話"
                }
            }
        },
        "2": {
            "Episodes": {}
        }
    }
}