{
    "URL": "https://www.thetvdb.com/series/innocent-venus",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1392017/",
        "http://www.innocent-v.com/",
        "https://www.themoviedb.org/tv/34126"
    ],
    "TitleEnglish": "Innocent Venus",
    "SummaryEnglish": "After the world population and economy is devastated by simultaneous hyper-hurricanes, many different factions and fledgling nations appear. In Japan, an elite class called Logos appears, controlling special zones in the country which have most of the wealth and resources. The Logos exercise control over the Levinas, the lower class which struggles day to day in order to stay alive. The Levinas are restricted from entering the special zones, causing tension which creates a resistance group which fights back against the Logos.",
    "TitleJapanese": "イノセント・ヴィーナス",
    "SummaryJapanese": "西暦2010年。地球規模で同時多発的に発生した【ハイパーハリケーン】は世界各国に甚大な被害をもたらした。\n８０億まで膨らんだ人口は一気に50億が失われ、30億まで減少。経済・軍事のバランスが崩壊した。\n北アメリカ・ロシア・北ヨーロッパは氷に閉ざされ、平野部は海に沈み、世界地図は激変し、混沌の時が流れた。\n\n日本政府は経済特区を各地に作り限定的な復興を成し遂げた。\nかねてより開発されていたパワードアシスト技術が復興に大いに貢献することになる。\nしかし特区以外の地域は貧困が拡がり、スラム化が進んでいく。\n支配階級は自らを『ロゴス』と名乗り、パワードアシスト技術を軍事に転用。\n貧困層を『レヴィナス』と呼び、壁の外へ締め出した。\n\nそして、時は流れ、西暦2035年。\n『レヴィナス』の監視と『ロゴス』内の反乱分子鎮圧を目的に結成された特殊部隊《ファントム》を脱走した\n主人公の葛城丈と相棒の鶴沢仁は、謎を秘めた少女・登戸沙那を連れ出した。\n沙那を巡り、多くの人間の思惑が複雑に絡み合い物語は進んでいく。彼ら3人の行く手には何が待っているのか！？",
    "Aliases": [
        "イノセントヴィーナス"
    ],
    "Modified": "2025-05-26",
    "Seasons": {
        "1": {
            "ID": "16290",
            "URL": "https://www.thetvdb.com/series/innocent-venus/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "307578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/innocent-venus/episodes/307578",
                    "TitleEnglish": "Hell",
                    "SummaryEnglish": "Sana is being chased by what seems to be an army, and Jil is helping her get away. The two make it very far and almost reach their destination until they are surrounded. Jil realizes that they are about to be captured, when all of a sudden someone begins attacking to army. His name is Jo and he barely speaks, but he knows Jil pretty well. The three of them later leave the city, with a little man named Goro tagging along. Goro seems to have sources of information.",
                    "TitleJapanese": "奈落",
                    "SummaryJapanese": "時は西暦2035年、支配階級「ロゴス」と貧困層「レヴィナス」に分かれた日本。\n国防軍はパワードアシストシステム技術を軍事に転用し、パワードスーツ部隊を結成。\nその特殊部隊である《ファントム》を脱走した２人の男と、行動を共にする１人の少女を追い続けていた。\n並外れた戦闘能力をもつ「葛城 丈」と「鶴沢 仁」、そして謎を秘めた少女「登戸 沙那」。\n逃亡する3人に、パワードスーツ部隊が迫る！"
                },
                "2": {
                    "ID": "307579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/innocent-venus/episodes/307579",
                    "TitleEnglish": "Madness",
                    "SummaryEnglish": "Jin and Jo go to an abandoned super market to get good before they leave. While Jin's inside, some police men come across their truck... But Jo easily handles that. As they're making their way across the ocean with Goro's help, a pirate ship appears from the sea and blocks their path. It turns out that Goro was trying to steal their military attire from the start. To make matters worse, the military shows up.",
                    "TitleJapanese": "凶気",
                    "SummaryJapanese": "国防軍の執拗なまでの追跡を、丈と仁が装着したグラディエーターの圧倒的な戦闘能力によって振り切った丈・仁・沙那・ごらだが、\nいつ終わるともわからない国防軍からの逃亡生活を余儀なくされていた。\nそんな中、「ロゴス」への送電を行っている原子力発電所に立て篭もる「レジスタンス」の制圧に、\n「レヴィナス」の監視と「ロゴス」内の反乱分子鎮圧を目的に結成された特殊部隊《ファントム》が\n副指令レニーの指揮のもと、制圧に向かうことになった。"
                },
                "3": {
                    "ID": "307580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/innocent-venus/episodes/307580",
                    "TitleEnglish": "Pirates",
                    "SummaryEnglish": "Jin and Sana are separated from Jo and taken aboard the pirate's ship, where they meet with the leader, an odd man named Toraji. Toraji seems to know a bit about Sana and the Phantom organization. Meanwhile, Jo forces Goro to help him find Jin and Sana.",
                    "TitleJapanese": "倭寇",
                    "SummaryJapanese": "丈・仁・沙那・ごらの4人がコンテナカーでの逃亡を続ける中、突然の砲撃…。\n倭寇を率いる司馬虎二を艦長とする潜航艇「いしん」からの攻撃だった。\n国防軍の追随も重なり、苦しい状況に追い込まれる丈と仁。\n攻撃を避けることしかできない状況で、丈は仁と沙那を逃がす為に\n一人グラディエーターを装着し、激しい戦火の中へ降り立つ・・・。"
                },
                "4": {
                    "ID": "307581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/innocent-venus/episodes/307581",
                    "TitleEnglish": "Invasion",
                    "SummaryEnglish": "We learn that Toraji was a former member of Phantom as weel, but he left along with one of ther submarines. Jo comes aboard the ship the save Jin and Sana, and in the end Toraji tells them to go meet a man who will surely help Sana.",
                    "TitleJapanese": "襲来",
                    "SummaryJapanese": "グラディエーターを装着した丈は、その圧倒的な戦闘能力で襲い来る敵を全滅させた。\nしかし、司馬虎二の潜航艇「いしん」に、仁と沙那は連れ去られてしまった。\n司馬に通じ、グラディエーターの情報を流していたごらに案内をさせ、丈は二人を救出に向かう。\n一方、ファントム司令官ドレイクは、ターゲットである沙那を倭寇から奪い返すため、再びファントムに出撃命令を下す。"
                },
                "5": {
                    "ID": "314018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/innocent-venus/episodes/314018",
                    "TitleEnglish": "Four Handed Performance",
                    "SummaryEnglish": "Jin, Jo and Sana finally meet up with the man Toraji told them they could trust, and we learn that Jin planned on meeting him all along. The man is Sana's grandfather, and we learn that her father was a skilled doctor before he was murdered. Jin knew him very well. As sana and Jin taslk, Jin reveals that his father took his own life, and that he saught revenge on the men that drove him to it. Jin and Sana play the piano together, and Sana suddenly collapses",
                    "TitleJapanese": "連弾",
                    "SummaryJapanese": "丈、仁、沙那、ごらの４人は、ファントムとの意外な関係が明らかとなった「いしん」の艦長・司馬虎二の導きのまま、\n千倉周三という人物に会う為、ナンソウ（南総）に向かう。\n辿り着いたそこには、貧困層である「レヴィナス」の中でも、\n世の中を変えたいという志を持つ若者達が自然と集まってできた道場があった。\nそして沙那は、初めて会うはずの道場主・千倉周三からある事実を聞くことに・・・。"
                },
                "6": {
                    "ID": "314019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/innocent-venus/episodes/314019",
                    "TitleEnglish": "Rampage",
                    "SummaryEnglish": "Members from Phantom invade the town where the three are hiding seeking Venus. Meanwhile, Sana awakes after collapsing at the piano. Suddenly an alarm goes off. Jo and Jin fight back to protect Sana.",
                    "TitleJapanese": "暴走",
                    "SummaryJapanese": "沙那は千倉邸の地下室にあるピアノを弾いている時に突然倒れてしまう。\nその現場にいた仁は、倒れた原因として、疲労ではなく何か他に特別な理由があるのではないかと考えるのであった。\n一方、先の戦いで沙那奪還に失敗し、雪辱に燃えるファントム部隊は、\nターゲットの潜伏先が千倉邸であることをつきとめ、攻撃を開始する。"
                },
                "7": {
                    "ID": "314020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/innocent-venus/episodes/314020",
                    "TitleEnglish": "Strategy",
                    "SummaryEnglish": null,
                    "TitleJapanese": "策謀",
                    "SummaryJapanese": "丈たちは、グラディエーター同士が戦う激戦の末、なんとかファントムの攻撃を退けることができた・・・がその代償は大きかった。\n丈たちと再び合流した司馬であったが、数多くの同志の亡骸を前に、「ロゴス」に対し、立ち上がることを決意するのだった。\n司馬艦長指揮の下、倭寇の潜航艇「いしん」は、国防軍の艦隊に攻撃を開始する。"
                },
                "8": {
                    "ID": "314021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/innocent-venus/episodes/314021",
                    "TitleEnglish": "Forfeit",
                    "SummaryEnglish": null,
                    "TitleJapanese": "喪失",
                    "SummaryJapanese": "不覚にも沙那をファントムに奪われてしまった丈と仁、そして結果として千倉との約束を守れなかった司馬。\n沙那が捕らわれている場所はファントムの研究施設・・・丈と仁はごらと共に、研究施設に潜入すべくコンテナカーを走らせる。\n「お前が沙那を守れ」司馬が丈に託した言葉を胸に・・・。"
                },
                "9": {
                    "ID": "314022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/innocent-venus/episodes/314022",
                    "TitleEnglish": "Aid",
                    "SummaryEnglish": null,
                    "TitleJapanese": "救済",
                    "SummaryJapanese": "沙那を救い出す為、丈と仁はファントムの研究施設に潜入する。\n暴走するリキのグラディエーターを相手に、丈と仁も同じくグラディエーターを装着し応戦するが、\nドレイクの策略により捕らわれてしまう。\nそして仁の過去を知るドレイクは、驚くべき真実を丈と沙那の前で明らかにする・・・・。\n司馬率いる「いしん」乗組員達のファントム研究施設への突入によって、丈と沙那は救い出されたが・・・。"
                },
                "10": {
                    "ID": "314023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/innocent-venus/episodes/314023",
                    "TitleEnglish": "Determination",
                    "SummaryEnglish": null,
                    "TitleJapanese": "決意",
                    "SummaryJapanese": "「いしん」は司馬たちによって救い出された丈、沙那、そして捕虜として連れてこられたレニーを乗せて潜航していた。\nそんな中、統合軍艦隊からの激しい総攻撃を受け、「いしん」は窮地に立たされる。\n激しく揺れる船内で沙那は、自分を護る丈の姿を見て過去の薄れていた記憶を取り戻すのであった。\n窮地を脱する為、司馬とレニーは小型戦闘艇で撹乱攻撃を試みるが、ついに「いしん」は沈んでしまう。\n一方、ファントム作戦室ではドレイクより新しい副指令として仁が紹介される。\n仁はファントム隊員達に「ヴィーナス」の生存確認の司令を下す。"
                },
                "11": {
                    "ID": "314024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/innocent-venus/episodes/314024",
                    "TitleEnglish": "Beautiful God",
                    "SummaryEnglish": null,
                    "TitleJapanese": "美神",
                    "SummaryJapanese": "国防軍との戦いで手傷を追った同志・半平武市を見舞う司馬は、打倒・中央ロゴスを誓うのであった。\nそして自分たちを裏切った仁の口から真実を聞きたいと強く思う沙那と、沙那を護るべく行動を共にする丈は\nファントム研究施設に再び潜入、グラディエーターを装着したファントム部隊との激しい戦闘の末、ついに仁を捕らえることに成功する。 仁が語るグラディエーターの秘密、セブンチルドレンの秘密、そして沙那が「ヴィーナス」と呼ばれる理由・・・。\n真実が次々と明らかになっていく中、ファントム長官ドレイクは、巨大な野望に向かって動き出すのだった。"
                },
                "12": {
                    "ID": "314025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/innocent-venus/episodes/314025",
                    "TitleEnglish": "World",
                    "SummaryEnglish": null,
                    "TitleJapanese": "世界",
                    "SummaryJapanese": "丈たちの隙をつき、脱出してファントム研究室に戻った仁であったが、\nグラディエーターのブラックボックス化された秘密を解読したドレイクには、既に用済みの存在となっていた。\n銃口を突きつけるドレイクに対し、仁は丈とグラディエーター同士で戦い、\nその貴重なデータを提供することを条件に出撃することを許可される。\n一方、司馬率いるサツマの軍隊は国防軍への反撃を開始、数と攻撃力で圧倒的有利な国防軍に対し突撃する。\nグラディエーター同士で対決する丈と仁、そして戦いを掌握せんとするドレイク、そして新たな世界を作ろうとする司馬。\n戦いの先にあるものとは・・・・。"
                }
            }
        }
    }
}