{
    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance",
        "Thriller"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/07C7-6ABF-5DDC-09E8-3916-Z",
        "https://www.imdb.com/title/tt0857297/",
        "https://www.themoviedb.org/tv/42821"
    ],
    "TitleEnglish": "Welcome to the N.H.K.",
    "SummaryEnglish": "Follows Satou Tatsuhiro as he attempts to escape the evil machinations of the NHK.",
    "Aliases": [
        "NHK ni Youkoso!"
    ],
    "Modified": "2024-12-22",
    "Seasons": {
        "1": {
            "ID": "16348",
            "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "308010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308010",
                    "TitleEnglish": "Welcome to the Project!",
                    "SummaryEnglish": "Satou Tatsuhiro's reclusive origins are explained - his anxieties lead him to believe that he is a victim of a conspiracy known as the NHK. When he meets a mysterious girl named Misaki Nakahara, she claims to be able to cure his hermitlike ways."
                },
                "2": {
                    "ID": "308011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308011",
                    "TitleEnglish": "Welcome to the Creator!",
                    "SummaryEnglish": "In the park late at night, Tatsuhiro meets Misaki who claims to be able to cure him of his hikikomori ways, as long as he signs up to her project. Tatsuhiro remains stubborn and decides to forget about it however Misaki doesn’t give up that easily. So in the spur-of-the-moment Tatsuhiro lies by telling her that he has a job as a “creator” but she doesn’t believe him and asks for proof."
                },
                "3": {
                    "ID": "308012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308012",
                    "TitleEnglish": "Welcome to the Beautiful Girls!",
                    "SummaryEnglish": "By chance Tatsuhiro discovered that his noisy otaku neighbour was in fact an underclassman he knew from High School and they end up deciding to create an eroge (erotic game). Before this Tatsuhiro must first get some inspiration by trying out some eroge himself nonetheless he gets absorbed into the sordid world of bishoujo “beautiful girls.”"
                },
                "4": {
                    "ID": "308013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308013",
                    "TitleEnglish": "Welcome to the New World!",
                    "SummaryEnglish": "The eroge creating has begun however Tatsuhiro has writer’s block, as he is unable to come up with a scenario or a main heroine for it their eroge. So Kaoru drags him out to many otaku hotspots, like maid cafe, to help him come up with a heroine but this appears to be a new world to him."
                },
                "5": {
                    "ID": "308014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308014",
                    "TitleEnglish": "Welcome to Counselling!",
                    "SummaryEnglish": "After 4 years and 4 months, Tatsuhiro has run into his old senpai from High School, Hitomi who now has become a civil servant. His reunion with Hitomi may have sparked something inside him, because now he feels the need to stop running away and to face his problems as a hikikomori. Now the counseling can begin."
                },
                "6": {
                    "ID": "308015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308015",
                    "TitleEnglish": "Welcome to the Classroom!",
                    "SummaryEnglish": "Tatsuhiro is struggling with the scenario for his eroge but this has to wait as he has his 2nd counselling session with Misaki. During this session the subject of Kaoru’s girlfriend comes up, which comes as a shock for Tatsuhiro who never thought of him as the girlfriend type. To confirm this Tatsuhiro follows Kaoru to his design school, where he happens to get lost and ends up in a class for game writers."
                },
                "7": {
                    "ID": "308016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308016",
                    "TitleEnglish": "Welcome to the Moratorium!",
                    "SummaryEnglish": "Ever since his panic attack at Kaoru’s designs school, Tatsuhiro has become even more of a hikikomori and hasn’t stepped out once. However something unexpected has happened as he receives a phone call from his mom, who’s wants to meet him to see what he has planned for the future. Tatsuhiro feels that he’ll just end up being dragged back home due to his current lifestyle, so he ends up lying to his mom that he works for a company and has a girlfriend. This will prove to be a very troublesome lie but luckily Misaki volunteers to help."
                },
                "8": {
                    "ID": "308017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308017",
                    "TitleEnglish": "Welcome to China Town!",
                    "SummaryEnglish": "The day for Tatsuhiro’s mom to visit has come and he is totally unprepared, as his room is in such a state and requires intensive cleaning. When his mom arrives they all go out for lunch in Chinatown. Tatsuhiro begins to feel the guilt from lying to his mom and considers revealing the truth to her, nevertheless she may already be unto him and Misaki and their lies."
                },
                "9": {
                    "ID": "308018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308018",
                    "TitleEnglish": "Welcome to a Summer Day!",
                    "SummaryEnglish": "Following the recent intimate moment that nearly occurred between Tatsuhiro and Misaki, Tatsuhiro just can’t seem to get her of his mind. With Summer vacation finally here, Kaoru invites Tatsuhiro to the Summer Comic Market however they first need to finish the eroge they started, in one months time."
                },
                "10": {
                    "ID": "308019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308019",
                    "TitleEnglish": "Welcome to the Dark Side!",
                    "SummaryEnglish": "The day after the fireworks festival, Tatsuhiro and Kaoru are back to working on their eroge nonetheless Tatsuhiro’s love for Misaki has grown and it’s beginning to surface itself in different ways. One thing that hasn’t changed is the fact that he still doesn’t know a thing about Misaki and he begins to have paranoid thoughts that she is plotting against him, as a part of the N.H.K."
                },
                "11": {
                    "ID": "308020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308020",
                    "TitleEnglish": "Welcome to the Conspiracy!",
                    "SummaryEnglish": "Tatsuhiro has ended his counselling sessions with Misaki as he thinks that she is plotting against him, giving him more time to finish the game he’s creating with Kaoru, with the looming deadline. Meanwhile Hitomi is feeling the stress and strain in her day-to-day life and she beginning to feel like someone is conspiring against her, just like in High School. Later she goes to visit Tatsuhiro."
                },
                "12": {
                    "ID": "308021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308021",
                    "TitleEnglish": "Welcome to the Off Meeting!",
                    "SummaryEnglish": "It is Summer vacation, Tatsuhiro and Hitomi are now heading to the “Offline Gathering,” which doesn’t seem to be what Tatsuhiro expected. They seem to heading to an island with some strange people and it isn’t until later that Tatsuhiro learns of the true meaning behind and offline gathering. Misaki, Kaoru and Hitomi’s husband later discover where they have gone."
                },
                "13": {
                    "ID": "308022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308022",
                    "TitleEnglish": "Welcome to Paradise!",
                    "SummaryEnglish": "On an island that should have been heaven for a hikikomori as become a hell because Tatsuhiro has learnt that the Offline Gathering, he went to with Hitomi, is for people who want to end their lives. With no easy way out of this Tatsuhiro will now have to play along, yet how far will he go?"
                },
                "14": {
                    "ID": "308023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308023",
                    "TitleEnglish": "Welcome to Reality!",
                    "SummaryEnglish": "With the Offline Gathering ending without a single fatality, all are reflecting on the reality of what just occurred, except Tatsuhiro who is still angry at Misaki. They all later go to rest and recuperate in a hot springs, where two of the offline gathering members are greeted by their worried parents. Tatsuhiro later returns home, back to his regular hikikomori life, but he later receives a worrying phone call from his mom."
                },
                "15": {
                    "ID": "308024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308024",
                    "TitleEnglish": "Welcome to the Fantasy!",
                    "SummaryEnglish": "The phone call from his Mom was about his Dad losing his job, so now Tatsuhiro’s allowance is cut and he needs a source of income. With the free trial he got from the kid in the offline meeting, Tatsuhiro is planning to make money from an MMORPG by selling game items. Yet things don’t go according to plan as he gets hooked on the fantasy life."
                },
                "16": {
                    "ID": "313953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/313953",
                    "TitleEnglish": "Welcome to the Game Over!",
                    "SummaryEnglish": "After discovering the wonders of the fantasy online gaming, Tatsuhiro has become even of a hikikomori and the one to find out is Misaki. While Tatsuhiro is trying to acquire rare items in the game, with his new party, Misaki is trying to get him off this new addiction but that may be unnecessary. Tatsuhiro later receives a call from someone from his High School."
                },
                "17": {
                    "ID": "313954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/313954",
                    "TitleEnglish": "Welcome to Happiness!",
                    "SummaryEnglish": "The call Tatsuhiro received was from the class representative from High School, Megumi who he ends up meeting with. He admits to her that he is a hikikomori, so she invites him to her successful senpai who can supposedly cure him of his NEET problems. However once arriving to a weird seminar Tatsuhiro has noticed that he has wondered into a Pyramid Scheme."
                },
                "18": {
                    "ID": "313955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/313955",
                    "TitleEnglish": "Welcome to No Future!",
                    "SummaryEnglish": "Having just returned from being fooled into buying products in a Pyramid Scheme, Tatsuhiro and gang attempt to Megumi to call the deal off but she has no intention on returning his money. After being fooled a second time they all go to Megumi’s house, with the intention to return the goods, but end up finding out something truly shocking."
                },
                "19": {
                    "ID": "313956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/313956",
                    "TitleEnglish": "Welcome to the Blue Bird!",
                    "SummaryEnglish": "Tatsuhiro, Misaki and Kaoru went to Megumi’s house to return the “Mouse Road” goods, when they discover that she is looking after her hikikomori brother (Torotoro from the Ultimate Fantasy Online game). After clearing matters with Megumi and her brother the group head back to return to their usual lives. They later her from the news that the Mouse Road leaders were arrested, so what will become of Megumi and her brother?"
                },
                "20": {
                    "ID": "313957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/313957",
                    "TitleEnglish": "Welcome to Winter Days!",
                    "SummaryEnglish": "Tatsuhiro and Kaoru are back on track to finishing their eroge when all of a sudden Kaoru receives a serious call from home and has to return immediately. After a long period on his own Tatsuhiro is happy when Kaoru returns however he returns with bad news, of having to work at his farm once they finish making their game. The two end up drinking their troubles away and doing something foolish."
                },
                "21": {
                    "ID": "324184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/324184",
                    "TitleEnglish": "Welcome to Reset!",
                    "SummaryEnglish": "Tatsuhiro and Kaoru are in high spirits after finally completing their eroge nonetheless it doesn’t seem to do any better in the Winter Comic Market. Now with that over all that is left is for Kaoru to sort out his belongings before he leaves for his parent’s farm. Will Tatsuhiro be able to cope without Kaoru, or will he revert back to his hikikomori ways?"
                },
                "22": {
                    "ID": "324185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/324185",
                    "TitleEnglish": "Welcome to the God!",
                    "SummaryEnglish": "After getting separated from Misaki, in the middle of Tokyo, Tatsuhiro runs into Hitomi ands ends up spending New Year’s Eve with her. They just end up separating after saying their farewells, when Tatsuhiro later meets up with a melancholic Misaki. The next day Misaki continues to spiral in despair as Tatsuhiro remains unaware, until their next counselling session."
                },
                "23": {
                    "ID": "324186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/324186",
                    "TitleEnglish": "Welcome to Misaki!",
                    "SummaryEnglish": "Misaki’s mental state doesn’t seem like what it used to be, as she chooses an odd topic for their counseling session. It turns out that this is Tatsuhiro’s final session as Misaki is giving him a final exam before a graduation from the project. The graduation doesn’t go to well, because Tatsuhiro doesn’t think of himself as worthy enough to support Misaki, so he cuts all ties with her. What will become of the two of them?"
                },
                "24": {
                    "ID": "324187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/324187",
                    "TitleEnglish": "Welcome to the N.H.K.!",
                    "SummaryEnglish": "Tatsuhiro has managed to catch-up to Misaki, at the same cliff her mother committed suicide, in an attempt to stop the same incident from happening again. Having stopped her from doing such a foolish thing, the only way he can think of preventing it from happening again, is to do something as foolish. Now caught up in his fantasies about the conspiracies of the N.H.K., he tries to defeat it using unorthodox methods."
                }
            }
        }
    }
}