{
    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance",
        "Thriller"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/07C7-6ABF-5DDC-09E8-3916-Z",
        "https://www.imdb.com/title/tt0857297/",
        "https://www.themoviedb.org/tv/42821"
    ],
    "TitleEnglish": "Welcome to the N.H.K.",
    "SummaryEnglish": "Follows Satou Tatsuhiro as he attempts to escape the evil machinations of the NHK.",
    "TitleJapanese": "N・H・Kにようこそ！",
    "SummaryJapanese": "NHKの邪悪な策略から逃れるために佐藤達弘を追う。",
    "Aliases": [
        "Welcome to the N-H-K"
    ],
    "Modified": "2024-12-22",
    "Seasons": {
        "1": {
            "ID": "16348",
            "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "308010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308010",
                    "TitleEnglish": "Welcome to the Project!",
                    "SummaryEnglish": "Satou Tatsuhiro's reclusive origins are explained - his anxieties lead him to believe that he is a victim of a conspiracy known as the NHK. When he meets a mysterious girl named Misaki Nakahara, she claims to be able to cure his hermitlike ways.",
                    "TitleJapanese": "プロジェクトにようこそ！",
                    "SummaryJapanese": "ひ○こ○り歴四年・佐藤達広22歳。非常に長く怠惰な生活が続いたために、ついに佐藤は「ある組織の巨大な陰謀」に気付いてしまう。そんなある日、謎の少女・中原岬が訪ねてくる。"
                },
                "2": {
                    "ID": "308011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308011",
                    "TitleEnglish": "Welcome to the Creator!",
                    "SummaryEnglish": "In the park late at night, Tatsuhiro meets Misaki who claims to be able to cure him of his hikikomori ways, as long as he signs up to her project. Tatsuhiro remains stubborn and decides to forget about it however Misaki doesn’t give up that easily. So in the spur-of-the-moment Tatsuhiro lies by telling her that he has a job as a “creator” but she doesn’t believe him and asks for proof.",
                    "TitleJapanese": "クリエイターにようこそ！",
                    "SummaryJapanese": "佐藤は、岬から謎のプロジェクトの契約書を受け取る。一方、隣室のアニソン野郎は高校の後輩・山崎薫だった。久々の再会を喜ぶ二人。山崎はゲームの専門学校に通っているらしいのだが…。"
                },
                "3": {
                    "ID": "308012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308012",
                    "TitleEnglish": "Welcome to the Beautiful Girls!",
                    "SummaryEnglish": "By chance Tatsuhiro discovered that his noisy otaku neighbour was in fact an underclassman he knew from High School and they end up deciding to create an eroge (erotic game). Before this Tatsuhiro must first get some inspiration by trying out some eroge himself nonetheless he gets absorbed into the sordid world of bishoujo “beautiful girls.”",
                    "TitleJapanese": "美少女にようこそ！",
                    "SummaryJapanese": "岬に、クリエイターだと嘘をついた勢いで、山崎と共にギャルゲー作りを始めることになる佐藤。佐藤はシナリオ担当になり、パソコンに向かうのだが、ゲーム作りの参考用に借りたギャルゲーと画像データに逆にのめり込んでしまう。"
                },
                "4": {
                    "ID": "308013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308013",
                    "TitleEnglish": "Welcome to the New World!",
                    "SummaryEnglish": "The eroge creating has begun however Tatsuhiro has writer’s block, as he is unable to come up with a scenario or a main heroine for it their eroge. So Kaoru drags him out to many otaku hotspots, like maid cafe, to help him come up with a heroine but this appears to be a new world to him.",
                    "TitleJapanese": "新世界にようこそ！",
                    "SummaryJapanese": "岬との約束の日まで、あと一ヵ月。ギャルゲー作りは遅々として進んでいなかった。そこで山崎の提案で、ギャルゲーユーザーの聖地・秋葉原に取材に出かけることになるのだが…。"
                },
                "5": {
                    "ID": "308014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308014",
                    "TitleEnglish": "Welcome to Counselling!",
                    "SummaryEnglish": "After 4 years and 4 months, Tatsuhiro has run into his old senpai from High School, Hitomi who now has become a civil servant. His reunion with Hitomi may have sparked something inside him, because now he feels the need to stop running away and to face his problems as a hikikomori. Now the counseling can begin.",
                    "TitleJapanese": "カウンセリングにようこそ！",
                    "SummaryJapanese": "佐藤は、秋葉原で偶然、高校の先輩・柏瞳に再会する。久しぶりに先輩とゆったりとした時間を過ごす佐藤。ひ○こ○りである事を先輩に告白した事で、佐藤は、ある決意をする。"
                },
                "6": {
                    "ID": "308015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308015",
                    "TitleEnglish": "Welcome to the Classroom!",
                    "SummaryEnglish": "Tatsuhiro is struggling with the scenario for his eroge but this has to wait as he has his 2nd counselling session with Misaki. During this session the subject of Kaoru’s girlfriend comes up, which comes as a shock for Tatsuhiro who never thought of him as the girlfriend type. To confirm this Tatsuhiro follows Kaoru to his design school, where he happens to get lost and ends up in a class for game writers.",
                    "TitleJapanese": "クラスルームにようこそ！",
                    "SummaryJapanese": "岬から、山崎には彼女がいると聞き衝撃を受ける佐藤。悔しい佐藤は、こっそりと山崎の通うゲームの専門学校へと侵入し、事実を確認しようとするのだが…。"
                },
                "7": {
                    "ID": "308016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308016",
                    "TitleEnglish": "Welcome to the Moratorium!",
                    "SummaryEnglish": "Ever since his panic attack at Kaoru’s designs school, Tatsuhiro has become even more of a hikikomori and hasn’t stepped out once. However something unexpected has happened as he receives a phone call from his mom, who’s wants to meet him to see what he has planned for the future. Tatsuhiro feels that he’ll just end up being dragged back home due to his current lifestyle, so he ends up lying to his mom that he works for a company and has a girlfriend. This will prove to be a very troublesome lie but luckily Misaki volunteers to help.",
                    "TitleJapanese": "モラトリアムにようこそ！",
                    "SummaryJapanese": "山崎の通う専門学校に行った翌日から、佐藤はひ○こ○りが悪化して寝込んでしまう。そこへ突然、佐藤の母・静枝から電話がかかってきて…。"
                },
                "8": {
                    "ID": "308017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308017",
                    "TitleEnglish": "Welcome to China Town!",
                    "SummaryEnglish": "The day for Tatsuhiro’s mom to visit has come and he is totally unprepared, as his room is in such a state and requires intensive cleaning. When his mom arrives they all go out for lunch in Chinatown. Tatsuhiro begins to feel the guilt from lying to his mom and considers revealing the truth to her, nevertheless she may already be unto him and Misaki and their lies.",
                    "TitleJapanese": "中華街にようこそ！",
                    "SummaryJapanese": "静枝が上京してくる事になり、慌てる佐藤。岬は、佐藤の嘘に付き合って恋人役をかって出る。それぞれの思惑を胸に、三人は中華街に向かう事になるのだが…。"
                },
                "9": {
                    "ID": "308018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308018",
                    "TitleEnglish": "Welcome to a Summer Day!",
                    "SummaryEnglish": "Following the recent intimate moment that nearly occurred between Tatsuhiro and Misaki, Tatsuhiro just can’t seem to get her of his mind. With Summer vacation finally here, Kaoru invites Tatsuhiro to the Summer Comic Market however they first need to finish the eroge they started, in one months time.",
                    "TitleJapanese": "夏の日にようこそ！",
                    "SummaryJapanese": "今日もギャルゲー作りに邁進している、山崎と佐藤。外を走る広報車からは、花火大会のアナウンスが流れてくる。相変わらずやる気がない佐藤に対し、山崎は、過去のトラウマを熱く語り出すのだが…。"
                },
                "10": {
                    "ID": "308019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308019",
                    "TitleEnglish": "Welcome to the Dark Side!",
                    "SummaryEnglish": "The day after the fireworks festival, Tatsuhiro and Kaoru are back to working on their eroge nonetheless Tatsuhiro’s love for Misaki has grown and it’s beginning to surface itself in different ways. One thing that hasn’t changed is the fact that he still doesn’t know a thing about Misaki and he begins to have paranoid thoughts that she is plotting against him, as a part of the N.H.K.",
                    "TitleJapanese": "ダークサイドにようこそ！",
                    "SummaryJapanese": "夏祭りデートをした事で、岬の事を妙に意識し始める佐藤。しかし、それも何かの陰謀だと疑い出した佐藤は、岬の秘密を探るために尾行を始めるのだが…。"
                },
                "11": {
                    "ID": "308020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308020",
                    "TitleEnglish": "Welcome to the Conspiracy!",
                    "SummaryEnglish": "Tatsuhiro has ended his counselling sessions with Misaki as he thinks that she is plotting against him, giving him more time to finish the game he’s creating with Kaoru, with the looming deadline. Meanwhile Hitomi is feeling the stress and strain in her day-to-day life and she beginning to feel like someone is conspiring against her, just like in High School. Later she goes to visit Tatsuhiro.",
                    "TitleJapanese": "陰謀にようこそ！",
                    "SummaryJapanese": "夏コミが近づき、とりあえず制作中のギャルゲーを「体験版」として仕上げようとする山崎と佐藤。そんな佐藤に突然、瞳から電話が入る。"
                },
                "12": {
                    "ID": "308021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308021",
                    "TitleEnglish": "Welcome to the Off Meeting!",
                    "SummaryEnglish": "It is Summer vacation, Tatsuhiro and Hitomi are now heading to the “Offline Gathering,” which doesn’t seem to be what Tatsuhiro expected. They seem to heading to an island with some strange people and it isn’t until later that Tatsuhiro learns of the true meaning behind and offline gathering. Misaki, Kaoru and Hitomi’s husband later discover where they have gone.",
                    "TitleJapanese": "オフ会にようこそ！",
                    "SummaryJapanese": "瞳とのバカンスを夢見て旅行に向かう佐藤。だが、旅行は二人きりではなく、瞳のネット友達とのオフ会旅行だった。一行が豪華クルーザーで向かった先は…。"
                },
                "13": {
                    "ID": "308022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308022",
                    "TitleEnglish": "Welcome to Paradise!",
                    "SummaryEnglish": "On an island that should have been heaven for a hikikomori as become a hell because Tatsuhiro has learnt that the Offline Gathering, he went to with Hitomi, is for people who want to end their lives. With no easy way out of this Tatsuhiro will now have to play along, yet how far will he go?",
                    "TitleJapanese": "天国にようこそ！",
                    "SummaryJapanese": "峰岸のプライベートビーチで、オフ会のメンバーは各々に時間を過ごしていた。一人寂しくなった佐藤は思い出づくりに、みんなでキャンプファイヤーをしようと提案する。"
                },
                "14": {
                    "ID": "308023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308023",
                    "TitleEnglish": "Welcome to Reality!",
                    "SummaryEnglish": "With the Offline Gathering ending without a single fatality, all are reflecting on the reality of what just occurred, except Tatsuhiro who is still angry at Misaki. They all later go to rest and recuperate in a hot springs, where two of the offline gathering members are greeted by their worried parents. Tatsuhiro later returns home, back to his regular hikikomori life, but he later receives a worrying phone call from his mom.",
                    "TitleJapanese": "現実（リアル）にようこそ！",
                    "SummaryJapanese": "瞳たちを迎えにきた城ヶ崎の提案で、オフ会の面々は、温泉旅館で疲れを癒す事になる。温泉に浸かった佐藤たちは、島での出来事を冷静に振り返る。"
                },
                "15": {
                    "ID": "308024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/308024",
                    "TitleEnglish": "Welcome to the Fantasy!",
                    "SummaryEnglish": "The phone call from his Mom was about his Dad losing his job, so now Tatsuhiro’s allowance is cut and he needs a source of income. With the free trial he got from the kid in the offline meeting, Tatsuhiro is planning to make money from an MMORPG by selling game items. Yet things don’t go according to plan as he gets hooked on the fantasy life.",
                    "TitleJapanese": "ファンタジーにようこそ！",
                    "SummaryJapanese": "突然、静枝から仕送りが厳しくなると告げられる佐藤。そこで草野から勧められたネットゲームの事を思い出し、RMT（リアルマネートレード）で生活費を稼ごうと考える。"
                },
                "16": {
                    "ID": "313953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/313953",
                    "TitleEnglish": "Welcome to the Game Over!",
                    "SummaryEnglish": "After discovering the wonders of the fantasy online gaming, Tatsuhiro has become even of a hikikomori and the one to find out is Misaki. While Tatsuhiro is trying to acquire rare items in the game, with his new party, Misaki is trying to get him off this new addiction but that may be unnecessary. Tatsuhiro later receives a call from someone from his High School.",
                    "TitleJapanese": "ゲームオーバーにようこそ！",
                    "SummaryJapanese": "ネットゲームの中で知り合ったネコ耳少女ミアに惹かれていく佐藤。カウンセリングもサボり、ゲームにどっぷりハマってしまった佐藤を救うために、奮闘をする岬なのだが…。"
                },
                "17": {
                    "ID": "313954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/313954",
                    "TitleEnglish": "Welcome to Happiness!",
                    "SummaryEnglish": "The call Tatsuhiro received was from the class representative from High School, Megumi who he ends up meeting with. He admits to her that he is a hikikomori, so she invites him to her successful senpai who can supposedly cure him of his NEET problems. However once arriving to a weird seminar Tatsuhiro has noticed that he has wondered into a Pyramid Scheme.",
                    "TitleJapanese": "はぴねすにようこそ！",
                    "SummaryJapanese": "ネットゲームに絶望した佐藤のもとに、高校の同級生・小林から電話がかかってくる。何でも一攫千金の話があるということで、興味を持った佐藤は、説明を聞きに行く事にする。"
                },
                "18": {
                    "ID": "313955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/313955",
                    "TitleEnglish": "Welcome to No Future!",
                    "SummaryEnglish": "Having just returned from being fooled into buying products in a Pyramid Scheme, Tatsuhiro and gang attempt to Megumi to call the deal off but she has no intention on returning his money. After being fooled a second time they all go to Megumi’s house, with the intention to return the goods, but end up finding out something truly shocking.",
                    "TitleJapanese": "ノーフューチャーにようこそ！",
                    "SummaryJapanese": "小林にまんまと騙されて契約してしまった佐藤たちは、クーリングオフをするために小林の自宅を訪ねる。そこで、ネットゲームに興じる小林の兄・友一と出会う。"
                },
                "19": {
                    "ID": "313956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/313956",
                    "TitleEnglish": "Welcome to the Blue Bird!",
                    "SummaryEnglish": "Tatsuhiro, Misaki and Kaoru went to Megumi’s house to return the “Mouse Road” goods, when they discover that she is looking after her hikikomori brother (Torotoro from the Ultimate Fantasy Online game). After clearing matters with Megumi and her brother the group head back to return to their usual lives. They later her from the news that the Mouse Road leaders were arrested, so what will become of Megumi and her brother?",
                    "TitleJapanese": "青い鳥にようこそ！",
                    "SummaryJapanese": "佐藤たちが部屋に立ち入った事で、動揺し取り乱す友一。クーリングオフの書類にサインをすませ、佐藤たちは帰ろうとするのだが恵が引き止める。友一がネットゲーム上で佐藤と話がしたいと切り出したのだ。"
                },
                "20": {
                    "ID": "313957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/313957",
                    "TitleEnglish": "Welcome to Winter Days!",
                    "SummaryEnglish": "Tatsuhiro and Kaoru are back on track to finishing their eroge when all of a sudden Kaoru receives a serious call from home and has to return immediately. After a long period on his own Tatsuhiro is happy when Kaoru returns however he returns with bad news, of having to work at his farm once they finish making their game. The two end up drinking their troubles away and doing something foolish.",
                    "TitleJapanese": "冬の日にようこそ！",
                    "SummaryJapanese": "ギャルゲー作りを続ける佐藤たちだったが、突然、山崎の父親が倒れたとの連絡が入り、一度実家に帰る事になる。すぐに戻ってきた山崎だが、やはり家業の牧場を継ぐために田舎に帰らなければならないという。冬コミまで猶予をもらった山崎は、ゲームを完成させるために奮起するのだが…。"
                },
                "21": {
                    "ID": "324184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/324184",
                    "TitleEnglish": "Welcome to Reset!",
                    "SummaryEnglish": "Tatsuhiro and Kaoru are in high spirits after finally completing their eroge nonetheless it doesn’t seem to do any better in the Winter Comic Market. Now with that over all that is left is for Kaoru to sort out his belongings before he leaves for his parent’s farm. Will Tatsuhiro be able to cope without Kaoru, or will he revert back to his hikikomori ways?",
                    "TitleJapanese": "リセットにようこそ！",
                    "SummaryJapanese": "佐藤と山崎のギャルゲーがついに完成した。山崎は、両親との約束どおり、専門学校をやめて実家に帰る事になる。引越しの手伝いをしている佐藤は、半年間の思い出を振り返っていた。一方、岬はカウンセリングの期末試験を行うというのだが…。"
                },
                "22": {
                    "ID": "324185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/324185",
                    "TitleEnglish": "Welcome to the God!",
                    "SummaryEnglish": "After getting separated from Misaki, in the middle of Tokyo, Tatsuhiro runs into Hitomi ands ends up spending New Year’s Eve with her. They just end up separating after saying their farewells, when Tatsuhiro later meets up with a melancholic Misaki. The next day Misaki continues to spiral in despair as Tatsuhiro remains unaware, until their next counselling session.",
                    "TitleJapanese": "神様にようこそ！",
                    "SummaryJapanese": "山崎が居なくなってしまった事で、心にポッカリ穴が空いてしまった佐藤。そんな佐藤をカウンセリングの期末試験と称して、初詣に誘う岬。しかし二人は人混みの中で、はぐれてしまう。街角で呆然と立ち尽くす佐藤は、意外な人物から声をかけられる。"
                },
                "23": {
                    "ID": "324186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/324186",
                    "TitleEnglish": "Welcome to Misaki!",
                    "SummaryEnglish": "Misaki’s mental state doesn’t seem like what it used to be, as she chooses an odd topic for their counseling session. It turns out that this is Tatsuhiro’s final session as Misaki is giving him a final exam before a graduation from the project. The graduation doesn’t go to well, because Tatsuhiro doesn’t think of himself as worthy enough to support Misaki, so he cuts all ties with her. What will become of the two of them?",
                    "TitleJapanese": "岬にようこそ！",
                    "SummaryJapanese": "突然、岬はカウンセリングの卒業試験を行うと宣言する。無事卒業試験に合格した佐藤に対して、岬は新たな契約書を差し出す。しかし佐藤は、それを拒否して岬と別れてしまう。ショックを受けた岬は倒れてしまうのだが…。"
                },
                "24": {
                    "ID": "324187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-nhk/episodes/324187",
                    "TitleEnglish": "Welcome to the N.H.K.!",
                    "SummaryEnglish": "Tatsuhiro has managed to catch-up to Misaki, at the same cliff her mother committed suicide, in an attempt to stop the same incident from happening again. Having stopped her from doing such a foolish thing, the only way he can think of preventing it from happening again, is to do something as foolish. Now caught up in his fantasies about the conspiracies of the N.H.K., he tries to defeat it using unorthodox methods.",
                    "TitleJapanese": "N・H・Kにようこそ！",
                    "SummaryJapanese": "遺書を残し、病院から居なくなった岬を追いかける佐藤。ついに居場所を突き止め、岬と再会した佐藤だったが、そこは何と断崖の上だった。すべてに絶望した岬に対し、佐藤は、N・H・K＝日本ひ○こ○り協会との対決を決意する。"
                }
            }
        }
    }
}