{
    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0989771/",
        "https://www.themoviedb.org/tv/12406"
    ],
    "TitleEnglish": "Powerpuff Girls Z",
    "SummaryEnglish": "In order to stop an ecological disaster, Ken Kitazawa used Chemical Z, a new form of the Professor's original substance Chemical X, to destroy a giant glacier. The Chemical Z is caused by Peach's accident of dropping a Daifuku (a Japanese confection consisting of a small round mochi stuffed with sweet filling) which had dissolved in the chemical. However, the impact of Chemical Z caused several black and white lights to appear in the skies above Tokyo City. Three ordinary girls, Momoko, Miyako, and Kaoru, were engulfed in white lights and soon became the new defenders of Tokyo City: the Powerpuff Girls Z. However, the numerous black lights caused others to turn to the side of evil. And so, using their ultra super powers, Hyper-Blossom (Momoko), Rolling Bubbles (Miyako), and Powered Buttercup (Kaoru) dedicated their lives to defending Tokyo City from the likes of those swayed by the black lights and Him's black particles. Fighting the Rowdyruff boys, Sedusa, Princess, or any other, the girls are always there to help.",
    "TitleJapanese": "出ましたっ！ パワパフガールズZ",
    "SummaryJapanese": "謎の物質・ケミカルＸを研究していたユートニウム博士と、助手であり息子でもあるケン君 。研究中、ケミカルＸになんと、大福が入ってしまった！！激しい化学反応を起こしたケミカルＸは、新たな物質、ケミカルＺへと変化したのだった。\n\nそんなある日、東京CITY近海に突如として巨大な氷山が出現。ケンがケミカルZを光線にして打ち込むと、ケミカルＺは白い光と黒い光となって東京ＣＩＴＹに放たれた。 赤堤ももこ、豪徳寺みやこ、松原かおるは、ごく普通のジュニアハイスクールの1年生で、ごく普通の暮らしを送っていたが、ケミカルＺの白い光を浴びてしまう。\nそして爆進スウィート・トリオ、パワパフガールズＺが誕生したのだ！！",
    "Aliases": [
        "Las supernenas Z",
        "Powerpuff Girls Z",
        "Demashita! Powerpuff Girls Z"
    ],
    "Modified": "2025-05-26",
    "Seasons": {
        "0": {
            "ID": "535660",
            "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "9068316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/9068316",
                    "TitleEnglish": "OP1 (Kibō no Kakera)",
                    "SummaryEnglish": "Opening animation by Nana Kitade used in episodes 1-26",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "9068317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/9068317",
                    "TitleEnglish": "OP2 (Jig THE Upper)",
                    "SummaryEnglish": "Opening animation by Hoi Festa used in episodes 27-52",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9068318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/9068318",
                    "TitleEnglish": "ED1 (Mayonaka no Doa)",
                    "SummaryEnglish": "Ending by Liu Yi Fei used in episodes 1-26",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "9068319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/9068319",
                    "TitleEnglish": "ED2 (LOOK)",
                    "SummaryEnglish": "Ending by HALCALI used in episodes 14-26",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "9068320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/9068320",
                    "TitleEnglish": "ED3 (Tōri Ame)",
                    "SummaryEnglish": "Ending by Wiz-US used in episodes 27-39",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "9068321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/9068321",
                    "TitleEnglish": "ED4 (Himawari)",
                    "SummaryEnglish": "Ending by Hearts Grow used in episodes 40-52",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "39978",
            "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/seasons/official/1",
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "429101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429101",
                    "TitleEnglish": "Powerpuff Girls to the Rescue / The Secret of the Powerpuff Girls",
                    "SummaryEnglish": "Powerpuff Girls to the Rescue: The Powerpuff Girls fight Mojo Jojo after he incarcerates kindergarten students and steals their candy. The Secret of the Powerpuff Girls: The origins of the Powerpuff Girls are revealed.",
                    "TitleJapanese": "ガールズ、参上! / ガールズ、誕生!",
                    "SummaryJapanese": "幼稚園にモンスターが出現！　東京ＣＩＴＹ（シティ）の市長メイヤーから連絡を受けて、ユートニウム博士はパワパフＺに出動指令を出しました。授業を抜け出して変身する３人。今日の相手は猿のモンスター、モジョ。園児たちを鳥かごにとじこめて、お菓子を取り上げてしまいます。そこへ助けに現れたパワパフＺ。逃げ出したモジョを追いかけながら戦うパワパ フＺですが、はげしい攻撃につかれ果ててしまいます。今がチャンスとばかりに攻め立てるモジョ。しかしパワパフＺはおいしいと評判の店のアイスクリームを食べてスタミナ補給。モジョが呼び出した巨大メカ、モジョロボを必殺技で倒して、みんなを無事に助け出しました。こうして今日もみんな救われました。ありがとうパワパフガールズＺ！\t\n\n東京湾に氷山が出現！　北沢ケンが、父親のユートニウム博士の研究していた謎の化学物質ケミカルＺの力を使用したところ、氷山が消えた代わりにいくつもの白い光と黒い光があらわれて飛んでいきました。不思議なことに、白い光を浴びた赤堤ももこはハイパー・ブロッサムに変身、博士の作ったデジタル犬ピーチは言葉が話せるようになったのです。一方、黒い光を浴びた動物園の猿は、悪いことを考えるモンスター、モジョ・ジョジョに変身して世界征服を決意します。そして公園で出会ったブロッサムとモジョは、正義のヒロインと悪役モンスターの運命として戦いを始めました。その力を見た博士とケンは、彼女を調べようと考えます。この事件がパワパフガールズＺの始まりとなったのでした。"
                },
                "2": {
                    "ID": "429102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429102",
                    "TitleEnglish": "Bouncing Bubbles",
                    "SummaryEnglish": "Professor Utonium, his son Ken, Blossom, the Mayor, and Ms. Bellum and the others find Bubbles as she is attacked by Mojo Jojo and take them in for research.",
                    "TitleJapanese": "ほんわかバブルス!",
                    "SummaryJapanese": "ブロッサムは、自分がなぜスーパーヒロインに変身できるようになったかを調べるために研究所へ行くというユートニウム博士たちの言葉を信じて、行動を共にすることにしました。その途中でピーチがケミカルZによって変身した青い服の女の子、豪徳寺みやこことローリング・バブルスを発見、彼女も調べようとみんなで追いかけることにします。一方、仕返ししようとブロッサムを探していたモジョもバブルスと出会い、戦おうとしますが、そのマイペースさに振り回されてうまくいきません。そこにブロッサムが追いついて、モジョと戦いを始めました。とまどっていたバブルスも、モジョが悪者とわかったので一緒に戦うことにします。彼女の力によってモジョを捕まえることができたのでした。\n\n研究室で身体検査を受けたブロッサムとバブルスは、二人の体にケミカルZの力が宿っていることを知らされます。さらにピーチを調べた博士は、ケミカル素粒子光線を使用して二人を元の姿に戻すことに成功しました。二人の腰に巻かれていたベルトに付いているコンパクトは、ピーチの吠える声に反応する変身アイテムだったのです。正義のスーパーヒロイン、パワパフガールズZの誕生に喜ぶブロッサム。ところが、バブルスがロッドのパワーを試している隙に、モジョが縄を解いてしまいました。二人の攻撃をかわして、なんとか研究所の外に逃げ出したモジョでしたが、目の前にあらわれた緑の服を着た女の子に空高くふっとばされてしまいます。はたしてその子の正体は？"
                },
                "3": {
                    "ID": "429103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429103",
                    "TitleEnglish": "And Then There Were Three",
                    "SummaryEnglish": "Buttercup reluctantly joins the group, the girls are put into the same class to make them get along, and they stop Mojo from causing more trouble.",
                    "TitleJapanese": "ガールズ、結集!",
                    "SummaryJapanese": "緑色の服の少女、松原かおることパワード・バターカップ。彼女は、ももこ、みやこと同じ中学に通っていました。メイヤー市長から東京CITYの平和を守ってほしいと頼まれた3人でしたが、バターカップだけは変身後のスカート姿が大嫌いな上に、みんなのノリについていけないので断ります。そして変身の掛け声をかけるピーチに腹を立てて追い掛け回し、研究所をメチャクチャにしてしまいました。ひと暴れしてすっきりしたバターカップは、そのすごいパワーを気に入って、変身するのも悪くないと思い直します。3人は改めて東京CITYを守るスーパーヒロイン、パワパフガールズZとして活躍することになりまし た。でもそのことは他の人たちには秘密にすると約束したのでした。\t\n\n3人が学校へ行くと、突然クラス替えがおこなわれて、みんな同じクラスになりました。市長の秘書ミス・ベラムが、校長先生に頼んで手配したのです。キーン先生が担任となった新しいクラスでは、昨日の動物園の事件を謎のスーパーヒロインが解決したといううわさで持ちきりでした。お昼になって3人がお弁当を食べようとした時、変身ベルトが光りだします。モジョがレストランを襲っているとの知らせに出動するパワパフガールズZ。モジョが操るクレーンに苦戦するパワパフZでしたが、おなかが空いた怒りで気持ちをひとつにしてモジョを倒します。逃げ出したモジョが発射したミサイルも、必殺技を使って街に落ちることを防ぎ、みごとな活躍ぶりを見せたのでした。"
                },
                "4": {
                    "ID": "429104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429104",
                    "TitleEnglish": "All In the Family",
                    "SummaryEnglish": "The girls take turns being a mother figure to Ken, while Mojo plans to turn everyone into monkeys.",
                    "TitleJapanese": "ガールズ、家族の絆!",
                    "SummaryJapanese": "昼休みにケンの部屋に入りこんで、TVを見たり、お菓子を食べたり、ファッションをチェックする3人。東京CITYを守る交換条件とはいえ、あまりに好き放題な彼女たちにケンは切れてしまいます。ユートニウム博士に抗議しようとしますが、3人は嘘泣きで逆にケンが悪いと訴えます。母親がいないせいで甘やかしてしまったと謝る博士。それを聞いて、ケンには母親の存在が必要だと考えたガールズは、交代でママになってあげることにしました。次の日から順番に母親代わりを務めようとするガールズでしたが、家事がろくにできなかったり、食事の支度に時間がかかりすぎたりと、失敗ばかり。押しかけ母親の駄目っぷりにがまんできなくなったケンは、とうとう家出してしまいました。\n\nモジョは幸せな家族にモジョメットをかぶせて猿にしてしまう作戦を実行中、公園で家族の団らんをさみしく見ていたケンにモジョメットスーパーをかぶせて、チビモジョにしてしまいます。言葉が話せなくなった上に電撃のお仕置きを受け、やむを得ずモジョの家来になるケン。一方、ケンを探していたガールズは、モジョが出たとの連絡を受けて遊園地に向かいました。戦いの中、モジョロボに捕まったバブルスをケンは自らを犠牲にして助けます。ピーチのおかげでチビモジョの正体がケンだとわかり、怒りに燃えた3人はモジョを倒しました。元に戻った家族が喜び合う姿を見て、家族っていいものだと感じるケン。ガールズもママは無理だけどお姉さんになってあげることにして仲直りしたのでした。"
                },
                "5": {
                    "ID": "429105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429105",
                    "TitleEnglish": "Mojo's Revenge / Climbing the Walls",
                    "SummaryEnglish": "Mojo's Revenge: Angry with being teased at the zoo, Mojo attacks a fruit seller. Climbing the Walls: Mojo decides to move his base to the new observation tower being constructed, but the girls think otherwise.",
                    "TitleJapanese": "モジョの復讐だモジョ！ / 展望タワー・クラッシュ！",
                    "SummaryJapanese": "モジョは黒い光を浴びて変身する前の記憶を思い出そうとして、頭にオレンジが浮かんだのでフルーツ店に向かいました。パワパフガールズZも出動します。オレンジを食べてモジョは自分が東京CITY動物園の猿山の猿だったことを思い出しました。そこでエサを見せびらかすだけであげないといういじわるをされて、人間を恨むようになってしまったのです。実はいじわるをしていたのはフルーツ店の店長でした。人間を生け捕りにして仕返しをしようとするモジョに、店長はおわびとしてフルーツをプレゼントします。これで事件は終わるはずだったのですが、モジョはお腹が空いたガールズにフルーツを見せびらかすいじわるをして3人を怒らせてしまい、空のかなたに吹き飛ばされてしまいました。\t\n\nガールズは宿題マシンをケンに作ってもらう代わりに、建設中のタワーへスパイダーシューズを届けることになりました。ケミカルZで強化した磁石を利用して簡単に壁を登ることができる発明品です。ところが、タワーをアジトにしようと考えたモジョがシューズを奪ってタワーに上り、クレーンを占拠してしまいます。変身したガールズはモジョに近付くためにシューズをはいて柱を登っていきますが、市長や博士の乗ったエレベーターのケーブルが切れてしまいます。ヨーヨーでささえるブロッサム。その隙を狙ってモジョが攻撃してきますが、磁石の反発を利用してモジョのキックをかわし、バブル・ねばねばで市長たちを救ったガールズはモジョに反撃を開始して、やっつけることができたのでした。"
                },
                "6": {
                    "ID": "429109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429109",
                    "TitleEnglish": "Fuzzy Lumpkins / Princess Morbucks",
                    "SummaryEnglish": "Fuzzy Lumpkins: Fuzzy Lumpkins keeps driving the girls and friends away while they try to enjoy a trip to the woods. Princess Morbucks: Classmate Princess Morbucks is hit by the black Z-Rays and plots to outshine the Powerpuff Girls.",
                    "TitleJapanese": "ファジー・ラムキンス！ / 姫子なプリンセス！",
                    "SummaryJapanese": "山へ調査に出かけたみんなの前にファジー・ラムキンスと名乗るモンスターがあらわれました。縄張りに入らなければ襲ってこないと判断した博士は、ピクニックを楽しもうとしますが、ファジーは山も湖も自分の縄張りだと言い張ってみんなの邪魔をします。仕方なく街に戻ると、いろんな場所にファジーの縄張りを示す手形が押されていました。変身して公園で戦うパワパフＺ。しかしその怪力に歯が立たず、逃げられてしまいます。そしてファジーは市長を襲って東京 CITYも自分の縄張りにしようとしました。正面から戦ってはかなわないので悩む３人でしたが、そこにあらわれたミス・ベラムにファジーは見とれてしまい、その隙をついてパワパフＺはファジーを山へ追い返すことができたのでした。\n\n*\n\t\n\nお金持ちの娘、白金姫子は注目されるのが大好きなのですが、学校ではパワパフガールスＺの話題で持ちきりで全然目立てません。好きなドラマもパワパフＺの特別番組で無くなり、怒りのあまりプリンセスに変身してしまいます。彼女は以前、ペットの白猫サファイアと一緒にケミカルＺの黒い光を浴びていたのでした。自分が操る巨大ロボットで街を壊し、それを倒して正義の味方として目立とうと考えたプリンセスでしたが、出動したパワパフＺに計画がばれてしまいます。巨大ロボットを山へ調査に出かけたみんなの前にファジー・ラムキンスと名乗るモンスターがあらわれました。縄張りに入らなければ襲ってこないと判断した博士は、ピクニックを楽しもうとしますが、ファジーは山も湖も自分の縄張りだと言い張ってみんなの邪魔をします。仕方なく"
                },
                "7": {
                    "ID": "429114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429114",
                    "TitleEnglish": "Mayor for a Day / The Infamous Amoeba Boys",
                    "SummaryEnglish": "Mayor for a Day: Blossom is given the task of being the bodyguard of her favorite TV hero when Mojo threatens him. The Infamous Amoeba Boys: The Amoeba Boys (now including a lady) attempt to become villains.",
                    "TitleJapanese": "かなえ！ももこの恋 / 極悪トリオ？アメーバボーイズ",
                    "SummaryJapanese": "ヒーロー番組ミラクルファイティングＡの主役ヒロに恋しているももこは、研究所でもビデオを見てばかり。つき合わされているみんなはうんざりしていました。そこに東京CITYの一日市長を務めるヒロの護衛の依頼が来て大喜び。実は怖がりで、情けない姿を見せるヒロでしたが、ももこは勘違いしてますます恋心をつのらせるのでした。街に出たヒロはモジョの人質にされてしまいます。番組で似た状況があったことを思い出したももこは、ヒロがわざと捕まったのだと思って攻撃、モジョを撃退することができました。しかしヒロが結婚すると知ってももこは失恋してしまいます。ですが、今度はお天気お兄さんに一目ぼれ。天気予報のビデオを延々見せられて、みんなは更にうんざりするのでした。\t\n\nケミカルＺの黒い光と犬の唾液の化学反応でモンスターになってしまったらしいアメーバ３人組のアメーバボーイズ、シルクハット、ポンチョ、レディ。犬に飲み込まれそうなところを逃れて、大悪党になるために街にやってきました。銀行強盗をしようと押し入りますが、警備員に軽くあしらわれてしまいます。そこにパワパフＺがやってきますが、あまりに弱そうな姿にやる気が出ません。子供にからかわれて外へ放り出されてしまったアメーバボーイズでしたが、分裂して合体、巨大化します。危うしパワパフＺ！　しかし車を踏みつぶそうとしてすべって転んでしまい、更に犬におびえて元にもどり、逃げ出してしまいます。それでも立派な大悪党を目指すと誓うアメーバボーイズなのでした。"
                },
                "8": {
                    "ID": "429116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429116",
                    "TitleEnglish": "Sedusa",
                    "SummaryEnglish": "A local shop owner, Sakurako, is hit by black Z-rays and turns into Sedusa. She attempts to glamour herself to win the heart of her friend Souichirou.",
                    "TitleJapanese": "魅惑の乙女！セデューサ",
                    "SummaryJapanese": "和菓子の店、きんとき堂で働いている桜子も、ケミカルＺの黒い光を浴びていました。桜子はお店の常連の壮一郎のことが好きなのですが、男はみんなミス・ベラムのようなセクシーで大人っぽい女性が好きなのだと思い込んで、地味な自分では駄目だと、告白できないでいるのでした。それを知ったももことみやこは、かおるを巻き込んで、恋の手助けをしようと考えます。和菓子に匂いがうつってしまうのでお化粧ができない桜子でしたが、あきらめきれずに口紅を塗ってみました。すると桜子はモンスターのセデューサに変身してしまいます。セクシーになるために、誰にでも変装できる能力を使って、化粧品、高級婦人靴、宝石やアクセサリーを次々と盗んでいくのでした。\t\n\nセデューサは荘一郎をデートにさそおうとしますが、断られてしまいます。もっとセクシーにならないと駄目だと思い込んだセデューサは、今度はドレスを盗もうと考えました。一方、謎の盗難事件はモンスターの仕業だということでパワパフＺに出動指令が出ます。みやこの推理で次に狙われる店の見当をつけてを警備するパワパフＺ。バブルスやバターカップに変装してドレスを盗もうとしたセデューサでしたが、正体を見破られ、捕まってしまいます。研究所でセデューサが桜子だとわかって驚く３人でしたが、本人は記憶を失っていました。次の日、店に来た壮一郎は桜子に告白します。実は彼も桜子のことが好きなのでした。両思いなことがわかって、ラブラブなカップルになった２人でした。"
                },
                "9": {
                    "ID": "429119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429119",
                    "TitleEnglish": "Coach Buttercup / Fuzzy in Love",
                    "SummaryEnglish": "Coach Buttercup: Buttercup trains a younger kid to become a better soccer player. Fuzzy in Love: After falling in love with Ms. Bellum, Fuzzy decides to take her back to the woods.",
                    "TitleJapanese": "コーチかおるの特訓サッカー！ / 恋するファジー！",
                    "SummaryJapanese": "モジョを追っていたパワパフＺは、サッカーの練習をしていた少年、伸一に出会います。おじいさんの形見のシューズをはいて試合で活躍したいのでコーチを頼まれたバターカップは、自分の昔のことを思い出して、特訓を引き受けることにしました。一方、ユートニウム博士はピーチの力が無くても自分で変身できるように変身ベルトを改造しました。試合の当日、特訓の成果でサッカーが上達したものの出番が無い伸一。そこへモジョロボがあらわれて暴れ始めます。一緒にいたかおるも変身して戦いますが捕まって大ピンチに。伸一は特訓のおかげで、モジョに立ち向かってブロッサムとバブルスが来るまでの時間を稼ぐことに成功します。それを見ていた監督は伸一を試合に出すことにしたのでした。\n\nミス・ベラムのことが忘れられないファジー・ラムキンスは、思い余って彼女を誘拐してしまいました。パワパフＺが出動しますが、ファジーが恋していることを知り、手助けをすることにしました。気絶しているミス・ベラムに愛の歌を奏でても意味が無いとアドバイスしますが、ファジーは石をぶつけて彼女を起こそうとします。あわてて止める３人。なんとか目を覚ましたミス・ベラムでしたが、お腹をすかせていました。そこで森のランチを差し出すファジー。しかしそれはゲテモノ料理だったのでミス・ベラムはまた気絶してしまいました。アドバイスを逆恨みしたファジーは暴れだし、力ずくでミス・ベラムを縄張りにしようとしますが、パワパフＺに遠くの雪山まで放り出されてしまうのでした。"
                },
                "10": {
                    "ID": "429121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429121",
                    "TitleEnglish": "Gigi the Great",
                    "SummaryEnglish": "The arrogant hairdresser Gigi is hit by black Z-Rays and uses her power