{
    "URL": "https://www.thetvdb.com/series/le-chevalier-deon",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "History",
        "Horror"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0965567/",
        "https://www.themoviedb.org/tv/37513"
    ],
    "TitleEnglish": "Le Chevalier D'Eon",
    "SummaryEnglish": "It's 1742 in Paris, France. Louis XV is still king of France. A woman was found dead in a coffin floating in the Seine River. The brother of the deceased woman is D'Eon, who is determined to find the murderer of his sister: Lia. But as D'Eon investigates and tracks down the killer. He soon discovers that strange and supernatural things are involved with this series of killings. And only he can avenge Lia's death. As evil lurks in the palaces of the royal and the dark side of Europe.",
    "Aliases": [],
    "Modified": "2025-05-26",
    "Seasons": {
        "1": {
            "ID": "17350",
            "URL": "https://www.thetvdb.com/series/le-chevalier-deon/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "323327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323327",
                    "TitleEnglish": "D'Eon, Lia",
                    "SummaryEnglish": "After discovering his older sister has been inexplicably murdered, D'Eon de Beaumont joins the French secret police--which has been investigating the disappearances of numerous young women--in hopes of solving the mystery of her death."
                },
                "2": {
                    "ID": "323328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323328",
                    "TitleEnglish": "The Four Musketeers",
                    "SummaryEnglish": "After being possessed by his sister's soul, D'Eon awakens in the royal palace remembering nothing about the incident. Soon he is pursued by French police, and is unexpectedly aided by a young swordsman named Durand."
                },
                "3": {
                    "ID": "323329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323329",
                    "TitleEnglish": "Sword Of Indignation",
                    "SummaryEnglish": "The Four Musketeers defeat the gargoyles, only to discover they were being controlled by a man. They follow him back to his masters and realize he was employed by several important French aristocrats."
                },
                "4": {
                    "ID": "323330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323330",
                    "TitleEnglish": "Follower Of The Revolution",
                    "SummaryEnglish": "The Duke of Orleans begins moving against the Four Musketeers, and D'Eon learns something regarding Lia's death."
                },
                "5": {
                    "ID": "323331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323331",
                    "TitleEnglish": "Palais-Royal",
                    "SummaryEnglish": "D'Eon spends a day with Anna, his fiance, and King Louis pays a visit to his uncle, the Duke of Orleans."
                },
                "6": {
                    "ID": "323332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323332",
                    "TitleEnglish": "Knights Of The King",
                    "SummaryEnglish": "King Louis XV gives the Four Musketeers a mission, and D'Eon asks Queen Marie why his sister's soul has not passed on."
                },
                "7": {
                    "ID": "323333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323333",
                    "TitleEnglish": "Gargoyles",
                    "SummaryEnglish": "The Four Musketeers head to Russia to retrieve the royal Psalms stolen by one of the Revolutionary Brethren."
                },
                "8": {
                    "ID": "323334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323334",
                    "TitleEnglish": "An Audience With The Empress",
                    "SummaryEnglish": "The Four Musketeers pursue Vorontsov until he finally arrives in St. Petersburg. Here D'Eon attempts to gain permission from Empress Elizabeta to operate in Russia."
                },
                "9": {
                    "ID": "323335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323335",
                    "TitleEnglish": "The Lovers",
                    "SummaryEnglish": "D'Eon gains the Empress' trust, and learns she and Lia were friends. Shortly after, Vorontsov and Bestuzhev carry out their assassination attempt on the Empress."
                },
                "10": {
                    "ID": "323336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323336",
                    "TitleEnglish": "The Royal Psalms",
                    "SummaryEnglish": "D'Eon briefly battles Vorontsov until the building collapses. Robespierre continues the assassination plot against the Empress."
                },
                "11": {
                    "ID": "323337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323337",
                    "TitleEnglish": "The Rain On St. Petersburg",
                    "SummaryEnglish": "Following the Empress' death, Pyotr has become Emperor of Russia. Ekaterina, the woman who warned the Four Musketeers, steals the throne back from him with their help. The Four Musketeers continue to battle members of the Revolutionary Brethren."
                },
                "12": {
                    "ID": "323338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323338",
                    "TitleEnglish": "Rest In Peace In Your Motherland",
                    "SummaryEnglish": "D'Eon's battle against Vorontsov is finally finished, with Lia dealing the final blow. The Four Musketeers follow Robespierre to London."
                },
                "13": {
                    "ID": "323339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323339",
                    "TitleEnglish": "Omen",
                    "SummaryEnglish": "The Four Musketeers meet with the French Ambassador to England, and they attend a party thrown by the English king and queen intending to steal important documents held by the British Undersecretary of Foreign Affairs."
                },
                "14": {
                    "ID": "323340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323340",
                    "TitleEnglish": "Robert Wood`s Briefcase",
                    "SummaryEnglish": "The Four Musketeers plan to copy Wood's documents with Guercy's help, but Robin's hand is cursed rummaging through papers."
                },
                "15": {
                    "ID": "323341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323341",
                    "TitleEnglish": "The Final Secret Order",
                    "SummaryEnglish": "Robert Wood and Lord Sandwich find out someone has tampered with their documents; King Louis XV orders Durand to kill anyone who has read the Psalm of the King, and to do away with D'Eon whether he has or not."
                },
                "16": {
                    "ID": "323342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323342",
                    "TitleEnglish": "The Whereabouts Of The Soul",
                    "SummaryEnglish": "Robespierre captures and interrogates Durand; D'Eon and the others attempt to rescue him."
                },
                "17": {
                    "ID": "323343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323343",
                    "TitleEnglish": "Medmenham Abbey",
                    "SummaryEnglish": "After D'Eon speaks to the Queen about two souls existing together in one vessel and Durand is released, the Four Musketeers head for Medmenham Abbey."
                },
                "18": {
                    "ID": "323344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323344",
                    "TitleEnglish": "The New World",
                    "SummaryEnglish": "Lia continues reciting Psalms until Teillagory calms her down. King Louis receives copies of Robert Wood's documents."
                },
                "19": {
                    "ID": "323345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323345",
                    "TitleEnglish": "Until It's Colored In Crimson",
                    "SummaryEnglish": "The Four Musketeers obtain the Psalm of Kings. Durand goes to the French Embassy, attempting to return to France alone so as not to have to kill his comrades."
                },
                "20": {
                    "ID": "323346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323346",
                    "TitleEnglish": "Ready To Die For?",
                    "SummaryEnglish": "Durand's back-up plan begins to unfold; he asked in a written confession that the authorities search the French Embassy. D'Eon, Robin, and Teillagory return to France, just in time for D'Eon to be captured by the Duke of Orleans."
                },
                "21": {
                    "ID": "323347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323347",
                    "TitleEnglish": "The Price of Honor",
                    "SummaryEnglish": "D'Eon is taken to Le Chateau d'Orleans. Robin eludes capture and follows to the mansion to rescue D'Eon, who manages to escape and ends up dueling with Teillagory."
                },
                "22": {
                    "ID": "323348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323348",
                    "TitleEnglish": "NQM",
                    "SummaryEnglish": "Saint-Germain tries to win Queen Marie over to his cause, which she refuses and they fight. Later, Broglie and the King prepare to kill the Queen."
                },
                "23": {
                    "ID": "323349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323349",
                    "TitleEnglish": "Out Of The Deepest Love",
                    "SummaryEnglish": "Upon witnessing the deaths of the Queen and Anna, Robin shoots at the king, but Broglie protects him and allows him to escape. D'Eon sees another of Lia's memories of her and Maximilien, finding out that he had proposed to her and that she had agreed happily, and that Maximilien disliked the King for keeping him and Lia apart. Maximilien abandoned the King's orders for him to go to Russia, stealing the Royal Psalms and giving them to Lia for her to read instead. While she manages to read the Psalms, she wrote Maximilien a letter claiming that she was unable to do so and rejecting his love. Meanwhile, Maximilien approaches a now hateful Robin, commenting that Robin's ability to actually carry the Psalms is a sign that the Psalms want change to occur in France, and telling him to take revenge for his murdered friends. D'Eon is chased down by palace guards, but Lorenza kills them, and once free he visits Anna's coffin. He then sneaks into Broglie's room and forces him to bring him to the King's chambers. Lia then takes over, asking the King whether he was responsible for the deaths of Anna, Queen Marie, and Lia herself."
                },
                "24": {
                    "ID": "323350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/le-chevalier-deon/episodes/323350",
                    "TitleEnglish": "The Word",
                    "SummaryEnglish": "The orchestrator behind Lia's murder explains everything, and all that D'Eon worked for comes to an end."
                }
            }
        }
    }
}