{
    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0989771/",
        "https://www.themoviedb.org/tv/12406"
    ],
    "TitleEnglish": "Powerpuff Girls Z",
    "SummaryEnglish": "In order to stop an ecological disaster, Ken Kitazawa used Chemical Z, a new form of the Professor's original substance Chemical X, to destroy a giant glacier. The Chemical Z is caused by Peach's accident of dropping a Daifuku (a Japanese confection consisting of a small round mochi stuffed with sweet filling) which had dissolved in the chemical. However, the impact of Chemical Z caused several black and white lights to appear in the skies above Tokyo City. Three ordinary girls, Momoko, Miyako, and Kaoru, were engulfed in white lights and soon became the new defenders of Tokyo City: the Powerpuff Girls Z. However, the numerous black lights caused others to turn to the side of evil. And so, using their ultra super powers, Hyper-Blossom (Momoko), Rolling Bubbles (Miyako), and Powered Buttercup (Kaoru) dedicated their lives to defending Tokyo City from the likes of those swayed by the black lights and Him's black particles. Fighting the Rowdyruff boys, Sedusa, Princess, or any other, the girls are always there to help.",
    "TitleJapanese": "出ましたっ！ パワパフガールズZ",
    "SummaryJapanese": "謎の物質・ケミカルＸを研究していたユートニウム博士と、助手であり息子でもあるケン君 。研究中、ケミカルＸになんと、大福が入ってしまった！！激しい化学反応を起こしたケミカルＸは、新たな物質、ケミカルＺへと変化したのだった。\n\nそんなある日、東京CITY近海に突如として巨大な氷山が出現。ケンがケミカルZを光線にして打ち込むと、ケミカルＺは白い光と黒い光となって東京ＣＩＴＹに放たれた。 赤堤ももこ、豪徳寺みやこ、松原かおるは、ごく普通のジュニアハイスクールの1年生で、ごく普通の暮らしを送っていたが、ケミカルＺの白い光を浴びてしまう。\nそして爆進スウィート・トリオ、パワパフガールズＺが誕生したのだ！！",
    "Aliases": [
        "Las supernenas Z",
        "Powerpuff Girls Z",
        "Demashita! Powerpuff Girls Z"
    ],
    "Modified": "2025-05-26",
    "Seasons": {
        "0": {
            "ID": "535660",
            "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "9068316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/9068316",
                    "TitleEnglish": "OP1 (Kibō no Kakera)",
                    "SummaryEnglish": "Opening animation by Nana Kitade used in episodes 1-26",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "9068317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/9068317",
                    "TitleEnglish": "OP2 (Jig THE Upper)",
                    "SummaryEnglish": "Opening animation by Hoi Festa used in episodes 27-52",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9068318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/9068318",
                    "TitleEnglish": "ED1 (Mayonaka no Doa)",
                    "SummaryEnglish": "Ending by Liu Yi Fei used in episodes 1-26",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "9068319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/9068319",
                    "TitleEnglish": "ED2 (LOOK)",
                    "SummaryEnglish": "Ending by HALCALI used in episodes 14-26",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "9068320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/9068320",
                    "TitleEnglish": "ED3 (Tōri Ame)",
                    "SummaryEnglish": "Ending by Wiz-US used in episodes 27-39",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "9068321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/9068321",
                    "TitleEnglish": "ED4 (Himawari)",
                    "SummaryEnglish": "Ending by Hearts Grow used in episodes 40-52",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "39978",
            "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/seasons/official/1",
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "429101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429101",
                    "TitleEnglish": "Powerpuff Girls to the Rescue / The Secret of the Powerpuff Girls",
                    "SummaryEnglish": "Powerpuff Girls to the Rescue: The Powerpuff Girls fight Mojo Jojo after he incarcerates kindergarten students and steals their candy. The Secret of the Powerpuff Girls: The origins of the Powerpuff Girls are revealed.",
                    "TitleJapanese": "ガールズ、参上! / ガールズ、誕生!",
                    "SummaryJapanese": "幼稚園にモンスターが出現！　東京ＣＩＴＹ（シティ）の市長メイヤーから連絡を受けて、ユートニウム博士はパワパフＺに出動指令を出しました。授業を抜け出して変身する３人。今日の相手は猿のモンスター、モジョ。園児たちを鳥かごにとじこめて、お菓子を取り上げてしまいます。そこへ助けに現れたパワパフＺ。逃げ出したモジョを追いかけながら戦うパワパ フＺですが、はげしい攻撃につかれ果ててしまいます。今がチャンスとばかりに攻め立てるモジョ。しかしパワパフＺはおいしいと評判の店のアイスクリームを食べてスタミナ補給。モジョが呼び出した巨大メカ、モジョロボを必殺技で倒して、みんなを無事に助け出しました。こうして今日もみんな救われました。ありがとうパワパフガールズＺ！\t\n\n東京湾に氷山が出現！　北沢ケンが、父親のユートニウム博士の研究していた謎の化学物質ケミカルＺの力を使用したところ、氷山が消えた代わりにいくつもの白い光と黒い光があらわれて飛んでいきました。不思議なことに、白い光を浴びた赤堤ももこはハイパー・ブロッサムに変身、博士の作ったデジタル犬ピーチは言葉が話せるようになったのです。一方、黒い光を浴びた動物園の猿は、悪いことを考えるモンスター、モジョ・ジョジョに変身して世界征服を決意します。そして公園で出会ったブロッサムとモジョは、正義のヒロインと悪役モンスターの運命として戦いを始めました。その力を見た博士とケンは、彼女を調べようと考えます。この事件がパワパフガールズＺの始まりとなったのでした。"
                },
                "2": {
                    "ID": "429102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429102",
                    "TitleEnglish": "Bouncing Bubbles",
                    "SummaryEnglish": "Professor Utonium, his son Ken, Blossom, the Mayor, and Ms. Bellum and the others find Bubbles as she is attacked by Mojo Jojo and take them in for research.",
                    "TitleJapanese": "ほんわかバブルス!",
                    "SummaryJapanese": "ブロッサムは、自分がなぜスーパーヒロインに変身できるようになったかを調べるために研究所へ行くというユートニウム博士たちの言葉を信じて、行動を共にすることにしました。その途中でピーチがケミカルZによって変身した青い服の女の子、豪徳寺みやこことローリング・バブルスを発見、彼女も調べようとみんなで追いかけることにします。一方、仕返ししようとブロッサムを探していたモジョもバブルスと出会い、戦おうとしますが、そのマイペースさに振り回されてうまくいきません。そこにブロッサムが追いついて、モジョと戦いを始めました。とまどっていたバブルスも、モジョが悪者とわかったので一緒に戦うことにします。彼女の力によってモジョを捕まえることができたのでした。\n\n研究室で身体検査を受けたブロッサムとバブルスは、二人の体にケミカルZの力が宿っていることを知らされます。さらにピーチを調べた博士は、ケミカル素粒子光線を使用して二人を元の姿に戻すことに成功しました。二人の腰に巻かれていたベルトに付いているコンパクトは、ピーチの吠える声に反応する変身アイテムだったのです。正義のスーパーヒロイン、パワパフガールズZの誕生に喜ぶブロッサム。ところが、バブルスがロッドのパワーを試している隙に、モジョが縄を解いてしまいました。二人の攻撃をかわして、なんとか研究所の外に逃げ出したモジョでしたが、目の前にあらわれた緑の服を着た女の子に空高くふっとばされてしまいます。はたしてその子の正体は？"
                },
                "3": {
                    "ID": "429103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429103",
                    "TitleEnglish": "And Then There Were Three",
                    "SummaryEnglish": "Buttercup reluctantly joins the group, the girls are put into the same class to make them get along, and they stop Mojo from causing more trouble.",
                    "TitleJapanese": "ガールズ、結集!",
                    "SummaryJapanese": "緑色の服の少女、松原かおることパワード・バターカップ。彼女は、ももこ、みやこと同じ中学に通っていました。メイヤー市長から東京CITYの平和を守ってほしいと頼まれた3人でしたが、バターカップだけは変身後のスカート姿が大嫌いな上に、みんなのノリについていけないので断ります。そして変身の掛け声をかけるピーチに腹を立てて追い掛け回し、研究所をメチャクチャにしてしまいました。ひと暴れしてすっきりしたバターカップは、そのすごいパワーを気に入って、変身するのも悪くないと思い直します。3人は改めて東京CITYを守るスーパーヒロイン、パワパフガールズZとして活躍することになりまし た。でもそのことは他の人たちには秘密にすると約束したのでした。\t\n\n3人が学校へ行くと、突然クラス替えがおこなわれて、みんな同じクラスになりました。市長の秘書ミス・ベラムが、校長先生に頼んで手配したのです。キーン先生が担任となった新しいクラスでは、昨日の動物園の事件を謎のスーパーヒロインが解決したといううわさで持ちきりでした。お昼になって3人がお弁当を食べようとした時、変身ベルトが光りだします。モジョがレストランを襲っているとの知らせに出動するパワパフガールズZ。モジョが操るクレーンに苦戦するパワパフZでしたが、おなかが空いた怒りで気持ちをひとつにしてモジョを倒します。逃げ出したモジョが発射したミサイルも、必殺技を使って街に落ちることを防ぎ、みごとな活躍ぶりを見せたのでした。"
                },
                "4": {
                    "ID": "429104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429104",
                    "TitleEnglish": "All In the Family",
                    "SummaryEnglish": "The girls take turns being a mother figure to Ken, while Mojo plans to turn everyone into monkeys.",
                    "TitleJapanese": "ガールズ、家族の絆!",
                    "SummaryJapanese": "昼休みにケンの部屋に入りこんで、TVを見たり、お菓子を食べたり、ファッションをチェックする3人。東京CITYを守る交換条件とはいえ、あまりに好き放題な彼女たちにケンは切れてしまいます。ユートニウム博士に抗議しようとしますが、3人は嘘泣きで逆にケンが悪いと訴えます。母親がいないせいで甘やかしてしまったと謝る博士。それを聞いて、ケンには母親の存在が必要だと考えたガールズは、交代でママになってあげることにしました。次の日から順番に母親代わりを務めようとするガールズでしたが、家事がろくにできなかったり、食事の支度に時間がかかりすぎたりと、失敗ばかり。押しかけ母親の駄目っぷりにがまんできなくなったケンは、とうとう家出してしまいました。\n\nモジョは幸せな家族にモジョメットをかぶせて猿にしてしまう作戦を実行中、公園で家族の団らんをさみしく見ていたケンにモジョメットスーパーをかぶせて、チビモジョにしてしまいます。言葉が話せなくなった上に電撃のお仕置きを受け、やむを得ずモジョの家来になるケン。一方、ケンを探していたガールズは、モジョが出たとの連絡を受けて遊園地に向かいました。戦いの中、モジョロボに捕まったバブルスをケンは自らを犠牲にして助けます。ピーチのおかげでチビモジョの正体がケンだとわかり、怒りに燃えた3人はモジョを倒しました。元に戻った家族が喜び合う姿を見て、家族っていいものだと感じるケン。ガールズもママは無理だけどお姉さんになってあげることにして仲直りしたのでした。"
                },
                "5": {
                    "ID": "429105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429105",
                    "TitleEnglish": "Mojo's Revenge / Climbing the Walls",
                    "SummaryEnglish": "Mojo's Revenge: Angry with being teased at the zoo, Mojo attacks a fruit seller. Climbing the Walls: Mojo decides to move his base to the new observation tower being constructed, but the girls think otherwise.",
                    "TitleJapanese": "モジョの復讐だモジョ！ / 展望タワー・クラッシュ！",
                    "SummaryJapanese": "モジョは黒い光を浴びて変身する前の記憶を思い出そうとして、頭にオレンジが浮かんだのでフルーツ店に向かいました。パワパフガールズZも出動します。オレンジを食べてモジョは自分が東京CITY動物園の猿山の猿だったことを思い出しました。そこでエサを見せびらかすだけであげないといういじわるをされて、人間を恨むようになってしまったのです。実はいじわるをしていたのはフルーツ店の店長でした。人間を生け捕りにして仕返しをしようとするモジョに、店長はおわびとしてフルーツをプレゼントします。これで事件は終わるはずだったのですが、モジョはお腹が空いたガールズにフルーツを見せびらかすいじわるをして3人を怒らせてしまい、空のかなたに吹き飛ばされてしまいました。\t\n\nガールズは宿題マシンをケンに作ってもらう代わりに、建設中のタワーへスパイダーシューズを届けることになりました。ケミカルZで強化した磁石を利用して簡単に壁を登ることができる発明品です。ところが、タワーをアジトにしようと考えたモジョがシューズを奪ってタワーに上り、クレーンを占拠してしまいます。変身したガールズはモジョに近付くためにシューズをはいて柱を登っていきますが、市長や博士の乗ったエレベーターのケーブルが切れてしまいます。ヨーヨーでささえるブロッサム。その隙を狙ってモジョが攻撃してきますが、磁石の反発を利用してモジョのキックをかわし、バブル・ねばねばで市長たちを救ったガールズはモジョに反撃を開始して、やっつけることができたのでした。"
                },
                "6": {
                    "ID": "429109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429109",
                    "TitleEnglish": "Fuzzy Lumpkins / Princess Morbucks",
                    "SummaryEnglish": "Fuzzy Lumpkins: Fuzzy Lumpkins keeps driving the girls and friends away while they try to enjoy a trip to the woods. Princess Morbucks: Classmate Princess Morbucks is hit by the black Z-Rays and plots to outshine the Powerpuff Girls.",
                    "TitleJapanese": "ファジー・ラムキンス！ / 姫子なプリンセス！",
                    "SummaryJapanese": "山へ調査に出かけたみんなの前にファジー・ラムキンスと名乗るモンスターがあらわれました。縄張りに入らなければ襲ってこないと判断した博士は、ピクニックを楽しもうとしますが、ファジーは山も湖も自分の縄張りだと言い張ってみんなの邪魔をします。仕方なく街に戻ると、いろんな場所にファジーの縄張りを示す手形が押されていました。変身して公園で戦うパワパフＺ。しかしその怪力に歯が立たず、逃げられてしまいます。そしてファジーは市長を襲って東京 CITYも自分の縄張りにしようとしました。正面から戦ってはかなわないので悩む３人でしたが、そこにあらわれたミス・ベラムにファジーは見とれてしまい、その隙をついてパワパフＺはファジーを山へ追い返すことができたのでした。\n\n*\n\t\n\nお金持ちの娘、白金姫子は注目されるのが大好きなのですが、学校ではパワパフガールスＺの話題で持ちきりで全然目立てません。好きなドラマもパワパフＺの特別番組で無くなり、怒りのあまりプリンセスに変身してしまいます。彼女は以前、ペットの白猫サファイアと一緒にケミカルＺの黒い光を浴びていたのでした。自分が操る巨大ロボットで街を壊し、それを倒して正義の味方として目立とうと考えたプリンセスでしたが、出動したパワパフＺに計画がばれてしまいます。巨大ロボットを山へ調査に出かけたみんなの前にファジー・ラムキンスと名乗るモンスターがあらわれました。縄張りに入らなければ襲ってこないと判断した博士は、ピクニックを楽しもうとしますが、ファジーは山も湖も自分の縄張りだと言い張ってみんなの邪魔をします。仕方なく"
                },
                "7": {
                    "ID": "429114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429114",
                    "TitleEnglish": "Mayor for a Day / The Infamous Amoeba Boys",
                    "SummaryEnglish": "Mayor for a Day: Blossom is given the task of being the bodyguard of her favorite TV hero when Mojo threatens him. The Infamous Amoeba Boys: The Amoeba Boys (now including a lady) attempt to become villains.",
                    "TitleJapanese": "かなえ！ももこの恋 / 極悪トリオ？アメーバボーイズ",
                    "SummaryJapanese": "ヒーロー番組ミラクルファイティングＡの主役ヒロに恋しているももこは、研究所でもビデオを見てばかり。つき合わされているみんなはうんざりしていました。そこに東京CITYの一日市長を務めるヒロの護衛の依頼が来て大喜び。実は怖がりで、情けない姿を見せるヒロでしたが、ももこは勘違いしてますます恋心をつのらせるのでした。街に出たヒロはモジョの人質にされてしまいます。番組で似た状況があったことを思い出したももこは、ヒロがわざと捕まったのだと思って攻撃、モジョを撃退することができました。しかしヒロが結婚すると知ってももこは失恋してしまいます。ですが、今度はお天気お兄さんに一目ぼれ。天気予報のビデオを延々見せられて、みんなは更にうんざりするのでした。\t\n\nケミカルＺの黒い光と犬の唾液の化学反応でモンスターになってしまったらしいアメーバ３人組のアメーバボーイズ、シルクハット、ポンチョ、レディ。犬に飲み込まれそうなところを逃れて、大悪党になるために街にやってきました。銀行強盗をしようと押し入りますが、警備員に軽くあしらわれてしまいます。そこにパワパフＺがやってきますが、あまりに弱そうな姿にやる気が出ません。子供にからかわれて外へ放り出されてしまったアメーバボーイズでしたが、分裂して合体、巨大化します。危うしパワパフＺ！　しかし車を踏みつぶそうとしてすべって転んでしまい、更に犬におびえて元にもどり、逃げ出してしまいます。それでも立派な大悪党を目指すと誓うアメーバボーイズなのでした。"
                },
                "8": {
                    "ID": "429116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429116",
                    "TitleEnglish": "Sedusa",
                    "SummaryEnglish": "A local shop owner, Sakurako, is hit by black Z-rays and turns into Sedusa. She attempts to glamour herself to win the heart of her friend Souichirou.",
                    "TitleJapanese": "魅惑の乙女！セデューサ",
                    "SummaryJapanese": "和菓子の店、きんとき堂で働いている桜子も、ケミカルＺの黒い光を浴びていました。桜子はお店の常連の壮一郎のことが好きなのですが、男はみんなミス・ベラムのようなセクシーで大人っぽい女性が好きなのだと思い込んで、地味な自分では駄目だと、告白できないでいるのでした。それを知ったももことみやこは、かおるを巻き込んで、恋の手助けをしようと考えます。和菓子に匂いがうつってしまうのでお化粧ができない桜子でしたが、あきらめきれずに口紅を塗ってみました。すると桜子はモンスターのセデューサに変身してしまいます。セクシーになるために、誰にでも変装できる能力を使って、化粧品、高級婦人靴、宝石やアクセサリーを次々と盗んでいくのでした。\t\n\nセデューサは荘一郎をデートにさそおうとしますが、断られてしまいます。もっとセクシーにならないと駄目だと思い込んだセデューサは、今度はドレスを盗もうと考えました。一方、謎の盗難事件はモンスターの仕業だということでパワパフＺに出動指令が出ます。みやこの推理で次に狙われる店の見当をつけてを警備するパワパフＺ。バブルスやバターカップに変装してドレスを盗もうとしたセデューサでしたが、正体を見破られ、捕まってしまいます。研究所でセデューサが桜子だとわかって驚く３人でしたが、本人は記憶を失っていました。次の日、店に来た壮一郎は桜子に告白します。実は彼も桜子のことが好きなのでした。両思いなことがわかって、ラブラブなカップルになった２人でした。"
                },
                "9": {
                    "ID": "429119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429119",
                    "TitleEnglish": "Coach Buttercup / Fuzzy in Love",
                    "SummaryEnglish": "Coach Buttercup: Buttercup trains a younger kid to become a better soccer player. Fuzzy in Love: After falling in love with Ms. Bellum, Fuzzy decides to take her back to the woods.",
                    "TitleJapanese": "コーチかおるの特訓サッカー！ / 恋するファジー！",
                    "SummaryJapanese": "モジョを追っていたパワパフＺは、サッカーの練習をしていた少年、伸一に出会います。おじいさんの形見のシューズをはいて試合で活躍したいのでコーチを頼まれたバターカップは、自分の昔のことを思い出して、特訓を引き受けることにしました。一方、ユートニウム博士はピーチの力が無くても自分で変身できるように変身ベルトを改造しました。試合の当日、特訓の成果でサッカーが上達したものの出番が無い伸一。そこへモジョロボがあらわれて暴れ始めます。一緒にいたかおるも変身して戦いますが捕まって大ピンチに。伸一は特訓のおかげで、モジョに立ち向かってブロッサムとバブルスが来るまでの時間を稼ぐことに成功します。それを見ていた監督は伸一を試合に出すことにしたのでした。\n\nミス・ベラムのことが忘れられないファジー・ラムキンスは、思い余って彼女を誘拐してしまいました。パワパフＺが出動しますが、ファジーが恋していることを知り、手助けをすることにしました。気絶しているミス・ベラムに愛の歌を奏でても意味が無いとアドバイスしますが、ファジーは石をぶつけて彼女を起こそうとします。あわてて止める３人。なんとか目を覚ましたミス・ベラムでしたが、お腹をすかせていました。そこで森のランチを差し出すファジー。しかしそれはゲテモノ料理だったのでミス・ベラムはまた気絶してしまいました。アドバイスを逆恨みしたファジーは暴れだし、力ずくでミス・ベラムを縄張りにしようとしますが、パワパフＺに遠くの雪山まで放り出されてしまうのでした。"
                },
                "10": {
                    "ID": "429121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429121",
                    "TitleEnglish": "Gigi the Great",
                    "SummaryEnglish": "The arrogant hairdresser Gigi is hit by black Z-Rays and uses her power to hypnotize the customers to accept her eccentric hairstyle.",
                    "TitleJapanese": "カリスマ美容師モンスター！",
                    "SummaryJapanese": "自分のことを天才だとおもいこんでいる見習い美容師ミッシェルは、お客さんをとんでもなくセンスのわるいヘアスタイルにして、いつもおこられてばかりいます。ところがケミカルＺの黒い光をあびてグレートミッシェルに変身、催眠術をつかってみんなをあやつり、超カリスマ美容師になることができました。街でモンスターの調査をしていたケンとピーチとユートニウム博士は、グレートミッシェルに関しては、しばらくようすを見ることにします。そこにモジョロボがあらわれましたが、パワパフＺにすぐにやられてしまいました。ＴＶのニュースでそれを見て、パワパフＺがカリスマヒロインとよばれたことに対抗心をもやしたグレートミッシェルは、彼女たちにおそいかかります。\t\n\nハードジェルで武器をふうじられ、バターカップまであやつられますが、なんとかグレーとミッシェルをつかまえて、もとにもどすことができました。すると、みんなの催眠術がとけて、いままでカットしてきた人たちがおこっておしかけてきました。みんなにボコボコにされたミッシェルは、またモンスターに変身してしまいます。あやつられることをふせぐためにサングラスをかけたパワパフＺにたいして、グレートミッシェルは巨大化しておそいかかります。街を切りきざんでいくモンスターに、パワパフＺは苦戦しますが、ハードジェルをつかって、うごきをとめることをおもいつき、たおすことができました。ミッシェルはもとの見習いにもどってタダばたらきすることになったのでした。"
                },
                "11": {
                    "ID": "429122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429122",
                    "TitleEnglish": "Friends in High Places / Happy Birthday, New Townsville",
                    "SummaryEnglish": "Friends in High Places: Believing Blossom, Bubbles, and Buttercup are planning to show off, Himeko follows them to unearth their plan. Happy Birthday, New Townsville: Mojo decides to steal all the cakes in the city.",
                    "TitleJapanese": "宇宙までプリンセス！ / ケーキ泥棒を追え！",
                    "SummaryJapanese": "白金姫子は、だれよりいちばん目立ちたいと、いつもおもっていました。授業中、おやじモンスターがあらわれたというれんらくが入り、３人はいつものようにいろんないいわけで授業をぬけだそうとします。姫子は、３人がじぶんより目立とうとしているのだと思いこんで、行く先についてまわりますが、まったくあいてにされないので、くやしさのあまりにモンスタープリンセスに変身してしまいました。学校にいん石をふらせば目立てるとかんがえたプリンセスは、宇宙人に地球クッキーをプレゼントして、いん石をふらせてもらいます。なんとかいん石をこわして、おやじモンスターのところにむかうパワパフＺでしたが、じつはおやじモンスターはパワパフＺのサインがほしいだけだったのでした。\n\nブロッサムは、ケンがたのしみにしていた特大ケーキを、学校にもっていってしまいました。たべようとしたときに、街にモジョロボがあらわて、ケーキ屋をおそいはじめました。ケーキをぬすんでいたモジョに、ブロッサムはじぶんのことはたなに上げて、はげしくこうげきします。モジョはまけたふりをして、ケーキの入った冷凍庫に３人をとじこめて、こおらせてしまいました。ブロッサムがかき氷にされてしまいそうになり、ケンとピーチはバターカップをおこらせて氷をわろうとおもいつきます。モジョはやっつけられ、ケーキもとりもどすことができました。市長は街のみんなにケーキをあげることにしました。しかしバチがあたって、ブロッサムの分のケーキはのこっていませんでした。"
                },
                "12": {
                    "ID": "429123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429123",
                    "TitleEnglish": "Bubbles' Troubles",
                    "SummaryEnglish": "Bubbles reminisces about a boy she met when she was six years old, who promised to meet her again someday. His ailment is changed into a broken ankle in the English dub.",
                    "TitleJapanese": "初恋のシャボン玉",
                    "SummaryJapanese": "みやこは学校でモテモテなのですが、だれともおつきあいをしようとしませんでした。そのわけは、ちいさいころにすきになった、初恋の人がいたからなのです。その人は、６才のころ、公園であそんでいたみやこたちを、イジワルな男の子たちからたすけてくれた、タカアキという少年でした。タカアキはシャボン玉をふくのがうまくて、いろんなふきかたをみせてくれました。家にかえるときに、みやこはタカアキとまたあうことをやくそくしたのですが、それっきりあうことができませんでした。じつはタカアキはおもいびょうきにかかっていて、ずうっと病院でくらしていたのです。そして、ケミカルＺのくろいひかりをあびていたのでした。\t\n\nずうっと自由になりたいとおもっていたタカアキは、ケミカルＺのパワーでモンスターになってしまいました。病院からぬけだして街中をとびまわるモンスター。みやこたちはパワパフガールズＺに変身してモンスターをつかまえようとしますが、すごいパワーとスピードのため、にげられてしまいました。おいかけていったパワパフＺは、公園でモンスターがシャボン玉であそんでいるのをみつけます。こうげきするブロッサムとバターカップでしたが、バブルスはモンスターをかばいます。バブルスはシャボン玉のふきかたをみて、モンスターがタカアキだときづいたのでした。モンスターはにげてしまいましたが、つぎにあらわれたら、ぜったいにもとにもどしてあげると、みんなでちかいました。"
                },
                "13": {
                    "ID": "429124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429124",
                    "TitleEnglish": "Mojo and the Amoeba Boys / Revenge of Negatron",
                    "SummaryEnglish": "Mojo and the Amoeba Boys: Mojo decides to teach the Amoeba boys how to become villains. Revenge of Negatron: A camera thrown away by the Mayor takes out his revenge by turning New Townsville black and white.",
                    "TitleJapanese": "モジョに弟子入り！アメーバボーイズ / カメラモンスターの逆襲！",
                    "SummaryJapanese": "アメーバボーイズがまたあらわれました。しかし、どんなわるいことをすればよいかがわからないので、パワパフＺにあいてにしてもらえません。そこにモジョがあらわれて、わるいことをおしえる先生になってあげるといいました。じつはアメーバボーイズをりようしてパワパフＺをさそいだし、やっつけるさくせんなのです。さくせんはうまくいってパワパフＺは宇宙にとばされてしまいました。街では、むしあつい天気のせいでげんきなアメーバボーイズが合体して、モジョロボといっしょに大あばれしています。もどってきたパワパフＺは、バブルスのシャボンをレンズにして、お日さまの光をあつめて、モジョロボをもやしてしまいました。こうして東京CITYの平和はまもられたのでした。\t\n\nメイヤー市長のからだの色がなくなってしまいました。モンスターのせいにちがいないと、パワパフＺがしらべているところにあらわれたのはカメラモンスターでした。ところがカメラモンスターは、まだつかえるのにすてられた白黒カメラが、ケミカルＺのくろい光をあびて変身したすがただったのです。ものをたいせつにしない人がいるとはけしからんと、おこるメイヤー市長でしたが、じつはカメラをすてたのはメイヤー市長でした。おこったカメラモンスターは巨大化してあばれまわります。しかし大きなかがみで、こうげきをはねかえされて、たおされてしまいました。はんせいしたメイヤー市長は、元にもどった白黒カメラでみんなの記念写真をとることにしたのでした。"
                },
                "14": {
                    "ID": "429125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429125",
                    "TitleEnglish": "Attack of the Gangreen Gang",
                    "SummaryEnglish": "The Gangreen Gang attempt to capture Buttercup during a big soccer match.",
                    "TitleJapanese": "ギャングリーンギャング！",
                    "SummaryJapanese": "パワパフＺの３人は、ユートニウム博士、ケン、ピーチとレストランで食事をたのしんでいました。そこに、見るからにあやしい５人がやってきました。モンスターのギャングリーンギャングです。ギャングリーンギャングはわざとサラダに虫をいれて、ただで食事をしようとしました。それを見たパワパフＺは５人をこらしめることにします。カードをなげてこうげきするリーダーのエース、ちからもちのビッグ・ビリー、すばしっこいリトル・アートロ、マッサージであいてをうごけなくしてしまうスネーク、だれにでも変身できるグラバー、しかしパワパフＺにはかないませんでした。ギャングリーンギャングは３人にはかなわないので、バターカップ１人だけをねらうことにしました。\t\n\nバターカップは、サッカーの決勝戦で、メイヤー市長のかわりにトロフィーをわたすことになりました。そこをねらって、ギャングリーンギャングはいろんな作戦でバターカップをおそいます。しかし、どれもこれもタイミングがわるく、すべてうまくいかなかったので、とうとうグランドに乱入して、試合のじゃまをしてあばれまくり、バターカップをおびきだすことにしました。こんどはうまくいって、バターカップはつかまってしまいます。さらにスネークのマッサージでうごけなくしようとしたのですが、バターカップは体をきたえていたので、マッサージがききません。はんげきするバターカップのグラビトンドライブ５れんぱつで、ギャングリーンギャングはふっとばされてしまいました。"
                },
                "15": {
                    "ID": "429126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429126",
                    "TitleEnglish": "Fashion Action / The Way of the Noodle",
                    "SummaryEnglish": "Fashion Action: Mojo attacks a fashion show that Blossom and Bubbles are participating in. The Way of the Noodle: A ramen monster tries to force everyone to eat ramen his own way.",
                    "TitleJapanese": "狙われたファッションショー！ / 男！ラーメンモンスター！",
                    "SummaryJapanese": "みやことももこは、有名デザイナーのシリノジャンコのファッションショーのモデルにスカウトされました。でも、かおるはいやがってひきうけません。すてきな服がきられることによろこぶ、みやことももこでしたが、そのためには変身ベルトをはずさなくてはいけませんでした。ところがファッションショーにはモジョがモデルにへんそうして、しのびこんでおり、カッコいい服をぬすもうとしていました。みやことももこは、モジョを見つけて変身しようとしますが、ベルトがないので、ほかのモデルといっしょにつかまってしまいました。そこへバターカップがかけつけて、みんなをたすけだします。変身したブロッサムとバブルスもいっしょに、力を合わせてモジョをやっつけたのでした。\t\n\n５０年間しょうゆラーメンひとすじにこだわってきたおやっさんは、食べる前から、やくみをたくさんいれて味をかえてしまうお客さんにかなしいおもいをしていました。するとそのラーメンがモンスター、ヌードラーとなってしまいました。ヌードラーは、おやっさんにおんがえしをするため、ラーメンの正しい食べかたをおしえようと、みんなに、むりやりラーメンを食べさせます。やめさせようとパワパフＺがたちむかいますが、かないません。そこへおやっさんがあらわれてヌードラーをとめました。ラーメンはお客さんがよろこぶためにつくるもので、おしつけるものではないということに気づいたのです。そして、ヌードラーといっしょに、店をはじめからやりなおすことにしたのでした。"
                },
                "16": {
                    "ID": "429127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429127",
                    "TitleEnglish": "Sleepless in New Townsville",
                    "SummaryEnglish": "The Powerpuff Girls find out why Himeko tries to stand out from everyone else.",
                    "TitleJapanese": "哀れ！プリンセスの秘密",
                    "SummaryJapanese": "よなかにプリンセスがあらわれて、チアガールのようなかっこうでさわぎはじめたので、パワパフＺが出動して、つかまえて研究所でもとの白金姫子のすがたにもどしました。つぎの日のよるも、プリンセスがあらわれて、もくばにのってまちをさわがせたので、パワパフＺが出動して、つかまえて研究所でもとのすがたにもどしました。またつぎの日のよるも、プリンセスがあらわれて、バイオリンをひいてさわいだので、パワパフＺが出動して、つかまえて研究所でもとのすがたにもどしました。何回も変身するのはおかしいので、そのきっかけをさがすために、姫子をしらべることにしました。学校では、とくにおかしなところはなかったので、３人は家にしのびこむことにしました。\t\n\n姫子の家はおおきなやしきで３人はまよってしまいますが、ぐうぜんにビデオがいっぱいおいてあるへやをみつけました。そこには姫子のおねえさんの神子（みこ）のビデオばかりあって、姫子のものはすこししかありませんでした。じつは姫子はおねえさんよりも目立って、お父さんやお母さんにみとめてほしかったのです。そして３人は姫子がペットのネコのサファイアのなきごえでへんしんすることをつきとめました。ユートニウム博士とケンはサファイアに、なきごえをかえるくびわをはめますが、かえってプリンセスをパワーアップさせてしまうだけでした。プリンセスのきもちをしったパワパフＺは、みんなでプリンセスをほめることにし、まんぞくしたプリンセスは、おとなしくなったのでした。"
                },
                "17": {
                    "ID": "429128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429128",
                    "TitleEnglish": "Picture This / Revenge of Digitron",
                    "SummaryEnglish": "Picture This: Jesse, the school newspaper's photographer, struggles to take a decent picture of the Powerpuff Girls. Revenge of Digitron: The Mayor's petty argument with his brother causes an electric wave monster to be created.",
                    "TitleJapanese": "シャッターチャンスを逃すな！ / 兄弟愛！電波モンスター",
                    "SummaryJapanese": "しんぶん部のジェシー・木戸は、パワパフＺのきじをかいたしんぶんをくばっていますが、みんなにみてもらえません。パワパフＺがモンスターとたたかって、まちをまもっているしゃしんがなく、どれもちいさくうつっているものばかりだからです。モジョは、そのしんぶんのしゃしんをみて、パワパフＺをとおくからねらいうちしてたおすことを、おもいつきます。そのためにタワーのてんぼうだいでまちぶせることにしました。じけんをさがしにタワーにきていたジェシーは、モジョにつかまってしまいますが、ゆうきをだしてパワパフＺがくるまでのじかんをかせぎます。そのおかげでパワパフＺのかつやくするしゃしんはとれたのですが、こんどはちかすぎて、ちゃんとうつっていなかったのでした。\t\n\nメイヤー市長と校長先生はふだんはなかのよい兄弟ですが、おやつのショートケーキとみつ豆のどちらがおいしいかを、けいたいでんわではなしているうちに、けんかになってしまいます。そのけいたいでんわのでんぱから、電波モンスターがあらわれました。電波モンスターは、まちじゅうのけいたいでんわをあやつって、おおあばれします。電波モンスターのスピードにパワパフＺもおいつけません。パワパフＺは、でんぱのとどかないちかてつに電波モンスターをさそいこんで、パワーをなくさせることにしました。うまく電波モンスターをつかまえることができましたが、電波モンスターがうまれたげんいんである兄弟げんかはおさまりません。これには電波モンスターもあきれはててしまいました。"
                },
                "18": {
                    "ID": "429129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429129",
                    "TitleEnglish": "The Mojo League of Evil",
                    "SummaryEnglish": "Mojo Jojo, Fuzzy Lumpkins, and the Gangreen Gang join forces to defeat the Powerpuff Girls.",
                    "TitleJapanese": "モンスター・タッグバトル！",
                    "SummaryJapanese": "ギャングリーンギャングのみんなは、やたいでパワパフＺにやられたグチをこぼしていました。そこにモジョとファジーもやってきます。おたがい、パワパフＺにかんたんにまけてしまったことをグチりあって、じぶんたちがすっかり、まけイヌになってしまったことにきがつき、７人でちからをあわせてパワパフＺとたたかうことにしました。いっぽう、パワパフＺはさいきんだらけていて、モンスターがでたというのに、しゅつどうをめんどうくさがって、やるきがありません。しかも、ちょっとしたことでけんかになってしまいます。チームワークをみだしたパワパフＺは、モジョのさくせんにひっかかってしまい、ロケットにとじこめられて、つきまでとばされてしまいました。\t\n\nさくせんがうまくいって、東京CITYでやりたいほうだいのモジョ、ファジー、ギャングリーンギャングでしたが、だれがリーダーなのかでもめていました。そのころ、うちゅうにとばされたパワパフＺの３人は、はんせいしてなかなおりしていました。そして東京CITYのへいわをまもるために、こころをいれかえてたたかうことをちかいます。もどってきたパワパフＺとたたかうモジョたちでしたが、だれがめいれいするのかでなかたがいしてしまい、けっきょく、まけてしまいました。ギャングリーンギャングとファジーは、モジョがリーダーということにしてせきにんをのがれようとしますが、そうはいきません。みんなまとめてパワパフＺのひっさつわざで、つきまでとばされてしまいました。"
                },
                "19": {
                    "ID": "429130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429130",
                    "TitleEnglish": "Practice Makes Pandemonium / Ms. Keane to the Rescue",
                    "SummaryEnglish": "Practice Makes Pandemonium: A piano hit by black Z-Rays terrorizes the town after being played poorly. Ms. Keane to the Rescue: In order to not let their grades slip, Ms. Keane shoots down every excuse the girls have to go fight Mojo.",
                    "TitleJapanese": "哀しきピアノレッスン！ / 最強！キーン先生",
                    "SummaryJapanese": "モジョはもっときょうようをつけようと、ピアノきょうしつにおしいって、ピアノをひきはじめました。しかし、そのあまりのへたさに、ピアノがおこってモンスターになってしまいます。ピアノモンスターはおんぷばくだんをはっしゃして、まちであばれまわり、ピアノがうまいひとをみつけると、からだのなかにのみこんで、おおきくなっていきました。パワパフＺがしゅつどうしますが、つかまっているひとたちがいるので、てがだせません。バブルスはピアノをじょうずにひいて、わざとなかにのみこまれます。そして、きれいなえんそうで、おんぷとともにみんなをだっしゅつさせました。ちいさくなったピアノモンスターはけんきゅうじょでもとにもどされ、ひきとられることになりました。\n\nモンスターがあらわれるたびに３人はいいわけをかんがえて、しゅつどうしています。キーン先生は３人がじゅぎょうをぬけだすことがおおいので、べんきょうがおくれてはいけないとかんがえました。モジョがあらわれたので３人はじゅぎょうをぬけだそうとしますが、キーン先生は、ほけんしつにいかなくてもすむように、くすりやいろんなものをよういして、そとへださせてくれません。モジョロボが学校にせまります。キーン先生がモジョとはなしているすきにへんしんしてモジョをたおせましたが、これからぬけだせなくなるとこまるので、３人はキーン先生にじぶんたちがパワパフＺだということをこくはくします。ところが３人はおかしくなったとおもわれて、ほけんしつにいくことができたのでした。"
                },
                "20": {
                    "ID": "429131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429131",
                    "TitleEnglish": "The Rowdyruff Boys",
                    "SummaryEnglish": "Mojo Jojo uses the Powerpuff Girls' DNA, his own DNA, and Chemical Z to create the Rowdyruff Boys.",
                    "TitleJapanese": "ラウディラフボーイズ！",
                    "SummaryJapanese": "モジョはパワパフＺに勝てるモンスターをつくりだすために、研究所にしのびこんでケミカルＺを盗みだしました。そのとき、ももこがジュースを飲むのにつかったストロー、みやこがみみそうじにつかった綿棒、かおるがはいていたくつした、もいっしょにとっていきました。パワパフＺのにおいがしたため、より強力なモンスターをつくるための材料にしようと考えたのです。それらとモジョのヒゲ、わきげ、すねげ、はなげ、をまぜてモンスターせいぞうマシーンにいれると、ブリック、ブーマー、ブッチ、３人の男の子、ラウディラフボーイズがたんじょうしたのでした。しかし、モジョのいうことをぜんぜんきかずに、外へとびだしていってしまいます。\t\n\n町にでていったラウディラフボーイズは、いろんなところで、いろんなイタズラをくり広げました。出動したパワパフＺですが、ツバとばしストロー、みみあか綿棒、においつきくつしたブーメランなど、汚い技わざをうけ、あげくにス追いかけますが、ラウディラフボーイズはモジョをけしかけて、モジョロボを発進させました。パワパフＺとのたたかいで、町が壊されていきます。ラウディラフボーイズは、じぶんたちがしかけたとおりになったのをみておおよろこびです。パワパフＺはそうこうげきでモジョロボをたおしますが、ラウディラフボーイズにはにげられてしまいました。"
                },
                "21": {
                    "ID": "429132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429132",
                    "TitleEnglish": "Quack-Quack Attack / Veggie Vengeance",
                    "SummaryEnglish": "Quack-Quack Attack: A boy's rubber duck is lost and hit by black Z-Rays, and Poochie decides to take care of it. Veggie Vengeance: A group of vegetables take all the vegetables into space after no one eats them.",
                    "TitleJapanese": "プヨプヨアヒルのモンスター！ / 嫌われ野菜の大脱出！",
                    "SummaryJapanese": "ピーチは河原で、おもちゃのアヒルのモンスターにであいます。でもふしぎなことに黒いオーラのにおいをかんじません。ピーチについて研究所まできてしまったので、プヨと名前をつけて、ともだちになり、いっしょにあそんでたのしい日々をすごしました。しかしプヨは入浴剤を食べてどんどんおおきくなっていき、超巨大化して東京CITYのビルにひっかかってうごけなくなってしまいます。パワパフＺのかつやくでちいさくなることができ、もとのもちぬしがむかえにきたおかげで、黒い光がぬけて、プヨはおもちゃにもどってしまいました。自分がかわいがられていたことをおぼえていたので、わるいモンスターにならなかったのです。ピーチは、さびしいけれど、うれしくおもうのでした。\n\nももこはセロリが、みやこはピーマンが、かおるはニンジンがきらいです。ケンも八宝菜にはいっている野菜がたべられないので、よけていたら、それらがモンスターとなってあばれだしました。人間にきらわれているのなら自分たちも人間をきらってやるとかんがえたモンスターたちは、世界中のセロリ、ピーマン、ニンジンをつれて地球をでていってしまいます。このままではみんなの栄養バランスがくずれてしまうので、パワパフＺがおいかけますが、苦手な野菜にたいして本気をだせません。しかし、ドレッシングをかければたべられることをおもいだして、ロケットでフレンチドレッシングをうちあげてもらい、たべることで苦手いしきをこくふくし、モンスターをたおすことができたのでした。"
                },
                "22": {
                    "ID": "429133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429133",
                    "TitleEnglish": "Pastry Puff Panic",
                    "SummaryEnglish": "A mysterious being sends a mummy to collect energy from the Powerpuff Girls to escape from its prison.",
                    "TitleJapanese": "最凶最悪のカレ！",
                    "SummaryJapanese": "ケミカルＺのパワーで氷山をこわした時にでた黒い光によって、モンスターは生みだされました。その中でも、ひときわ大きな黒い光が、石棺にふうじこめられていた最凶最悪のモンスターであるカレをめざめさせてしまったのです。カレは自分がふうじこめられている石棺をあけるためにミイラ男をつくりだしました。石棺をあけるためには白い光のパワーが必要です。ミイラ男は国際科学研究所に向かって、東京CITYをさまよいはじめました。次の日、バブルスとバターカップは、とてもおいしいタコヤキを買いに公園にいきますが、モジョにうばわれてしまいます。モジョをおいかけてやっつけますが、そのときにおとしたタコヤキが、ぐうぜんミイラ男の口にはいってしまいました。\t\n\nミイラ男は、タコヤキ屋をおそいはじめました。そのことをメイヤー市長からきいたパワパフＺは、それをモジョのしわざだとかんちがいして、公園でタコヤキをたべていたモジョをやっつけてしまいます。そこにミイラ男があらわれました。白い光をかんじたミイラ男はモジョをあっさりとたおして、パワパフＺをおそい、パワーをすいとってしまいます。ピーチのはげましの声でパワーをとりもどしたパワパフＺは、トリプルサイエンスアタックでミイラ男をたおしますが、白い光のパワーはカレの手にはいってしまいました。ふっかつしたカレは、黒いコナをまきちらして、わるいことをたくらみます。しかし、寒かったのであたたかくなるまで、しばらくねていることにしたのでした。"
                },
                "23": {
                    "ID": "429134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429134",
                    "TitleEnglish": "A Comedy of Terrors / Beetle Battle",
                    "SummaryEnglish": "A Comedy of Terrors: A comedian tries to win the heart of a girl whose father doesn't appreciate comedy. Beetle Battle: With the help of Buttercup, Ken trains his pet beetle to defeat his rival in a beetle fighting tournament.",
                    "TitleJapanese": "歌舞伎モンスター、恋の道！ / 昆虫王は誰だ！",
                    "SummaryJapanese": "落語家がアイスクリーム屋の娘に恋をしたのですが、娘のお父さんにつきあうことをゆるしてもらえません。人にわらわれる落語のような古典芸能はダメで、人を感動させる歌舞伎ならよいというのです。落語家は、カレがまきちらした黒いコナのパワーで、歌舞伎モンスターになってしまいます。歌舞伎ビームでみんなに感動の涙をながさせ、東京CITYは洪水になってしまいました。パワパフＺが出動しますが、歌舞伎ビームをよけきれません。歌舞伎モンスターの気をそらすため、落語家のかっこうをして落語をきかせます。作戦はうまくいって、歌舞伎モンスターをたおすことができました。元にもどった落語家はおぼれている娘をたすけ、お父さんにつきあうことをみとめてもらったのでした。\t\n\nカブトムシをたたかわせるインセクターバトルの大会で勝つためには、ケンとカブトムシのコウヘイの心がひとつにならないといけないと、かおるはケンに特訓をします。前回優勝のロッドは、勝つことにこだわってルールいはんも気にしなくなっていました。そしてカレの黒いコナがコーカサスをモンスターにしてしまいますが、強さがすべてだというロッドは気にしません。決勝戦でコーカサスと戦ったコウヘイは、ケンとの友情の必殺技で勝利します。コーカサスは巨大化してあばれだし、ロッドまでおそおうとしますが、パワパフＺによって、たおされました。コウヘイがケンをまもる姿をみて、ロッドはカブトムシは勝つための道具ではなく、友達だということを思い出すことができたのでした。"
                },
                "24": {
                    "ID": "429135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429135",
                    "TitleEnglish": "A Ken in Need is a Friend Indeed",
                    "SummaryEnglish": "In order to introduce him to new friends, Professor Utonium sends his son back to school.",
                    "TitleJapanese": "ケンの友達探し！",
                    "SummaryJapanese": "ももこたちは多すぎる宿題でくるしんでいました。ケンは大学院を卒業して博士号までもっているので、学校にいく必要はありません。そのかわり友達はいませんでした。学校とは勉強するだけのところではなく、友達をつくって、たのしくあそんだり、はげましあったり、ぶつかりあったりして、ともに成長しあうところだという３人のはなしをきいたケンは、友達をつくるために小学校へはいりなおすことにしました。ケンのはいったクラスには、ももこの妹の赤堤くりこがいました。そして丈というクラスメイトが、なにかとつかかったり、ちょっかいをかけてきます。そのころ、モジョは知性と教養をつけて世界を征服しようと、ケンのかよう私立東京CITY学園にしのびこもうとしていたのでした。\t\n\nサッカーの試合ではりあうケンと丈、丈ががんばるほど、ケンはがんばりたくなるのでした。そこへモジョがあらわれます。モジョは、みんなにバカにされていかり、モジョロボをよびだしました。あばれるモジョロボにふみつぶされそうになったケンを丈がたすけ、友情がめばえます。ケンと丈とくりこは協力して、なぞなぞでモジョと勝負することにしました。変身して出動しようとするパワパフＺでしたが、くりこに正体をしられてしまうかもしれないので、たすけにいけません。しかし、ケンたちはなぞなぞ勝負に勝ち、こたえられなかったモジョは自爆してしまいます。次の日、学校へいかなかったケンでしたが、かわりに友達が研究所まであそびにきてくれるようになったのでした。"
                },
                "25": {
                    "ID": "429136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429136",
                    "TitleEnglish": "The Write and the Wrong Way / Flower Power",
                    "SummaryEnglish": "The Write and the Wrong Way: Miyako's pen and eraser are infected by Him's black spores. The pen likes to cause mischief, but the eraser tries to stop him. Flower Power: Him's spores infect a lonely flower, who begins to cover the town in flora.",
                    "TitleJapanese": "イタズラ文房具！ / 花・はな・ハナ！",
                    "SummaryJapanese": "カレがはなった黒いコナのせいで、みやこのつかっていたペンと消しゴムがモンスターになってしまいました。ペンのモンスターのペンナはイタズラ好きで、消しゴムのモンスターのゴンマをつれて東京CITY中をラクガキしてまわります。それを追いかけるみやこ。しかし、ペンナのラクガキを消すゴンマにペンナはおこり、ケンカしてしまいます。ペンナとゴンマを仲直りさせようと、みやこはいろいろ世話をやくのでした。やっと仲直りできたペンナとゴンマに、ほっとするみやこでしたが、ペンナとゴンマはいつのまにか元の文房具にもどってしまっていました。研究所でももことかおるがケンカしているのを見て、みやこはケンカするほど仲がよいと、ほほえましくおもいかえすのでした。\t\n\nクリスマス前でうかれている東京CITYのかたすみで、一本だけさみしく咲いているクリスマスローズがありました。カレのはなった黒いコナで、クリスマスローズはモンスターとなり、さみしさをなくすために仲間をふやそうと、たくさんの種をはなって東京CITY中を花だらけにしてしまいます。クリスマスローズモンスターとたたかうために出動するパワパフＺでしたが、ももこは鼻とベルトに花が咲いてしまい変身できないので、魔竜戦士マカイダーのマスクをかぶってやってきました。モンスターはてごわく、パワパフＺもピンチになります。そこにとおりがかった、きんとき堂の桜子がモンスターのさみしい心を理解したおかげで、モンスターは元のクリスマスローズにもどるのでした。"
                },
                "26": {
                    "ID": "429137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/429137",
                    "TitleEnglish": "All Ken Wants for Christmas",
                    "SummaryEnglish": "While the girls try to convince Ken about the existence of Santa, Mojo decides to ruin Christmas for all.",
                    "TitleJapanese": "サンタさんを救え！",
                    "SummaryJapanese": "東京CITYはクリスマスでにぎわっています。たのしそうな家族連れをみて、買出し中のケンはさみしそうでした。研究所ではユートニウム博士と、ももこたちがクリスマスパーティのかざりつけをしていますが、ケンはサンタなんていないから手伝わないといいます。実は、ケンは３年前からクリスマスプレゼントをもらっていなかったのでした。家にかえって、それぞれクリスマスの用意をするももこたちでしたが、ケンのことが気になってしまいます。それで、変身して研究所へ行き、ケンにサンタさんへの手紙を書かせたのでした。そのころモジョは世界征服の資金をためるためのアルバイトをしていましたが、しあわせそうな親子連れを見て、クリスマスをぶっつぶしてやろうと考えます。\t\n\nケンのママは宇宙飛行士として宇宙ステーションではたらいており、ずっと地球にいません。しかも衛星通信の調子がわるくて、顔もみえず、声もとぎれとぎれでしか、きくことができませんでした。今年もかえれないという通信に、ケンはやっぱりサンタさんはいないと、がっくりします。ケンはサンタさんへの手紙に、ママと会いたいとかいていたのでした。その夜、モジョはプレゼントを横取りしようと、サンタさんをつかまえます。しかしパワパフＺの活躍によってサンタさんはたすけだされ、子供たちにプレゼントをくばることができました。そしてケンを宇宙につれていき、ママとあわせてあげます。サンタを信じることができたケンは、みんなでクリスマスパーティをたのしんだのでした。"
                },
                "27": {
                    "ID": "697061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697061",
                    "TitleEnglish": "Attack of the Sushi Monsters / Cat On a Hot Tin Poochie",
                    "SummaryEnglish": "Attack of the Sushi Monsters: Him's spores infect a sushi-making machine, which creates a menacing group of sushi monsters. Cat On a Hot Tin Poochie: After Princess is returned to her normal form, Sapphire stays behind and spends the night with Poochie.",
                    "TitleJapanese": "握って食べて！ 寿司モンスター！ / ピーチとサファイア！",
                    "SummaryJapanese": "回転寿司屋に寿司モンスターがあらわれ、どのネタが一番なのかをめぐって争いをはじめました。食べてもらおうとして人々にせまり、東京CITYはパニックになってしまいます。パワパフＺは寿司モンスターたちをたおそうとしますが、数がおおくてきりがありません。ケンは寿司製造機にカレの黒い粉がとりついて、モンスターがつくりだされていることに気付きます。バターカップは寿司製造機を宇宙にほうりだして、これ以上モンスターがふえないようにしました。ブロッサムは、しょうゆをつかって寿司モンスターをおびきだすことを思いつきます。公園の噴水にケミカル素粒子光線をあびせたしょうゆをみたして、あつまってきた寿司モンスターたちを、元のお寿司にもどすことができたのでした。\t\n\nパワパフＺは東京CITYでさわぎをおこしていたプリンセスをつかまえます。研究所につれていき、ケミカル素粒子光線で白金姫子にもどして家にかえすついでに、博士たちとディナーをたべることにしました。留守番することになったピーチの前に、姫子のペットの猫のサファイアがあらわれます。プリンセスのカーリーヘアの中にはいったままつれてこられていたのでした。性格がわるい猫だときかされていたピーチは、はじめは警戒していたのですが、いっしょにあそんでいるうちにサファイアに恋してしまいます。幸せな時間をすごすピーチ。しかし実はサファイアにからかわれていたのです。おちこんだピーチでしたが、近所の犬たちが遊びにきてくれたことによって、たちなおるのでした。"
                },
                "28": {
                    "ID": "697071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697071",
                    "TitleEnglish": "The League of Lovely Ladies",
                    "SummaryEnglish": "Princess, Sedusa, and Violet (Lady) from the Amoeba Boys join forces to create havoc in New Townsville.",
                    "TitleJapanese": "レディース・タッグバトル！",
                    "SummaryJapanese": "東京CITYでは黄金のパワパフＺ像が寄付されるという話でもりあがっているのをおもしろく思わない白金姫子は、きんとき堂に特製イチゴ大福姫子スペシャルを注文してうさをはらすことにしました。一方、アメーバボーイズがあらわれたとの知らせに出動したパワパフＺは、レディをふっとばしてしまいます。レディは姫子の部屋にとんできてサファイアにぶつかり、鳴き声で姫子はプリンセスに変身してしまいます。そこへ桜子がイチゴ大福をとどけにきますが、プリンセスに口紅でイタズラされてセデューサに変身してしまいます。戦いになる３人のモンスターでしたが、もとはといえばパワパフＺがわるいということで、意見があい、協力して黄金のパワパフＺ像をぬすみだすことにしたのでした。\t\n\n除幕式がおこなわれる中央公園に、三方向からロボットがせめてきたので、パワパフＺは手分けしてむかえうちます。ロボットをたおして黄金のパワパフＺ像をまもれたと思われたのですが、実はそのすきにレディースモンスターズの像にすりかえられていたのです。レディースモンスターズは、みんなの人気をえようと、空から迷惑なプレゼントをまいた後、野球場でゲリラライブをおこなおうとしました。そこへパワパフＺがかけつけます。巨大化したレディにプリンセスとセデューサが合体、ヌルヌルした体のために攻撃がすべってしまい、苦戦するパワパフＺでしたが、すべり止めのロージンバッグをつかうことによって、たおすことができ、黄金のパワパフＺ像をとりもどすことができたのでした。"
                },
                "29": {
                    "ID": "697081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697081",
                    "TitleEnglish": "Harmed to the Teeth / Beware the Hair",
                    "SummaryEnglish": "Harmed to the Teeth: Blossom and Mojo go to the dentist after eating too many sweets. Beware the Hair: The girls encounter a dancing monster when they go on a trip to a disco.",
                    "TitleJapanese": "歯医者さんへ行こう！ / サタデー・パワパフ・フィーバー！",
                    "SummaryJapanese": "赤堤ももこは甘いものが大好きです。街中のお菓子をとりよせて、たべまくっていたら、虫歯になってしまいました。歯医者へいくと、おなじようにお菓子をたべすぎて虫歯になってしまったモジョが、変装してきていました。おなじ理由で歯医者にきたということで意気投合した２人は、治療のいたみにたえるために協力することにします。ところがモジョは、いたみにたえきれずにあばれたため、歯がボロボロになってしまいました。お菓子がたべられなくなったモジョは、さかうらみで街中のお菓子屋をこわしはじめます。ももこはブロッサムに変身して、モジョをやっつけます。無事に虫歯をなおして、またお菓子をたべはじめたももこでしたが、今度はおなかをこわしてしまうのでした。\t\n\n会社員の寅坊竜太は休日出勤で、唯一の楽しみであるディスコへおどりにいくことができずに、ストレスがたまっていました。そこにカレの黒い粉がしのびよります。パワパフＺは、東京CITY主催のダンスイベントのゲストとして、ディスコでおどることになりました。上司につれられてディスコにきた寅坊竜太は、モンスターフィーバーマンに変身してしまいます。フィーバーマンの怪光線をあびた人は、アフロヘアーになって強制的にダンスをおどらされてしまうのです。上司も、メイヤー市長も、ミスベラムも、ユートニウム博士も、パワパフＺも、怪光線をあびてあやつられてしまいました。しかしケンのおかげで、フィーバーマンのすきをつくことができ、たおすことができたのでした。"
                },
                "30": {
                    "ID": "697091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697091",
                    "TitleEnglish": "What's With Him?",
                    "SummaryEnglish": "The origins of Him are revealed.",
                    "TitleJapanese": "ガールズとカレ！",
                    "SummaryJapanese": "石棺からひさしぶりにめざめたカレは、東京CITYを見て、自分が知っているものとすっかりかわってしまっていることにおどろきます。白い光の気配を感じたので、以前まきちらした黒い粉をよびあつめてききだすことにしました。そのころユートニウム博士は、あたらしいタイプのモンスターのなぞをさぐるべく、黒い粉をしらべていました。黒い粉がカレのよびかけでうごきだしたので、パワパフＺがおいかけますが見失ってしまい、近くの博物館でやっている世界美術展をみていくことにしました。カレは黒い粉から白い光から生まれたパワパフＺのことを知ります。昔、白い光によって封印された復讐をするために、絵画から羊飼幽霊をよびだして、パワパフＺをおそわせることにしたのでした。\t\n\n/\n\n国際科学研究所のもとになった大江戸蘭学所をつくった平賀ケン内は、大江戸にあらわれたモンスターをたおすためにケンナイニウムへをつくりだして三人の女の子にあたえ、大江戸チャキチャキ娘をうみだしました。つかまったカレの黒い光をケンナイニウムへをぬりこめた箱に封印して海にすて、肉体は石棺にいれて上野神社の地下に封印したのでした。ユートニウム博士が上野神社にいってみると、神社は昔に焼けて、博物館ができていました。パワパフＺは羊飼幽霊をたおしますが、そこに白い光をかんじたカレがあらわれます。ものすごい黒いオーラの力にパワパフＺは圧倒されますが、寒さによわいカレは、あたたかくなるまで勝負はおあずけにしてひきあげ、パワパフＺはたすかったのでした。"
                },
                "31": {
                    "ID": "697101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697101",
                    "TitleEnglish": "Dunga Din / The Beanie Meanie",
                    "SummaryEnglish": "Dunga Din: An ostracized bug hit by black Z-Rays tries to impress a female bug. The Beanie Meanie: Annie becomes distracted when Jason temporarily leaves and uses her alter-ego to get him back.",
                    "TitleJapanese": "フン太のコロガシ魂 / セデューサの恋の駆け引き！",
                    "SummaryJapanese": "フンコロガシのフン太は黒い光をあびてから、フンをころがすことをやめ、旅にでます。冬、たべものがなくなってさまよっていたフン太は、国際科学研究所にまよいこみ、つかまって東京CITY昆虫園にいれられることになりました。そこでメスのフンコロガシのコロ子にであいます。コロ子とともに昆虫園をぬけだしたフン太は、プロポーズするために大きなフンのかたまりをつくろうとして、街をこわしていきます。パワパフＺが出動しますが、とめられません。しかし、寒さによってコロ子がこごえてしにそうになってしまったのをみたフン太は、泣きながらふつうのフンコロガシにもどろうと決意します。涙とともに黒いオーラがぬけ、フン太とコロ子はなかよく昆虫園でくらすことになったのでした。\n\n/\t\n\n失恋して、きんとき堂でヤケ食いしようとしたももこでしたが、桜子のようすが変です。和菓子の味もいつもとちがいます。桜子は荘一郎が最近、店にこないので、きらわれたのではないかとなやんでいたのでした。それをみたケンは、恋愛には駆け引きが必要だとアドバイスします。なやんだ桜子は、荘一郎がプレゼントしてくれた口紅をひき、セデューサに変身してしまいます。セデューサは荘一郎の気をひこうと、あの手この手でせまりますが、全然あいてにされません。おもいあまって荘一郎におそいかかりますが、パワパフＺにやられてしまいます。実は荘一郎は、桜子のために和菓子の材料をさがしまわっていて、店にこられなかったということがわかって、安心する桜子だったのでした。"
                },
                "32": {
                    "ID": "697111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697111",
                    "TitleEnglish": "Two Burger-Bots and a Side of Fries",
                    "SummaryEnglish": "A classmate of Blossom reveals his love for her.",
                    "TitleJapanese": "ももこに首ったけ！",
                    "SummaryJapanese": "恋多き乙女、赤堤ももこは、今日も先輩や生徒会長、バスケ部のキャプテンのイケメンにときめいていましたが、おなじクラスにはいい男がいないことをなげいていました。特に坂本は、クラスの女の子みんなにイタズラをしかけては、そのお馬鹿笑いで気持ち悪がられており、豪徳寺みやこ、松原かおるはおろか、白金姫子までも被害にあっていました。しかし、ももこだけは坂本の被害にあっていませんでした。自分だけイジワルの被害にあっていないももこは、きらわれているとおもい、自分にもイジワルをしろと坂本にせまります。ところが、坂本は実はももこが好きだからイジワルをしないと告白したのでした。ももこは坂本を意識してしまい、たたかいに集中できなくなってしまいます。\n\n/\n\nももこが坂本に恋をしているとしって、みやことかおるはとまどいます。ももこは坂本に積極的にアプローチして、デートしている自分たちのすがたをもうそうしていました。いっしょにかえろうとしたところに、モジョがあばれているので出動の指令がきます。ももこの気持ちがはっきりわかったので、昨日までの自分とはちがう、いつまでもまっているという坂本の言葉をしんじて、ももこは出動しました。モジョをおいかえして、たかかいをおわらせて校門にもどったももこに、坂本は、好きなキミだけにイジワルできない自分から、好きなキミにだけイジワルしたい自分になったと告白します。ももこはイジワルをされて、やっぱりクラスの男子はどうしようもないと、おもいしるのでした。"
                },
                "33": {
                    "ID": "697121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697121",
                    "TitleEnglish": "There's no I in Powerpuff / Keane Kong",
                    "SummaryEnglish": "There's No \"I\" in Powerpuff: Tired of not being recognized as the leader, Blossom runs away with a pasta monster who doesn't know his purpose. Keane Kong: Mojo convinces Ms. Keane to go on a date with him.",
                    "TitleJapanese": "ももこの家出とナポリタン！ / キーンの同情、モジョの愛情！",
                    "SummaryJapanese": "喫茶店のスパゲッティナポリタンに、カレの黒い粉がとりつき、モンスターナポレターノになってしまいました。ナポレターノは自分がイタリア料理でなかったことになやみ、他のイタリア料理にやつあたりします。そして自分がリーダーであることを誰もみとめてくれないことに怒って家出したももこに出会いました。自分の居場所はここにはない、どこか別のところへいくというナポレターノに、ももこは共感して、自分もついていくことにします。モンスターをおってきたバブルスやバターカップから逃げ出して、２人は船にのろうとしました。しかしナポレターノは、心配したりケンカできる友達がいるのだから、ももこの居場所はここだと言って、１人で旅立っていくことにしたのでした。\n\n/\t\n\nモジョは、自分にやさしくしてくれたキーン先生をデートにさそおうと、おしゃれして学校の前に車でのりつけます。キーン先生がモジョの車にのっていくところを見たももこたちは、キーン先生がモジョにさらわれたとかんちがいして、変身して後をおいます。モジョは映画や海辺、高級レストランで、キーン先生といい雰囲気になろうと必死でした。その様子をみた人たちに話をきいて、パワパフＺはますますキーン先生がひどい目にあっていると誤解します。最後に東京 CITYの夜景を見せながらラブレターをわたすモジョでしたが、キーン先生に字が書けるなんてすごいとほめられ、自分があくまでお猿さんと思われて、恋愛の相手にされていないことを知り、がっくりするのでした。"
                },
                "34": {
                    "ID": "697131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697131",
                    "TitleEnglish": "Cleanliness is Next to Ghostliness",
                    "SummaryEnglish": "Blossom and Buttercup spend the night at Bubbles' house.",
                    "TitleJapanese": "お化けの住む家!?",
                    "SummaryJapanese": "赤堤ももこと松原かおるは、豪徳寺みやこの家におよばれされました。みやこの家は和風の大きなお屋敷です。みやこは、ももことかおるに大掃除のお手伝いをたのみました。みやこのおばあちゃんに、家にも感情があるので、やさしくていねいにと教えられたももことかおるは、それでは時間がたりなくなってしまうので、変身して掃除をすることにします。しかし２階の奥の部屋に気が付かなかったので、そこは掃除しませんでした。豪華な夕食を食べ、いっしょにお風呂にはいり、みやこの部屋であそんだり、楽しい時間をすごしたあと、３人はそろって１階の大広間で寝ることになりました。しかし、ももことかおるは、お化けが出そうな雰囲気に、こわくてなかなか寝付けないのでした。\n\n/\t\n\nあやしい音にビクビクして、ねむれないももことかおるを、とうとうホウキやバケツ、ハタキがおそってきました。３人は逃げ出して２階に上がりますが、奥の部屋にとじこめられてしまいます。窓から脱出した３人は、家の２階がモンスターになっているのを発見します。パワパフＺに変身して戦いますが、掃除用具においかけられ、苦戦します。ブロッサムはモンスターがせきこんでいるのを見て、奥の部屋を掃除していなかったことに気が付きました。家にも感情があるというおばあちゃんの教えを思い出して、ブロッサムはバターカップとバブルスに、奥の部屋を掃除しようとよびかけます。奥の部屋がきれいになるにつれて、モンスターはおとなしくなり、無事に元の家に戻ったのでした。"
                },
                "35": {
                    "ID": "697141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697141",
                    "TitleEnglish": "Weeding out The Monsters / The Dog Days of New Townsville",
                    "SummaryEnglish": "Weeding out The Monsters: A group of weeds terrorizes actresses when they aren't called by their names. The Dog Days of New Townsville: The spirit of an ancient shogun possesses the Mayor, who passes a law that allows all monsters to do what they want.",
                    "TitleJapanese": "オレたちゃ雑草じゃない！ / モンスター、憐れみの令！",
                    "SummaryJapanese": "公園で撮影しているモデルたちに、雑草とバカにされてモンスター化した雑草モンスターは、自分たちにも名前があるので、ちゃんとよんでほしいとうったえます。雑草モンスターの気持ちがわかったパワパフＺは、モデルたちに名前をよんであげてほしいとたのみますが、モデルたちは自分たちが名前を知らなくてよばないからではなく、美しいからおそわれたと思いこんでいました。おそわれることこそ美しさの証明だといって、雑草モンスターに自分たちをおそって、とせまります。それをきいた街の女性たちも、おそってもらおうと雑草モンスターをおいかけます。保護されて、研究所でもとにもどしてもらった雑草たちを、ももこたちは名前をよんであげながら公園にうえてあげたのでした。\n\n/\t\n\nカレはバカンスをたのしみながら時代劇をみていました。５代将軍徳川綱吉の「生類憐みの令」にヒントをえて、綱吉の霊をよびだしてメイヤー市長にのりうつらせ「モンスター憐れみの令」をださせます。東京CITYはモンスターの楽園となり、今までどこにかくれていたのかというくらいのたくさんのモンスターがあらわれ、好き放題にあばれはじめました。モンスターに抵抗する人は逮捕されてしまい、パワパフＺもつかまりそうになります。ユートニウム博士は、市長に綱吉の霊がとりついていることを推理し、サイエンス除霊ショックとパワパフＺの活躍で、綱吉の霊をおいはらうことができました。元に戻った市長が「モンスター憐れみの令」を撤回したため、モンスターは逃げていったのでした。"
                },
                "36": {
                    "ID": "697151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697151",
                    "TitleEnglish": "It's All Because of Him",
                    "SummaryEnglish": "Him uses Bubbles' doll Octi to break up the team.",
                    "TitleJapanese": "ガールズ、解散!?",
                    "SummaryJapanese": "南の島でバカンスをたのしんでいたカレは、大江戸チャキチャキ娘にやられた時のことをおもいだして不愉快でした。そこに東京CITYにのこしてきた黒い粉から、パワパフＺの正体についての情報がもたらされます。３人の様子をみたカレは、パワパフＺをたおすため、豪徳寺みやこの大事にしているタコのぬいぐるみ、オクティに黒い粉をのりうつらせました。オクティは、みやことともに学校へいき、赤堤ももこの体操服にいたずらして恥をかかせ、みやこがやったようにみせかけます。また、ももことみやこのお弁当をたべてしまい、松原かおるに疑いがむくようにしむけ、３人を仲たがいさせてしまいました。そこに、カレにそそのかされたモジョがあらわれ、パワパフＺは出動します。\n\n/\t\n\n出動したパワパフＺでしたが、チームワークがとれず、モジョロボにやられてしまいます。間一髪でユートニウム博士がたすけだしますが、モジョはパワパフＺをたおしたとおもいこみ、メイヤー市長をおそって、自分が市長になり、国際科学研究所を閉鎖してしまいました。オクティは正体をあらわし、パワパフＺをたおして用済みになったモジョを、お払い箱にして、巨大化してあばれだします。今までのことが、カレのあやつるオクティのせいだとわかって戦おうとしますが、バブルスはオクティを攻撃できずにつかまってしまいます。元のかわいいぬいぐるみにもどってほしいという、バブルスの願いの涙で、黒い粉はオクティから分離し、カレのたくらみは失敗。３人は仲直りしたのでした。"
                },
                "37": {
                    "ID": "697161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697161",
                    "TitleEnglish": "Super Tough Girls / Powerpuff Boys Z",
                    "SummaryEnglish": "Super Tough Girls: Him uses a manga illustrator's talent to create new monsters. Powerpuff Boys Z: Professor Utonium, Ken, and Poochie save the day when the girls are forced to stay for a test.",
                    "TitleJapanese": "飛び出すマンガのモンスター！ / ガールズ、休業！",
                    "SummaryJapanese": "少女漫画家を目指す手津数ムサオは、アシスタント先や原稿を持ち込んだ出版社でバカにされ、くやしい思いをスケッチブックにラクガキして、はらしていました。そこにカレの黒い粉があらわれ、スケッチブックに描いたものを現実化させる力を与えます。東京CITYに怪獣があらわれ、パワパフＺが出動しますが、いつもとはちがう迫力におどろきます。ムサオはパワパフＺをモデルにした迫力いっぱいの怪力発泡少女隊Ｚを出現させますが、キャラ設定の隙をつかれて、やられてしまいます。スケッチブックに気がついたパワパフＺは事件を解決することができました。そしてムサオは、スケッチブックを見たブロッサムに少年漫画の方が向いているとアドバイスされ、人気漫画家になったのでした。\n\n/\t\n\n期末試験をちゃんとうけないと落第してしまうと校長にいわれた、ももこ、みやこ、かおるは、試験中はパワパフＺに変身しないことを約束しました。その間は、ユートニウム博士とケンとピーチが東京CITYの平和を守るとはりきっています。モジョがあばれているとの連絡をうけたユートニウム博士は、こんなこともあろうかと準備していた強化服を着て、ユートニムＺとして、合流したファジーとアメーバボーイズを相手に戦い、偶然ながら勝利をおさめます。研究所をおそってきたギャングリーンギャングは、ケンがピーチと協力してやっつけることができました。もどってきたももこたちに、ユートニウム博士、ケン、ピーチは、パワパフボーイズＺとして東京CITYを守るとノリノリで話すのでした。"
                },
                "38": {
                    "ID": "697171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697171",
                    "TitleEnglish": "Enter the Entourage",
                    "SummaryEnglish": "Him uses Princess' best friends to empower anyone they support.",
                    "TitleJapanese": "ふたりはトリマキーズ！",
                    "SummaryJapanese": "白金姫子の取り巻き、中目黒華代と碑文谷文佳は、今日も姫子のとんでもないファッションをほめちぎっています。屋上での優雅で豪勢なセレブランチを楽しむ姫子、華代と文佳もいっしょに食べさせてもらっていましたが、パワパフＺを見て、姫子をほうってはしゃいでしまいました。姫子は自分がほうっておかれたことに腹をたて、２人を取り巻きにすることをやめてしまいます。自分たちのせいで姫子たちがうまくいかなくなったと心配するみやこは、３人を仲直りさせようとしますが、姫子はかわりの取り巻きとして、ももこたちを有名人がくるセレブなパーティにさそいます。パーティにいきたいと願う華代と文佳は、カレの黒い粉によって、モンスタートリマキーズになってしまいました。\n\n/\n\n姫子といっしょにパーティにきたももこたち３人でしたが、黒いオーラの反応があるとの連絡をうけ、パワパフＺに変身します。市長をおだててパーティにつれてきてもらったトリマキーズは、強い者の取り巻きになるべく、パワパフＺをおだてはじめました。自分が注目されないことに腹をたてた姫子はプリンセスに変身してしまいます。最終的にプリンセスの取り巻きになることにしたトリマキーズの応援でパワーアップしたプリンセスは、パワパフＺをおいつめます。しかし、応援するだけで手伝わないトリマキーズに文句をいっているすきをつかれて、やられてしましました。３人は研究所でもとにもどされます。結局、姫子と華代と文佳は仲直りし、取り巻きにもどることになったのでした。"
                },
                "39": {
                    "ID": "697181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697181",
                    "TitleEnglish": "Little Ken's Big Wish / Wild Moon Chase",
                    "SummaryEnglish": "Little Ken's Big Wish: Him grants Ken's wish to be bigger. Wild Moon Chase: After splitting the Moon in half, the girls are banned from flying.",
                    "TitleJapanese": "小さなケンの大きなお願い！ / ガールズ、飛行禁止令！",
                    "SummaryJapanese": "ももこたちと遊園地へあそびにいったケンは、背がひくかったのでジェットコースターにのることができませんでした。その晩、ママからおしえてもらったおまじないを思い出し、流れ星に「大きくなれますように」とお願いしました。ところがその流れ星は黒い粉だったのです。モンスター化して巨大になってしまったケンは、おなかがすいて東京CITYをさまよい、街はパニックになります。ケミカル素粒子光線銃でも元にもどせません。パワパフＺは、ケンのママを宇宙船にのせて流れ星になってもらい、それにお願いさせることで、黒い粉の力をなくすことができました。そして元にもどったケンを、ジェットコースターにのれなかったかわりに、いっしょに空を飛んでたのしませてあげたのでした。\n\n/\n\n月まで競争して、いきおいあまって月を真っ二つに割ってしまったパワパフＺは、飛行することを禁止されてしまいました。それを知ったモジョは、ギャングリーンギャングを千葉CITYに、アメーバボーイズを名古屋CITYに、ファジーを北海道CITYに向かわせます。パワパフＺが出動しますが、飛ぶことができないので、電車や船で移動するしかなく、ふりまわされてしまいます。そのすきにモジョは東京CITYをおそいました。やっともどってきたパワパフＺですが、空中にいるモジョロボを攻撃することができません。しかし市民たちの声援で飛行禁止は解除され、モジョをやっつけることができました。そしてパワパフＺは、ユートニウム博士の発明した接着剤で、月を元にもどしにいくのでした。"
                },
                "40": {
                    "ID": "697191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697191",
                    "TitleEnglish": "Babes in TV Land / The Legend of Princess Morbucks",
                    "SummaryEnglish": "The Powerpuff Girls are chosen to star in a drama...or so they think.",
                    "TitleJapanese": "ガールズとテレビとプレゼント!?",
                    "SummaryJapanese": "メイヤー市長の依頼でテレビドラマに出演することになったパワパフＺは、テレビ局へむかいます。そこには、クイズ番組にでて自分の知識と教養をアピールしようとするモジョの姿がありました。しかし、モジョは１問目でミスして、失格してしまいます。罰ゲームでフラフラになったモジョは、階段からおちて倉庫にころがりこんだはずみに、子供番組のマスコットキャラクター、ウッキーのきぐるみにはいってしまいます。ウッキーになりきって子供たちとあそぶモジョでしたが、イタズラ好きな子供にふりまわされて、自分がモジョであることをおもいだし、モジョロボであばれだします。パワパフＺが出動したものの、イタズラっ子の活躍によって、ほとんど出る幕がなかったのでした。\n\n/\n\nパワパフＺが出演したテレビドラマは、実は白金グループの提供で、白金姫子が主役なのでした。メイヤー市長と校長が扮する老夫婦がひろった大きなメロンからうまれた姫子は、本当の親をさがすために旅にでます。パワパフＺは、その途中で家来になる役でした。村人役のキーン先生や保健の先生の話をきいて、一行は王子様のいる城に向かいます。アメーバボーイズやファジーも出演していました。城には王子役のヒロをおしのけて、モジョがまっていましたが、あっけなくやられてしまいます。王子と結婚した姫子は城を売り払ったお金でブランドを立ち上げ、世界一ゴージャスでセレブになりました。これは白金姫子のパパ、白金義雄が、姫子の誕生日プレゼントとして作った番組だったのでした。"
                },
                "41": {
                    "ID": "697201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697201",
                    "TitleEnglish": "The Mighty Morbucks / Trading Faces",
                    "SummaryEnglish": "The Mighty Morbucks: Princess' older sister Duchess comes for a visit, with plans to outshine the Powerpuff Girls. Trading Faces: After an injury by Fuzzy, the girls end up in each other's bodies.",
                    "TitleJapanese": "出ましたっ！シロガネーＺ / ガールズ、転身！",
                    "SummaryJapanese": "白金姫子が目をさますと、屋敷中が大さわぎになっていました。イギリスに留学していた姉の神子が一時帰国するというのです。姫子にパワパフＺの人気ぶりをきいた神子は、パワパフＺをぎゃふんといわせる方法を考えました。モジョと手を組んで、パワパフＺと戦わせ、その能力を分析したデータを白金科学研究所で開発したスーツに組み込みます。スーツを着用した神子はシロガネーＺと名乗り、パワパフＺに勝負をいどみました。スーツの性能におされるパワパフＺでしたが、神子はとどめをささずにさっていきます。実はシロガネーＺの戦いは編集されて白金グループのイメージＣＭとしてつかわれていたのでした。モジョやパワパフＺを利用して目立つ姉を、姫子はほこらしく思うのでした。\n\n/\n\n下校時に、豪徳寺みやこは妹がいたら、赤堤ももこは兄がいたら、松原かおるは一人っ子だったらと、話がはずみます。そこに出動要請がきて、ファジーと戦うパワパフＺでしたが、ふっとばされて強く頭をうってしまい、みやこはももこに、ももこはかおるに、かおるはみやこに、心と体が入れ替わってしまいます。こまってしまう３人でしたが、お互いになりたかった家族構成になったことに気付き、この状況を楽しむことにしました。しばらくは理想の環境と思ったのですが、いろいろと苦労がわかってきます。一晩明けて、やっぱり元にもどりたいと思った３人は、再びファジーにふっとばされますが、今度は、みやこがかおるに、かおるがももこに、ももこがみやこに、入れ替わってしまったのでした。"
                },
                "42": {
                    "ID": "697211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697211",
                    "TitleEnglish": "The Rowdyruff Girls",
                    "SummaryEnglish": "The Rowdyruff Boys use the Powerpuff Girls' clothes to taint their image.",
                    "TitleJapanese": "パワパフ・ラウディ・ボーイズ！",
                    "SummaryJapanese": "パワパフＺは、東京CITYのマナー向上キャンペーンのキャンペーンガールとして、ＣＭにでていました。メイヤー市長といっしょにイベントにでることになったのですが、服がよごれていたので、ユートニウム博士に服をあらってもらうことにしす。博士はパワパフＺのパワーの秘密を研究するために、いろいろしらべます。あらいおわって、ほされている服を見つけたラウディラフボーイズは、服をぬすんで自分たちできてしまいます。それをみつけたパワパフＺでしたが、服のせいで攻撃がきかず、武器までうばわれてしまいました。パワパフＺは、博士がいざという時のために開発しておいたスペアのコスチューム、スーパーグレートアメージング忍者服をきて、出動することになったのでした。\n\n/\n\nラウディラフボーイズはパワパフＺとして、市長といっしょにイベントにでることになりました。そこへパワパフＺがあらわれて、自分たちのほうが本物だとアピールしますが、服がちがうので、観客は全然しんじてくれません。さんざん下品なことをして、ラウディラフボーイズはパワパフＺの評判をさげようとします。にげるラウディラフボーイズをおうパワパフＺでしたが、空中戦でもかなわず、忍者服のすべての武器を使っても通用しません。しかし、服がにあっているといわれたラウディラフボーイズは、女の子みたいだといわれるのがイヤで服をぬいでしまい、パワパフＺにやっつけられてしまいました。服をとりもどしたパワパフＺでしたが、イベントはＴＶで放映されてしまっていたのでした。"
                },
                "43": {
                    "ID": "697221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697221",
                    "TitleEnglish": "The Professor Gets His Cut / Who is Lucas Clark?",
                    "SummaryEnglish": "The Professor Gets His Cut: Him challenges the girls to retrieve three items for him if they want to see the Utonium family again. Who is Lucas Clark?: After telling Princess she has a boyfriend, Blossom does everything she can to prevent the truth from coming out.",
                    "TitleJapanese": "さらわれた博士たちを救え！ / ウソつきももこの災難！",
                    "SummaryJapanese": "自称天才美容師ミッシェルのことを知ったカレは、自分の計画に利用しようとかんがえました。みやこたちは、研究室がちらかって誰もいなくなっているのを発見します。そこにカレから通信がはいり、同時にモニターにユートニウム博士とケンとピーチがうつしだされました。カレは時間内に３つのものを用意しろと命令します。パワパフＺはラッコとの貝割り競争で北極のダイヤモンドを、ウサギとのかけっこで月の真珠を、ミノタウロスとのたたかいで地底のサンゴを手にいれ、カレにわたします。しかし博士たちはミッシェルにタダでカットモデルをしてもらいに行っていただけで、カレに誘拐されたわけではなかったのです。パワパフＺは、カレのおやつの入手にまんまと利用されていたのでした。\n\n/\n\nみやことかおるがラブレターをもらっているのをみて、うらやましがるももこでしたが、姫子に自分一人だけモテないと指摘されてくやしくなり、実はモテまくりだとウソをつきます。更にウソをかさねて、彼氏をみんなに紹介しなくてはならなくなってしまいました。とうとう、彼氏は宇宙人で先方の両親に交際に反対されてつれていかれたという、とんでもないウソをつきますが、偶然にも宇宙人が地球にきており、みんなはそれをももこの彼氏だとおもいこんで、抗議運動をおこします。世界中でももこの恋を支援する運動がひろがり大騒ぎになってしまいました。ももこは正直にいえばゆるしてもらえると、すべてウソだったと告白しますが、今更おそく、おこったみんなに追いかけまわされるのでした。"
                },
                "44": {
                    "ID": "697231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697231",
                    "TitleEnglish": "Buttercup's New Moves",
                    "SummaryEnglish": "Buttercup falls for an older muscular guy and changes her looks and personality to appeal to him.",
                    "TitleJapanese": "かおるは上腕二頭筋がお好き！",
                    "SummaryJapanese": "松原かおるの父は覆面レスラーのマスク・ド・トキオで、いつもマスクをはずしません。ですので、かおるは父親の素顔をわすれてしまっていました。かおるは登校中に出会った、筋肉のたくましい先輩、成島ナルオに一目ぼれしてしまいます。ももことみやこは、かおるの恋をみのらせようと、いろいろ手伝います。成島の好きなタイプは、おしとやかな大和なでしこだったので、かわいい洋服を着せて、言葉づかいをあらためさせ、かわいい女の子に変身させます。そのかいあって、かおるは成島といっしょにジャイアントパンダマスクの試合を見にいくことになりました。しかしその試合は、父親と覆面をかけたコントラマッチだったのです。それをしったカレは、このことを利用しようと考えるのでした。\n\n/\n\n試合の日、いつもと様子がちがう父親を不思議におもうかおるに、母親は試合に負けたら引退するつもりなのだと話します。父親のマスクは、メキシコに修行にいった時の恩人の思いがこめられた、男のプライドそのものなのでした。話をきいたかおるは、ますます父親が好きになります。カレはジャイアントパンダマスクに黒い粉をのりうつらせます。凶暴になって反則攻撃をするジャイアントパンダマスクに、ガマンできなくなって父親を応援するかおる。黒いオーラに気付いて出動するブロッサムとバブルス。しかし、モンスター化したジャイアントパンダマスクに、マスク・ド・トキオはみごと勝利します。かおるは、男は筋肉よりもプライドと熱いハートだといって成島と付き合うのをやめるのでした。"
                },
                "45": {
                    "ID": "697241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697241",
                    "TitleEnglish": "Hoppily Ever After / Vamp on Campus",
                    "SummaryEnglish": "Hoppily Ever After: Blossom lets her emotions get the better of her when she meets a frog prince. Vamp on Campus: After mistakenly believing Jason is going out with his professor, Annie turns into her alter ego and goes on a rampage.",
                    "TitleJapanese": "ももことカエルの王子様！ / セデューサが消える日！？",
                    "SummaryJapanese": "いきなり空からカエルのモンスターがふってきて、女の人たちにキスをせがみまくりました。パワパフＺが出動して研究所につれてきますが、ケミカル素粒子光線をあびせても、もとにもどりません。カエルモンスターは、自分はカエル王子で、愛する人のキスによってもとの姿にもどれるのだと歌いだします。それをきいたブロッサムは、昔よんだ絵本におなじような話があったことをおもいだし、王女様になれるとおもいこんで、カエル王子とファーストキスをしました。しかしカエル王子はもとの姿にもどりません。そこにあらわれたメスのカエルとキスしたカエル王子は、もとのカエルの姿にもどります。王子の話はカエルの思い込みだったのです。ももこは歯をみがいてうがいをしまくるのでした。\n\n/\n\n荘一郎に会うために大学をおとずれた桜子でしたが、場違いな自分にゆううつになります。たまたまきいてしまった城崎先生と荘一郎の会話を誤解して、自分もさっそうとした知的美人になれたらとおもい、口紅をつかってセデューサに変身してしまいました。それを目撃した荘一郎は、桜子がモンスターだったことにショックをうけ、逃げ出します。城崎先生に変身して、荘一郎をさがしてあばれまわるセデューサ。パワパフＺが出動しますが、荘一郎はセデューサをかばい、桜子がモンスターでもかまわないと断言します。世界一の小豆を開発したらプロポーズすると告白する荘一郎に、愛を確信する桜子でしたが、かわいい女の子を見ると、やっぱり嫉妬心がおきて、つい口紅に手がのびてしまうのでした。"
                },
                "46": {
                    "ID": "697251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697251",
                    "TitleEnglish": "Return of Him",
                    "SummaryEnglish": "After failing to injure them when in their normal states, Him confronts the girls for battle.",
                    "TitleJapanese": "絶体絶命!?ガールズvsカレ！",
                    "SummaryJapanese": "カレが東京CITYにもどってきました。パワパフＺをやっつけるために、黒い粉に命じて変身前の３人をおそわせます。下校途中でイケメンをみつけたももこをねらって、信号機を操作して交通事故をおこしたり、警察にしらせにいったかおるをねらって、マンホールのふたをはずして落とそうとしたり、みやこをねらって、工事現場のクレーンをあやつって鉄骨の下敷きにしようとしたりしますが、ことごとく失敗してしまいました。しかしカレは、次は精神的なダメージを与えようと、オクティのぬいぐるみにのりうつってみやこの服を汚したり、父親のマスクにのりうつってかおるにスカートをはかせたりしますが、ユートニウム博士の開発した携帯用ケミカル素粒子照射器で、黒い粉をうちやぶります。\n\n/\n\nカレは研究所をおそってケミカルＺをうばっていきました。出動したパワパフＺは、カレをおって八本木ヒルズにたどりつきます。黒い粉の攻撃をしりぞけ、カレと直にたたかいますが、武器をうばわれてしまいます。カレはうばった武器でエネルギーボールをつくりだし、パワパフＺ以上の技をくりだして攻撃してきました。絶体絶命のピンチに、ブロッサムは自分のリボンをつかうことを思いつき、リボンブーメランで反撃して武器をとりもどします。そしてカレの攻撃を参考にしたあたらしい必殺技ウエディングケーキスピニッシュで、カレに大きなダメージをあたえました。ユートニウム博士たちもかけつけ、援護してくれたおかげで、にがしはしたもののカレを撃退することができたのでした。"
                },
                "47": {
                    "ID": "697261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697261",
                    "TitleEnglish": "Keane For a Break / Like Giving Candy to a Baby",
                    "SummaryEnglish": "Keane For a Break: After breaking up with her boyfriend, Ms. Keane accompanies Mojo on a trip to a hot spring. Like Giving Candy to a Baby: Him turns the Powerpuff Girls to kids.",
                    "TitleJapanese": "旅は道連れ、モジョとキーン！ / いきなり登場！パワパフキッズ！",
                    "SummaryJapanese": "モジョは毎回毎回パワパフＺにたおされて、すっかりやる気をうしない、世界征服をあきらめてやけになってしまいます。心をいやすために旅に出ようと思い立ち、旅行会社のパンフレットを見ていたところ、地底人の上野君にふられておちこんでいるキーン先生と出会い、いっしょに日光の温泉へいくことになりました。パワパフＺはこっそり後をつけます。日光の猿の間ではモジョはスーパースターでした。猿たちの協力をえて、キーン先生といい雰囲気になりますが、そこに上野君があらわれてキーン先生とよりをもどしてしまいます。怒りのあまりあばれるモジョでしたが、パワパフＺにやられてしまいました。しかしモジョは、やはり自分には世界征服しかないと、やる気をとりもどしたのでした。\n\n/\n\nモジョが幼児からペロペロキャンディーをうばいながら、パワパフＺもあれくらい小さければ勝てるのにとつぶやくのをきいたカレは、キャンディーに黒い粉でしかけをします。それをなめたパワパフＺは幼児になってしまいました。これで勝てると思ったモジョでしたが、加減をしらないパワーにやられてしまいます。遊園地であそんで油断させようと考えますが、逆にふりまわされてしまいます。つかれてねむってしまったパワパフＺを基地につれかえってたおそうとしますが、目がさめた彼女たちに手をやいてしまいます。アイスクリームをたべさせて頭がいたくなるところをねらおうとしますが、アイスの冷たさに黒い粉がにげだし、もとにもどったパワパフＺに、モジョはたおされてしまうのでした。"
                },
                "48": {
                    "ID": "697271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697271",
                    "TitleEnglish": "Bubbles and the Beast",
                    "SummaryEnglish": "The girls find Bubbles' childhood friend and help him overcome his problem.",
                    "TitleJapanese": "シャボン・フリーダムの奇跡",
                    "SummaryJapanese": "学校で話題になっているドーナツを買いにいくももこにつれられて、公園へいったみやこは、モンスターとなってしまったタカアキのことをおもいだします。ユートニウム博士からタカアキの情報をきいた３人は、彼が入院していた病院へいって看護士さんに話をきき、治療にながい時間がかかる病気で、なかよくしていた子供たちが次々と退院していき、ひとりきりになって絶望していたことをしります。そのころ、モンスターは森で子供たちと遊ぼうとしますが、その姿を見て、みんなはおそれにげだします。唯一、自分をおそれなかったバブルスの姿をもとめ、公園へさまよいでるモンスター。出動するパワパフＺですが、バブルスはモンスターの前で変身をといて、自分がみやこであることをあかすのでした。\n\n/\n\nみやこはモンスターに、元の姿にもどれる方法があると説得しました。しかしモンスターは、また入院生活にもどるくらいなら、このままでよいといってあばれはじめます。ブロッサムとバターカップは、モンスターの動きをとめてつかまえようとしますが、たおされてしまいました。みやこはバブルスに変身してモンスターに立ち向かいます。かなわなくても絶対に逃げないその姿に、モンスターは人間の心をとりもどします。バブルスがシャボン玉でモンスターをつつみこみ、シャボンフリーダムをはなつと、モンスターから黒いオーラがぬけだして、タカアキの姿にもどりました。ふたたび入院生活にもどり、今度こそ病気とたたかうとちかったタカアキを、みやこ、ももこ、かおるがお見舞いにいくのでした。"
                },
                "49": {
                    "ID": "697281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697281",
                    "TitleEnglish": "The Happy Thought Blaster / Nurse Curse",
                    "SummaryEnglish": "The Happy Thought Blaster: Professor Utonium teaches the girls a new move to combat Him's pure evil. Nurse Curse: After hurting himself, Mojo prolongs his hospital stay when he falls in love with nurse.",
                    "TitleJapanese": "一撃必殺！？ラブラブビーム！ / モジョのナースな一日！",
                    "SummaryJapanese": "パワパフＺとケンは、カレとのたたかいを分析して、まだまだパワーがたりないという結論にたっしました。そこでユートニウム博士は、あたらしい必殺技をかんがえつきます。なづけてラブラブビーム。愛の力で黒いオーラをつつみこむ技です。パワパフＺは訓練を始めました。目をハート型にする訓練、歌をうたって３人の波長をあわせる訓練、おどりの訓練、それで高めた愛の力を、ベルトのバックルを合わせることによって放出するのです。訓練の結果、パワパフＺが出すことに成功したラブラブビームは、モジョの秘密基地にあたりました。しかしモジョには効果がなく、ゴキブリがラブラブビームのパワーで巨大化して、パワパフＺを好きになってしまい、研究所にせまってきてしまったのでした。\n\n/\n\nモジョはキーン先生にふられて、おちこんでいました。テレビで、ちょい悪とサル顔がもてるというのをみて、超悪でサルの自分ならもっともてると思い込みます。パワパフＺはメイヤー市長から、モジョロボの下敷きになって入院したモジョをみはるように連絡をうけます。モジョはナースのナナコを気に入り、さらにサルが好きだというので、すっかりその気になっていました。しかし、パワパフＺがかわりにナースとしてモジョの世話係りになります。パワパフＺのいいかげんな世話にたまりかねて、モジョは病院をとびだしますが、そこでナナコがデートしている場面にでくわします。抗議するモジョに、本物のサルではなくサル顔が好きなのだと答えるナナコ。モジョはまた失恋してしまったのでした。"
                },
                "50": {
                    "ID": "697291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697291",
                    "TitleEnglish": "Him's Big Plan",
                    "SummaryEnglish": "Under the direction of Him, the monsters get together to defeat the Powerpuff Girls.",
                    "TitleJapanese": "打倒ガールズ協同組合！",
                    "SummaryJapanese": "カレは今までの戦いを思い出して、白い光の力をもつピーチがやっかいであることに気がつきます。そこで、ちらばってモンスターとなっていた黒い光のパワーを自分にあつめますが、モジョ、ファジー、プリンセス、ギャングリーンギャング、セデューサ、アメーバボーイズからは、黒い光のパワーがもどってきません。スシパーティの招待状によって、プリンセスとセデューサ以外のモンスターが八本木ヒルズにあつまり、カレは、打倒パワパフガールズＺ協同組合の設立をよびかけます。モジョがあばれているという連絡をうけてパワパフＺは出動しました。逃げるモジョを追うパワパフＺの前に、まちぶせしていたモンスターたちがあらわれます。更にピーチがさらわれたという連絡が入ったのでした。\n\n/\n\nカレから与えられたタイツをはいたモンスターはパワーアップしており、パワパフＺは苦戦します。だれがとどめをさすかをゆずりあっているすきにパワパフＺは逃げだしますが、モンスターたちの背後にだれかがいるとかんがえて、あとをつけます。カレはモジョにピーチを始末させることにして、他のモンスターとジャグジーに行きました。パワパフＺはひとりになったモジョをつかまえ、ピーチを助け出します。モジョの話からカレのたくらみを知ったユートニウム博士は、カレを封印するために開発したメカ、ダイナモＺをパワパフＺに公開しました。しかしメカの説明をする前に、３人はかってにのりこんで発進してしまいます。そして合体して巨大ロボとなって、カレをたおしに向かったのでした。"
                },
                "51": {
                    "ID": "697301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697301",
                    "TitleEnglish": "Only a Matter of Time",
                    "SummaryEnglish": "The girls use Professor Utonium's latest invention to time travel and discover Him's weakness.",
                    "TitleJapanese": "ガールズ、時空を超えて！",
                    "SummaryJapanese": "ダイナモＺは戦闘能力がないタイムマシンでした。江戸時代にいって、ケンナイニウムへのつくりかたをきいて、カレを封印するためにユートニウム博士が開発していたのです。モジョからの連絡でそのことを知ったカレは、黒い粉にあとをおわせました。江戸時代で平賀ケン内と大江戸ちゃきちゃき娘にであったパワパフＺは、ケンナイニウムへは偶然できたもので残っていないが、氷山からあらわれた白い光がかわりになると知らされます。パワパフＺとピーチに宿ったのこりの３つの白い光は、べつの時代にちらばってしまっていました。白い光をいれる袋とエレキテルをもらったパワパフＺは、まずは原始時代で白い光を回収しようとしますが、その前にカレにおくりこまれたファジーがあらわれます。\n\n/\n\nファジーをバターカップフィニッシュでたおして白い光を回収したパワパフＺは、次に紀元前３１年のエジプトにむかいます。そこにはラウディラフボーイズがまちかまえており、スフィンクスで攻撃してきましたが、バブルスフィニッシュでたおしました。１５０６年のイタリアで最後の白い光を回収したパワパフＺの前に、モジョロボにのったモジョがたちはだかります。おいつめられたパワパフＺを、白い光のパワーで動きだしたダイナモＺがたすけました。ウエディングケーキブロッサムフィニッシュでモジョをたおして、現代にもどってきたパワパフＺ。一方、カレはモンスターたちを強くしてやるとだまして、黒い光をとりあげてパワーアップします。そして富士山が噴火をはじめてしまいました。"
                },
                "52": {
                    "ID": "697311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/powerpuff-girls-z/episodes/697311",
                    "TitleEnglish": "The Final Battle",
                    "SummaryEnglish": "In a final confrontation, the girls must stop Him from destroying New Townsville in a volcanic eruption.",
                    "TitleJapanese": "ガールズ、最後の戦い！",
                    "SummaryJapanese": "黒い光の力をあつめてパワーアップしたカレは、富士山を噴火させて、東京CITYを火の海にしようとします。カレを封印するためには、カレの身体と黒い光を分離させ、白い光のパワーがで黒い光をおさえこまなくてはなりません。そのためには、パワパフＺとピーチの白い光も必要でした。そうすると二度とパワパフＺに変身できなくなり、ピーチもしゃべれないただのデジタル犬にもどってしまいます。ケンは悲しみをこらえて、ピーチの白い光をぬきだします。いたたまれなくなってとびだしたパワパフＺでしたが、東京CITYの人たちが火山弾におそわれているのを見て、自分たちはみんなを守りたいという気持ちによって、パワパフＺにえらばれたのだと気付き、白い光を使うことを決心するのでした。\n\n/\n\n溶岩の熱を吸収して身体を大きくしたカレは、富士山の噴火で水芸をはじめます。そのパワーにパワパフＺは歯が立ちません。ケンとユートニウム博士は、カレが寒さに弱いことをつきとめます。おりしも富士山の噴火の影響で、世界各地で異常気象がおこり、東京CITY湾に氷山がながれつきました。パワパフＺは氷山をくだいて、カレの背中にいれることに成功します。その冷たさで小さくなったカレは、エレキテルで黒い光と分離されます。そして黒い光は白い光によって封印され、宇宙にとんでいきました。すべてがおわり、元にもどった３人でしたが、変身コンパクトは失われていませんでした。ピーチもしゃべれます。モンスターもあいかわらずで、何もかわらない日常がまたはじまるのでした。"
                }
            }
        }
    }
}