{
    "URL": "https://www.thetvdb.com/series/flag",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Science Fiction",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0874001/",
        "http://www.flag20xx.net/",
        "https://www.themoviedb.org/tv/45047"
    ],
    "TitleEnglish": "Flag",
    "SummaryEnglish": "In 20xx, a civil war broke out in a small country in Asia is getting hard in spite of dispatch of UN forces. But a picture taken by accident in the battle field accelerates the peace process. It is a picture of a flag. Although they are enemies, they cooperate together to fly it in a sanctuary, and the flag becomes the symbol of the peace. However, just before the peace agreement is achieved, the flag is robbed by an armed extremist group in order to obstruct the truce. UN decides to send SDC (Special Development Command) and a cameraman to record their activities. The cameraman is Shirasu Saeko. She is the cameraman who took the picture of the flag. At first they think the mission is easy because they wear latest armed suits, HAVWC (High Agility Versatile Weapon Carrier), but they get in trouble by unexpected attacks.",
    "TitleJapanese": "FLAG",
    "SummaryJapanese": "20XX年、 アジアの小国で勃発した内戦は、 国連軍の介入をもってしても拡大し、 泥沼化していたが、 戦地で偶然撮影された一枚の写真によって、 和平への動きが一気に加速した。 \nそれはフラッグの写真――敵同士であるはずの兵士が戦闘中に互いに協力して聖地に旗を掲げる姿――だった。 \nフラッグは平和の象徴となった。 \nしかし停戦まであと一歩のところで、 妨害を謀る武装勢力過激派にフラッグは奪われてしまった。 \n国連は極秘裏にフラッグを奪還すべく、 SDC(Special Development Command) \"シーダック\"の投入を決め、 さらにその活動の全てを記録するためカメラマンの帯同を命じた。 \nこの任を依頼されたのは、 白州冴子。 彼女こそ、 ことの発端であるフラッグの写真を撮った本人であった。 \n最新の強化装甲服HAVWC(High Agility Versatile Weapon Carrier) \"ハーヴィック\"を装備し、 容易な作戦と考えていた部隊は、 予想もしない反撃に遭い、 苦戦を強いられる。 \n相手はただの武装勢力ではないのか？ \n部隊に同行する白州のカメラは、 戦いの底に隠された真実に迫っていく─。",
    "Aliases": [
        "FLAG（フラッグ)",
        "フラッグ",
        "FLAG（2006)",
        "FLAG (2006)",
        "フラッグ (2006)",
        "FLAG(2006)",
        "FLAG 2006",
        "フラッグ 2006",
        "Furaggu",
        "플래그"
    ],
    "Modified": "2025-05-26",
    "Seasons": {
        "0": {
            "ID": "26904",
            "URL": "https://www.thetvdb.com/series/flag/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "1664951",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/flag/episodes/1664951",
                    "TitleEnglish": "Flag Director's Edition: Issenman no Kufura no Kiroku",
                    "SummaryEnglish": "Director's cut release of the war/mecha anime series \"FLAG\" features famous scenes from the series edited together into a cohesive, realistic story about war. Camerawoman Shirasu Saeko's photo of residents of a war-torn Asian country struggling to raise the flag of the UN became the symbol for the movement of peace across the land. However, on the eve of a truce, the actual flag captured in the photo is stolen and war once again threatens to plague the land. To return the flag and establish peace in the land, the UN sends a lone mechanical army called the SDC (pronounced as Seedac—Special Development Command).",
                    "TitleJapanese": "FLAG 一千万のクフラの記録",
                    "SummaryJapanese": "総集編"
                }
            }
        },
        "1": {
            "ID": "30949",
            "URL": "https://www.thetvdb.com/series/flag/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "354602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flag/episodes/354602",
                    "TitleEnglish": "Flag",
                    "SummaryEnglish": "An armed extremist faction had stolen the FLAG, which was previously seen as the symbol of peace that triggered the cease-fire initiative between armed factions and the government forces in Uddiyana. The UN secretly dispatched a SDAC unit to retrieve the FLAG. Saeko Shirasu was assigned as the accompanying reporter. Alternate Synopsis: In the mountainous Asian country of Uddiyana a civil war rages. No end lies in sight for the war-torn nation until a lone photographer snaps an iconic image that comes to be known simply as \"Flag.\" Hope arises as the many factions involved begin an approach to peace, rousing the call for a ceasefire behind the featured flag. When an unknown guerilla sect steals this symbol of unity, a U.N. Special Development Command unit is dispatched using the latest in military technology, a transforming bipedal exoskeleton known as the HAVWC system. Recruited to document this mission is a war-time journalist, the author of the \"Flag\" photograph, Saeko Shirasu. Witness the trials and triumphs of a peacekeeping taskforce behind the camera's view-finder as they take their first steps towards the recovery of the road to peace and discover the truth behind a struggle.",
                    "TitleJapanese": "フラッグ",
                    "SummaryJapanese": "アジアの小国ウディヤーナの内戦に和平の気運をもたらした一枚の写真「フラッグ」 。 そのカメラマン白州冴子は、 国連から極秘の依頼を受ける。 戦地で再会した先輩カメラマン赤城圭一に資料を託した後、 白州は独り特殊部隊シーダックの基地へと向かった。"
                },
                "2": {
                    "ID": "354603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flag/episodes/354603",
                    "TitleEnglish": "Portrait",
                    "SummaryEnglish": "Saeko started her reporting inside the SDAC secret base. However, Captain Chris denied Saeko's request to follow any military operations involving the use of HAVWC. Saeko tried to capture the soldiers in camera as they returned to base.",
                    "TitleJapanese": "ポートレート",
                    "SummaryJapanese": "奪われたフラッグを極秘裏に奪還するための特殊部隊シーダックの基地で、 取材を始める白州。 しかし、 ハーヴィックを投入した初の作戦行動で、 隊長のクリスから同行を拒否されてしまう。 帰投した隊員たちを待ち構え、 彼らの姿をカメラに収めようとした白州が、 そこに見たものは……。"
                },
                "3": {
                    "ID": "354604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flag/episodes/354604",
                    "TitleEnglish": "Collecting of Accompanying News",
                    "SummaryEnglish": "The SDAC unit is planning scouting missions in area where the FLAG was believed to be hidden. Once again Saeko's request to accompany the unit was denied. Nadi Olowokandi offered his helping hand.",
                    "TitleJapanese": "同行取材",
                    "SummaryJapanese": "フラッグが秘匿されたと思われる地域周辺の情報を得るべく、 シーダック隊は偵察任務を計画する。 同行を申し出て再び断られそうになる白州を支持したのはオロウカンディだった。 白州は無人偵察機を積んだヘリに同乗し、 武装された遺跡へ向かったが…。"
                },
                "4": {
                    "ID": "354605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flag/episodes/354605",
                    "TitleEnglish": "Night of the New Moon",
                    "SummaryEnglish": "It was established that the defence capabilities of the armed faction base was much stronger than expected. The SDAC unit decided to launch an operation to retrieve the flag on the night of the new moon. Preparation of the HAVWC tanks, the key element of the operation, became a race against time, and Saeko spent over night covering the activities of the unit. Meanwhile on the same night, as reporter Akagi was pursuing a young girl, a reincarnate of the goddess Kuhura.",
                    "TitleJapanese": "新月の夜",
                    "SummaryJapanese": "武装勢力の拠点が想像以上の防御を固めていると判明し、 シーダック隊はフラッグ奪還を新月の夜に決めた。 作戦の成否を握るハーヴィックの準備は時間との戦いになり、 白州は夜を徹してその様子を取材する。 同じ夜、 赤城は転生女神クフラの少女の姿を追っていた。"
                },
                "5": {
                    "ID": "354606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flag/episodes/354606",
                    "TitleEnglish": "Hyperbola of Darkness",
                    "SummaryEnglish": "On the night of the new moon, the SDAC unit began its campaign to retrieve the flag and was heading towards the \"Ruins\", the armed faction stronghold. Shirasu witnessed the crossfire while accompanying the unit. At the same time, the journalists, suspicious of the UN forces, found out about the UN's plan to bomb the city. Akagi had some idea where the target of bombing would be.",
                    "TitleJapanese": "暗闇の双曲線",
                    "SummaryJapanese": "新月の夜、 シーダック隊はフラッグ奪還作戦を開始し、 武装勢力の拠点である遺跡へと向かった。 同行した白州は交戦の様子を間近で見る。 同じ頃、 国連軍の不穏な動きを察知したスバシの記者たちは、 独自の調査で市街への空爆計画をつかむ。 その攻撃地点を知った赤城は…。"
                },
                "6": {
                    "ID": "354607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flag/episodes/354607",
                    "TitleEnglish": "Light in the Darkness",
                    "SummaryEnglish": "Ichiyanagi stormed in the armed faction stronghold to retrieve the FLAG. As the team were following the IC tag signal, something unexpected was waiting for them. They discovered the conspiracy to hinder the ceasefire. Facing return attack from the enemy and with no where to retreat, he attempted to breakthrough.",
                    "TitleJapanese": "闇の中の光",
                    "SummaryJapanese": "フラッグ奪回のため、 ついに武装勢力の集結する遺跡へ突入した一柳のハーヴィック。 しかしICタグの信号を頼りに進んだ先には、 意外なものが待っていた。 部隊は停戦を阻む黒幕の存在を知る。 敵の反撃に遭い、 退路を断たれた一柳は、 捨て身の突破を試みる。"
                },
                "7": {
                    "ID": "364897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flag/episodes/364897",
                    "TitleEnglish": "Reactivation",
                    "SummaryEnglish": null,
                    "TitleJapanese": "再始動",
                    "SummaryJapanese": "フラッグの行方はつかめず、 ハーヴィック1機を失ったシーダック隊は、 作戦の仕切り直しを余儀なくされた。 白州は隊員たちの想いを記録していく。 一方、 メタゾン寺院での戦闘を知った赤城は、 そこに国連が進める極秘作戦の糸口を見つけようとしていた。"
                },
                "8": {
                    "ID": "364898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flag/episodes/364898",
                    "TitleEnglish": "XR-2 Longku",
                    "SummaryEnglish": null,
                    "TitleJapanese": "XR2　ロンクー",
                    "SummaryJapanese": "哨戒飛行で草原の遊牧民と羊に接し、 久しぶりに緊張を解く白州。 同じ頃赤城は、 謎めいた国連軍の動きを調べ、 その核心に近づきつつあった。 そんな折、 フラッグ探索で手薄だったシーダック基地の警戒線を越え、 突如侵入した武装ヘリから降り立ったのは、 ロボット兵器だった…。"
                },
                "9": {
                    "ID": "364899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flag/episodes/364899",
                    "TitleEnglish": "Yurts and the Land",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ゲルと大地",
                    "SummaryJapanese": "ロボット兵器の戦闘に巻き込まれて負傷した遊牧民を、 家族の元へ搬送することになったシーダック隊。 同行した白州は、 独り残って現地の伝統医療師を一日取材する。 診療を手伝いながら、 遊牧民たち素顔に触れた白州は、 一瞬の出会いと永遠の別れを突きつけられる。"
                },
                "10": {
                    "ID": "364900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flag/episodes/364900",
                    "TitleEnglish": "SDAC + 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "シーダック＋1",
                    "SummaryJapanese": "ハーヴィックを失った作戦の責任追及に調査官が派遣され、 ニッカネンは収監されてしまう。 フラッグはラ・ポー寺院にある可能性が高まるが、 慎重論に傾く国連本部は動かずにいた。 クリス隊長は独断で寺院への潜入を計画し、 白州は隊員達から全行動の記録を託される。"
                },
                "11": {
                    "ID": "373745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flag/episodes/373745",
                    "TitleEnglish": "Reunion Through the Viewfinder",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ファインダーごしの再会",
                    "SummaryJapanese": "ゲルト派武装兵の襲撃により、 スバシの国連本部は占拠され指揮機能を失ってしまった。 フラッグが奪われこともラ・ポーに暴露され、 内戦に突入しかねぬ危機的状況のなか、 シーダック隊は本部解放のために奇襲攻撃を開始する。 現場へ駆けつけた赤城は、 そこに白州の姿を認めるが…。"
                },
                "12": {
                    "ID": "373746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flag/episodes/373746",
                    "TitleEnglish": "Recapture the Flag",
                    "SummaryEnglish": null,
                    "TitleJapanese": "フラッグ奪回",
                    "SummaryJapanese": "停戦の調印式を目前に控え、 遂にラ・ポー寺院への出撃命令がシーダックに下された。 ロンクーや戦闘ヘリの激しい攻撃に応戦しながら、 フラッグを追うハーヴィック。 戦場に辿り着いた赤城は、 目の前で砲撃と爆風に晒されながら、 必死に写真を取り続ける白州を目撃する…。"
                },
                "13": {
                    "ID": "373747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flag/episodes/373747",
                    "TitleEnglish": "Within the Light",
                    "SummaryEnglish": null,
                    "TitleJapanese": "光の中へ",
                    "SummaryJapanese": "停戦の調印式から1週間後、 白州と赤城は再会した。 取材の記録を全て軍に没収されてしまった白州だったが、 クリス隊長の機転で、 記録と共にシーダック隊員たちのメッセージが届く。 自分の写真にひとつの到達点を見出した白州は、 それを胸に旅立とうとしていた…。"
                }
            }
        }
    }
}