{
    "URL": "https://www.thetvdb.com/series/witchblade-2006",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Horror",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0813971/",
        "https://www.themoviedb.org/tv/20450"
    ],
    "TitleEnglish": "Witchblade (2006)",
    "SummaryEnglish": "\"Long sought by the greed of men, but bestowed only on the women whose fate it forever scars, the Witchblade, righteous sword of God or hand of the Devil himself. A new bearer finds out, seeking balance between ecstacy and ruin.\"-prolog that began the show. In this new approach to the Witchblade universe, the lead character (and blade wielder) is Masane Amaha, a kind-hearted woman who, despite her good intentions, is fairly clumsy and not good around the house. She lost her memory during an earthquake that ravaged Tokyo and, curiously, Masane was found unscathed in the phenomenon's ground zero, holding a baby in her arms. Six years later, she returns to Tokyo with the child, now called Rihoko, and for whom she cares as a daughter, where she discovers that the mysterious jewel attached to her right wrist is actually the legendary artifact known as the Witchblade. Since then Masane got herself involved in the struggle for power between a huge corporation and a government agency, while trying to live her life peacefully with her daughter.",
    "TitleJapanese": "ウィッチブレイド",
    "SummaryJapanese": "古代から伝承される最強の武器「ウィッチブレイド」。自らの意思を持ち、戦闘ごとに自在に形を変えるというこの武器の目的は「闘うこと」そのものにある。戦いへの渇望を満たすために必要なもの。それは、ウィッチブレイド自らが適合者として選んだ「運命の女」だけ。 今、一人の女が選ばれた。\n斬る（Kill）か、生きる（Live）か。\n伝説は再び、新たな「覚醒」の時を迎える。",
    "Aliases": [
        "Witchblade (2006)"
    ],
    "Modified": "2025-07-09",
    "Seasons": {
        "1": {
            "ID": "16945",
            "URL": "https://www.thetvdb.com/series/witchblade-2006/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "316345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/316345",
                    "TitleEnglish": "Beginning",
                    "SummaryEnglish": "Masane Amaha returns to Tokyo with her daughter, Rihoko, in order to start a new life. Unfortunatelly, a fight between her and some NSWF organisation members who want to separate her from her daughter, Masane is arrested.",
                    "TitleJapanese": "始",
                    "SummaryJapanese": "近未来、東京。6年前の震災からの復興の最中にあるこの街に、天羽雅音とその娘梨穂子の姿があった。二人で暮らすことを求めて、児童福祉庁の管理から逃げ出してきた。しかし、福祉庁の追っ手に捕まり、再び、離れて暮らすことを余儀なくされてしまう。一方、東京の街では、謎の殺人事件が頻発していた。雅音を求め、必死の逃亡を謀る梨穂子。その頃、牢獄に閉じ込められた雅音に、不気味な魔の影が襲いかかろうとしていた。"
                },
                "2": {
                    "ID": "316346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/316346",
                    "TitleEnglish": "Bewilderment",
                    "SummaryEnglish": "After managing to awake the powers of the Witchblade, Masane is captured again and used as a test subject. Meanwhile, Rihoko starts searching for her mother.",
                    "TitleJapanese": "惑",
                    "SummaryJapanese": "ウィッチブレイドが発動したことを敏速に察知する、導示重工の鷹山とNSWFの古水（ファーザー）。鷹山は雅音に「ウィッチブレイドが宿り憑いている」ことを宣告する。一方梨穂子は、斗沢の住む奈月ビルに一時的に避難させてもらっていた。いまだ離れたままの雅音と梨穂子。そして鷹山は、雅音に戦闘兵器を仕向けて…。"
                },
                "3": {
                    "ID": "316347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/316347",
                    "TitleEnglish": "Defiance",
                    "SummaryEnglish": "Takayama offers Masane a job, but the only thing on Masane's mind is finding her daughter.",
                    "TitleJapanese": "抗",
                    "SummaryJapanese": "「ウイッチブレイド」を装着した雅音の威力を目の当たりにした鷹山は、雅音にある提案をする。それは、「ウィッチブレイドの力を使って、エクスコン退治を引き受けてくれれば、娘の梨穂子との生活を保障する」というものだった。一方、梨穂子は、雅音に会うため、二人の約束の場所「東京タワーの下」へ向かっていた…。"
                },
                "4": {
                    "ID": "316348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/316348",
                    "TitleEnglish": "Movement",
                    "SummaryEnglish": "The appearance of the Witchblade draws the attention of Furumizu, the leader of the NSWF organisation. Meanwhile, Masane and her daughter start looking for a place to live.",
                    "TitleJapanese": "動",
                    "SummaryJapanese": "鷹山の用意した高級ホテルに案内される雅音と梨穂子だが、梨穂子が匿ってもらった奈月ビルに住ませてもらおうと考える。一方、鷹山がウィッチブレイドを手に入れたことを確信したNSWFは、真相を探るべく本格的な探求を開始。その頃、鷹山の指令によりエクスコン退治に出向いた雅音は、美しい女戦士に遭遇して…。"
                },
                "5": {
                    "ID": "316349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/316349",
                    "TitleEnglish": "Search",
                    "SummaryEnglish": "Tozawa tries to investigate Masane, in order to find out the truth about the Witchblade. Masane refuses to talk, and is challanged to a fight by Shiori, one of the Cloneblades.",
                    "TitleJapanese": "探",
                    "SummaryJapanese": "奈月ビルに引っ越してきた雅音と梨穂子は、初めての二人暮らしに大はしゃぎする。銭湯に出かけたり、買い物に行ったり…。新しい生活に胸を弾ませる二人であったが、斗沢は、雅音が事件当日留置所に居合わせていた人物であると知ると、早速目をつける。一方、雅音には、新たなる敵が襲いかかろうとしていた…。"
                },
                "6": {
                    "ID": "316350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/316350",
                    "TitleEnglish": "Change",
                    "SummaryEnglish": "Masane is badly injured after her fight with Shiori and is rescued and taken care of by some of Dohji's men. Tozawa has witnessed the fight and decides to find out everything about the Witchblade.",
                    "TitleJapanese": "変",
                    "SummaryJapanese": "ウィッチブレイドに完全に慣れていない雅音は、栞との闘いに破れてしまう。そしてその闘いの様子を、斗沢が密かに目撃、カメラに納めていた。回収班に救助され、導示のクルーザーに一時避難した雅音だが、ウィッチブレイドの力のせいか、その回復力は著しい。そんな中、栞には、ある異変が現れ始めていた…。"
                },
                "7": {
                    "ID": "316351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/316351",
                    "TitleEnglish": "Past",
                    "SummaryEnglish": "Masane discovers more about Takayama's past. Meanwhile, Shiori goes berserk from over-using the Cloneblade, and decides to attack Masame one more time.",
                    "TitleJapanese": "過",
                    "SummaryJapanese": "鷹山と玲奈がかつて恋愛関係にあったことを知る雅音。玲奈は以前ウィッチブレイドの適合者と見なされていたものの、ウィッチブレイドを持って逃走。一方、暴走が加速した栞は、雅音のいるクルーザーを襲撃。クローンブレイドを発動したことによる、装着者への影響。玲奈はただ冷静に、その事象を分析していた…。"
                },
                "8": {
                    "ID": "316352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/316352",
                    "TitleEnglish": "Reciprocity",
                    "SummaryEnglish": "Masane is forced to use the Witchblade in front of Tozawa, when they are attacked by an ex-con.",
                    "TitleJapanese": "互",
                    "SummaryJapanese": "「証拠写真」を手にした斗沢は雅音を連れ出すが、そこでエクスコンの突然の襲撃に遭遇する。とっさに「1年間は秘密にする」ことを条件に、斗沢の前でウィッチブレイドを発動させる雅音。しかし、闘いの最中、エクスコンは、何故か突然逃げ出してしまう。その頃玲奈は、密かに梨穂子への接触を図っていた…。"
                },
                "9": {
                    "ID": "316353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/316353",
                    "TitleEnglish": "Sadness",
                    "SummaryEnglish": "Masane and Tozawa learn more about the ex-con's past.",
                    "TitleJapanese": "哀",
                    "SummaryJapanese": "決まって夜11時45分に起こる殺人事件の真相を斗沢と追う雅音。導示重工では鷹山が他の役員からの追及を受けていた。一方、新しい友達が出来たことを喜ぶ梨穂子であったが、その男の正体とは、実はエクスコンであった。その頃、雅音らは、エクスコンの正体について、ある衝撃の事実を突き詰めるのだが…。"
                },
                "10": {
                    "ID": "316357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/316357",
                    "TitleEnglish": "Interaction",
                    "SummaryEnglish": "Masane is forced to accompany Takayama to a party, where she must confront Wado, one of Takayama's rivals.",
                    "TitleJapanese": "交",
                    "SummaryJapanese": "エクスコンの真実について、鷹山に詰め寄る雅音。しかし逆に、「斗沢に目撃されたことのペナルティー」で、鷹山の同伴者として、和銅率いるバイオ局主催のパーティーに出席させられることになる。美しくドレスアップした雅音であったが、パーティー会場で起こしたある失態をきっかけに和銅と鷹山が一戦を交えることに…。"
                },
                "11": {
                    "ID": "316358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/316358",
                    "TitleEnglish": "Danger",
                    "SummaryEnglish": "Maria, a new generation of neo genes, is introduced. Takayama spends a lot of time with Masane due to his hangover, but Masane goes into a panic over her daughter’s illness and the threat of a Cloneblade.",
                    "TitleJapanese": "危",
                    "SummaryJapanese": "新世代ネオジーン、まりあの成育ぶりに期待を膨らませる西田。一方、「ママのボス」のため料理を作ろうと、一人買い物に出かける梨穂子であったが、街中で、突然倒れてしまう。病院に駆けつけた雅音は、梨穂子の容態は軽いものであると聞き一安心。ほっとするのもつかの間ノーラから突然の襲撃を受けて…。"
                },
                "12": {
                    "ID": "316354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/316354",
                    "TitleEnglish": "Prisoner",
                    "SummaryEnglish": "Tozawa and Takayama try their best to rescue Masane, while NSWF gathers a lot of data. How boldly will Takayama move to get Masane and the Witchblade back?",
                    "TitleJapanese": "囚",
                    "SummaryJapanese": "クローンブレイドの開発のため、捕獲された雅音とウィッチブレイドのデータ解析を急ぐ西田は、かつて「ウィッチブレイド適合者」と見なされていた玲奈のデータに異変が生じていることを発見する。一方、鷹山らにより、無事救出された雅音。だが、再会を喜ぶ雅音と梨穂子を待ち受けていたのは、意外な事実であった…。"
                },
                "13": {
                    "ID": "316355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/316355",
                    "TitleEnglish": "Separation",
                    "SummaryEnglish": "NSWF’s Child Welfare Division wants to take Rihoko away from Masane to live with her biological mother. Masane and Riko decide to run away, but Nishida sends Nora there to capture the daughter, then Reina interrupts.",
                    "TitleJapanese": "別",
                    "SummaryJapanese": "互いに離れたくない雅音と梨穂子は、チョーさんの友人の元に身を寄せる。一方、まだ幼さの残るまりあは、ファーザーから「クローンブレイドを装着できるようになれば『ママ』に会わせてくれる」という約束を取り付ける。その頃、梨穂子という存在に興味をもった西田は、ノーラを彼女の元へと向かわせたが…。"
                },
                "14": {
                    "ID": "316356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/316356",
                    "TitleEnglish": "Family",
                    "SummaryEnglish": "Reina and Rihoko get adjusted to their life as mother and daughter, while a depressed Masane learns something about her past. And Maria receives her cloneblades.",
                    "TitleJapanese": "家",
                    "SummaryJapanese": "玲奈の家で暮らすことになった梨穂子。そして自分の身に起こる「変化」への実感を強くする玲奈。その頃、導示重工では、和銅が新しいプロジェクトを立ち上げようとしていた。一方、NSWFには、バージョンアップしたクローンブレイドの装着に成功し、「ママ」に会えることを心待ちにする、まりあの姿があった…。"
                },
                "15": {
                    "ID": "334485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/334485",
                    "TitleEnglish": "Bonds",
                    "SummaryEnglish": "Maria, now armed with her dual cloneblades, seeks out Reina, whom she believes is her mother. However, she doesn’t like what she finds in Reina’s apartment.",
                    "TitleJapanese": "絆",
                    "SummaryJapanese": "「姉妹」の実態を知った斗沢は、雅音に、梨穂子を連れ戻すよう告げる。「自分には資格がない」と断りつつも、梨穂子の身に迫る危険を察知すると飛び出して行く雅音。その行く手には、凄まじい「力」に触発され覚醒したエクスコン達。一方、怒りに身を任せクローンブレイドを発動させたまりあを、玲奈が迎え撃つが…。"
                },
                "16": {
                    "ID": "334486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/334486",
                    "TitleEnglish": "Relaxation",
                    "SummaryEnglish": "Masane gets a break from fighting and enjoy a day at a beach resort with Rihoko and their neighbours.",
                    "TitleJapanese": "憩",
                    "SummaryJapanese": "リゾート合コン開催?! しかも、チョーさんの奢りで、奈月ビルの住人も全員参加することに！ 初めての家族旅行に心を躍らせる雅音と梨穂子。先輩「恭子さん」にタジタジの斗沢。燃え上がるチョーさんのテンション。楽しい夏の1日に、雅音は、ウィッチブレイドの宿命をよそに、平和なひとときを過ごすのであった…。"
                },
                "17": {
                    "ID": "334487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/334487",
                    "TitleEnglish": "Confusion",
                    "SummaryEnglish": "Masane’s bothered a great deal about Rihoko being the next successor of the Witchblade, and Father Furumizu shows he’s got some problems, as Tozawa gets information of his personal history.",
                    "TitleJapanese": "錯",
                    "SummaryJapanese": "瀬川に告げられた「衝撃の言葉」が心から離れない雅音は、梨穂子に対し過剰なまでの愛情を注ぐようになる。その頃、導示重工では和銅が「アルティメットブレイド」の開発発表により、社内での立場を強めようとしていた。そんな中、斗沢はNSWFを追求すべく、古水の生い立ちに関する情報を入手するのだが…。"
                },
                "18": {
                    "ID": "334488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/334488",
                    "TitleEnglish": "Turn",
                    "SummaryEnglish": "Investigations to new murders and an anonymous video footage brings trouble to Douji Industries, especially to Takayama.",
                    "TitleJapanese": "転",
                    "SummaryJapanese": "再発した謎の殺人事件。現場に残された遺留品や、何者かによるリーク情報によって、事件と導示重工の関係が広く世間一般に知れ渡ることに。責任を問われる鷹山。詰め寄る和銅。形勢は大きく逆転しようとしていた。一方、梨穂子に過激な愛情を注ぐ雅音の様子に、奈月ビルの人々は動揺を隠せずにいた…。"
                },
                "19": {
                    "ID": "334489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/334489",
                    "TitleEnglish": "Feelings",
                    "SummaryEnglish": "Masane forces herself to work with Wado for Riko’s sake, but Riko wants Masane to see Takayama. Meanwhile, Wado still sees Takayama as a threat and sends Ultimateblade Yagi to kill him.",
                    "TitleJapanese": "思",
                    "SummaryJapanese": "雅音は梨穂子達とのやりとりを経て、鷹山に対する素直な気持ちを受止められるようになった。鷹山を訪ねる雅音だが、アルティメットブレイドを装着した八木による襲撃から鷹山を守ろうと応戦する中、ウィッチブレイドにある変化が現れる。一方、「成長」したまりあは、ファーザーに、ある「おねだり」をするのであった…。"
                },
                "20": {
                    "ID": "334490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/334490",
                    "TitleEnglish": "Request",
                    "SummaryEnglish": "Maria takes over the NSWF, meanwhile Masane sets up Takayama and Rihoko to go on a play date, but Takayama is a bundle of nerves and Riko can’t enjoy herself. It looks like Masane will have to join in after all. This incident makes Masane wield the Witchblade in front of her daughter.",
                    "TitleJapanese": "願",
                    "SummaryJapanese": "雅音は、鷹山と梨穂子の距離を縮めようと、「デート」を設定する。最初は互いにぎこちない二人であったが、途中から雅音も合流。家族のように、楽しいひとときを過ごす三人。だが、その帰り道、IUウェポンが突然の襲撃を仕掛けてくる。雅音は梨穂子の前で初めて、ウィッチブレイドを発動させて戦う姿を見せてしまい…。"
                },
                "21": {
                    "ID": "334491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/334491",
                    "TitleEnglish": "Vow",
                    "SummaryEnglish": "Takayama goes to Douji to find data to help Masane’s condition. Meanwhile, Masane tries to remove the witchblade.",
                    "TitleJapanese": "誓",
                    "SummaryJapanese": "崩壊の兆しを、強く自覚していく雅音。鷹山は雅音を救う手立てを探るべく導示のラボへと向うが、そこに待ち受けていたのは、Iウェポンがウィッチブレイドに反応し、誤作動を起こしているという事実だった。雅音は、何とかしてウィッチブレイドを自分から取り外そうと苦闘するのだが…。"
                },
                "22": {
                    "ID": "334492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/334492",
                    "TitleEnglish": "Inform",
                    "SummaryEnglish": "Masane thinks about the future for her daughter and tries to tell her about her impending death at a park. Meanwhile, Maria makes plans to grab the power of the Witchblade and Nishida/Wado send out 3 IU-Weapons to capture the Witchblade.",
                    "TitleJapanese": "告",
                    "SummaryJapanese": "ウィッチブレイドの凄まじい力を実感したまりあは、ウィッチブレイド捕獲のための新たな戦力として「あさぎ」を選び出す。そして和銅も、「エクスコン退治」の大義名分の下、IUウェポンを出動させ、ウィッチブレイドを捕獲しようとしていた。一方、自らの死を覚悟した雅音は、梨穂子をハイキングへと誘い出す…。"
                },
                "23": {
                    "ID": "334493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/334493",
                    "TitleEnglish": "Chaos",
                    "SummaryEnglish": "Masane spends quality time with Riko, Maria and Asagi head to take the Witchblade, and thousands of malfunctioning I-Weapons converge on Tokyo. Will this be the end of Tokyo?",
                    "TitleJapanese": "乱",
                    "SummaryJapanese": "エクスコンが逃走したとのニュースに、騒然となる東京。しかも、暴走を起こしたIウェポン数千体が、東京に押し寄せようとしているという。避難勧告の出される中、雅音は梨穂子と奈月ビルの面々に別れを告げ、最後の戦いの場所へと向かう…。"
                },
                "24": {
                    "ID": "334494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witchblade-2006/episodes/334494",
                    "TitleEnglish": "Light",
                    "SummaryEnglish": "It’s the finale to Witchblade, with Witchblade Masane vs. Dohji and Maria. Rihoko, watching the mother's battle through TV live news, cannot help but rush out to where Masane is.Will Maria get what she wants? Will Masane be able to protect her daughter? Will the Witchblade get what it wants? And that is all the final battle",
                    "TitleJapanese": "光",
                    "SummaryJapanese": "ウィッチブレイドの力に引き寄せられるIウェポンとまりあ達。崩壊しつつも、戦いへと身を投じていく雅音。激しさを増す戦闘の様子に堪え切れなくなった梨穂子は、危険を顧みず雅音の元へと走り出す。果たして、二人の運命は、如何に…。"
                }
            }
        }
    }
}