{
  "URL": "https://www.thetvdb.com/series/night-head-genesis",
  "Genres": [
    "Animation",
    "Anime",
    "Drama",
    "Horror",
    "Mystery",
    "Science Fiction",
    "Thriller"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0983974/",
    "https://www.themoviedb.org/tv/16525"
  ],
  "TitleEnglish": "Night Head Genesis",
  "SummaryEnglish": "Possessing psychic power by utilizing an untapped portion of their brains called, \"Night Head\", the Kirihara brothers escape from a laboratory amidst a new wave of revolution.",
  "Aliases": [],
  "Modified": "2025-05-05",
  "Seasons": {
    "1": {
      "ID": "17363",
      "URL": "https://www.thetvdb.com/series/night-head-genesis/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "326122",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326122",
          "TitleEnglish": "Memories",
          "SummaryEnglish": "When Naoto and Naoya were just kids, their parents knew something was different about them. If Naoto ever got too angry, he could seriously harm someone with his mind, and Naoya had the ability to hear the thoughts of another person by simply touching them. One night, the two brothers were drugged and taken away to a special lab surrounded by an unbreakable barrier. They knew that they would have to live there from now on. 15 years passed, and the man controlling the barrier passed away. The barrier disappeared along with him. Naoto and Naoya escaped that night. They could finally live their lives the way they wanted to.",
          "Aliases": []
        },
        "2": {
          "ID": "326123",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326123",
          "TitleEnglish": "Touch",
          "SummaryEnglish": "Naoto and Naoya were finally free from the lab. As they were driving away though, they got a flat tire. There was a bar nearby so the two brothers stopped to get help and rest. A tv show about super natural powers was on, and as one thing led to another, Naoto let his anger get the best of him. Some of the people in the bar touched Naoya and he saw so many horrible things that he broke down.",
          "Aliases": []
        },
        "3": {
          "ID": "326124",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326124",
          "TitleEnglish": "Impatience",
          "SummaryEnglish": "In the bar, a woman touched Naoya causing him to see in her mind. She had killed 5 women all because they were wearing the color purple. Scenes of the cruel murders have been replaying in his mind, and he even see's the victims bodies in the hotel room they're staying at. Naoto tries to help his little brother in any way he can.",
          "Aliases": []
        },
        "4": {
          "ID": "326125",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326125",
          "TitleEnglish": "Trace",
          "SummaryEnglish": "Naoya was still able to see the murders, but this time it was a vision of what was going to happen. The brothers decided to save the next victim's life. The girl was supposed to be thrown off of a roof by the killers, but luckily Naoto and Naoya got there in time to save her. Reiko, the murderer, said that she was being chased by \"the Ark,\" and she was killing to get away from them. But neither Naoya or Naoto have heard of the Ark.",
          "Aliases": []
        },
        "5": {
          "ID": "326126",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326126",
          "TitleEnglish": "Reminiscence",
          "SummaryEnglish": "As they're on their way home, Naoto and Naoya talk about when their powers were first awakened. Thanks to their powers, they ended up saving their parents from a family out to steal their money, and even a little girl's life. When the brothers finally get there all they find is an empty lot. An elderly woman passes by and Naoto asks her when the house was taken down. In response, she tells them that there hasn't been a house there since she was born.",
          "Aliases": []
        },
        "6": {
          "ID": "326127",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326127",
          "TitleEnglish": "Connection",
          "SummaryEnglish": "Naoto and Naoya get in touch with Mikuriya to find out what happened to their house, but instead are told about a series of suicuides a a local highschool. As they're investigating, the brothers talk with one of the dead girl's friend, and find out disturbing things about two of the teachers. Are the suicides actual suicides, or is someone else controlling what the victims do?",
          "Aliases": []
        },
        "7": {
          "ID": "326128",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326128",
          "TitleEnglish": "Remorse",
          "SummaryEnglish": "Naoto and Naoya finally track down the person responsible for mind controlling the students to commit suicide. It turns out that the culprit is a little boy. The students accidently ran over his dog, his only friend. Naoya and Naoto can relate to how he feels, so instead of punishing him, they decide to call Mikuriya to come pick him up. In the end, they see a picture in the boys room with the mysterious woman who keeps helping them.",
          "Aliases": []
        },
        "8": {
          "ID": "326129",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326129",
          "TitleEnglish": "Recollection",
          "SummaryEnglish": "The brothers figure out that the mysterious girl's name is Shouko. Miki, one of her friends ends up waiting for them as Shouko said. Miki tells them about how Shouko had known about them and the barrier. Suddenly, Miki is possessed by a strange man who tells the brothers that they're existence is meaningless, and that they're nothing but monsters. Having a short temper, Naoto goes after him but his attacks have no effect. When Miki regains consciousness she tells Naoya that his memories are true. Later, Shouko appears and asked the brothers to protect Miki from the man who possessed her. They get to the hospital just in time to save her, but in doing so the man shows them their lost past. Naoto quickly sees through it and knows that it's a fake memory. Than man tells them that they have to power to alter the past and that they wished their parents didn't ever exist, he claimed that he was simply granting their wish. Naoto uses his powers to get rid of the man once and for all.",
          "Aliases": []
        },
        "9": {
          "ID": "326130",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326130",
          "TitleEnglish": "Annihilation",
          "SummaryEnglish": "A foreseer named Kamiya predicted that Naoto and Naoya would have something to do with the extinction of man kind, and as he tells a woman, who is one of his fanatics, about it, she gets the idea to kill them. The woman attacks Naoya as he's getting coffee, and luckily Naoto stops her in time. The brothers go to Kamiya's office to confront him about the incident. Naoya and Kamiya look into the future at the same time, and the prediction becomes much clearer. They figure out that the end of mankind will be because of a fatal viral epidemic, and the person responsible is a young scientist trying to find a cure for HIV. Will they make it in time to stop her?",
          "Aliases": []
        },
        "10": {
          "ID": "326131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326131",
          "TitleEnglish": "Providence",
          "SummaryEnglish": "After saving Kurahashi, Naoto tells her to quit her research and find somewhere safe to stay. That same night, Naoto has a dream where he's married to her, but Naoya's nowhere to be seen. When he wakes up he hears soemthing outside. It's Kurahashi. She tells him that she needs someone strong like him in her life, and asks him to live with her. But Naoto couldn't part with Naoya so he tells her he can't. The nest day Kurahashi lies and tells them that she stopped her research. Naoto see's right through it and confronts her. Kurashai's assistant goes to get them drinks, but something's wrong with him. He poisens the drinks.",
          "Aliases": []
        },
        "11": {
          "ID": "326132",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326132",
          "TitleEnglish": "Nightmare",
          "SummaryEnglish": "Kurahashi finally believes Naoto and Naoya so she deltes all the data. Her assistant doesn't though. He starts recovery the data as soon as they leave, then tries to assault her. One of Kumiya's followers shows up and kills him, then tries to kill Kurahashi. The brothers get there just in time to save her. Since she stopped her research, the visions of the destruction of mankind disappear. Predictions of Naoto and Naoya reuniting with their parents are seen, but there's no gold elephant as Kamiya predicted before. That is, until two strange men showed up at his apartment to poisen him. The gold elephant was an illusion set up by them to trick Kamiya to his death.",
          "Aliases": []
        },
        "12": {
          "ID": "326133",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326133",
          "TitleEnglish": "Bewilderment",
          "SummaryEnglish": "The brothers receive a strange note about Naoto's future that brings up the upheaval that Shouko briefly talked to them about. Later on, a random woman on the streets comes up to them and desperately tries to get Naoto and Naoya to work with her, but they decline. After that the two sit down for some coffee when a man starts calling for help. The same woman was prepared to jump off the ledge of a building, and she ended up doing it. At the scene of the crime, Naoya saw Masayuki, the little boy with powers whose dog was killed. Masayuki explained that it was his job to dispose of the bad people in the world, implying that he killed the woman. It wasn't his fault though because he was under mind control. When the brothers caught up with Masayuki, they began seeing horrible visions of the people they had encountered and tried to help in the past. Someone was inside their memories.",
          "Aliases": []
        },
        "13": {
          "ID": "326134",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326134",
          "TitleEnglish": "Game",
          "SummaryEnglish": "Naoya and Naoto catch up to the man messing around with their memories and figure out that he was the same person controlling Masayuki and his mother. The man's name is Sonezaki, and the two brothers confront him about all the horrible thing's he's done. Naoya see's a vision of the research center burning.",
          "Aliases": []
        },
        "14": {
          "ID": "326135",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326135",
          "TitleEnglish": "Incarceration",
          "SummaryEnglish": "Flashbacks show how Naoto and Naoya grew to trust Mikuriya. They went back to the research center to see if it really had burned down, and it had. After searching through the building's rubble, Naoto and Naoya find Mikuriya in a cabin close to where the research center was. Naoya found out that the three people who invaded and destroyed the lab have imprisoned Mikuriya to the cabin, and if he was to try and leave he'd be killed on the spot.",
          "Aliases": []
        },
        "15": {
          "ID": "326136",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326136",
          "TitleEnglish": "Surge",
          "SummaryEnglish": "Both brothers, along with Mikuriya, slowly make there way away from the watched area. It's not easy though- the enemy's power is so overwhelming that Naoya can barely go any further. As their distance between the lab grows, Mikuriya tells them about the past and even information about Shouko. She became so powerful, that she chose to become pure consciousness and help other beings with special powers. The brothers learn that if they strengthen their powers, they too can become pure consciousness like Shouko did. Then the people who destroyed the lab attack Naoto. While rushing to help his brother, Naoya notices that the powers seize, but only to combine and become one. Naoya and Naoto reactivate the barrier with their powers are repel the trespassers. After their ordeal, they return back to the city. Mikuriya decides to leave Japan and says goodbye. Noaya suddenly disappears before Naoto even has the chance to help him.",
          "Aliases": []
        },
        "16": {
          "ID": "326137",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326137",
          "TitleEnglish": "Reunion",
          "SummaryEnglish": "Naoya has started disappearing more and more, and he even asks if he'll become like Shouko. Naoto tells him he'd never let that happen. After realizing he can understand the language in Shouko's notebook, Naoya explains it and disappears again. Only this time he didn't return right away. Naoya see's Shouko, but when they touch hands he is sent away from the different world. After desperately searching for his brother, Naoto comes back to the room only to find him there. They finally are reunited with their parents, but find out that their parents think they're dead. To make matters worse, Sonezaki shows up.",
          "Aliases": []
        },
        "17": {
          "ID": "326138",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326138",
          "TitleEnglish": "Haze of Dust",
          "SummaryEnglish": "When Sonezaki shows up at the kirihara's clock shop, things get way out of hands. Sonezaki destroyed almost every clock and made it seem like Naoto was responsible, turning his own parents against him. The brothers ended up leaving their parents without ever telling them that they were their children.",
          "Aliases": []
        },
        "18": {
          "ID": "326139",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326139",
          "TitleEnglish": "Ark",
          "SummaryEnglish": "After being blackmailed, the brothers meet with a man convinced humanity is heading towards it's end. On their way out the three who ambushed them before show up to kill them. But they aren't too much of a threat because Naoto's power has become much stronger. He's able to block all of their attacks without any wasted effort. Shouko shows up, but only to say goodbye because hse isn't able to keep her form any more. After returning to the other world they find Futami's message. It's a list of people found by the Ark, including those who were eliminated by them.",
          "Aliases": []
        },
        "19": {
          "ID": "326140",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326140",
          "TitleEnglish": "Visions",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "20": {
          "ID": "326141",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326141",
          "TitleEnglish": "Concilation",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "21": {
          "ID": "326142",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326142",
          "TitleEnglish": "Mourning",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "22": {
          "ID": "326143",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326143",
          "TitleEnglish": "Divine Judgement",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "23": {
          "ID": "326144",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326144",
          "TitleEnglish": "Variation",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "24": {
          "ID": "326145",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-head-genesis/episodes/326145",
          "TitleEnglish": "Hope",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}