{
    "URL": "https://www.thetvdb.com/series/death-note",
    "Genres": [
        "Adaptation",
        "Critically Acclaimed"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0877057/",
        "https://www.viz.com/death-note",
        "https://www.themoviedb.org/tv/13916"
    ],
    "TitleEnglish": "Death Note",
    "SummaryEnglish": "When a Japanese high schooler comes into possession of a mystical notebook, he finds he has the power to kill anybody whose name he enters in it.",
    "TitleJapanese": "DEATH NOTE -デスノート-",
    "SummaryJapanese": "｢そのノートに名前を書かれた人間は死ぬ｣という力を持つ、\n死神が落とした恐るべき“デスノート”。\n天才的な頭脳を持ち、退屈を持て余していた高校生･夜神月（ヤガミ･ライト）が\nそれを拾った時から、すべては始まった。\nデスノートを使って、世の中に溢れる犯罪者たちに次々と死の制裁を下していく月は、いつしか“キラ”と呼ばれるようになる。\n果たして月＝キラは、世界を救う救世主なのか。\nそれとも独裁的な殺人者なのか。\nキラを崇拝する者、その行為を否定する者。\n世界は大きく揺れ動いていく･･･。",
    "Aliases": [
        "Death Note (2006)"
    ],
    "Modified": "2025-09-01",
    "Seasons": {
        "0": {
            "ID": "26910",
            "URL": "https://www.thetvdb.com/series/death-note/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "334528",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/334528",
                    "TitleEnglish": "Death Note Relight 1: Visions of a God",
                    "SummaryEnglish": "A special two hour episode of Death Note, mainly a compilation of the confrontations between Light and L, re-edited from Ryuk's perspective with new dialogue and soundtrack along with additional animation that could not be included in the original series. An Unnamed Shinigami comes to Ryuk to question him about his new story in the human world.",
                    "TitleJapanese": "DEATH NOTE リライト 幻視する神",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "401342",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/401342",
                    "TitleEnglish": "Death Note Relight 2: L's Successors",
                    "SummaryEnglish": "A sequel to the previous \"Death Note Rewrite.\" This story continues where the previous left off, continuing the story of Light. As the previous special told Light and L's battles, this story does the same with the conflicts between Light, Mello, and Near",
                    "TitleJapanese": "DEATH NOTE リライト2 Lを継ぐ者",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "16564",
            "URL": "https://www.thetvdb.com/series/death-note/seasons/official/1",
            "# Episodes": 37,
            "Episodes": {
                "1": {
                    "ID": "311257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/311257",
                    "TitleEnglish": "Rebirth",
                    "SummaryEnglish": "Light Yagami is a high school genius bored with life in general. Ryuk, a shinigami, is also bored, so he decides to drop his Death Note (a notebook shinigami use to kill humans) on Earth. Light finds this mysterious book and decides to rid the world of all wicked people and rule a utopia as a god.",
                    "TitleJapanese": "新生",
                    "SummaryJapanese": "「このノートに名前を書かれた人間は死ぬ」という力を持つ、死神が落とした恐るべき“デスノート”。ノートを拾い、世の中の犯罪者たちを抹殺して理想的な新世界を築こうとする高校生・夜神月と、彼の行為を止めるべく捜査に乗り出す謎の名探偵・L。1冊のノートから始まる天才vs天才の壮絶な頭脳戦が繰り広げられる……。"
                },
                "2": {
                    "ID": "311258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/311258",
                    "TitleEnglish": "Confrontation",
                    "SummaryEnglish": "Light falls into the first of many of L's attempts to uncover him from his Kira alter ego.",
                    "TitleJapanese": "対決",
                    "SummaryJapanese": "世の中を悪のない理想の世界に変えるため……と、月は、ノートに名前を書き続けるのをやめなかった。そんな中、世界中の犯罪者が急死するという事態に異常を察知したICPO〈国際刑事警察機構〉は、直ちに各国代表を集めて緊急会議を開始した。手掛かりのない大量殺人事件に各国代表たちの焦りが強まる中、出てきたのが『L』の名前だった。Lとは、世界中で発生した迷宮入り事件を解決してきた、名前も居場所も顔すら分からない人物。このLと唯一コンタクトが取れるワタリという男が……。"
                },
                "3": {
                    "ID": "311259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/311259",
                    "TitleEnglish": "Dealings",
                    "SummaryEnglish": "Ryuk informs Light that he's being followed and asks Light if he wants to make a trade for his own Shinigami eyes. But at what cost?",
                    "TitleJapanese": "取引",
                    "SummaryJapanese": "総一郎を中心とする捜査陣が情報の分析を進める中、Lは、キラが自分なりの正義感を抱いた学生の可能性がある、と言い出した。徹夜続きの総一郎は、Lから犠牲者の日本での報道のされ方をさらに詳しく調べるよう求められ、部下たちの尻を叩く。一方、月は、警察の動きを知ったリュークの心配をよそに余裕の表情を見せていた。実は、月の父親は、日本の警察情報を一手に握っている夜神総一郎だった。そのパソコンに何の痕跡も残さずに進入することが出来る月は、警察がキラを学生だと疑い始めていることですら早々にキャッチしていたのだ。"
                },
                "4": {
                    "ID": "311260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/311260",
                    "TitleEnglish": "Pursuit",
                    "SummaryEnglish": "Light creates a complex plan involving the Death Note and another criminal to try and expose his follower's name and identity.",
                    "TitleJapanese": "追跡",
                    "SummaryJapanese": "何としても尾行者の名前を掴んで抹殺したい月は、手始めにデスノートの魔力を把握しようと計画。刑務所内の受刑者6人に様々な条件を付けて殺害した月は、総一郎のパソコン情報から、ターゲットの死の直前の行動も操れることを確認した。そして、その魔力を計算に入れて、行動を開始した。月が尾行者の名前を知るために使った“エサ”は、銀行を襲撃した麻薬常習者・恐田奇一郎。デートの約束をして彼女のユリと一緒に乗ったバスを、恐田に襲わせるようノートに書いた月は、その車内に尾行者をおびき入れたのだ。"
                },
                "5": {
                    "ID": "311261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/311261",
                    "TitleEnglish": "Tactics",
                    "SummaryEnglish": "After finding the true identity of his follower, Light uses him to deal a major blow to the rest of his enemies.",
                    "TitleJapanese": "駆引",
                    "SummaryJapanese": "FBIの捜査官であった尾行者・レイの名前を知り、すぐにでもその命を狙える立場になった月。だが、すぐコトを起こせば自分が疑われると考えた月は、レイを殺害するタイミングをずらした。FBI関係者の情報を入手してからでも、遅くはないのだ。まもなく、顔を見せないようにレイに接近した月は、デスノートの切れ端に、日本国内に潜入したFBI捜査官全12人の名前をレイ自身に書かせた。そして、その顔をパソコン画面で確認させることに成功した月は、すぐさまレイを含めた全員の命を奪った。潜入させた部下を全て殺されたFBI長官は……。"
                },
                "6": {
                    "ID": "311262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/311262",
                    "TitleEnglish": "Unraveling",
                    "SummaryEnglish": "Furthering the Kira investigation, the remaining police force finally meets L.",
                    "TitleJapanese": "綻び",
                    "SummaryJapanese": "総一郎ら5人の捜査官をホテルの一室に招き入れたLは、キラの思考回路について説明した後、日本に潜入したFBI捜査官のことに的を絞って話を始めた。Lは、様々な推理を積み重ねた結果、FBIが調査していた人物の中にキラがいたと考えて間違いない、というのだ。FBI関係の情報や必要データを受け取った総一郎らは、Lの推理に舌を巻きながら、さっそく捜査に乗り出した。その頃、総一郎に着替えを届けるため警察庁に行った月は……。"
                },
                "7": {
                    "ID": "314051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/314051",
                    "TitleEnglish": "Overcast",
                    "SummaryEnglish": "Light meets Penber's fiance — an ex-officer who is determined to hunt down Kira.",
                    "TitleJapanese": "曇天",
                    "SummaryJapanese": "女の持っている情報が捜査本部に伝わることを恐れた月は口封じのため、デスノートに女の名前を書くが、女には何も起こらない。このことから月は、女の名乗った名前が偽名だということに気付く。何としてでも女の本名を得たい月だが、女は直ぐにでも捜査本部に行きキラの情報を話したいという。目の前に迫る捜査本部に焦った月は……。その頃、Lのいるホテルの一室では、キラのターゲットになることを回避するため、偽名の入った警察手帳、GPSが内蔵されたベルトのバックルを捜査員へ配布。自らの命をかけてキラに立ち向かうことを覚悟した捜査員。自らの姿を晒しても必ずキラを捕まえるとLは決意して……。"
                },
                "8": {
                    "ID": "314052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/314052",
                    "TitleEnglish": "Glare",
                    "SummaryEnglish": "Discovering that L has gone so far as to tap his room with cameras, Light comes up with a plan to throw off his suspicions.",
                    "TitleJapanese": "目線",
                    "SummaryJapanese": "日本に潜入していたFBI捜査官の死の直前の情報を分析したLが注目したのは、駅構内の監視カメラが捉えていたレイ＝ペンバーの死のシーンであった。レイが改札とホームで手にしていた封筒が、死亡した際には見当たらず、遺留品リストにもない。絶命寸前のレイが必死に走り去る電車の中を見ようとしていることからLは、キラがその車中にいたかもしれないと推理した。まもなく、レイのフィアンセ・南空ナオミがレイの死の翌日から消息がわからないとの連絡を受けたLは、レイが捜査を担当していた2人の警察関係者――次長の北村とその家族、そして、総一郎の家族が怪しいとにらむが……。"
                },
                "9": {
                    "ID": "314053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/314053",
                    "TitleEnglish": "Encounter",
                    "SummaryEnglish": "Still suspicious of Light's too-perfect behaviour, L decides to take drastic measures and enters the same university to meet Light face to face.",
                    "TitleJapanese": "接触",
                    "SummaryJapanese": "夜神家・北村家に監視カメラと盗聴器を仕掛けた後も、キラによる殺人は絶えず行われていることから、Lは両家のカメラを取り外すことを捜査本部へ発表した。しかし、レイ＝ペンバーが調べていた者の中の誰かがキラであることへの疑いを捨てきれないLは、両家の中で完璧すぎる月に引っ掛かりを感じ、自ら捜査に乗り出すことを決意する。そしてLは、顔が知れても名前を知られなければ殺すことは出来ないと確信した上で、月の動向を探るために月と同じ大学に人気アイドル流河旱樹の名を使って偽名で入学をすることに成功。更に追い討ちをかけるように……。"
                },
                "10": {
                    "ID": "316389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/316389",
                    "TitleEnglish": "Doubt",
                    "SummaryEnglish": "L begins to profile Light through a game of tennis and brings up some questions regarding the Kira case hoping to figure out the truth about him.",
                    "TitleJapanese": "疑惑",
                    "SummaryJapanese": "月がキラである可能性が高いことから自ら月の大学に入学したLは、親睦を深めるためにと月へテニスの勝負を挑む。月のプレイスタイルで性格を分析し、反応でキラとの関連性を推測するが、実はLの提案したテニスの本当の目的は、別にあった。月の動向を深く探りたいLの本当の目的は――「月を捜査本部に連れて行くこと」だった。月は、ムキになって勝ちにいくことはキラっぽいが、Lが親睦のためと銘打ったこのテニスの目的は他にあると気付き、先手必勝とばかりにテニスでは月が勝利を収める。流河と名乗る男が本当にキラ事件の指揮を執っているLなのか証明したい月は「流河に頼みたいことがある」とLをお茶に誘うが……。"
                },
                "11": {
                    "ID": "316390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/316390",
                    "TitleEnglish": "Assault",
                    "SummaryEnglish": "The Sakura TV station plans to air Kira's homemade videos. Little do they know that the videos will bring more than ratings.",
                    "TitleJapanese": "突入",
                    "SummaryJapanese": "さくらTVが“キラ”だと名乗る者から送付されたビデオテープを、指定された日時に放映した途端、キラが予告した人物が生放送中に次々と死んで行く。キラの裁きのターゲットは、“キラ”を否定するキラ否定派のコメンテイターやメインキャスターであった。この様子を見て愕然としたLは、キラのメッセージが世界の人々に放送されることを恐れ、直ぐにさくらTVへ放送の中止を呼びかけようとするが、局内の全ての電話が通じない。絶えかねた捜査本部員・宇生田がテープを奪うためにさくらTVへ駆けつけ局内に進入しようとした瞬間、逆らった者の見せしめとしてキラに殺されてしまい……。"
                },
                "12": {
                    "ID": "316391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/316391",
                    "TitleEnglish": "Love",
                    "SummaryEnglish": "After seeing the message \"Kira\" sent, the task force decide to make a reply and adds Light to the force. Yet while the task force and L try to find the fake \"Kira\" Light has to find her first or else the existence of the Death Note will be revealed!",
                    "TitleJapanese": "恋心",
                    "SummaryJapanese": "Lの命を奪うとキラから宣告された翌日。第二のキラの可能性を伏せながら月に捜査協力をしてもらうことを決意したLは、捜査本部の人間に今までのキラ事件の捜査状況と、第二のキラと思われる人物から送られてきたビデオテープを観てもらい、月がどのように判断するか観てみたいと告げる。そして、もしも自分と同じように「第二のキラ説」の可能性を促したのならば、月への疑いはほぼ晴れたことになると。その後、総一郎から「竜崎が捜査協力を願っている」と連絡を受けた月は、捜査本部の内情と偽キラの正体を本部の人間より早く認知できる願ってもないチャンスだとLたちが待つホテル(捜査本部)へ……。"
                },
                "13": {
                    "ID": "316392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/316392",
                    "TitleEnglish": "Confession",
                    "SummaryEnglish": "The Task Force and Light continue to try and find the second Kira based on the evidence they keep receiving from him. Little do the other officers know that Light wants to find him for the sake of bettering his position as Kira.",
                    "TitleJapanese": "告白",
                    "SummaryJapanese": "Lより早く第二のキラを捕まえたいと考えていたところ、さくらTV宛に第二のキラから日記が届く。日記には互いのノートを見せ合おうという本物のキラにしか分からない暗号が隠されていた。メッセージの真意に気付いた月は、この内容がLに悟られぬよう、あくまでも捜査の一環と見せ掛けながら、松田と第二のキラに指定された日時に私服で見回りに行くことを理由に、青山で第二のキラとの接触を試みる。青山へ向かった月は、ノートを見えるように持っている者がいないか確認し、それに気付かれぬようノートに触ることを意識しながら行動をする。しかし、第二のキラには自分がキラだということは知られたくない月の思いとは裏腹に……。"
                },
                "14": {
                    "ID": "316393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/316393",
                    "TitleEnglish": "Friend",
                    "SummaryEnglish": "Light furthers his plans as Kira after meeting with the very annoying second Kira.",
                    "TitleJapanese": "友達",
                    "SummaryJapanese": "家まで押しかけてきた海砂に死神を見せてくれとせがまれた月は、信用させるためにはやむを得ないと自分のデスノートに触れさせ、海砂にリュークの姿を見せる。海砂にLの名前を見せ、本部もろとも消す計画を立てた月は、自分がキラだということを知る唯一の人間も長く生かしておくことは出来ないと、Lの死後、彼女を始末する決意を固める。Lは、もし月がキラならば、第二のキラとの接触は月が自ら捜査に行くと志願した青山が怪しいと睨み、事前に仕掛けておいた監視カメラの映像をチェックする。更に第二のキラが何らかの形で月に接触してくる可能性も考え、捜査本部の人間に月の行動を常に観察するよう指示をする。"
                },
                "15": {
                    "ID": "316394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/316394",
                    "TitleEnglish": "Wager",
                    "SummaryEnglish": "Light tries using the second Kira to find out L's real name. However, L is well prepared for Kira's next move and is able to get one of the Kira is in his custody soon enough.",
                    "TitleJapanese": "賭け",
                    "SummaryJapanese": "Lの居場所に連れていけば直ぐにでもLを殺すというレムに、月はLを始末する日時と殺し方をよく考えた上で、改めて明日にでも返事をすると約束する。月は電話の会話を警察に聞かれぬよう、連絡手段として海砂が所有する複数の携帯の一つを借り、海砂とレムは月の家を後にした。月は、流河が100％Lだと断定できないこの状況でLを始末すれば、自分がキラだという疑いが濃くなる可能性を危惧するが、Lを事故死で始末すれば証拠は残らないだろうと賭け、明日がLの命日だと決意を固める。翌日、Lは第二のキラが残した荷から幾つかの手がかりを捜し当てるが……。"
                },
                "16": {
                    "ID": "316395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/316395",
                    "TitleEnglish": "Decision",
                    "SummaryEnglish": "After renouncing ownership of both Death Notes, Light turns himself into L and is imprisoned.",
                    "TitleJapanese": "決断",
                    "SummaryJapanese": "海砂がデスノートの所有権を放棄したことで、2冊のデスノートの所有者になった月は、海砂が持っていたノートの所有権を放棄し、再びレムに返却をする。そして月は次に自分が「捨てる」と口にした時、文脈に拘らず“ノートの所有権を放棄”するという意味でとらえるようリュークに告げる。一方、捜査本部ではデスノートに関する記憶を失った海砂が目を覚まし、月は自分の“彼氏”であることを認める。Lは気を失う前までは黙秘を続けた海砂が、目を覚ました途端に月のことをあっさり彼氏と認めることに不信感を抱く。ある計画の準備を終えた月は、Lの居る捜査本部へ向かい、自分に自覚が無いだけで“キラは僕”かもしれないと告げる。"
                },
                "17": {
                    "ID": "320491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/320491",
                    "TitleEnglish": "Execution",
                    "SummaryEnglish": "Getting nowhere fast, L thinks of a new plan to get Misa, Light, and Mr Yagami out of confinement. Meanwhile, Rem finds a new person to play as Kira.",
                    "TitleJapanese": "執行",
                    "SummaryJapanese": "キラが犯罪者の裁きを開始してから一ヶ月以上が経過しても一向に月と海砂の監禁を解く様子のないLに苛立ちを感じ始めた相沢は、キラ＝月という推理が外れたことを認めたくないから監禁を解かないのではないかとLを問い詰める。月に固執していたLは、相沢の言葉を聞きいれ、総一郎に2人の監禁を解くための条件を直接話したいと本部へ戻ってくるよう告げる。三日後、総一郎は自ら運転する車に月と海砂を乗せ、2人を死刑台に連れて行くと宣告する。身に覚えの無いことで犯罪者に仕立て上げられていると強い反発をする2人に、総一郎はこの命令はLからの指示で、Lは月をキラ、海砂を第二のキラと断定したと告げる。そして突如……。"
                },
                "18": {
                    "ID": "320492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/320492",
                    "TitleEnglish": "Ally",
                    "SummaryEnglish": "Tensions rise among the Task Force as the Kira investigation continues with the close surveillance of the Yotsuba corporation. But when the Force finds that the police are no longer supporting the case, the members are forced to choose between keeping their jobs or resigning to continue searching for Kira.",
                    "TitleJapanese": "仲間",
                    "SummaryJapanese": "捜査本部が、Lの建設したビルへと移動してから数日後。月＝キラだと断定していたLは、月と海砂を監禁した時の2人の様子からキラの力は人を渡っていくかもしれないと推理するが、何者かのキラが誰かを操り犯罪者を殺し、操られた者が捕まるとその能力を他の者に移し、記憶は抹消されるとするならば、自分がいくら命をかけて捜査をしても本物のキラは捕まえられないかもしれないと気を落とす。自分がキラでなければ気がすまないというLの言い方に腹を立てる月と、月＝キラでは事件は解決しないことに苛立ちを覚えるL。胸の奥に秘めていた言葉を互いに吐き出し、2人は初めて殴り合いの喧嘩をする……。"
                },
                "19": {
                    "ID": "320493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/320493",
                    "TitleEnglish": "Matsuda",
                    "SummaryEnglish": "Matsuda makes the Kira investigation more difficult for the Task Force when he gets himself captured by the Yotsuba corporation.",
                    "TitleJapanese": "松田",
                    "SummaryJapanese": "海砂のマネージャーとして海砂と共にドラマのロケ地を訪れた松田は、その付近に立つビルの一つが、捜査本部が目を付けている「ヨツバグループ東京本社」であることに気付く。以前から捜査本部で自分だけが目立った活躍をしていないことを気にかけていた松田は、ここで手柄を立てようと、ヨツバ社内へと侵入する。一方、ヨツバを調査中の捜査本部に、Lに次ぐ名探偵と呼ばれる探偵エラルド＝コイル宛に「Lの正体を明かして欲しい」との依頼が入っていると、ワタリから連絡が入る。人手が足りない現状で、コイルにも気を配らなければいけないことに捜査本部は頭を抱えるが……。"
                },
                "20": {
                    "ID": "320494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/320494",
                    "TitleEnglish": "Makeshift",
                    "SummaryEnglish": "L has bugged the secret meeting in the Yotsuba corporation and the task force is divided between those who want to stop the killing by arresting the 7 members of the Yotsuba corporation and those who want to wait to know who is actually Kira.",
                    "TitleJapanese": "姑息",
                    "SummaryJapanese": "ヨツバグループにとって邪魔な人間の誰をいつ、キラに殺してもらうかを決定するための会議の盗聴に成功した捜査本部は、人の命を簡単に扱うヨツバ幹部の冷酷さに唖然とする。こちらで作成したLについての報告書をコイルから受け取った幹部は、肝心なLの顔や名前が載っていないことに不服を感じるが、金曜・土曜にヨツバにとって有利に働く死が毎週では、Lがヨツバ＝キラと関連付づけることは絶対にないとは言えないとヨツバに忠告をし、自分たちが行っている行為をここまで調べ上げたコイルに危険を察した幹部は……。"
                },
                "21": {
                    "ID": "320495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/320495",
                    "TitleEnglish": "Performance",
                    "SummaryEnglish": "The Task Force uses Misa as a way to get closer to the Yotsuba corporation. But things get complicated when Rem tries to communicate with her.",
                    "TitleJapanese": "活躍",
                    "SummaryJapanese": "海砂を囮にキラの特定を考えたLは、コイル（アイバー）からヨツバに「弥海砂はLを知っているかもしれない。弥をヨツバのCMに起用し、Lについて聞き出すことを奨める」と報告をさせる。Lの計算通り報告書に食いついたヨツバは、Lを探すのはコイルの仕事でもあると、コイルをヨツバ社員として迎え、海砂を会社のイメージガールに起用したいと面接を要求する。面接当日。海砂はヨツバキラに憑いていたレムと再会を果たす。面接に来た海砂の真意が読めないレムは……。"
                },
                "22": {
                    "ID": "326146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/326146",
                    "TitleEnglish": "Guidance",
                    "SummaryEnglish": "Thanks to Misa, the Task Force now knows the identity of the new Kira and L plans an elaborate scheme to smoke him out of hiding.",
                    "TitleJapanese": "誘導",
                    "SummaryJapanese": "Lは、もしも火口がキラの能力を持っているのならば、誰にも告げずに裁きを止め、力を持っていないのならば会議を開き、「第二のキラを引き込むために裁きを止めろ」と指示をするはず。だが、そんな火口の個人的意思にキラが応じることは考えにくいと告げ、どのような結果になったとしても、このまま犯罪者殺しが止まれば火口がキラの能力を持っていることに間違いはないだろうと断言する。Lは、月がキラであるならば、火口を捕まえても月を監禁した時のように同じことが繰り返されるだけかもしれないと推測するが……。"
                },
                "23": {
                    "ID": "326147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/326147",
                    "TitleEnglish": "Frenzy",
                    "SummaryEnglish": "L and the Task Force close in on Higuchi who continues to play into their hands. But as the time before Kira's identity is revealed on Sakura TV gets closer, Higuchi gets desperate and makes the deal for shinigami eyes.",
                    "TitleJapanese": "狂騒",
                    "SummaryJapanese": "計画通りに誘い出された火口は松田を始末するため、海砂の事務所へと侵入し、引き出しから松田の履歴書に記された名前をデスノートに書き込み、履歴書を元の位置に戻した後、直ぐさま事務所を後にする。Lと月は、わざわざ履歴書を元の位置に戻したこと、松田の名前をメモした途端に冷静さを取り戻した火口の行動に疑問を感じる。車内に戻った火口は、40秒が経過しても松田が死なないことに腹を立てるが、会社に戻れば松田が社内に忍びこんだ際のテープが残っていることを思い出し、死神レムと“死神の目”の取引を交わす。車内の様子をモニターで見ていた月とLは……手を失った火口は肩を落とし、逃走劇は終わりを告げる……。"
                },
                "24": {
                    "ID": "326148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/326148",
                    "TitleEnglish": "Revival",
                    "SummaryEnglish": "While Higuchi is finally captured, Light inadvertently regains his memories as Kira.",
                    "TitleJapanese": "復活",
                    "SummaryJapanese": "身柄を拘束され、殺しの手段を訊ねられた火口は、デスノートの存在とルールを明かす。半信半疑でノートを手にした総一郎と模木は、デスノートに憑いている死神・レムを目にする。ノートに触れた者だけが死神の存在を確認出来ることに気付いたLもデスノートへ手を伸ばす。同様に死神を目の当たりにしたLは、ノートがキラの殺人の手段であれば、キラ・第二のキラの2人が存在していたことから、ノートは2冊以上あり、まだ事件は解決していないと推理する。そしてLの側に居た月もデスノートへと手を触れ……。"
                },
                "25": {
                    "ID": "326149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/326149",
                    "TitleEnglish": "Silence",
                    "SummaryEnglish": "L continues to interrogate Rem, while Light manipulates Rem into killing off the greatest obstacles in his way.",
                    "TitleJapanese": "沈黙",
                    "SummaryJapanese": "月のためなら死をも厭わない性格を利用され、月の命令でヨツバキラ死亡後に裁きを再開する海砂。月は、解放された途端に裁きが再開されたことで、再び海砂が疑われる状況を意図的に作り出す。このままではLに再逮捕され、それを防ぐには自分がLを殺すしかないことを気付かされるレムは、全ては月の計画通りであることを悟る。雨の中でたたずむLを発見した月はLの元へと駆け寄る。今日は鐘の音が酷く煩いというLの言葉で耳を澄ましてみるが、聞こえるのは雨音ばかりで何も聞こえない。お前の言うことはデタラメばかりだと苦笑した月に……。"
                },
                "26": {
                    "ID": "326150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/326150",
                    "TitleEnglish": "Renewal",
                    "SummaryEnglish": "A transmission intended for L's successor shows all of L's findings on the Kira case. Afterwards, Light furthers his plans for a utopia, dividing the world into those who support and those who fear Kira.",
                    "TitleJapanese": "再生",
                    "SummaryJapanese": "L死亡後。Lの設立した捜査本部のシステムを持ち出していた月は、Lがこれまでキラ事件に関して調べてきた調査報告書を発見する。あと一歩でキラ事件の真相に辿り着くLの推理力と行動力に、月は改めて息を呑む。世界の警察を動かせる唯一の人間であるLが居なくなった今、捜査を続けるためにはLの死を隠し、Lと捜査しているとみせかけなくてはいけない。日本捜査本部からの推薦で二代目Lを継いで欲しいとの要望を受けた月は、全てが自分の思惑通りに進む現状に「Lがいないと全てがぬるい」とほくそ笑み……。"
                },
                "27": {
                    "ID": "326151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/326151",
                    "TitleEnglish": "Abduction",
                    "SummaryEnglish": "Five years later, two new enemies prepare themselves to challenge Kira. While one tries to find Kira with the help of the newly established group, the SPK, the other takes a more drastic measure by kidnapping someone very close to Soichiro and Light.",
                    "TitleJapanese": "誘拐",
                    "SummaryJapanese": "キラ事件に関する総一郎らの捜査が行き詰まった頃、アメリカにある施設では、Lの後継者であるニアとメロという2人の少年が、その後継者として名乗りを上げていた。責任者のロジャーは、2人が力を合わせるよう説得するが、気に入らないメロは、施設を飛び出してしまった。やがて、ニアはFBI長官・メイスン直属のSPK（＝Lに頼らずキラを捕まえるための組織）の中心人物になった。アメリカ大統領にも直接面会できるニアは、日本国内に設置した盗聴器で、Lの死はもちろん、デスノートの存在とそれが日本の警察にあることも把握。何としても、デスノートを手に入れたいニアは……。"
                },
                "28": {
                    "ID": "328222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/328222",
                    "TitleEnglish": "Impatience",
                    "SummaryEnglish": "Near collaborates with Light in order to rescue Sayu, who is being held hostage in exchange for the Death Note.",
                    "TitleJapanese": "焦燥",
                    "SummaryJapanese": "“エヌ”を名乗るニアとLになりきる月は、お互いの正体が分からないまま電話で接触した。警察庁長官の殺害を知るニアに、月は粧裕が何者かに誘拐されデスノートとの交換を要求されていることを明かす。日本の警察が犯人側とロスで取り引きすると知ったニアは、口では協力を約束したが、ノートの奪取とキラの確保を目指して直ちに動き始めた。粧裕の殺害も念頭に置いてロスに先に乗り込んだ月は……。"
                },
                "29": {
                    "ID": "328223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/328223",
                    "TitleEnglish": "Father",
                    "SummaryEnglish": "Mortified over allowing the Death Note to fall into Mello's hands in order to save his daughter, Soichiro puts himself into harm's way in order to get it back.",
                    "TitleJapanese": "父親",
                    "SummaryJapanese": "デスノートを奪われた日本の警察は、その犯人捜しに躍起になっていた。アメリカのSPKを指揮しているNと、犯人グループの関係は何なのか。捜査員がワイズミーハウスを調べると、それが養護施設に名を借りた第2のLを育てるための場所であり、Nはそこのトップにいたニアという少年。“メロ”とはトップを争っていたライバルであることが発覚した。月の当面の目標は、メロの居るマフィアの居場所を突き止めること。デスノートのルール「ノートの所有者の写真を死神の目で見た場合、確認できるのは名前だけで、寿命は見ることはできない」。この法則を活用し、海砂の目を利用して所有者を探り当てることに成功して……。"
                },
                "30": {
                    "ID": "328224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/328224",
                    "TitleEnglish": "Justice",
                    "SummaryEnglish": "Tensions heat up between Light and Near as Near collects more details on the Death Note. Information insults fly back and forth, and Light is forced to act, in fear that his identity as Kira and L will be exposed.",
                    "TitleJapanese": "正義",
                    "SummaryJapanese": "ニアが二代目Lこそキラではないかという疑いを強める中、日本国内での犯罪件数が激減したことから、マスコミの多くは“キラこそ正義だ”というキャンペーンを始めた。また、アメリカでも、マスコミの様々な意見が飛び交う中、大統領が、キラを正義とは認めないが、キラを捕まえる行動は取らないと宣言する。このアメリカ大統領の演説に関して、日本の警察内で松田、相沢、模木らが、論戦していた。これを聞いた月は……。"
                },
                "31": {
                    "ID": "328225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/328225",
                    "TitleEnglish": "Transfer",
                    "SummaryEnglish": "Kira's plan to kill Near backfires and suspicions arise in the Japan Headquarters concerning Kira’s true identity in Light. Kira realizes he must hand off the Death Note once again and finds a new follower.",
                    "TitleJapanese": "移譲",
                    "SummaryJapanese": "キラを信奉するテレビキャスター・出目川の扇動で動く暴徒に取り囲まれたSPK本部。中から外の状況を監視し逃げ場がないと見たニアは、驚きの脱出策を実行に移した。SPK本部のビル上階から、暴徒たちの上に何千枚もの100ドル札を撒いたのだ。これに気付いた暴徒たちは、襲撃のことなど忘れ、我先に札を奪い合う。ビル周辺がパニック状態になったことから、周辺を囲んでいた警官隊は、事態を収拾するためにSPK本部に突入。ニアは、この混乱に乗じて、見事本部ビルからの脱出に成功。テレビでニアの姿を確認できずその抹殺に失敗した月は……。"
                },
                "32": {
                    "ID": "328226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/328226",
                    "TitleEnglish": "Selection",
                    "SummaryEnglish": "Teru Mikami has always had a sense of justice and brought it upon himself to distinguish between good and evil. Now a grown adult, Teru serves under Kira and uses his newly acquired powers to choose a Kira spokesperson to replace Demegawa.",
                    "TitleJapanese": "選択",
                    "SummaryJapanese": "月がデスノートを渡した魅上照は、正義感のかたまりのような男。正義のためなら、自分の唯一の味方で、女手一つで育ててくれた母親でさえも許さない。世の中は、その存在自体が悪である人間と、そうではない人間に分けられると考えるに至った魅上は、悪人を裁ける立場の検事になった。悪を削除するキラの出現は、魅上にとって、神が舞い降りたかのように思われた。出来る限り神に近付きたい魅上は、テレビ番組『キラ王国』を観覧に行き、マイクを握りしめて自己アピールした。そんな魅上は……。"
                },
                "33": {
                    "ID": "328227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/328227",
                    "TitleEnglish": "Scorn",
                    "SummaryEnglish": "Near comes closer and closer to the truth about who is who. He lays traps for Kira as Kira does the same for Near, setting the stage for the mounting final battle.",
                    "TitleJapanese": "嘲笑",
                    "SummaryJapanese": "キラを倒すため部下のレスターらと共に来日したニアは、月に挑戦状を叩きつけると同時に、現状を整理した。ニアは、キラに関係している人物が3人いると推測している。それは、キラでありながらLを名乗っている夜神月、実際にデスノートを所有し使用している人物“Xキラ”、そして、この2人の伝達役になっているNHNのアナウンサー・高田清美だ。月とXキラを殺害し、デスノートを没収すればコトは片付きそうなのだが……。"
                },
                "34": {
                    "ID": "329869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/329869",
                    "TitleEnglish": "Vigilance",
                    "SummaryEnglish": "It is confirmed within the task force that Light is up to something in his meetings with Kiyomi. After exhaustive research, Near decides he can move into the final stages of his plan to expose and humiliate Kira.",
                    "TitleJapanese": "虎視",
                    "SummaryJapanese": "魅上がデスノートを持っているとの情報を部下のジェバンニから受けたニアは、憑いているかもしれない死神に注意を促すと共に、さらなる調査を命令。その後、魅上が休憩時に呟いた言葉を読唇術で解析することに成功したニアたちは、魅上の『あの死神ノートを渡したきり現れやしない』との発言から魅上には死神が憑いていないことを断定する。月と清美が話していたホテル部屋を調べた相沢は、ドレッサーにあったメモ帳などから2人が筆談をしていた事実を確認し、ニアに通報。だが、すでにその情報を掴んでいたニアは……。"
                },
                "35": {
                    "ID": "330454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/330454",
                    "TitleEnglish": "Malice",
                    "SummaryEnglish": "Light and Near agree upon a meeting place for the final confrontation. A key player is kidnapped and the end results are shocking.",
                    "TitleJapanese": "殺意",
                    "SummaryJapanese": "ニアがジェバンニに指示して魅上の持つデスノートにある工作をした。まもなく、月はニアから会見を申し込まれた。これが、最後の対決になると予想している月。一方、ニアもこれで全てが解決すると思っていた。さらにニアは、この会見にある条件を出した。それは、会見場所に互いの捜査員全員を揃え、さらに日本の捜査本部にあるデスノートを安全のために持ってくること。これを月があっさり受けたため、会見は行われることになった……。"
                },
                "36": {
                    "ID": "330455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/330455",
                    "TitleEnglish": "1.28",
                    "SummaryEnglish": "The Japanese Task Force and the SPK finally meet at YellowBox Warehouse on January 28th. However, a third party has come to the warehouse as well, on Kira's orders to kill everyone else there.",
                    "TitleJapanese": "1.28",
                    "SummaryJapanese": "高田の死を知った各テレビ局のキャスターたちが次々とキラ代弁者への立候補を宣言する中、月は、ニアと面会時間の確認を行った。月もニアも勝利を確信している決戦の日は、明後日、28日の午後1時。相沢らは、その日、自分たち全員が殺されるかもしれないとあって緊張を隠せない。1月28日――。ニアから海砂を解放したとの連絡を受けた月は、隠し金庫から取り出したデスノートの運搬役に相沢を指名。完全なキラの世界を夢見る月は……。"
                },
                "37": {
                    "ID": "330456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-note/episodes/330456",
                    "TitleEnglish": "New World",
                    "SummaryEnglish": "The climactic battle between Light Yagami and L's successors finally comes to a close.",
                    "TitleJapanese": "新世界",
                    "SummaryJapanese": "魅上が、倉庫内にいる人物の名前をデスノートに記入してから一分が経過……。誰も死なないことを確認したニアは、レスター、ジェバンニらに命じて魅上の逮捕を指示。魅上からデスノートを押収したニアは、その中で唯一名前が書かれていなかった人物、「夜神月」をキラであると断定する。魅上にはずっと偽のノートを使わせ、ニアたちにはそれが本物であるよう見せる……。"
                }
            }
        }
    }
}