{
    "URL": "https://www.thetvdb.com/series/buso-renkin",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0877507/",
        "https://www.themoviedb.org/tv/31575"
    ],
    "TitleEnglish": "Buso Renkin",
    "SummaryEnglish": "The story begins when high school student Mutou Kazuki is killed one night saving a mysterious girl from a monster, only to wake up and find it was only a dream. However, he soon finds out how real that dream was when a giant serpentine monster attacks him and his sister. Tsumura Tokiko, the girl from his dream, explains that the monster is a homunculus. Kazuki had been attacked and killed by it when rescuing Tokiko, however the girl revived him by placing a kakugane medal in his chest. The kakugane, Tokiko explains, is an alchemical device that when activated can give him the power to fight homunculi. Using this, Kazuki creates his own Arms Alchemy (busou renkin), an alchemic weapon in the form of a huge lance. Along with Tokiko and her own Arms Alchemy (busou renkin), Kazuki joins the fight against the homunculi and their master.",
    "Aliases": [
        "Busô renkin",
        "Arms Alchemist",
        "Busou Renkin"
    ],
    "Modified": "2025-02-05",
    "Seasons": {
        "1": {
            "ID": "28417",
            "URL": "https://www.thetvdb.com/series/buso-renkin/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "335319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335319",
                    "TitleEnglish": "A New Life",
                    "SummaryEnglish": "Ever had a nightmare that felt so real you could have sworn that it wasn’t just a dream? Mutou Kazuki was in that predictament–however! It was not a dream. This “dream” ended up ending his life–but…what? He’s still alive?",
                    "Aliases": []
                },
                "2": {
                    "ID": "335320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335320",
                    "TitleEnglish": "The True Form Homunculus",
                    "SummaryEnglish": "As Kazuki begins to learn more about his enemy and the source of his power he decides to assist Tokito in the eradication of the Homonculi in his town. As Tokito begins investigating the “haunted factory” of the Homonculi she discovers a very disturbing thing, apparently the Homonculi have been developing a new weapon, a parasite that turns people into man eating monsters.",
                    "Aliases": []
                },
                "3": {
                    "ID": "335321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335321",
                    "TitleEnglish": "You've Become A Little Stronger",
                    "SummaryEnglish": "Muto Kazuki and Tsumura Tokiko are investigating who is behind all the homunculi appearances and hostile acts. Only with two leads: He wears a Papillion Mask and attends Kazuki’s high school. With that in mind, Kazuki and Tokiko do a thorough search of the high school–searching for more leads as to who this mysterious ” Papillion Mask Creator ” is. Time is short because of the Homunculus attached to Tokiko, which threatens to take control and transform her into one of the Homunculi in one week!",
                    "Aliases": []
                },
                "4": {
                    "ID": "335322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335322",
                    "TitleEnglish": "Another New Life",
                    "SummaryEnglish": "After searching hard for the Papillion Mask, they finally found him–although he was definitely not what they were expecting. He supposedly wanted to bargain with Kazuki: the antidote to the Homunculus attached to Tokiko’s body for his Busou Renkin, but Kazuki refused. With a single Kazuki punch, The Papillon Mask was knocked out and brought to be questioned. (The “antidote” was a fake.) As soon as they finished “talking”, the super-powerful Homunculus came to save the Papillion and thus–A NEW BATTLE BEGINS!",
                    "Aliases": []
                },
                "5": {
                    "ID": "335323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335323",
                    "TitleEnglish": "To Protect Someone",
                    "SummaryEnglish": "Kazuki and Tokiko retreat to form a plan on how to defeat the eagle Homunculus but not all goes as planned when Tokiko receives possibly critical injuries. Hurt but not out for the count the eagle Homunculus plans to target Tokiko, but Kazuki won't hear of it and they face off in an exciting and explosive duel. Kazuki learns the reason behind this Homunculus's awesome strength is quite similar to the source of his own will to fight. When the battle turns against him and all seems lost Kazuki decides to go for broke and unleash a powerful but dangerous attack. With Tokiko's life on the line will Kazuki succeed in defeating the Homunculus? And even if he does with only one day left can he hope to save Tokiko's life?",
                    "Aliases": []
                },
                "6": {
                    "ID": "335324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335324",
                    "TitleEnglish": "The Butterfly of Black Death",
                    "SummaryEnglish": "Kazuki finds Koushaku in his great-great grandfather's laboratory and attempts to destroy the Homunculus matter. However, due to the interference of Koushaku's younger brother, Koushaku is able to have the Homunculus matter attach to him and is turned into a Homunculus. He then begins to eat everyone in the vicinity until he is killed by Kazuki, who passes out from exhaustion before he is able to deliver the cure to Tokiko. Kazuki awakens to find that Tokiko has been cured and that his buso renkin shall be called Sunlight Heart.",
                    "Aliases": []
                },
                "7": {
                    "ID": "335325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335325",
                    "TitleEnglish": "Whether or not You're a Hypocrite",
                    "SummaryEnglish": "Captain Bravo, a member of the Alchemist Warriors and the one who delivered the cure to Tokiko, offers Kazuki to join their mission on combating against the LXE, a group consisting of Human-type Homunculi based in Kazuki's town. Koushaku, having been resurrected by the LXE's leader who is also his great-great grandfather, Dr. Butterfly, and now calling himself Papillon, seeks Kazuki and declares war on him. Kazuki, Tokiko and Bravo are then attacked by Kinjo, a Homunculus of the LXE, but he is quickly dispatched by Bravo.",
                    "Aliases": []
                },
                "8": {
                    "ID": "335326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335326",
                    "TitleEnglish": "A Night in the Dorm",
                    "SummaryEnglish": "During the night, Bravo takes Kazuki out to the woods for special training while Tokiko protects the kakugane acquired from the previous battle. Later on, a Homunculus named Jinnai uses a buso renkin and takes control over the students in the dorm, ordering them to take the kakugane from Tokiko. Tokiko is able to avoid her classmates and kill Jinnai, freeing them from his control. Papillon takes the kakugane from the defeated Homunculus, declares that he will defeat Kazuki and then leaves the scene.",
                    "Aliases": []
                },
                "9": {
                    "ID": "335327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335327",
                    "TitleEnglish": "The Hayasaka Twins",
                    "SummaryEnglish": "Kazuki and Tokiko befriend the Hayasaka twins, Shusui and Ouka. However, the twins are actually humans working with the LXE ordered to kill the Alchemist warriors at the school. When two LXE Homunculi invade the school, Kazuki and Tokiko intercept the threats, causing the twins to realize who the Alchemist Warriors are and that they must kill their friends.",
                    "Aliases": []
                },
                "10": {
                    "ID": "335328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335328",
                    "TitleEnglish": "It Seems We're Well Matched",
                    "SummaryEnglish": "The four begin to battle and Kazuki eventually inflicts a fatal wound on Shusui. Ouka uses her buso renkin and heals Shusui while at the same time receiving Shusui's wound on her own body. Due to this, Kazuki realizes they are both humans and not Homunculi and questions whether they are the enemy or not. Shusui reveals that they worked under the LXE so that one day the two can become Homunculi and live together for eternity.",
                    "Aliases": []
                },
                "11": {
                    "ID": "335329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335329",
                    "TitleEnglish": "Till Death Do Us Part",
                    "SummaryEnglish": "Tokiko proceeds to eliminate the twins but is stopped by Kazuki who argues that they are still human and deserve to live. Shusui inflicts a critical wound on Kazuki while he is distracted. However, Ouka uses her buso renkin and absorbs Kazuki's wound damage claiming that Kazuki is someone they can trust. As Ouka begins to die, Kazuki, Tokiko, and Shusui are able to avert her death with the healing properties of the kakuganes. The next day, Kazuki and Tokiko visit Ouka in the hospital who reveals that her brother had left to train in order to rid himself of LXE's corruption.",
                    "Aliases": []
                },
                "12": {
                    "ID": "335330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335330",
                    "TitleEnglish": "Carnival",
                    "SummaryEnglish": "Kazuki, Tokiko, and Bravo infiltrate the LXE's base only to find out Dr. Butterfly and his army of Homunculi are targeting Kazuki's school. While Bravo engages in battle with the Homunculus in the base called Moonface, Kazuki and Tokiko defends the school from Dr. Butterfly and his army.",
                    "Aliases": []
                },
                "13": {
                    "ID": "335331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335331",
                    "TitleEnglish": "Signs Of Death",
                    "SummaryEnglish": "After defeating the Homunculi, the flask Dr. Butterfly has with him activates and begins to drain energy from everyone inside the school. Papillon appears with his own buso renkin activated and challenges Dr. Butterfly to a battle, eventually coming out victorious.",
                    "Aliases": []
                },
                "14": {
                    "ID": "335332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335332",
                    "TitleEnglish": "Who Are You?",
                    "SummaryEnglish": "Before Dr. Butterfly dies, he explains that a man named Victor is inside the flask and that he is a being far superior to humans and Homunculi. Kazuki destroys the flask and engages Victor in battle and is seemingly killed after having his kakugane destroyed. Kazuki regains his kakugane which is revealed to be a black kakugane, causing him to transform into a being like Victor with glowing light green hair, red eyes, and tanned skin.",
                    "Aliases": []
                },
                "15": {
                    "ID": "335333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335333",
                    "TitleEnglish": "An Intermediate Existence",
                    "SummaryEnglish": "After a short battle, Victor concludes that it would take too much time to defeat Kazuki and leaves the school. After reuniting with Captain Bravo, Papillon leaves to research Victor in order to turn Kazuki back into a human being. The next day, they decide to head to the beach where Tokiko runs into Gouta Nakamura. He tells Tokiko to meet with him at night for important information.",
                    "Aliases": []
                },
                "16": {
                    "ID": "335334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335334",
                    "TitleEnglish": "New Strength",
                    "SummaryEnglish": "That night, Gouta calls Tokiko out and tells her that Kazuki will be killed. Captain Bravo tells Kazuki that in six weeks, Kazuki will be passively draining energy from those around him like Victor and that Bravo has been ordered to kill Kazuki before the transformation is complete. In a short battle, Bravo handily defeats Kazuki, and leaves him for dead by throwing his inert body into the ocean.",
                    "Aliases": []
                },
                "17": {
                    "ID": "335335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335335",
                    "TitleEnglish": "When Dawn Comes",
                    "SummaryEnglish": "Tokiko manages to find Kazuki's body in the ocean and is able to revive him. Meanwhile, Gouta learns that a team led out by Alchemist Warrior Chief Sekima Hiwatari is sent to confirm Kazuki's death. Gouta learns they plan to assassinate Tokiko and impedes their mission before escaping and rendezvousing with Kazuki and Tokiko. The three then prepare to travel to the school where Kazuki's kakugane was found in order to find a way to restore his humanity.",
                    "Aliases": []
                },
                "18": {
                    "ID": "335336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335336",
                    "TitleEnglish": "The Escape",
                    "SummaryEnglish": "Tokiko explains that a mysterious person gave her Kazuki's kakugane and that person may know how to reverse the black kakugane's effect. Meanwhile, Papillon intercepts the team searching for Kazuki and engages one of its members, Genji Ikusabe in battle. Elsewhere, Shusui is recruited by the Alchemist Warriors for the upcoming battle against Victor. Kazuki's group is ambushed by the team at a graveyard.",
                    "Aliases": []
                },
                "19": {
                    "ID": "335337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335337",
                    "TitleEnglish": "As Long As I Can Protect You",
                    "SummaryEnglish": "Hiwatari's buso renkin separates Kazuki from Tokiko and Gouta. Papillon manages to defeat Ikusabe and learns about Kazuki's whereabouts from him. Tokiko and Gouta are able to defeat the enemy, Shinobu Negoro, and resume searching for Kazuki. Elsewhere, the other group of Alchemist Warriors finds Victor and engages him in battle, only to be easily beaten, though Shusui's abilities save them from certain death.",
                    "Aliases": []
                },
                "20": {
                    "ID": "335338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335338",
                    "TitleEnglish": "With Strength And Spirit",
                    "SummaryEnglish": "Kazuki runs into Captain Bravo, engages him in battle but is soon overwhelmed. Despite the information Tokiko is able to relay, Bravo tells him that after he kills Kazuki, he will kill himself to repent for his death. Kazuki, enraged that his failure will result in Bravo's death, pierces Bravo's buso renkin and wounds him. Bravo accepts that Kazuki has become strong and allows him to continue his search for a cure. However, they are then interrupted by Hiwatari's appearance.",
                    "Aliases": []
                },
                "21": {
                    "ID": "335339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335339",
                    "TitleEnglish": "Gone Into Flame",
                    "SummaryEnglish": "Hiwatari engages the four in battle and Bravo is critically wounded in the process. Just before Kazuki and Hiwatari finish each other off, the Alchemist General, Shosei Sakaguchi, stops them explaining Kazuki's assassination has been suspended and that the top priority for the Alchemists is the battle against Victor. Shosei then reinstates Tokiko and Gouta as Alchemy Warriors and allows Kazuki to continue his search for a cure.",
                    "Aliases": []
                },
                "22": {
                    "ID": "335340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335340",
                    "TitleEnglish": "A Decision Is Required",
                    "SummaryEnglish": "The Alchemist Warriors find and engage Victor in battle. Meanwhile, Kazuki, Tokiko, Gouta, and Papillon arrive at the school and meet a mysterious figure who introduces herself as Victoria and leads them to her brain in a vat mother, Alexandria, the creator of the black kakugane. Alexandria reveals her creation, a white kakugane, and explains it is able to negate the effects of the black kakugane. However, with only one in existence, Kazuki must decide whether to use it on himself or Victor.",
                    "Aliases": []
                },
                "23": {
                    "ID": "335341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335341",
                    "TitleEnglish": "Boy Meets Battle Girl",
                    "SummaryEnglish": "Kazuki and Tokiko spend time with their friends at the amusement park. After much thought, Kazuki decides what he will do with the white kakugane. Meanwhile, the battle between the Alchemist Warriors and Victor continues.",
                    "Aliases": []
                },
                "24": {
                    "ID": "335342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335342",
                    "TitleEnglish": "When You Die, I'll Die With You",
                    "SummaryEnglish": "Kazuki retrieves the white kakugane from Alexandria and proceeds to where the battle between Victor and the Alchemist Warriors is taking place. Using his buso renkin, he forces the white kakugane into Victor; However the white kakugane fails to restore him into a human and merely weakens him. Kazuki then flies to the moon, dragging Victor with him and saves the Earth from Victor's reign.",
                    "Aliases": []
                },
                "25": {
                    "ID": "335343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335343",
                    "TitleEnglish": "No One Could Ever Take His Place",
                    "SummaryEnglish": "Kazuki had sacrificed himself to save the world and left Tokiko in tears. Life continues–Captain Bravo relays the news of Kazuki to his friends as Tokiko is hospitalized, Chouno is left reminescing in Kazuki’s memory. Tokiko goes through a series of thinking and rethinking (in her own way) and finally comes to a conclusion that the last thing she can do for Kazuki before she leaves is to defeat Chouno in his place. Her friends, Gouta, Hayasaka Oka, Oka’s Busou Renkin: Gozen Angel, and Hayasaka Shuusui goes with her to defeat Papillion/Chouno/butterfly man. Can they manage it? Will Papillion even acknowledge Tokiko as a formidable opponent–one as worthy as Mutou Kazuki?",
                    "Aliases": []
                },
                "26": {
                    "ID": "335344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335344",
                    "TitleEnglish": "Period",
                    "SummaryEnglish": "Tokiko attacks Papillion in an attempt to settle the debt Kazuki made with him. Papillion makes no move until she threatens the large flask behind, which contains something he wishes not to be destroyed. Tokiko, thinking its his weapon to destroy the world, manages to crack the flask open only to reveal a white kakugane, made in one month from scratch. As everyone watches, the moon shines a light like the sun, proving that Muto Kazuki still lives on. Using aid from the General and others, Buster Baron launches into space to retrieve Kazuki. But upon his return, Papillion chooses this time for his duel. What outcome will this duel between Papillion and the now human Kazuki be? What will happen to Victor? The end of Busou Renkin is here.",
                    "Aliases": []
                }
            }
        }
    }
}