{
    "URL": "https://www.thetvdb.com/series/buso-renkin",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0877507/",
        "https://www.themoviedb.org/tv/31575"
    ],
    "TitleEnglish": "Buso Renkin",
    "SummaryEnglish": "The story begins when high school student Mutou Kazuki is killed one night saving a mysterious girl from a monster, only to wake up and find it was only a dream. However, he soon finds out how real that dream was when a giant serpentine monster attacks him and his sister. Tsumura Tokiko, the girl from his dream, explains that the monster is a homunculus. Kazuki had been attacked and killed by it when rescuing Tokiko, however the girl revived him by placing a kakugane medal in his chest. The kakugane, Tokiko explains, is an alchemical device that when activated can give him the power to fight homunculi. Using this, Kazuki creates his own Arms Alchemy (busou renkin), an alchemic weapon in the form of a huge lance. Along with Tokiko and her own Arms Alchemy (busou renkin), Kazuki joins the fight against the homunculi and their master.",
    "TitleJapanese": "武装錬金",
    "SummaryJapanese": "私立銀成学園高校。ごく普通の高校生活を送っていた武藤カズキは、ある晩怪物に襲われていた少女を助けようとして、命を落としてしまう。しかし、その少女・津村斗貴子に錬金術研究の成果である「核鉄（かくがね）」を埋め込まれることによって命を救われる。同時に、唯一無二の武装錬金「ランス（突撃槍）」の力を手に入れたカズキは、人を喰らう怪物・ホムンクルスの存在を知り、戦いの世界に足を踏み込む。次々にあらわる奇怪な強敵との戦いの中で、カズキは錬金の戦士として成長していく。そして、カズキに埋め込まれた「核鉄」の真の力とは…!?",
    "Aliases": [
        "Busô renkin",
        "Busou Renkin",
        "Arms Alchemist"
    ],
    "Modified": "2025-02-05",
    "Seasons": {
        "1": {
            "ID": "28417",
            "URL": "https://www.thetvdb.com/series/buso-renkin/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "335319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335319",
                    "TitleEnglish": "A New Life",
                    "SummaryEnglish": "Ever had a nightmare that felt so real you could have sworn that it wasn’t just a dream? Mutou Kazuki was in that predictament–however! It was not a dream. This “dream” ended up ending his life–but…what? He’s still alive?",
                    "TitleJapanese": "新しい生命",
                    "SummaryJapanese": "少女を救おうとした少年、武藤カズキは化け物に胸を貫かれるが、翌朝、何事もなかったかのように目を覚ます。訝しむカズキは放課後、化け物に変化した教師の巳田に襲われる。その時、昨夜の少女からの電話が彼の携帯に…！"
                },
                "2": {
                    "ID": "335320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335320",
                    "TitleEnglish": "The True Form Homunculus",
                    "SummaryEnglish": "As Kazuki begins to learn more about his enemy and the source of his power he decides to assist Tokito in the eradication of the Homonculi in his town. As Tokito begins investigating the “haunted factory” of the Homonculi she discovers a very disturbing thing, apparently the Homonculi have been developing a new weapon, a parasite that turns people into man eating monsters.",
                    "TitleJapanese": "ホムンクルスの正体",
                    "SummaryJapanese": "ホムンクルスを生み出した者の正体と目的を探ろうと、捜索を始めたカズキと斗貴子。二人は突如、空中から大鷲の翼を持つホムンクルスに急襲される。更に、斗貴子がホムンクルスの幼体に寄生されてしまい…。"
                },
                "3": {
                    "ID": "335321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335321",
                    "TitleEnglish": "You've Become A Little Stronger",
                    "SummaryEnglish": "Muto Kazuki and Tsumura Tokiko are investigating who is behind all the homunculi appearances and hostile acts. Only with two leads: He wears a Papillion Mask and attends Kazuki’s high school. With that in mind, Kazuki and Tokiko do a thorough search of the high school–searching for more leads as to who this mysterious ” Papillion Mask Creator ” is. Time is short because of the Homunculus attached to Tokiko, which threatens to take control and transform her into one of the Homunculi in one week!",
                    "TitleJapanese": "キミは少し強くなった",
                    "SummaryJapanese": "斗貴子のホムンクルス化を防ぐ解毒剤を入手するため、パピヨンマスクの男を探すカズキと斗貴子。同時にカズキは、武装錬金を自在に操れるようになるための特訓にも励む。そんな二人を、ホムンクルスの蛙井が襲う。"
                },
                "4": {
                    "ID": "335322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335322",
                    "TitleEnglish": "Another New Life",
                    "SummaryEnglish": "After searching hard for the Papillion Mask, they finally found him–although he was definitely not what they were expecting. He supposedly wanted to bargain with Kazuki: the antidote to the Homunculus attached to Tokiko’s body for his Busou Renkin, but Kazuki refused. With a single Kazuki punch, The Papillon Mask was knocked out and brought to be questioned. (The “antidote” was a fake.) As soon as they finished “talking”, the super-powerful Homunculus came to save the Papillion and thus–A NEW BATTLE BEGINS!",
                    "TitleJapanese": "もう一つの新しい命",
                    "SummaryJapanese": "パピヨンマスクの男を探すカズキは、死に至る病を患っているという三年生、蝶野と出会う。彼が手にしていたのは解毒剤…。蝶野こそがホムンクルスの創造主！ 彼は人間型ホムンクルスとなり、死を克服しようとしていた!!"
                },
                "5": {
                    "ID": "335323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335323",
                    "TitleEnglish": "To Protect Someone",
                    "SummaryEnglish": "Kazuki and Tokiko retreat to form a plan on how to defeat the eagle Homunculus but not all goes as planned when Tokiko receives possibly critical injuries. Hurt but not out for the count the eagle Homunculus plans to target Tokiko, but Kazuki won't hear of it and they face off in an exciting and explosive duel. Kazuki learns the reason behind this Homunculus's awesome strength is quite similar to the source of his own will to fight. When the battle turns against him and all seems lost Kazuki decides to go for broke and unleash a powerful but dangerous attack. With Tokiko's life on the line will Kazuki succeed in defeating the Homunculus? And even if he does with only one day left can he hope to save Tokiko's life?",
                    "TitleJapanese": "守るべき人のために",
                    "SummaryJapanese": "ホムンクルスの鷲尾を前に、ホムンクルスの幼体に寄生され動きの鈍い斗貴子と、立ち向かっていくカズキ。斗貴子を守りたいというカズキと、自分を救ってくれた蝶野の望みを叶えさせたいという鷲尾、譲れない二つの想いが激突し、眩い閃光を生む！"
                },
                "6": {
                    "ID": "335324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335324",
                    "TitleEnglish": "The Butterfly of Black Death",
                    "SummaryEnglish": "Kazuki finds Koushaku in his great-great grandfather's laboratory and attempts to destroy the Homunculus matter. However, due to the interference of Koushaku's younger brother, Koushaku is able to have the Homunculus matter attach to him and is turned into a Homunculus. He then begins to eat everyone in the vicinity until he is killed by Kazuki, who passes out from exhaustion before he is able to deliver the cure to Tokiko. Kazuki awakens to find that Tokiko has been cured and that his buso renkin shall be called Sunlight Heart.",
                    "TitleJapanese": "黒死の蝶",
                    "SummaryJapanese": "斗貴子を救うため、解毒剤を求めるカズキ。ホムンクルス本体の完成を待つ蝶野攻爵。対峙した二人のもとへ攻爵の弟である次郎が現れ、ホムンクルス本体の入ったフラスコを破壊してしまう。が、攻爵の執念でついに、人間型ホムンクルスのパピヨンが誕生してしまった！"
                },
                "7": {
                    "ID": "335325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335325",
                    "TitleEnglish": "Whether or not You're a Hypocrite",
                    "SummaryEnglish": "Captain Bravo, a member of the Alchemist Warriors and the one who delivered the cure to Tokiko, offers Kazuki to join their mission on combating against the LXE, a group consisting of Human-type Homunculi based in Kazuki's town. Koushaku, having been resurrected by the LXE's leader who is also his great-great grandfather, Dr. Butterfly, and now calling himself Papillon, seeks Kazuki and declares war on him. Kazuki, Tokiko and Bravo are then attacked by Kinjo, a Homunculus of the LXE, but he is quickly dispatched by Bravo.",
                    "TitleJapanese": "もし君が偽善と疑うのなら",
                    "SummaryJapanese": "斗貴子を救ったカズキは、キャプテンブラボーよりLXE・超常選民同盟の存在と目的を知らされ、錬金の戦士としてスカウトされる。皆を守りたいという気持ちと、それには自分は力不足ではないかという気持ちに揺れるカズキ。そこへL.X.E.からの刺客、人間型ホムンクルスの金城が現る!!"
                },
                "8": {
                    "ID": "335326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335326",
                    "TitleEnglish": "A Night in the Dorm",
                    "SummaryEnglish": "During the night, Bravo takes Kazuki out to the woods for special training while Tokiko protects the kakugane acquired from the previous battle. Later on, a Homunculus named Jinnai uses a buso renkin and takes control over the students in the dorm, ordering them to take the kakugane from Tokiko. Tokiko is able to avoid her classmates and kill Jinnai, freeing them from his control. Papillon takes the kakugane from the defeated Homunculus, declares that he will defeat Kazuki and then leaves the scene.",
                    "TitleJapanese": "寄宿舎の夜",
                    "SummaryJapanese": "ブラボーは、カズキを錬金の戦士として鍛え上げるための特訓を開始した。一方、斗貴子は別の任務を指示される。それは、金城の使っていた核鉄を守ることだった。その夜、その核鉄を奪取せんとするホムンクルス陣内に操られた寄宿舎の生徒達が、一斉に斗貴子に襲いかかる！"
                },
                "9": {
                    "ID": "335327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335327",
                    "TitleEnglish": "The Hayasaka Twins",
                    "SummaryEnglish": "Kazuki and Tokiko befriend the Hayasaka twins, Shusui and Ouka. However, the twins are actually humans working with the LXE ordered to kill the Alchemist warriors at the school. When two LXE Homunculi invade the school, Kazuki and Tokiko intercept the threats, causing the twins to realize who the Alchemist Warriors are and that they must kill their friends.",
                    "TitleJapanese": "早坂姉弟",
                    "SummaryJapanese": "カズキは、生徒会長を務める早坂桜花と、剣道部の強豪である弟の秋水と知り合いになる。剣道の稽古を通じて近寄っていくカズキと秋水だったが…。早坂姉弟は学園に潜む錬金の戦士の捜索と抹殺を命じられたL.X.E.の信奉者だった。そんなある日、L.X.E.のホムンクルス二人が学園に乗り込んでくる。"
                },
                "10": {
                    "ID": "335328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335328",
                    "TitleEnglish": "It Seems We're Well Matched",
                    "SummaryEnglish": "The four begin to battle and Kazuki eventually inflicts a fatal wound on Shusui. Ouka uses her buso renkin and heals Shusui while at the same time receiving Shusui's wound on her own body. Due to this, Kazuki realizes they are both humans and not Homunculi and questions whether they are the enemy or not. Shusui reveals that they worked under the LXE so that one day the two can become Homunculi and live together for eternity.",
                    "TitleJapanese": "君と俺は相性がいい",
                    "SummaryJapanese": "互いの正体を知り、驚くカズキと早坂姉弟。だが早坂姉弟に迷いはない。初手をカズキに譲った秋水は、日本刀の武装錬金“ソードサムライX”を発動させる。激しく激突する両者だったが、サムライXの煌めきは、確実にカズキの身体を切り刻んでいく。そしてついに秋水は渾身の逆胴を放つ！"
                },
                "11": {
                    "ID": "335329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335329",
                    "TitleEnglish": "Till Death Do Us Part",
                    "SummaryEnglish": "Tokiko proceeds to eliminate the twins but is stopped by Kazuki who argues that they are still human and deserve to live. Shusui inflicts a critical wound on Kazuki while he is distracted. However, Ouka uses her buso renkin and absorbs Kazuki's wound damage claiming that Kazuki is someone they can trust. As Ouka begins to die, Kazuki, Tokiko, and Shusui are able to avert her death with the healing properties of the kakuganes. The next day, Kazuki and Tokiko visit Ouka in the hospital who reveals that her brother had left to train in order to rid himself of LXE's corruption.",
                    "TitleJapanese": "死が二人を別つまで",
                    "SummaryJapanese": "姉弟を殺そうとする斗貴子にカズキは、「救える命は全部救う」と訴え続ける。斗貴子がたじろいだ瞬間、秋水の刃が、カズキの身体を貫いた…！ だが咄嗟に桜花が放った矢の能力により、カズキの傷は彼女へと移る。失われようとする命を前に、カズキは、斗貴子は、どうする？"
                },
                "12": {
                    "ID": "335330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335330",
                    "TitleEnglish": "Carnival",
                    "SummaryEnglish": "Kazuki, Tokiko, and Bravo infiltrate the LXE's base only to find out Dr. Butterfly and his army of Homunculi are targeting Kazuki's school. While Bravo engages in battle with the Homunculus in the base called Moonface, Kazuki and Tokiko defends the school from Dr. Butterfly and his army.",
                    "TitleJapanese": "カーニバル",
                    "SummaryJapanese": "L.X.E.のアジトをブラボー、カズキ、斗貴子が急襲する。だがそこにいたのはムーンフェイスのみ。彼は、ドクトルバタフライが生徒達を生贄にし、裏切りの戦士を復活させるため、銀成学園に向かったことを告げる。急ぎ学園に向かうカズキと斗貴子だったが…。"
                },
                "13": {
                    "ID": "335331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335331",
                    "TitleEnglish": "Signs Of Death",
                    "SummaryEnglish": "After defeating the Homunculi, the flask Dr. Butterfly has with him activates and begins to drain energy from everyone inside the school. Papillon appears with his own buso renkin activated and challenges Dr. Butterfly to a battle, eventually coming out victorious.",
                    "TitleJapanese": "死の胎動",
                    "SummaryJapanese": "友人達の声援を背に戦い続けるカズキの余りの強さに、斗貴子は疑問と不安を抱いていた。だが状況は、核鉄の力を手に入れたパピヨンが乱入し、ドクトルバタフライと戦い始めたこともあって、混戦に。そんな中、ついに裏切りの戦士が目覚めてしまう。"
                },
                "14": {
                    "ID": "335332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335332",
                    "TitleEnglish": "Who Are You?",
                    "SummaryEnglish": "Before Dr. Butterfly dies, he explains that a man named Victor is inside the flask and that he is a being far superior to humans and Homunculi. Kazuki destroys the flask and engages Victor in battle and is seemingly killed after having his kakugane destroyed. Kazuki regains his kakugane which is revealed to be a black kakugane, causing him to transform into a being like Victor with glowing light green hair, red eyes, and tanned skin.",
                    "TitleJapanese": "キミは誰だ？",
                    "SummaryJapanese": "百年の眠りから目覚めた裏切りの戦士、ヴィクター。彼はカズキと斗貴子を錬金の戦士と見て取ると、激しい憎悪を露わにし、二人を一蹴する。圧倒的な強さにランスを粉々に打ち砕かれるカズキを前に天を仰いで哭く斗貴子…。その時、ひび割れたカズキの核鉄が躍動を始めた…！"
                },
                "15": {
                    "ID": "335333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335333",
                    "TitleEnglish": "An Intermediate Existence",
                    "SummaryEnglish": "After a short battle, Victor concludes that it would take too much time to defeat Kazuki and leaves the school. After reuniting with Captain Bravo, Papillon leaves to research Victor in order to turn Kazuki back into a human being. The next day, they decide to head to the beach where Tokiko runs into Gouta Nakamura. He tells Tokiko to meet with him at night for important information.",
                    "TitleJapanese": "中間の存在",
                    "SummaryJapanese": "ヴィクターと同じ容姿と化したカズキは、闘争本能に駆られ、狂戦士の如き戦いぶりを見せるが、斗貴子の悲痛な叫びに我を取り戻す。ヴィクターのこと、カズキのヴィクター化、そして黒い核鉄―ブラボーは本隊に戻り、これらの謎を解くための調査を決意する。"
                },
                "16": {
                    "ID": "335334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335334",
                    "TitleEnglish": "New Strength",
                    "SummaryEnglish": "That night, Gouta calls Tokiko out and tells her that Kazuki will be killed. Captain Bravo tells Kazuki that in six weeks, Kazuki will be passively draining energy from those around him like Victor and that Bravo has been ordered to kill Kazuki before the transformation is complete. In a short battle, Bravo handily defeats Kazuki, and leaves him for dead by throwing his inert body into the ocean.",
                    "TitleJapanese": "新たなる力",
                    "SummaryJapanese": "カズキはブラボーから驚くべき事実を聞かされていた。黒い核鉄を胸に埋め込まれたカズキは、六週間後にはヴィクターと同じく、存在するだけで死を撒き散らす、忌むべきモンスターと化すという。戸惑うカズキに錬金戦団から再殺命令が下された…！"
                },
                "17": {
                    "ID": "335335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335335",
                    "TitleEnglish": "When Dawn Comes",
                    "SummaryEnglish": "Tokiko manages to find Kazuki's body in the ocean and is able to revive him. Meanwhile, Gouta learns that a team led out by Alchemist Warrior Chief Sekima Hiwatari is sent to confirm Kazuki's death. Gouta learns they plan to assassinate Tokiko and impedes their mission before escaping and rendezvousing with Kazuki and Tokiko. The three then prepare to travel to the school where Kazuki's kakugane was found in order to find a way to restore his humanity.",
                    "TitleJapanese": "夜が明けたら",
                    "SummaryJapanese": "斗貴子は、彼女が黒い核鉄を手に入れた場所へ向かおうとするカズキに、「私は君から離れない、君と私は一心同体だ」と告げる。その言葉にショックを受けた剛太は、錬金戦団戦士長の火渡率いる再殺部隊と出会ってしまう。斗貴子を反逆者とみなし抹殺すると言う火渡に、剛太は戦いを挑む。"
                },
                "18": {
                    "ID": "335336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335336",
                    "TitleEnglish": "The Escape",
                    "SummaryEnglish": "Tokiko explains that a mysterious person gave her Kazuki's kakugane and that person may know how to reverse the black kakugane's effect. Meanwhile, Papillon intercepts the team searching for Kazuki and engages one of its members, Genji Ikusabe in battle. Elsewhere, Shusui is recruited by the Alchemist Warriors for the upcoming battle against Victor. Kazuki's group is ambushed by the team at a graveyard.",
                    "TitleJapanese": "逃避行",
                    "SummaryJapanese": "ヴィクター化の謎を追い、黒い核鉄のあった場所、ニュートンアップル女学院に向かうカズキ、斗貴子、剛太。再殺部隊もまた学院を目指していたが、その前にパピヨンが立ち塞がる。ホムンクルス撃破数最多記録を持つ男、戦部とパピヨンの戦いはいかに…！"
                },
                "19": {
                    "ID": "335337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335337",
                    "TitleEnglish": "As Long As I Can Protect You",
                    "SummaryEnglish": "Hiwatari's buso renkin separates Kazuki from Tokiko and Gouta. Papillon manages to defeat Ikusabe and learns about Kazuki's whereabouts from him. Tokiko and Gouta are able to defeat the enemy, Shinobu Negoro, and resume searching for Kazuki. Elsewhere, the other group of Alchemist Warriors finds Victor and engages him in battle, only to be easily beaten, though Shusui's abilities save them from certain death.",
                    "TitleJapanese": "君さえ守れれば",
                    "SummaryJapanese": "カズキとはぐれた斗貴子と剛太を、根来が襲う。物体に自在に出入りし神出鬼没な攻撃を前に、剛太は防戦一方。さらに、根来は傷を負った斗貴子にも攻撃を仕掛けてくる。剛太は、斗貴子を守りたいという気持ちに後押しされ、反撃を開始する…。"
                },
                "20": {
                    "ID": "335338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335338",
                    "TitleEnglish": "With Strength And Spirit",
                    "SummaryEnglish": "Kazuki runs into Captain Bravo, engages him in battle but is soon overwhelmed. Despite the information Tokiko is able to relay, Bravo tells him that after he kills Kazuki, he will kill himself to repent for his death. Kazuki, enraged that his failure will result in Bravo's death, pierces Bravo's buso renkin and wounds him. Bravo accepts that Kazuki has become strong and allows him to continue his search for a cure. However, they are then interrupted by Hiwatari's appearance.",
                    "TitleJapanese": "想いと力を込めて",
                    "SummaryJapanese": "カズキとブラボーは、決着を付けるべく戦い始める。カズキを葬った後、自らも命を絶つと告げるブラボー。「俺はアンタに勝つ。勝ってアンタを死なせはしない！」カズキの想いを込めた一撃が眩い閃光と化し、ブラボーへと向かっていく。カズキの想いは、ブラボーに届くのか…!?"
                },
                "21": {
                    "ID": "335339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335339",
                    "TitleEnglish": "Gone Into Flame",
                    "SummaryEnglish": "Hiwatari engages the four in battle and Bravo is critically wounded in the process. Just before Kazuki and Hiwatari finish each other off, the Alchemist General, Shosei Sakaguchi, stops them explaining Kazuki's assassination has been suspended and that the top priority for the Alchemists is the battle against Victor. Shosei then reinstates Tokiko and Gouta as Alchemy Warriors and allows Kazuki to continue his search for a cure.",
                    "TitleJapanese": "GONE INTO FLAME",
                    "SummaryJapanese": "再殺の任を帯びた火渡の武装錬金“ブレイズオブグローリー”が炸裂。しかし、シルバースキンによってカズキ、斗貴子、剛太は救われた。身代わりとなったブラボーを失った怒りに駆られ、激昂するカズキ。その頃ヴィクターは、錬金戦団と交戦し、力の片鱗を見せつけていた…。"
                },
                "22": {
                    "ID": "335340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335340",
                    "TitleEnglish": "A Decision Is Required",
                    "SummaryEnglish": "The Alchemist Warriors find and engage Victor in battle. Meanwhile, Kazuki, Tokiko, Gouta, and Papillon arrive at the school and meet a mysterious figure who introduces herself as Victoria and leads them to her brain in a vat mother, Alexandria, the creator of the black kakugane. Alexandria reveals her creation, a white kakugane, and explains it is able to negate the effects of the black kakugane. However, with only one in existence, Kazuki must decide whether to use it on himself or Victor.",
                    "TitleJapanese": "決断を要す",
                    "SummaryJapanese": "錬金戦団によるヴィクターへの総攻撃が始まった。火渡の率いる錬金の戦士達が挑むが、ヴィクターの進化は最終段階に達し、更に強大な力を振るい出す。一方ニュートンアップル女学院にたどり着いたカズキ達は、パピヨン、御前と合流していた。一行を迎えた者は…！"
                },
                "23": {
                    "ID": "335341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335341",
                    "TitleEnglish": "Boy Meets Battle Girl",
                    "SummaryEnglish": "Kazuki and Tokiko spend time with their friends at the amusement park. After much thought, Kazuki decides what he will do with the white kakugane. Meanwhile, the battle between the Alchemist Warriors and Victor continues.",
                    "TitleJapanese": "BOY MEETS BATTLE GIRL",
                    "SummaryJapanese": "白い核鉄によって人間に戻れるのはヴィクターかカズキ、どちらか一人だけ…。カズキは究極の選択を突きつけられる。夏休みも終わりに近づいた登校日。カズキは斗貴子とともに、仲間達と楽しい時間を過ごしながらも、究極の選択の答えに一人葛藤する。"
                },
                "24": {
                    "ID": "335342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335342",
                    "TitleEnglish": "When You Die, I'll Die With You",
                    "SummaryEnglish": "Kazuki retrieves the white kakugane from Alexandria and proceeds to where the battle between Victor and the Alchemist Warriors is taking place. Using his buso renkin, he forces the white kakugane into Victor; However the white kakugane fails to restore him into a human and merely weakens him. Kazuki then flies to the moon, dragging Victor with him and saves the Earth from Victor's reign.",
                    "TitleJapanese": "キミが死ぬ時が私が死ぬ時",
                    "SummaryJapanese": "カズキは白い核鉄をヴィクターに使うことを決意する。それは新たな白い核鉄が完成の時までの、人々との別れを意味する。錬金戦団が激闘を繰り広げる戦場へと赴いたカズキと斗貴子は、ヴィクターに白い核鉄を打ち込んだが…!!!"
                },
                "25": {
                    "ID": "335343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335343",
                    "TitleEnglish": "No One Could Ever Take His Place",
                    "SummaryEnglish": "Kazuki had sacrificed himself to save the world and left Tokiko in tears. Life continues–Captain Bravo relays the news of Kazuki to his friends as Tokiko is hospitalized, Chouno is left reminescing in Kazuki’s memory. Tokiko goes through a series of thinking and rethinking (in her own way) and finally comes to a conclusion that the last thing she can do for Kazuki before she leaves is to defeat Chouno in his place. Her friends, Gouta, Hayasaka Oka, Oka’s Busou Renkin: Gozen Angel, and Hayasaka Shuusui goes with her to defeat Papillion/Chouno/butterfly man. Can they manage it? Will Papillion even acknowledge Tokiko as a formidable opponent–one as worthy as Mutou Kazuki?",
                    "TitleJapanese": "代わりなどいない",
                    "SummaryJapanese": "ヴィクターとの戦いの後…。世界には平和が戻り、何事もなかったかのように時が過ぎていく。だがそこにはカズキはいない。そんな中、斗貴子は無為の日々を過ごしていた。やがて彼女は、自分がカズキのために何をしてやれるかを考え続け、その答えをみつける。"
                },
                "26": {
                    "ID": "335344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buso-renkin/episodes/335344",
                    "TitleEnglish": "Period",
                    "SummaryEnglish": "Tokiko attacks Papillion in an attempt to settle the debt Kazuki made with him. Papillion makes no move until she threatens the large flask behind, which contains something he wishes not to be destroyed. Tokiko, thinking its his weapon to destroy the world, manages to crack the flask open only to reveal a white kakugane, made in one month from scratch. As everyone watches, the moon shines a light like the sun, proving that Muto Kazuki still lives on. Using aid from the General and others, Buster Baron launches into space to retrieve Kazuki. But upon his return, Papillion chooses this time for his duel. What outcome will this duel between Papillion and the now human Kazuki be? What will happen to Victor? The end of Busou Renkin is here.",
                    "TitleJapanese": "ピリオド",
                    "SummaryJapanese": "パピヨンは、カズキを諦めず白い核鉄を精製していた。そして斗貴子に、「貴様は武藤カズキを諦められるのか」と尋ねる。斗貴子の頬を伝う涙。見上げた月に、山吹色の閃光が走る。カズキの生存を確信した一同は？ そして、斗貴子とカズキは…。"
                }
            }
        }
    }
}