{
    "URL": "https://www.thetvdb.com/series/boys-be",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0257297/",
        "https://www.themoviedb.org/tv/34740"
    ],
    "TitleEnglish": "Boys Be...",
    "SummaryEnglish": "Boys Be is a 13-episode seinen drama, a glance at a year in the life of some high school friends. It starts off a bit like To Heart (non-linear), but soon leans toward a serious love story (from the guy's perspective), and the heavy focus on character development really starts to shine.",
    "Aliases": [
        "Boys be... más allá del amor"
    ],
    "Modified": "2025-05-26",
    "Seasons": {
        "1": {
            "ID": "16680",
            "URL": "https://www.thetvdb.com/series/boys-be/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "313364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boys-be/episodes/313364",
                    "TitleEnglish": "Cherry Blossoms",
                    "SummaryEnglish": "Kanzaki Kyoichi soon develops a crush towards his childhood friend Nitta Chiharu. His friend Kurumizawa Makoto tells him to confess his feelings for her, but it seems too late! Sorimachi Takashi has confessed before Kyoichi, and now, Chiharu seems to be avioding Kyoichi. Will Kyoichi be able to confess her feelings even if the competition is tight?"
                },
                "2": {
                    "ID": "313365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boys-be/episodes/313365",
                    "TitleEnglish": "Memorial Essence",
                    "SummaryEnglish": "After an unfortunate moped accident, Makoto finds himself confined to the hospital. Fortunately, he discovers a beautiful nurse with whom he falls in love with. Another young pateint decides to help him out, but will he succeed even with the girl's aid?"
                },
                "3": {
                    "ID": "313366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boys-be/episodes/313366",
                    "TitleEnglish": "After Kiss",
                    "SummaryEnglish": "Kenjo Yoshihiko, a baseball player, finds himself enraptured by a young girl who kisses him in the library. Will he ever get over their encounter?"
                },
                "4": {
                    "ID": "313367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boys-be/episodes/313367",
                    "TitleEnglish": "Bitter Sweet Rain",
                    "SummaryEnglish": "Mizutani Aki and her friends go out on the town, to go to karaoke. On their way there, however, they come across a photographer waiting for the flowers to bloom. This encounter reminds Aki of her old boyfriend and how they broke up. Has Aki gotten over their past relationship?"
                },
                "5": {
                    "ID": "313368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boys-be/episodes/313368",
                    "TitleEnglish": "Feeling Blue",
                    "SummaryEnglish": "Kyoichi and Makoto decide to work part-time at a beach. When they get there, they both meet a lovely young girl named Nao who tunrs out to be Chiharu's cousin. Makoto's instantly interested, but Nao has a protective brother! Meanwhile, Kyoichi and Chiharu's relationship heats up when they have an argument."
                },
                "6": {
                    "ID": "313369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boys-be/episodes/313369",
                    "TitleEnglish": "Baseball Lovers",
                    "SummaryEnglish": "Kenjo suffers an injury during a crucial baseball game, but a young girl named Horikawa is determined not to let him quit!"
                },
                "7": {
                    "ID": "313370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boys-be/episodes/313370",
                    "TitleEnglish": "Wind Bell",
                    "SummaryEnglish": "While running through the forest, Chiharu meets a guy named Okazaki. After their first encounter in the woods, they meet each other later on and he decides to ask her out on a date. The two spend a wonderful at the pond, but it seems that Kyoichi has a surprise for Chiharu, and so does she!"
                },
                "8": {
                    "ID": "313371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boys-be/episodes/313371",
                    "TitleEnglish": "Swallow",
                    "SummaryEnglish": "A young girl named Sayama Shoko is an aspiring singer, but lacks confidence in her own talent. Kyoichi becomes her confidant and begins to look at her differently. The two begins to have a relationship, but Kyoichi's not over Chiharu yet. Sayama asks him out again, but he forgets about their date! What's to become of Sayama and Kyoichi?"
                },
                "9": {
                    "ID": "313372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boys-be/episodes/313372",
                    "TitleEnglish": "Leaves",
                    "SummaryEnglish": "Makoto has acquired a new program that will choose the perfect girl for him. But after the program picks a girl named Erika, Makoto gets tangled up with another girl... Kazama Yumi."
                },
                "10": {
                    "ID": "313373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boys-be/episodes/313373",
                    "TitleEnglish": "Solitary Cross",
                    "SummaryEnglish": "Kyoichi has been having strange dreams lately. When he confides in his friends, he is told that it is merely a result of the loneliness he is experiencing since his break-up with Chiharu. Strangely enough, he meets up with Yokota, a young man who seems to have been in Kyoichi's dream. Soon, the two spend a lot of time together, making Makoto wonder if Kyoichi has decided to start a relationship with a man!"
                },
                "11": {
                    "ID": "313374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boys-be/episodes/313374",
                    "TitleEnglish": "First Snowfall",
                    "SummaryEnglish": "Kenjo gets involved with a pretty Santa Claus who turns out to be a celebrity. Soon, a rumor starts that the two are a couple. The whole incident leaves Kenjo with a desire to see Horikawa once more."
                },
                "12": {
                    "ID": "313375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boys-be/episodes/313375",
                    "TitleEnglish": "End To Beginning",
                    "SummaryEnglish": "The countdown of the year 2001 festival is coming, and several rumors are circulating about the new millenium. Chiharu overhears Horikawa mention that if a person is with the one they love during the start of the new century, they'll experience happiness together. Chiharu wants to be Kyoichi, but he seems to be intentionally avoiding her!"
                },
                "13": {
                    "ID": "313376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boys-be/episodes/313376",
                    "TitleEnglish": "Let It Be",
                    "SummaryEnglish": "A trip to Hokkaido for Kyoichi results in an unexpected encounter with a girl at the bus station. After offering him a ride, the two become friends and she even invites him to stay at her place. Could this encounter result in an unexpected relationship?"
                }
            }
        }
    }
}