{
    "URL": "https://www.thetvdb.com/series/black-lagoon",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Crime",
        "Drama",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0962826/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH1020728",
        "https://www.themoviedb.org/tv/12598"
    ],
    "TitleEnglish": "Black Lagoon",
    "SummaryEnglish": "Okajima Rokuro - now known almost exclusively as 'Rock' - was once a typical, put-upon Japanese businessman. Then, on a routine business trip, he was kidnapped and ransomed by the Lagoon Company: a band of mercenary pirates operating out of the crime-riddled city of Roanapur. Abandoned by his bosses, he joined the Lagoon Company. Now he must try and stay afloat amongst the ever-shifting politics of the criminal underworld, while simultaneously avoiding death at the hands of his quick-tempered, gun-toting co-worker, 'Two Hand' Revy.",
    "Aliases": [
        "Burakku Ragūn",
        "Black Lagoon: Roberta's Blood Trail",
        "Black Lagoon: The Second Barrage",
        "Black Lagoon: Roberta`s Blood Trail"
    ],
    "Modified": "2025-07-25",
    "Seasons": {
        "0": {
            "ID": "27024",
            "URL": "https://www.thetvdb.com/series/black-lagoon/seasons/official/0",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "2550741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/2550741",
                    "TitleEnglish": "Highschool Life",
                    "SummaryEnglish": "Rock is wondering why he's wearing a school uniform. It's not even the uniform he wore back during his school days! And so, he runs into everyone's counterparts in a high school setting."
                },
                "2": {
                    "ID": "2550771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/2550771",
                    "TitleEnglish": "The Magical Girl",
                    "SummaryEnglish": "Radical Revy-chan comes to Rock's aid and shows him that all of life's problems can be solved with guns."
                },
                "3": {
                    "ID": "2550781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/2550781",
                    "TitleEnglish": "The Melancholy of Balalaika",
                    "SummaryEnglish": "Balalaika is the mother of Hansel and Gretel."
                },
                "4": {
                    "ID": "2550791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/2550791",
                    "TitleEnglish": "Boys and Girls",
                    "SummaryEnglish": "Rock wakes up to find that he's become a woman with huge boobs! More humor ensues as he goes around town, finding out that everyone's genders have been switched!"
                },
                "5": {
                    "ID": "2550811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/2550811",
                    "TitleEnglish": "Summer Evening Spooky Story Contest",
                    "SummaryEnglish": "Rock, Revy, Balalaika, Yukiko, Hansel and Gretel are all together telling scary stories of varying degrees of horror."
                },
                "6": {
                    "ID": "2550821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/2550821",
                    "TitleEnglish": "Viva! Youth!",
                    "SummaryEnglish": "Rock finds himself in another school uniform, but he also finds that everyone around him is younger than they're supposed to be!"
                },
                "7": {
                    "ID": "2550801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/2550801",
                    "TitleEnglish": "Go For It! Manzai Grand Prix!",
                    "SummaryEnglish": "Yukio and Maki form a manzai duo and have all sorts of comedic hijinks."
                },
                "8": {
                    "ID": "2396121",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/2396121",
                    "TitleEnglish": "Roberta's Blood Trail: Collateral Massacre",
                    "SummaryEnglish": "Roberta's employer was killed, apparently as part of a war between the CIA and the NSA. She vows to punish those responsible no matter what it takes. Fabiola (her understudy), Black Lagoon and Mr. Chang get drawn into the conflict."
                },
                "9": {
                    "ID": "2396131",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/2396131",
                    "TitleEnglish": "Roberta's Blood Trail: An Office Man's Tactics",
                    "SummaryEnglish": "Rock accepts the offer to find Roberta before she declares war on the US troops. He tries to solve the puzzle of Roberta's whereabouts, by collecting partial information from everywhere. At the same time, the City Ring (Hong Kong Triad, Hotel Moscow, Italian Mafia, and Colombian Cartel) gather to decide upon what they should do next. The decision is kept secret, but we see Mr. Chang goes to the Church of Violence and is filled in by a CIA member (Eda) about the recent movements of NSA commandos (Alpha, Bravo, and Charlie companies)."
                },
                "10": {
                    "ID": "2396141",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/2396141",
                    "TitleEnglish": "Roberta's Blood Trail: Angels in the Crosshairs",
                    "SummaryEnglish": "Rock and Revy finally get enough information to find Roberta. They drive to the place where they think Roberta will start the war. Meanwhile, Revy calls Shenhua (the Taiwanese assassin), and asks for backup in return of money. They reach the war zone a bit late, since Roberta has already started the war. Rock gives a letter to Garcia, and asks him to \"open it when you can't figure out what to do next.\" Roberta, as well as Revy, Shenhua, Sawyer, and Lotton the Wizard kill enemies one after another. Meanwhile, Rock receives a phone call from Mr. Chang, asking him to close up the fight before it's too late. He says that Garcia and the maid are pawns on a chessboard, whose sacrifice is necessary for a checkmate. Rock refuses to do so, and Chang hangs up. In a confrontation, Garcia gets separated from the others, and takes cover behind some crates. Roberta passes by, and drops something, which is picked up by Garcia. It is revealed that Roberta is under the influence of some \"central nervous system stimulant,\" given to her by Doctor Hartland. The bottle says it's Ritalin. Roberta continues killing by various martial-art kicks and punches, but she is beaten severely by a commander of the Cuban Special Naval Missions Formation, who admits to \"know every single move she knows.\" He reveals that he does not want to kill Roberta; instead, he wants to employ her to his advantage. Roberta deceives and kills him by shooting and punching his face, while Garcia is watching him. Garcia shouts and asks her to stop, and then collapses. Roberta comes to her senses for a moment, and tries to help Garcia. However, being under drug influence, she suddenly feels that Garcia is just an illusion, and tries to kill this illusion by shooting it. A shot is heard, followed by repeated gunshots. At first, it seems that Roberta has shot Garcia, but Burrows (a member of the US Army) radios and reveals that \"Sergent Major Horner secured a boy.\""
                },
                "11": {
                    "ID": "2396151",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/2396151",
                    "TitleEnglish": "Roberta's Blood Trail: Oversaturation Kill Box",
                    "SummaryEnglish": "Rock has anticipated most of the action so far, but is waiting for a final piece to fall into place. Roberta runs into Revy's group. Fabiola tries to confront her, but Roberta is in a daze. She leaves and Revy's group chases after her. Garcia realizes that the soldiers who have taken him were the group that killed his father and drove Roberta to her present state. He tries to shoot the captain with a gun he found in an alleyway but is tackled. The captain of the US troops offers his gun to Garcia, saying he has the right to take revenge. At this point, Balalaika intervenes, telling the US troops over the radio that Roberta is right above them. Balalaika's group fires on Roberta from the roof of the opposite building. Roberta gets away. Revy's group tries to continue to chase Roberta, but is stopped from ambushing the US troops by Balalaika's group. Revy is injured in the process. Garcia opens the envelope Rock had given him earlier. It has instructions to bring the US troops to an extraction point. Eda arrives at Rock's car, revealing that she had sold him a large amount of supplies, and tells Rock that he's going to have to call the missing piece himself. The missing piece in Rock's plan is Dutch, who must agree to take a job. Rock calls Dutch, smoothing things over; Dutch then gets a call from Mr. Chang, asking him to ferry the troops out of the city. Balalaika continues to escort the troops, shooting Roberta with machine gun fire and RPGs as Balalaika talks the US captain on the radio. It is revealed that Balalaika was discharged after being caught by the international media helping a child refugee. The troops make it to Dutch and Benny, along with Rock, Revy, Garcia, and Fabiola. Benny reveals that they are heading up a river to the \"Golden Triangle,\" a place where Thailand, Burma, and Laos share a border. Fabiola and Revy get into a squabble. Rock is surprised to find that Garcia is carrying a gun, and tells Garcia that he requires more of his help. Robert"
                },
                "12": {
                    "ID": "2396161",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/2396161",
                    "TitleEnglish": "Roberta's Blood Trail: Codename Paradise, Status MIA",
                    "SummaryEnglish": "Rock explained the rest of his scheme to Garcia. Garcia agrees later stating to Fabiola that though the japanese man(Rock) might be manipulating him he will follow his plans if it helps Garcia achieve his goal. He tells Fabiola that he will save Roberta and plans to be by her side forever. Meanwhile, Fabiola's conversation with Revy left her remembering the physical and sexual abuse she had suffered as a youngster, and when she killed her abusive father. The Lagoon Company took Garcia, Fabiola and the US military group, led by Lt. Shane, to the Golden Triangle. In the jungle at night, the troops discovered a large number of scattered bars stuck into the ground. As they and Roberta hunted each other, she used an antique musket to fire bars at the troops; the attack could penetrate their armor. However, her style of fighting had become very inefficient and she was eventually heavily wounded. Upon daylight, Rock told Revy about his plan: the Opium Army would arrive soon, but the battle would be decided by then. He spoke of how Mr. Chan had let him go and Balalaika had let Roberta go. Chan didn't just want to hide Roanapur from the rest of the world, but also destroy the US military investigation (represented by the troops hunting Roberta) so that the US judicial authority would not get involved with The Golden Triangle, a major drug production site. Rock's own goal was to save Garcia and destroy the Roanapur underworld by getting the US military involved, as an act of revenge for all the people the town had led to ruin and those he was unable to save. Roberta emerged from the jungle, meeting up with Garcia, Fabiola and Lt. Shane. Garcia wouldn't let her get her revenge, as he felt this wouldn't redeem her. Instead, he shot Lt. Shane. Roberta flew into a delusional rage, but stopped when Garcia pointed his gun at her. He told her that if she believed his bullet would not harm her. He fired a blank and Roberta reflexively fired back hitting him in the gut. As"
                }
            }
        },
        "1": {
            "ID": "17212",
            "URL": "https://www.thetvdb.com/series/black-lagoon/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "319886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319886",
                    "TitleEnglish": "The Black Lagoon",
                    "SummaryEnglish": "Rokuro Okajima ('Rock') is sent on a mission, carrying with him a disk. He is captured by Dutch and Revy who are members of the ship called Black Lagoon. Problems arise for the crew when a skilled mercenary named Captain pursues them for the disk."
                },
                "2": {
                    "ID": "319887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319887",
                    "TitleEnglish": "Mangrove Heaven",
                    "SummaryEnglish": "The E.O. Captain is aboard an assault helicopter, and he has forced the Black Lagoon ship into a river. Rock comes up with a plan to get the Black Lagoon out. Meanwhile, Kageyama travels to the seas, seemingly to follow up on the E.O. Squadron, but ends up really having another agenda."
                },
                "3": {
                    "ID": "319888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319888",
                    "TitleEnglish": "Ring-Ding Ship Chase",
                    "SummaryEnglish": "Mr. Chin is furious when he learns that Dutch is now working for Balalaika. He is in fact so furious that he sends Luak and the pirates after the Black Lagoon. What will Balalaika say when she learns about the attack?"
                },
                "4": {
                    "ID": "319889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319889",
                    "TitleEnglish": "Die Rückkehr des Adlers",
                    "SummaryEnglish": "A collector of Nazi art hires the Black Lagoon to retrieve a painting form a submarine sunken in World War II. While Revy and Rock are under water, the Black Lagoon gets attacked."
                },
                "5": {
                    "ID": "319890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319890",
                    "TitleEnglish": "Eagle Hunting and Hunting Eagles",
                    "SummaryEnglish": "The Black Lagoon is forced to retreat and watch from a distance as the Neo-Nazis have arrived at the location of the sunken U-boat. Revy and Rock explore the sub and manage to find the painting, but after Revy goes to scavenge more loot, the Neo-Nazis bring a pod of their own to retrieve the painting."
                },
                "6": {
                    "ID": "319891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319891",
                    "TitleEnglish": "Moonlit Hunting Grounds",
                    "SummaryEnglish": "With the Neo-Nazis in possession of the painting, the Lagoon company declares that it is time for revenge. As the moon dips out of sight, Dutch and Revy board the ship in an attempt to recover the painting and shoot up some scum on the way. After Revy goes on a major shooting spree, spilling much blood, Dutch learns the truth behind their assignment."
                },
                "7": {
                    "ID": "319892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319892",
                    "TitleEnglish": "Calm Down, Two Men",
                    "SummaryEnglish": "Sensing that his two employees need to deal with their conflicts, Dutch assigns Rock to go into town and deal with some errands concerning different deliveries. But Rock is required to take Revy along with him, and it becomes questionable whether Rock and Revy will be able to deal with each other without someone dying on the way."
                },
                "8": {
                    "ID": "319893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319893",
                    "TitleEnglish": "Rasta Blasta",
                    "SummaryEnglish": "The Black Lagoon has a new shipment, but this time it is in the form of a boy named Garcia, who they have to transport him from across two mafia groups. Rock learns from the boy that he is related to a South American family called the Lovelaces, who fell into some hard times with one of the mafia groups. Dutch asks Balalaika to find some more information about whether the boy is telling the truth, as it could get really busy. Meanwhile, a maid makes her way to Roanapur seeking to find the mafia who have abducted the boy."
                },
                "9": {
                    "ID": "319894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319894",
                    "TitleEnglish": "Maid to Kill",
                    "SummaryEnglish": "The Lagoon Company arrives at the Yellow Flag, only to realize that Roberta, who seemed like an ordinary maid looking for Garcia, is a deadly combat warrior. As she mows down Abrego’s cartel guys, Dutch orders his group to retreat, but Garcia, who is shocked at his maid’s behavior, wants to go with them. But that means Roberta will go after the Lagoon Company."
                },
                "10": {
                    "ID": "319895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319895",
                    "TitleEnglish": "The Unstoppable Chambermaid",
                    "SummaryEnglish": "Roberta continues the chase as she is on top of the Black Lagoon’s car trying to get back the kidnapped Garcia. After they crash into the wall of a cargo area, Revy awakens and decides to fight Roberta in a duel with each girl wielding two pistols. The shootout continues until it is interrupted by Balalaika and her army. She informs everyone some recent events which changes the situation of the fight, and reveals the true identity of Roberta!"
                },
                "11": {
                    "ID": "319896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319896",
                    "TitleEnglish": "Lock 'n' Load Revolution",
                    "SummaryEnglish": "The Black Lagoon has to transport some of Mr. Chan's papers he tries to hide from terrorists. It doesn't take the terrorists long to track down the Black Lagoon. Even worse, they manage to capture a crew member!"
                },
                "12": {
                    "ID": "319897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319897",
                    "TitleEnglish": "Guerrillas in the Jungle",
                    "SummaryEnglish": "Rock is being interrogated by Takenaka about the papers but he remains silent as Takenaka tries to use some Japanese diplomacy. Meanwhile Revy, Shenhua, and Legarch go on a rescue mission for Rock by sneaking into the base, that is, until Revy decides she would rather blast her way through. Revy and Shenhua must fight the troops and make their escape to a demilitarized zone, while Ibraha continues to question Takenaka’s loyalty to the mission."
                },
                "13": {
                    "ID": "319898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319898",
                    "TitleEnglish": "The Vampire Twins Comen",
                    "SummaryEnglish": "Someone named The Punisher has invaded Roanapur and has been killing off the local gangsters including Hotel Moscow. Balalaika meets up with the other city crime bosses to discuss some plans for revenge, and a sizeable bounty is put up. Meanwhile, another local gangster bar has been hit by the Punisher, and it is revealed that the perpetrators are two sadistic children. Balalaika decides to call in some serious damage dealers. The Lagoon Company discuss what role they could play in claiming that bounty, and they end up meeting an unlikely ally."
                },
                "14": {
                    "ID": "319899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319899",
                    "TitleEnglish": "Bloodsport Fairytale",
                    "SummaryEnglish": "After a long search Hotel Moscow finally finds out who is killing their members and they set a trap for them. Meanwhile Revy and Eda have their own plans and might interfere with Hotel Moscow."
                },
                "15": {
                    "ID": "319900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319900",
                    "TitleEnglish": "Swan Song at Dawn",
                    "SummaryEnglish": "Balalaika plans to fight the twins personally, even though one of them got the help of the Lagoon Company!"
                },
                "16": {
                    "ID": "319901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319901",
                    "TitleEnglish": "Greenback Jane",
                    "SummaryEnglish": "Jane is a counterfeiter and on the run from the Florida mob. She plans to hide in the Church of Violence, but that place is everything else than what she expected."
                },
                "17": {
                    "ID": "319902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319902",
                    "TitleEnglish": "The Roanapur Freakshow Circus",
                    "SummaryEnglish": "Jane is still a hunted woman, but Eda decides to help her and contracts the Black Lagoon to protect Jane."
                },
                "18": {
                    "ID": "319903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319903",
                    "TitleEnglish": "Mr. Benny's Good Fortune",
                    "SummaryEnglish": "The Black Lagoon has to pull every trick they know to get rid of all the bounty hunters who try to get Jane. Meanwhile Eda is forced to reveal a secret."
                },
                "19": {
                    "ID": "319904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319904",
                    "TitleEnglish": "Fujiyama Gangsta Paradise",
                    "SummaryEnglish": "Rock has to face his past. Meanwhile Hotel Moscow tries to get involved into the Japanese underworld as well."
                },
                "20": {
                    "ID": "319905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319905",
                    "TitleEnglish": "The Succession",
                    "SummaryEnglish": "Rock has to work as translator for Balalaika while she tries to set foot in the Japanese underworld."
                },
                "21": {
                    "ID": "319906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319906",
                    "TitleEnglish": "Two Father's Little Soldier Girls",
                    "SummaryEnglish": "Violence outburst all over Japan, when Yukio Washimine and Balalaika start to battle over control over Japan."
                },
                "22": {
                    "ID": "319907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319907",
                    "TitleEnglish": "The Dark Tower",
                    "SummaryEnglish": "Yukio was taken hostage by Chaka who hopes to gain control of the group. However Ginji, Revy and Rock team up to save her."
                },
                "23": {
                    "ID": "319908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319908",
                    "TitleEnglish": "Snow White's Payback",
                    "SummaryEnglish": "Hotel Moscow still tries to crash down Washimine Group's leadership. Meanwhile Yukio embraces a life of crime and finds out a lot bout Balalaika's operations."
                },
                "24": {
                    "ID": "319909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-lagoon/episodes/319909",
                    "TitleEnglish": "The Gunslingers",
                    "SummaryEnglish": "Rock continues to push Balalaika to destroy the Washimine Group once and for all. With that Yukio would have to go back to a normal life. Revy and Gin meet for a face off."
                }
            }
        }
    }
}