{
    "URL": "https://www.thetvdb.com/series/hajime-no-ippo",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0481256/",
        "https://www.ntv.co.jp/ippo/",
        "https://www.themoviedb.org/tv/42705"
    ],
    "TitleEnglish": "Fighting Spirit",
    "SummaryEnglish": "Makunouchi Ippo is an ordinary high school student in Japan. Since he spends most of his time away from school helping his mother run the family business, he doesn't get to enjoy his younger years like most teenagers. Always a target for bullying at school (the family fishing business grants him a distinct odor), Ippo's life is one of hardship. One of these after-school bullying sessions turns Ippo's life around for the better, as he is saved by a boxer named Takamura. He decides to follow in Takamura's footsteps and train to become a boxer, giving his life direction and purpose. Ippo's path to perfecting his pugilistic prowess is just beginning...",
    "TitleJapanese": "はじめの一歩",
    "SummaryJapanese": "主人公幕之内一歩は、母親と二人暮らしの高校生。\n小さいころから実家の経営する釣り舟屋を手伝う、健気な孝行息子である。やさしい性格だがいじめられやすく、帰宅途中はいつもいじめに合う。しかし、ある日偶然通りがかったプロボクサー「鷹村守」に助けられ、ボクシングの魅力にとりつかれてしまう。日ごろ「もっと強くなりたい」と願っていた一歩は、ひたすらに努力を重ね、プロボクサーになっていく。",
    "Aliases": [
        "Hajime no Ippo: The Fighting!",
        "Hajime no Ippo"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "0": {
            "ID": "27099",
            "URL": "https://www.thetvdb.com/series/hajime-no-ippo/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "1018061",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/1018061",
                    "TitleEnglish": "The Boxer's Fist",
                    "SummaryEnglish": "The story about how Kamogawa got Takemura to join his gym and how he trained him. Takemura has his debut match.",
                    "TitleJapanese": "ボクサーの拳",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "376893",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/376893",
                    "TitleEnglish": "Champion Road",
                    "SummaryEnglish": "After intense battles, defeating Sendo, Makunouchi Ippo finally grasped the place as the Japanese Feather-Weight Champion. And so, Ippo changes from a \"Challenger\" to a \"Champion\", and the opponent of his first defence match is decided. The name of the challenger was Sanada Ikki. A fierce opponent who, aiming for a Dual Class Conquest, returned the title of Junior- Feather Class. Sanada has a different face as a Current Medical University Student, which enables the intimate understanding of the human body, of where a punch should land to deprive stamina and to down the opponent with consistent damage. Furthermore, he coolly analyses his condition from a medical perspective, based on his amount of perspiration, breathing rate and heart rate, and is thus a boxer with one of the most intelligent tactics. On the other hand, Ippo, in front of his first defence match, not only is nervous but suffers progressively from fear and anxiety as he hears more about his opponent. Furthermore, Sanada Ikki's trainer was Hama Dankichi, the rival of Chairman Kamogawa when he was still active in the ring. Dankichi's special move in the days when he still fought, \"Hien\" (\"Flying Swallow\"), has been passed down to Ikki. Encouraged by the predecessors of the gym Ippo belongs to, Takamura and Kimura, his past opponent and his mother, watched upon by Kumi who he secretly has feelings towards, the date of the first defence match draws closer. Ippo versus Sanada, and the settling of the scores of the coaches, Chairman Kamogawa and Hama Dankichi, each of their thoughts crosses over, and now, the day of the decisive match arrives! Can Ippo dodge the \"Hien\" and find victory",
                    "TitleJapanese": "はじめの一歩 Champion Road",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "376894",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/376894",
                    "TitleEnglish": "Tatsuya Kimura vs Ryo Mashiba",
                    "SummaryEnglish": "Kimura finally has his championship match. It takes place at the annual champion carnival. But now he must face the intense champion, Mashiba for the Junior Lightweight championship.",
                    "TitleJapanese": "はじめの一歩 間柴vs木村 死刑執行",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "16955",
            "URL": "https://www.thetvdb.com/series/hajime-no-ippo/seasons/official/1",
            "# Episodes": 75,
            "Episodes": {
                "1": {
                    "ID": "316405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/316405",
                    "TitleEnglish": "The First Step",
                    "SummaryEnglish": "Ippo is a high school student who works full time at his mother's fishing though. Because of this, he gets bullied on by the kids at his school. That's when his life turns around, when a professional boxer happens to be jogging along the way, and introduces Ippo to the world of boxing.",
                    "TitleJapanese": "The First Step",
                    "SummaryJapanese": "釣船屋「幕之内」の息子、幕之内一歩は、ドジで優しい高校生。女手一つで一歩を育ててくれている母親を小さいころから手伝い、釣船屋を助けている。高校2年生の春。一歩はいつものいじめっ子トリオにからまれ、殴られぼこぼこにされていた。そこに、たまたま通りがかったプロボクサー鷹村守が割って入り、結果的に一歩を救ってくれる。気を失った一歩が気づいたところは、「鴨川ボクシングジム」。たくさんの練習生で活気溢れるジムだった。気づいた一歩に鷹村は「気づいたならとっとと帰れ」と言う。殴られたまま何もできない情けなさにとぼとぼ帰ろうとする一歩を見て、鷹村は…"
                },
                "2": {
                    "ID": "330722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330722",
                    "TitleEnglish": "Fruits of Labor",
                    "SummaryEnglish": "Ippo succeeds in catching 10 falling leaves, and is granted his first sparring session.",
                    "TitleJapanese": "努力の成果",
                    "SummaryJapanese": "ボクサーになろうという一歩の決意を否定した鷹村から出された宿題は、鷹村と同じように、落ちる葉っぱを素手でつかむ事だった。約束の日まであと1週間。母の手伝いも忘れて土手で黙々と練習する一歩。コツを徐々につかみ運命の日を迎える。鷹村の前で初めて10枚の葉っぱつかみに成功する一歩に鷹村は関心を抱く。鴨川ジムに連れてこられた一歩は、会長の前でテストとして、宮田とのスパーリングをするはめに。ゴングと共に一歩が受けた同じ年の宮田のパンチは一歩の体に強く打撃を与える。"
                },
                "3": {
                    "ID": "330724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330724",
                    "TitleEnglish": "Tears of Joy",
                    "SummaryEnglish": "Ippo loses his first sparring session, but shows enough potential to be accepted into the gym.",
                    "TitleJapanese": "うれし涙",
                    "SummaryJapanese": "鴨川ジム入門を賭けた宮田とスパーリングが始まった。同じ高校生とは思えない宮田の技術に一歩はなすすべもない。ただひたすら鷹村から教えられたように、カメになってガードに徹する。容赦なく繰り出される宮田のパンチにも、「ボクサーになるんだ」と強い意志だけで、立ち上がる一歩。あまりの粘りに恐怖さえ覚える宮田。やがて宮田のガードをも飛ばし、一歩のパンチが重々しく宮田にダメージを与える。遂には宮田得意のカウンターが炸裂し、一歩は意識を失う。一歩の精神力の強さに鴨川会長からのお許しが出て、晴れて鴨川ジムへの一歩の入門が決まった。"
                },
                "4": {
                    "ID": "330725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330725",
                    "TitleEnglish": "Shadow Boxing",
                    "SummaryEnglish": "Ippo practices shadow boxing.",
                    "TitleJapanese": "シャドーボクシング",
                    "SummaryJapanese": "遂に鴨川ジム入門初日。木村、青木も一歩には興味津々。鴨川会長自ら一歩の指導にあたり、ミット打ちが始まった。宮田を意識し、宮田に追いつく事を目標にさせる鴨川。アッパーの空振りに目を見張る鴨川、鷹村、宮田。シャドーボクシングで、対戦する相手を宮田に設定した一歩は、宮田の動きをじっくりと観察する。宮田の動きはあまりにも早く一歩には見ることが出来ない。ようやく宮田の影を捉えた一歩に鴨川は「それだけでは足りない…」と呟く。"
                },
                "5": {
                    "ID": "330726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330726",
                    "TitleEnglish": "3 Months to Counter",
                    "SummaryEnglish": "Ippo trains for a rematch.",
                    "TitleJapanese": "カウンターへの三ヶ月",
                    "SummaryJapanese": "宮田の練習を観察する一歩、そして一歩の視線を意識する宮田。一歩が宮田の闘争心への火付け役だと知る宮田の父親。そんな宮田の父親の存在をはじめて知る一歩は、宮田から初めてプライベートな話を聞く事になる。宮田のカウンターからよける事ばかり考え、練習していた一歩は、鴨川に「前に出て勝負したい」と伝える。そんな一歩に対して鴨川はダッシュ力を徹底的に強化させる事に。入門して3ヶ月の時が過ぎ、ついに宮田とのスパーリングの日が明日に迫った。"
                },
                "6": {
                    "ID": "330727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330727",
                    "TitleEnglish": "The Opening Bell of the Rematch",
                    "SummaryEnglish": "Ippo and Miyata face off in a rematch.",
                    "TitleJapanese": "再戦のゴング",
                    "SummaryJapanese": "ついに、宮田とのスパーリングの日がやって来た。はやる気持ちの一歩を優しくなだめ、勇気づける母。様々なジムに「新人巡り」をする『月刊ボクシングファン』の藤井は、世界戦の記者発表を後輩に任せ、宮田の取材に鴨川ジムを訪れる。その藤井に今から始めるスパーが「結構面白いものになる」とほのめかす鷹村。宮田との宿命のゴングが鳴り、はじめから攻めまくる一歩を、かわし続ける宮田。宮田のカウンターが一歩を捉えようとしたその時一歩の宮田カウンター封じが…。宮田のダウン、そして激しい反撃での一歩のダウン。壮絶な戦いの中やっと1round終了のゴングが鳴った。"
                },
                "7": {
                    "ID": "330728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330728",
                    "TitleEnglish": "The Destructive Force of 1cm",
                    "SummaryEnglish": "Ippo and Miyata are in the last round and Ippo does a short upercut to Miyata's chin, Miyara was knocked down and was unable to get up, Ippo wins the rematch.",
                    "TitleJapanese": "1cmの破壊力",
                    "SummaryJapanese": "宮田と互角に戦う一歩に、2round目のゴングが鳴った。宮田は思いもかけぬクリンチを続け、体を休める作戦に出た。荒々しい息もおさまらぬままの一歩は3round目に宮田に捉えられる。鴨川会長から試合のストップを勧められるが、一歩は「やり残した事がある」といって再び宮田に向かった。一歩のやり残した事とは…。宮田との壮絶な戦いには意外な結末が待っていた…。"
                },
                "8": {
                    "ID": "330729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330729",
                    "TitleEnglish": "Promise to Meet Again",
                    "SummaryEnglish": "Ippo trains with Takamura and discovers the hardship of pro boxing.",
                    "TitleJapanese": "再会の約束",
                    "SummaryJapanese": "宮田を倒し上機嫌の一歩がジムに行くと、宮田の姿はなかった。宮田がその後も姿を現さない事で練習に身が入らない一歩に鴨川は試合前の鷹村と行動を共にさせる。あまりの練習量に驚き、激しい減量と闘う鷹村をみてあらためてプロの厳しさを実感する一歩。鷹村の試合を始めて観戦し圧倒的な強さに感動する一歩の前に、久しぶりに宮田が現れる。宮田は一歩とプロのリングで闘うために鴨川ジムを辞めた事を伝える。一歩の中に更に強くプロになる決意が固まった。"
                },
                "9": {
                    "ID": "330730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330730",
                    "TitleEnglish": "C Class License",
                    "SummaryEnglish": "Ippo takes the License Test and meets Mashiba.",
                    "TitleJapanese": "C級ライセンス",
                    "SummaryJapanese": "プロテストの日がやってきた。緊張する一歩に木村、青木、鷹村はからかいながらも檄を飛ばす。会場に立ち会う鷹村の前にライターの藤井も姿を見せ、一歩の他にもう一人注目の選手がいると告げる。いかにもとろそうに見える一歩を軽く見た同じテスト生は一歩との試合にあたった事をラッキーに思うが、ゴングと同時に鋭い動きを見せる一歩の圧勝に終わった。会場で出会った不敵な笑いを浮かべる間柴はゴングと同時に必要以上に相手に攻撃をし、一歩の心に強くその印象をつける。無事にライセンスが届いた日、久し振りに梅沢たち不良グループにからかわれるが、三ヶ月前の一歩とは全く違う対応に彼等は驚く。数日後藤井がビデオを持って鴨川ジムを訪れる。ビデオには宮田のデビュー戦と間柴のデビュー戦が収録されており、二人の華々しいKOシーンが一歩を奮い立たせる。そんな時遂に一歩のデビュー戦が決まった。その相手は…。"
                },
                "10": {
                    "ID": "330731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330731",
                    "TitleEnglish": "Debut Match!",
                    "SummaryEnglish": "Ippo and his opponent Yusuke train for Ippo's debut match.",
                    "TitleJapanese": "デビュー戦！",
                    "SummaryJapanese": "対戦相手は西川ジムの小田裕介。一階級上のジュニア・ライト級からの転向選手という事に一歩は緊張する。ところが評判通り小田は練習嫌いで、周りからも見限られた選手だった。恋人でトレーナーの娘玲子と付き合っているが、玲子も内心穏やかではない。偶然一歩や鷹村たちと同席してしまった青木のラーメン屋で、玲子は青木や鷹村が小田を馬鹿にするような発言を聴きショックを受ける。このままではいけないと思う玲子は今度の試合に勝たなければ別れると告げ、一歩たちが噂をしていた事をつたえる。この言葉が小田の闘争心に火を付け、小田は勝つためのトレーニングを徹底して始める。計量の日、初めて出会う小田の体は鋭く鍛えられ、皆の噂と違う事を一歩は確信する。そしてデビュー戦の日がやって来た。"
                },
                "11": {
                    "ID": "330732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330732",
                    "TitleEnglish": "Obsession for Victory",
                    "SummaryEnglish": "Ippo defeats Yusuke via K.O.",
                    "TitleJapanese": "勝利への執念",
                    "SummaryJapanese": "後楽園ホールでのデビュー戦の日を迎えた。リングにあがる一歩は激しい緊張で体が強張っている。名前を呼ばれても、リングの中央で直立に南、東、北、西と丁寧にお辞儀をする一歩に鷹村たちからのやじにも近い声援が飛ぶ。南席最後部に宮田の姿。1round目のゴングと共に一気に責める小田と激しい打ち合いになる一歩。2round目には小田のダウンを奪った一歩に対し、起死回生の小田のパンチは一歩の左瞼をかすめた。出血する一歩にレフェリーが近づき出血がひどければドクターストップで、TKOになる事を告げる。運命の3round目傷口が開く前に相手を倒すしかない一歩は…"
                },
                "12": {
                    "ID": "330733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330733",
                    "TitleEnglish": "Becoming a Bully's Buddy",
                    "SummaryEnglish": "Ippo fights and wins his second match via K.O.,After the fight he was befriended by Umezawa, his former bully.",
                    "TitleJapanese": "手荒なダチ宣言",
                    "SummaryJapanese": "一歩2回戦目の相手が決まった。前田ジムの藤原義男。一歩の試合を応援に行く梅沢たちは必死に一歩に声援を送る。藤原は見るからに強そうだが、試合が始まると一歩のパンチに押され、連続して反則技を行う。執拗な頭突き攻撃に一歩も押されるが、隙を見てアッパーを浴びせ…"
                },
                "13": {
                    "ID": "330734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330734",
                    "TitleEnglish": "The Eastern Japan Rookie Championship Tournament Begins",
                    "SummaryEnglish": "Ippo and his opponent Jason prepare for the first match of the Rookie King Tournament.",
                    "TitleJapanese": "開幕、東日本新人王戦",
                    "SummaryJapanese": "一歩が入門して一年を迎えていた。新人王トーナメントの組み合わせが発表となり、一歩の名はAブロックにあった。宮田と間柴はBブロックで宮田との戦いは決勝になると信じる一歩。一歩の一回戦の対戦相手は在日米軍兵のジェイソン尾妻。尾妻は名前からは想像もつかない程非常に心優しい青年で、日本で出来た初めての家族の事を大切に思っていた。八戸から上京したジムで練習相手を気絶させた尾妻の評判は鴨川の耳にも届いた。鴨川は尾妻攻略の方法として、鷹村のフックをよけさせる練習を開始した。鷹村相手に苦戦する一歩はなかなかフックよけのタイミングがつかめず、鷹村にぼこぼこにされる日が続いていた。"
                },
                "14": {
                    "ID": "330735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330735",
                    "TitleEnglish": "Powerful Arms! Hooks vs. Uppercut!",
                    "SummaryEnglish": "Start of Ippo vs Jason match, both men exchange powerful punches but neither goes down.",
                    "TitleJapanese": "強腕!フックVSアッパー!",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "330736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330736",
                    "TitleEnglish": "Test of Endurance",
                    "SummaryEnglish": "Ippo defeats Jason via K.O. after a tough match.",
                    "TitleJapanese": "我慢くらべ",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "330737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330737",
                    "TitleEnglish": "Anticipating a Fierce Fight",
                    "SummaryEnglish": "Ippo watches the fight videos of Kobashi and Hayami, his future opponents.",
                    "TitleJapanese": "激戦の予感",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "330738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330738",
                    "TitleEnglish": "Ippo on the Beach",
                    "SummaryEnglish": "Ippo joins Takamura, Kimura, and Aoki in a training camp near the beach.",
                    "TitleJapanese": "イッポ・オン・ザ・ビーチ",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "330739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330739",
                    "TitleEnglish": "Clinch",
                    "SummaryEnglish": "Start of Ippo vs Kobashi match, Ippo is loosing by points because of Kobashi's strategy.",
                    "TitleJapanese": "クリンチ",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "330740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330740",
                    "TitleEnglish": "Dream of a KO",
                    "SummaryEnglish": "Kobashi abandoned his strategy and loses the match to Ippo via K.O.",
                    "TitleJapanese": "KOの夢",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "330741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330741",
                    "TitleEnglish": "The Threat of Shotgun",
                    "SummaryEnglish": "Takamura wins the Japanese Middleweight Championship belt, Ippo trains with Aoki to counter Hayami's Shotgun punch.",
                    "TitleJapanese": "ショットガンの脅威",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "330742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330742",
                    "TitleEnglish": "The Way to Capture a Prodigy",
                    "SummaryEnglish": "Start of Ippo vs Hayami fight, Hayami takes the advantage during the early rounds.",
                    "TitleJapanese": "天才攻略の道",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "330743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330743",
                    "TitleEnglish": "Forward! Forward!",
                    "SummaryEnglish": "Ippo defeats Hayami via K.O. Ippo's training with Aoki and Kimura's help Ippo win the match.",
                    "TitleJapanese": "前へ!前へ!!",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "330744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330744",
                    "TitleEnglish": "The Other Semi-Final",
                    "SummaryEnglish": "Ippos day off. Miyata and Mashiba face off.",
                    "TitleJapanese": "もう一つの準決勝",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "330745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330745",
                    "TitleEnglish": "To the Promised Place...",
                    "SummaryEnglish": "Miyata and Mashiba continues to fight. Ippo is angred by the outcome.",
                    "TitleJapanese": "約束の場所へ…",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "330746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330746",
                    "TitleEnglish": "Grudges, Sorrows & Dreams",
                    "SummaryEnglish": "Ippo trains for Mashiba flicker jabs",
                    "TitleJapanese": "それぞれの想い",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "330747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330747",
                    "TitleEnglish": "The Battle for Distance",
                    "SummaryEnglish": "Ippo VS Mashiba Round 1",
                    "TitleJapanese": "距離の攻防",
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "330748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330748",
                    "TitleEnglish": "Death Match",
                    "SummaryEnglish": "Ippo VS Mashiba continues",
                    "TitleJapanese": "死闘",
                    "SummaryJapanese": null
                },
                "28": {
                    "ID": "330749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330749",
                    "TitleEnglish": "Victory or Defeat",
                    "SummaryEnglish": "Ippo defeats Mashiba for Rookie King of Eastren Japan.",
                    "TitleJapanese": "勝敗",
                    "SummaryJapanese": null
                },
                "29": {
                    "ID": "330750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330750",
                    "TitleEnglish": "Rocky of Naniwa",
                    "SummaryEnglish": "Sendo goes to Japan to meet Ippo and make him go to All Japan and gets a chance to spar with Takamura.",
                    "TitleJapanese": "浪速のロッキー",
                    "SummaryJapanese": null
                },
                "30": {
                    "ID": "330751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330751",
                    "TitleEnglish": "To Enemy Ground",
                    "SummaryEnglish": "Ippo learns how to heal his right fist and gets ready for the All Japan but something happens his powerful right punches!",
                    "TitleJapanese": "敵地へ",
                    "SummaryJapanese": null
                },
                "31": {
                    "ID": "330752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330752",
                    "TitleEnglish": "Traces of Intense Battles",
                    "SummaryEnglish": "A recap of the boxing matches that have taken place thus far.",
                    "TitleJapanese": "激闘の足跡",
                    "SummaryJapanese": null
                },
                "32": {
                    "ID": "330753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330753",
                    "TitleEnglish": "Throw Your Right!",
                    "SummaryEnglish": "Ippo is still having trouble with his right fist but his match with Sendo begins.",
                    "TitleJapanese": "右を打て!",
                    "SummaryJapanese": null
                },
                "33": {
                    "ID": "330754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330754",
                    "TitleEnglish": "Smash Force",
                    "SummaryEnglish": "Ippo tries a different fighting stance making his match with Sendo only get more intense.",
                    "TitleJapanese": "スマッシュの威圧",
                    "SummaryJapanese": null
                },
                "34": {
                    "ID": "330755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330755",
                    "TitleEnglish": "The Rookie King",
                    "SummaryEnglish": "Ippo and Sendo keep fighting, the crowd starts cheering Sendo on and the match reaches its climax.",
                    "TitleJapanese": "新人王",
                    "SummaryJapanese": null
                },
                "35": {
                    "ID": "330756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330756",
                    "TitleEnglish": "The Continuing Journey",
                    "SummaryEnglish": "Ippo graduates and takes photos with people from his school. New people join the gym and are put to the test by running with Takemura, Ippo, Aoki, and Kimura.",
                    "TitleJapanese": "さらなる旅立ち",
                    "SummaryJapanese": null
                },
                "36": {
                    "ID": "330757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330757",
                    "TitleEnglish": "The Champ and I",
                    "SummaryEnglish": "Kimura, Aoki, and Takemura each fight their match. Ippo spars with the featherweight champion, Date.",
                    "TitleJapanese": "王者との出会い",
                    "SummaryJapanese": null
                },
                "37": {
                    "ID": "330758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330758",
                    "TitleEnglish": "A Thing to Strive For",
                    "SummaryEnglish": "Dante uses his secret weapon on Ippo, the fact that Date used it on Ippo made Okita challenge Ippo to a real match.",
                    "TitleJapanese": "目指すもの",
                    "SummaryJapanese": null
                },
                "38": {
                    "ID": "330759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330759",
                    "TitleEnglish": "Two Rookies of the Year",
                    "SummaryEnglish": "Okita uses moves that makes him unpredictable for Ippo. Okita also uses a fighting style like Dante and he uses a corkscrew.",
                    "TitleJapanese": "二人の新人王",
                    "SummaryJapanese": null
                },
                "39": {
                    "ID": "330760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330760",
                    "TitleEnglish": "Challenge in a Foreign Land",
                    "SummaryEnglish": "Miyata's in Thailand and he get's a tough opponent with a great record, Jimmy Sisfa.",
                    "TitleJapanese": "異国での挑戦",
                    "SummaryJapanese": null
                },
                "40": {
                    "ID": "330761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330761",
                    "TitleEnglish": "A Counter to Surpass All Counters",
                    "SummaryEnglish": "Miyata's fight with Jimmy Sisfa begins, Miyata starts off bad and when that happens Miyata tries a counter punch.",
                    "TitleJapanese": "カウンターを超えたカウンター",
                    "SummaryJapanese": null
                },
                "41": {
                    "ID": "330762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330762",
                    "TitleEnglish": "Barf-michi's Big Fight",
                    "SummaryEnglish": "Aoki, Kimura, and Ippo all try going A-class. Yamada has his first fight. All the guys want to go to training camp.",
                    "TitleJapanese": "ゲロ道の戦い",
                    "SummaryJapanese": null
                },
                "42": {
                    "ID": "330763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330763",
                    "TitleEnglish": "Sharing a Dream",
                    "SummaryEnglish": "Ippo's mother collapses from overworking so Ippo has to look after the family business. Ippo thinks about quitting boxing so that his mother doesn't overwork herself again.",
                    "TitleJapanese": "夢への共感",
                    "SummaryJapanese": null
                },
                "43": {
                    "ID": "330764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330764",
                    "TitleEnglish": "The Speed Star",
                    "SummaryEnglish": "Ippo gets ready for his match against Saeki the Speed Star.",
                    "TitleJapanese": "THE SPEED STAR",
                    "SummaryJapanese": null
                },
                "44": {
                    "ID": "330765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330765",
                    "TitleEnglish": "Blind Spot in the Ring",
                    "SummaryEnglish": "Ippo fights Saeki.",
                    "TitleJapanese": "リングの死角",
                    "SummaryJapanese": null
                },
                "45": {
                    "ID": "330766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330766",
                    "TitleEnglish": "The White Fangs of the Wolf",
                    "SummaryEnglish": "Gero-michi leaves and has to move away.",
                    "TitleJapanese": "狼の白い牙",
                    "SummaryJapanese": null
                },
                "46": {
                    "ID": "330767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330767",
                    "TitleEnglish": "Become a Gazelle",
                    "SummaryEnglish": "Aoki and Kimura fight their matches. Kamogawa wants Ippo to train his legs to get flexible muscles so that he can deliver a more powerful punch that can beat Volg.",
                    "TitleJapanese": "かもしかになれ!",
                    "SummaryJapanese": null
                },
                "47": {
                    "ID": "330768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330768",
                    "TitleEnglish": "The Fighting Spirit Within",
                    "SummaryEnglish": "Ippo meets Volg after Volg gets lost. Volg tells Ippo that he boxes so he can get money for his mother.",
                    "TitleJapanese": "秘められた闘志",
                    "SummaryJapanese": null
                },
                "48": {
                    "ID": "330769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330769",
                    "TitleEnglish": "The Red Wolf",
                    "SummaryEnglish": "The match between Volg and Ippo begins.",
                    "TitleJapanese": "赤い狼",
                    "SummaryJapanese": null
                },
                "49": {
                    "ID": "330770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330770",
                    "TitleEnglish": "The Courage to Believe",
                    "SummaryEnglish": "Volg and Ippo continue to duke it out in a hard-fought and long battle.",
                    "TitleJapanese": "信頼する勇気",
                    "SummaryJapanese": null
                },
                "50": {
                    "ID": "330771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330771",
                    "TitleEnglish": "Something to Convey",
                    "SummaryEnglish": "The end of the Volg match.",
                    "TitleJapanese": "伝えたいこと",
                    "SummaryJapanese": null
                },
                "51": {
                    "ID": "330772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330772",
                    "TitleEnglish": "The Group Date",
                    "SummaryEnglish": "Group date, literally. Ippo walks Mashiba's Kumi home.",
                    "TitleJapanese": "合コン",
                    "SummaryJapanese": null
                },
                "52": {
                    "ID": "330773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330773",
                    "TitleEnglish": "The Challenger",
                    "SummaryEnglish": "Recap episode.",
                    "TitleJapanese": "挑戦者",
                    "SummaryJapanese": null
                },
                "53": {
                    "ID": "330774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330774",
                    "TitleEnglish": "So That I Can Be Myself",
                    "SummaryEnglish": "Background episode for Date Eiji.",
                    "TitleJapanese": "俺が俺であるために",
                    "SummaryJapanese": null
                },
                "54": {
                    "ID": "330775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330775",
                    "TitleEnglish": "Fists of the Champ",
                    "SummaryEnglish": "Takemura has real trouble at the beginning of his match. Ippo finds out that Mashiba won the championship and celebrates with him and his sister.",
                    "TitleJapanese": "王者の拳",
                    "SummaryJapanese": null
                },
                "55": {
                    "ID": "330776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330776",
                    "TitleEnglish": "The Japan Featherweight Title Match",
                    "SummaryEnglish": "Ippo's title match with Date has begun, Date is surprised by how much better Ippo is since the last time he sparred with him.",
                    "TitleJapanese": "日本フェザー級タイトルマッチ",
                    "SummaryJapanese": null
                },
                "56": {
                    "ID": "330777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330777",
                    "TitleEnglish": "The Power that Stands in the Way",
                    "SummaryEnglish": "Ippo punches Date in the face quite a bit but Date isn't taking the full impact of the punch because he's twists his neck.",
                    "TitleJapanese": "立ちはだかる力",
                    "SummaryJapanese": null
                },
                "57": {
                    "ID": "330778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330778",
                    "TitleEnglish": "Conclusion",
                    "SummaryEnglish": "Both Ippo and Date are beaten up bad. The match reaches the climax.",
                    "TitleJapanese": "決着",
                    "SummaryJapanese": null
                },
                "58": {
                    "ID": "330779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330779",
                    "TitleEnglish": "Heartbroken",
                    "SummaryEnglish": "After Ippo loses he finds out that Sendo and Volg will fight for the title. Kamogawa tells Ippo that he shouldn't go to the gym for three months because of all the damage from his fights. Ippo goes out with Kumi, Mashiba's sister.",
                    "TitleJapanese": "傷心",
                    "SummaryJapanese": null
                },
                "59": {
                    "ID": "330780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330780",
                    "TitleEnglish": "Look of Determination",
                    "SummaryEnglish": "The match between Sendou Takeshi and Volg Zangief starts.",
                    "TitleJapanese": "決意のまなざし",
                    "SummaryJapanese": null
                },
                "60": {
                    "ID": "330781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330781",
                    "TitleEnglish": "Rival",
                    "SummaryEnglish": "Sendou versus Volg concludes.",
                    "TitleJapanese": "ライバル",
                    "SummaryJapanese": null
                },
                "61": {
                    "ID": "330782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330782",
                    "TitleEnglish": "Comeback Anxiety",
                    "SummaryEnglish": "Miyata Ichirou defeats Li Chou Bil.",
                    "TitleJapanese": "再起への不安",
                    "SummaryJapanese": null
                },
                "62": {
                    "ID": "330783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330783",
                    "TitleEnglish": "Revival",
                    "SummaryEnglish": "Coach returns from the hospital, and Makunochi \"hits without being hit\".",
                    "TitleJapanese": "復活",
                    "SummaryJapanese": null
                },
                "63": {
                    "ID": "330784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330784",
                    "TitleEnglish": "Youth of Fire",
                    "SummaryEnglish": "The past of Aoki and Kimura is shown.",
                    "TitleJapanese": "炎の青春",
                    "SummaryJapanese": null
                },
                "64": {
                    "ID": "330785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330785",
                    "TitleEnglish": "Hot Rod Era",
                    "SummaryEnglish": "Second part of Aoki's and Kimura's past.",
                    "TitleJapanese": "熱中時代",
                    "SummaryJapanese": null
                },
                "65": {
                    "ID": "330786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330786",
                    "TitleEnglish": "The Summer of the Kamogawa Corps",
                    "SummaryEnglish": "The group go to training camp in the mountains.",
                    "TitleJapanese": "鴨川軍団の夏",
                    "SummaryJapanese": null
                },
                "66": {
                    "ID": "330787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330787",
                    "TitleEnglish": "Mr. Takamura's Tears",
                    "SummaryEnglish": "Takamura fights a bear.",
                    "TitleJapanese": "鷹村さんの涙",
                    "SummaryJapanese": null
                },
                "67": {
                    "ID": "330788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330788",
                    "TitleEnglish": "The Kamogawa Gym Swings into Action",
                    "SummaryEnglish": "Ippo spars with Shigeta who's ranked fourth among Japanese featherweights and who also uses southpaw. People find out about Takemura fight with a bear. There is talk about Takemura getting a world title fight.",
                    "TitleJapanese": "動き出す鴨川ジム",
                    "SummaryJapanese": null
                },
                "68": {
                    "ID": "330789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330789",
                    "TitleEnglish": "The Chief's Peril",
                    "SummaryEnglish": "Aoki, Kimura, and Takemura all fight their fights. Before fighting Takemura makes a grand entrance wearing a bear pelt and fight his match only using his left hand. Nekota starts teaching at the gym for a bit.",
                    "TitleJapanese": "会長の危機",
                    "SummaryJapanese": null
                },
                "69": {
                    "ID": "330790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330790",
                    "TitleEnglish": "The Trap of the Southpaw",
                    "SummaryEnglish": "Sendo begins his title defense match with Shigeta the southpaw user. Sendo fights Shigeta but gets more angry with him as the fight goes on.",
                    "TitleJapanese": "サウスポーの罠",
                    "SummaryJapanese": null
                },
                "70": {
                    "ID": "330791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330791",
                    "TitleEnglish": "The Young Punk",
                    "SummaryEnglish": "Ippo invites Kumi to the zoo. Kumi lets Ippo know that she was the one who wrote idiot outside the gym. Sendo's grandma tells Iimura Mari about Sendo's childhood and how he was brought up.",
                    "TitleJapanese": "ごんたくれ",
                    "SummaryJapanese": null
                },
                "71": {
                    "ID": "330792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330792",
                    "TitleEnglish": "Time for the Showdown",
                    "SummaryEnglish": "Ippo reads Mari's article. Ippo invites Nekota to his fight. Both Sendo and Ippo have their weigh in. Sendo and Ippo begin their rematch with Ippo getting a very early knockdown on Sendo.",
                    "TitleJapanese": "決戦の刻",
                    "SummaryJapanese": null
                },
                "72": {
                    "ID": "330793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330793",
                    "TitleEnglish": "Lollapalooza",
                    "SummaryEnglish": "Sendo and Ippo's fight begins guns blazing with the two giving each other blow for blow. Ippo finds out that Sendo has the advantage of having a bigger frame.",
                    "TitleJapanese": "LALLAPALLOOZA",
                    "SummaryJapanese": null
                },
                "73": {
                    "ID": "330794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330794",
                    "TitleEnglish": "Surpass that Moment",
                    "SummaryEnglish": "Ippo starts the third round by charging at Sendo but then hesitates which leads to Sendo beating Ippo all through the third round. The fourth round is a different story being more in the favor of Ippo.",
                    "TitleJapanese": "あの時を超えろ",
                    "SummaryJapanese": null
                },
                "74": {
                    "ID": "330795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330795",
                    "TitleEnglish": "Mixup",
                    "SummaryEnglish": "A flashback shows how Sendo joined his gym. Ippo gets knocked down two times but when he gets up the fifth round gets more brutal. The fifth round ends and after that, the sixth round begins and is just as brutal as the last round.",
                    "TitleJapanese": "ミックスアップ",
                    "SummaryJapanese": null
                },
                "75": {
                    "ID": "330796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/330796",
                    "TitleEnglish": "A Step Further",
                    "SummaryEnglish": "The match between Ippo and Sendo finally reaches its conclusion after seven ruthless rounds.",
                    "TitleJapanese": "さらなる、一歩を",
                    "SummaryJapanese": null
                }
            }
        },
        "2": {
            "ID": "32717",
            "URL": "https://www.thetvdb.com/series/hajime-no-ippo/seasons/official/2",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "380974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/380974",
                    "TitleEnglish": "The New Step",
                    "SummaryEnglish": "The first episode of the second season starts with mostly the match of Miyata against Arnie. Shows Kimura sparring with Miyata and then the Weigh-in. Then the match is about to start, Miyata and Arnie are ready for battle!",
                    "TitleJapanese": "新たなる一歩",
                    "SummaryJapanese": "日本フェザー級のチャンピオンとして初防衛にも成功した幕之内一歩。“世界”前哨戦を控えた鷹村守や、実力を着実に上げている青木や木村と共に、一歩は、今やジムの看板ボクサーのひとりになっていた。だが、会長の鴨川は、少しも手綱をゆるめない。トレーナーの八木や篠田に、鴨川は、一歩らをさらに鍛えるよう指示を出した。\nそんな中、木村が、東洋太平洋（ＯＰＢＦ）フェザー級タイトルマッチが近い一歩のライバル・宮田のスパーリングの相手をすることになった。東日本トーナメントで敗れて以来、日本を離れて韓国やタイで武者修行をしていた宮田。しかし、スパーリングでは、試合まであと１週間というのに、木村の強打を受け、宮田は３度もダウンを喫してしまった。\n宮田に自信を付けさせたかった、とボヤく木村に対し、宮田の父は、息子が十分本気だったと答える。宮田の海外遠征での成績は、１１戦で１０勝１分け８ＫＯの好成績。だが、骨格がフェザー級以上に成長した宮田は、フェザー級の身体を作らなければならない厳しい困難に直面していたのだ。\n宮田の父は、実力を出し切れるライト級への移行を何度も勧めたと明かす。一歩との再戦を夢見る宮田は、その言葉を頑として受け入れなかったらしい。宮田は、父親の話を認めつつも、ワニのアゴ並みに強烈な左右のフックが自慢の王者・アーニーを集中力と精神力で倒す、と告げた。\nその頃、アーニーのスパーリングを公開したマネージャーのサカグチは、宮田を“ブラッディ・クロス（血の十字架）”と名付けた必殺パンチで倒す、と記者たちに宣言していた。この話を伝え聞いた"
                },
                "2": {
                    "ID": "380975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/380975",
                    "TitleEnglish": "Bloody Cross",
                    "SummaryEnglish": "The second episode of the second season starts off on Miyata's OPBF Title Match. With it Arnie showing his special weapon called Bloody Cross and Miyata throwing strong counters to escape from this techniques strange name 'Bloody Cross '.",
                    "TitleJapanese": "BLOODY CROSS－血の十字架－",
                    "SummaryJapanese": "ＯＰＢＦ東洋太平洋フェザー級タイトルマッチは、一歩や鷹村、そして、多くの女性ファンが見守る中で、開始のゴングが鳴った。王者・アーニーは、いきなり左の連打と右ストレートで挑戦者の宮田をロープ際に追い詰める。１ラウンドを様子見で行くつもりの宮田は、これをスウェーとスピードでかわし、逆に右ストレートで反撃する。\n軽やかな宮田の予想外の強さを認識したアーニーは、ファイタースタイルからボクサースタイルに作戦を変更。左のジャブを中心に、宮田への攻撃を強めた。これを見た宮田は、アーニーの左にカウンターで反撃。まもなく、強烈なクロスカウンターを合わせた宮田は、アーニーからカウント７のダウンを奪った。\n第１ラウンドを、ゴングで救われたアーニー。だが、セコンドのサワグチと言葉を交わしたアーニーは、「エサをまいた」と全く慌てていなかった。今度、宮田がエサをひろいに来た時、血の十字架が襲う、というアーニーには、ニヤリと笑う余裕さえあった。\n第２ラウンド。一歩は、宮田が最後はカウンターで決めると思った。当の宮田も、カウンターを放つタイミングをうかがう。そして、アーニーの左が出るのを見た宮田は、芸術的とも思えるクロスカウンターをかぶせた。だが、その直後、ダウンしたのは、アーニーではなく、宮田の方だった。悠然と見下ろすアーニーを視界の中に確認しながら、なにが起きたのか分からない宮田。客席の一歩や木村らも、その理由が分からない。だが、鷹村と宮田の父親だけは、アーニーの“血の十字架”の意味に気付いた。\nカウント６で立ち上がった宮田は、アーニーの左を"
                },
                "3": {
                    "ID": "380976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/380976",
                    "TitleEnglish": "To a Promise",
                    "SummaryEnglish": "The third episode of the second season continues on the OPBF Match with Miyata against Arnie. With almost everytime Miyata is about to fall down from hits of the champ, but then he tooks big step and takes the OPBF Champion Arnie Gregory to the ground. The count starts, and the episode ends.",
                    "TitleJapanese": "約束の場所へ",
                    "SummaryJapanese": "アーニーに決め手のカウンターを封じられ、第２ラウンド、２度目のダウンを喫した宮田。残り２０秒で立ち上がった宮田は、ＫＯを狙うアーニーの連打を受けるが、ガードをしながら打ち返す。残り１秒でダウンした宮田は、スリップと判定され、何とか命拾いした。\n自慢のスピードが消えた宮田は、アーニーのカウンター封じが完璧に近かったことから、打つ手がなくなった。だが、セコンドの父親に励まされた宮田は、最後の最後まであきらめない“生きた拳”で奇跡を起こそうとゴングを待つ。\n第３ラウンド。宮田は、まずワンツーとジャブでアーニーの出鼻をくじいた。これを見たアーニーは、宮田がケタ外れの精神力でダメージを抑えていると見て、ボディーを狙う。アーニーの強烈な右フックは、カウンターを躊躇した宮田の腹に突き刺さった。誰もがＫＯを予想したが、宮田は懸命に踏ん張る。一歩との約束を守るためにも、宮田はここで倒れるわけにはいかないのだ。アーニーは、畳み掛けるように左を放つが、ここで第３ラウンド終了のゴングが鳴った。\n次のラウンドで試合が終わると察した宮田は、普通は必ず吐き出す口に含んだ水を飲み込む。この一口の水で、ガス欠の身体にカウンター１発分の気合を補給した宮田は、第４ラウンドのリングに立った。アーニーは、連打で宮田を攻めた。宮田は懸命にガードするが、そのガードの上から強烈なパンチを浴びせるアーニー。リバーブローを食らった宮田は、ＫＯ寸前。\nその直後、アーニーの左を見た宮田は、ブラッディー・クロスを覚悟しながら、最後の気合で渾身のクロスカウンターを放った。"
                },
                "4": {
                    "ID": "380977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/380977",
                    "TitleEnglish": "Towards The World",
                    "SummaryEnglish": "Miyata Ichirou wins the title of OPBF Featherweight Champion, but now Ippo feels even further from him than before. After his match, Date Eiji's second Title Match against Ricardo Martinez is officially finalized, after seven years. As they look at the boxing magazine, the coach comes in and says that Ricardo Martinez has requested a sparring match with Ippo.",
                    "TitleJapanese": "世界への胎動",
                    "SummaryJapanese": "東洋ＯＰＢＦフェザー級タイトルマッチの第４ラウンド。挑戦者の宮田は、チャンピオンのアーニーに全身全霊のクロスカウンターを浴びせ、リングにはわせる。アーニーは、最後の力で立ち上がりかけるが再び崩れ落ち、その瞬間、宮田の新チャンピオンが決定した。割れるような歓声の中、宮田の父はもちろん、客席の一歩、木村らは大興奮。だが、控え室に戻った宮田が思い浮かべたのは、いつか戦うであろう永遠のライバル・一歩のことだった。\nジュニアミドル級の世界戦を控えた鷹村が前哨戦で世界２位を３ラウンドで粉砕する中、一歩に唯一の黒星をつけた伊達の世界挑戦が本決まりとなった。相手は、ＷＢＡ世界フェザー級チャンピオンのリカルド・マルチネス。話を聞いた一歩は、すぐに伊達に負けた試合のことを思い出した。あの時、一歩は、伊達のえぐるような心臓狙いの強打を受けて棒立ちとなり、ＴＫＯで苦杯を喫したのだ。\n一歩は、もちろん自分を破った伊達の王座奪取を確信した。だが、リカルドの戦績を見た一歩は、ア然。リカルドは、６２戦６２勝５８ＫＯの無敗の王者。しかも、リカルドは、過去に１度伊達を破ったことがあるのだ。\n伊達には、リカルドを避けＷＢＣの世界タイトルを狙う道もあったのだが、あえて一度負けたＷＢＡにこだわったらしい。そして、３０歳の伊達にとって、これがラストチャンスの世界挑戦であった。\nそんな折、一歩は、リカルド側から、スパーリングパートナーに指名されて―。"
                },
                "5": {
                    "ID": "432826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/432826",
                    "TitleEnglish": "The Strength of the World",
                    "SummaryEnglish": "Ippo comes to the sparring match against Ricardo Martinez as focused as if it were a real match, and he is determined to land at least one hit on the World champion. However, Martinez's lightning-fast lefts and instant reflexes are like nothing Ippo's ever seen. Will Ippo's Dempsey Roll work on the strongest man in the world?",
                    "TitleJapanese": "世界の力",
                    "SummaryJapanese": "６２戦無敗の世界のスーパーチャンプ・リカルドに、一発でもパンチを当てたい一歩。鴨川の激励を受けた一歩は、３ラウンドのスパーで全力を出し切る覚悟で、リングへと向かった。\nリカルドは、一歩より背が少し高いだけの選手だった。３番目のスパーリングパートナーとしてリングに立った一歩は、ヘッドギアなしで、ヤル気満々。一歩が伊達を追いつめたことがあると知ったリカルドサイドは、そのヤル気に応えるつもりだった。\nリカルドとグローブを合わせた一歩は、すごい威圧感に押し潰されそうになりながら、自分から仕掛けた。だが、フェイントを掛け、頭を振りながら繰り出す一歩のパンチは、全く当たらず、逆にリカルドの鋭い左ジャブを食らう。ガゼルパンチも当たらないまま、ジャブを食らい続けた一歩は、次第にそのダメージが足に来るようになった。\nこのジャブをよけ切れないと思った一歩は、相手のパンチをブロックし、自分の距離を作ろうと決める。相手の懐に入った一歩は、ついに必殺のデンプシーロールを放った。瞬間的に左を出して、一歩の強烈なパンチを回避するリカルド。そして、その直後、リカルドは、一方的にスパーを中止してしまった。\nリングで鴨川に抱きかかえられた一歩は、ヨロヨロして意識がない状態だった。鴨川に小突かれて状況を理解した一歩は、一発もパンチを与えられなかったことから、うなだれる。だが、実は、リカルド本人はもちろん、セコンドのビルも、一歩の強烈なデンプシーロールにキモを冷やしていたのだった。\nまもなく、鷹村に命じられて仲代ジムに行った一歩は、宮田が、伊達のスパーリ"
                },
                "6": {
                    "ID": "380978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/380978",
                    "TitleEnglish": "A Figure to Chase After",
                    "SummaryEnglish": "After seven years Eiji Date will finally have his rematch with Ricardo Martinez, the world featherweight champion. The title match begins, Date starts the match off with two lefts, the second landing on the champion's face.",
                    "TitleJapanese": "追い続ける背中",
                    "SummaryJapanese": "伊達とリカルドの記者会見が行われた翌日、一歩は、鷹村に誘われて早朝のロードワークに出た。そこで一歩らが見たのは、世界戦を２日後に控えた伊達の姿。鷹村は、自分なりに伊達を激励しようと、ロードワークの時間を合わせたのだ。一歩らを見つけた伊達は、その思いに気付き、一緒に走りながら素直に胸の内を明かしてくれた。\n伊達のリカルドに対する思いは、単なるリベンジではなかった。伊達が負けて以来７年間も王座に君臨しているリカルド。伊達は、目標でいてくれたからこそボクサーを続けていられた、とリカルドに感謝した。そして、伊達は、伝説の王者ともいわれているリカルドを倒す攻略法はないとも明かした。世界戦には勝つための方法論や理屈はない、と言い出す鷹村。伊達は、その鷹村の意見を否定せず、やがて絶対の自信を口にして、朝もやの中に消えて行った。\n世界戦当日、鷹村、青木らと一緒に会場の国技館に入った一歩は、ひとりで伊達の控え室に行ってみた。妻の愛子、息子の雄二に挨拶した一歩は、出て来た伊達を静かに見送る。そんな一歩を見つけた伊達は、“世界のてっぺんで待ってるぜ！”と告げ、ニヤリと笑ってみせた。一歩は、リングに伊達の後ろ姿を見送りながら、自分もその背中を追いかけよう、と心に誓った。\nまもなく、リング上に伊達とリカルドが登場し、いよいよゴングが鳴った。伊達は、いきなり挨拶代わりの左で攻勢をかけて―。"
                },
                "7": {
                    "ID": "380979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/380979",
                    "TitleEnglish": "The Advent of the Devil",
                    "SummaryEnglish": "The world featherweight title match has begun, in the first round, neither Date or Martinez use their rights. The second round is more exciting than the first. In the third round, Martinez steps it up and becomes more aggressive.",
                    "TitleJapanese": "悪魔の降臨",
                    "SummaryJapanese": "ＷＢＡ世界フェザー級タイトルマッチの第１ラウンド。まるで一歩ばりのファイタースタイルで突進した伊達には、気負いがなかった。一歩がさんざん手こずったリカルドの左を流す伊達は、押し気味に戦いを進める。そして、７年前のメキシコでの試合で、伊達がリカルドに倒された第２ラウンドがやって来た。\nリカルドは、いきなり右の必殺パンチを放って伊達を威嚇した。昔を思い出し、反射的にロープ際に下がってしまう伊達。リカルドは、巧みに強打を避けようとする伊達にボディーブローを連打。伊達は、ガードが下がったリカルドの顔面を狙おうとするが、さらに強烈なボディーを食らってしまった。リカルドは、このパンチで伊達を仕留めたと思った。だが、伊達は、リカルドの予想に反して反撃し、壮烈な打ち合いになった。\n第３ラウンド。伊達の強さに気付いたリカルドは、それまでの上品で技術的なスタイルを一変させ、暴力的とも思える野獣のようなパンチを放ち始めた。伊達は果敢に反撃するが、リカルドの強さに圧倒されっぱなし。一歩の隣りで観戦する鷹村は、伊達の強さを認めながらも、リカルドの強さがケタ違いだと言い切った。\n試合は進み、第９ラウンド。一歩は、ボロボロになりながらも精神力だけで踏ん張る伊達に、起死回生の魔法のパンチがあることを知っていた。それは、コークスクリューブローで相手の心臓をピンポイントで打ち抜く、必殺のハートブレイクショットだ。\nゴングが鳴った後、伊達は、リカルドの強打に耐えながら、懸命にハートブレイクショットのチャンスをうかがった。やがて、リカルドが頭部のガードを"
                },
                "8": {
                    "ID": "440428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/440428",
                    "TitleEnglish": "Spirit For One Last Attack",
                    "SummaryEnglish": "Date tries the heart-breaker shot but Martinez blocks it with his elbow breaking Date's hand. By the end of the round Date's hand, jaw, and ribs are broken. After ten rounds the match has a winner.",
                    "TitleJapanese": "魂の一撃",
                    "SummaryJapanese": "ＷＢＡ世界フェザー級タイトルマッチの第９ラウンド。劣勢の伊達は、起死回生を狙い必殺のハートブレイクショットを放つが、王者・リカルドに肘でブロックされて失敗。さらに伊達の右拳は、肘に当たった衝撃で骨にヒビが入り、使用不能の状態になってしまった。 これに気付いたリカルドは、威力のある左を避けながら、連打で伊達を追いつめる。アゴが砕けてマウスピースを飛ばした伊達の肉体は、あばら骨が何本か折れたこともあり、ほぼ戦闘不能の状態になっていた。\nゴングに救われた伊達は、セコンドの会長・仲代から、試合をストップするよう促された。これを見て試合の続行を求めたのは、なんとリングサイドにいた妻・ 愛子だった。悔いが残らないよう夫を完全燃焼させたい愛子は、極限の状況の下で、あえて落ちたマウスピースを渡し、激励したのだ。\nこの声でパワーを充電した伊達は、圧倒的な応援コールの中、１０ラウンド目のリングに立った。左を中心に攻撃する伊達は、骨折した右でもパンチをくり出す。だが、強打を受けた伊達のアゴの骨折が拡大し、口からは血がしたたり落ちた。\nそんな中、伊達は、リカルドの一瞬のスキを突き、骨折した右で再びハートブレイクショットを放った。誰もが伊達の大逆転勝利を予想した必殺のパンチ。だが、リカルドは、倒れなかった。伊達のハートブレイクショットは、右拳の骨折で威力が全くなかったのだ。\nリカルドは、伊達に止めを刺すべく、猛打で攻撃を強めた。そして、その右を受けた伊達は、ついにリングに崩れ落ちた。それと同時に、レフリーが試合をストップし、伊達の世界への夢は"
                },
                "9": {
                    "ID": "442043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/442043",
                    "TitleEnglish": "Inheritance Qualifications",
                    "SummaryEnglish": "The Kamogawa Boxing Gym gets a new recruit: Itagaki Manabu, the inter-high national runner up who happens to idolizes Ippo. Meanwhile, Ippo is hit with a blast from the past when he is challenged by Hammer Nao, his former junior who now seeks to defeat him and take his belt.",
                    "TitleJapanese": "受け継ぐ資格",
                    "SummaryJapanese": "伊達から、日本の中軽量級のけん引役に指名された一歩。まだその自覚が全くない一歩の２度目の防衛戦の相手は、全日本の７位にランクされているハンマー・ ナオという選手だった。ナオに関する資料はほとんどなかったが、一歩はコツコツと練習をこなす。ジムには、一歩を尊敬する国体準優勝の板垣も入門し、賑やかになった。\nナオの試合のビデオを見た一歩は、８戦８勝のナオの強烈なボディーフックに目を見張った。元々３階級も上のジュニアウェルター急でデビューしたナオは、一歩との対戦を熱望し、フェザー級に転向したとか。ナオは、打たれ続けて腫れ上がった凄みのある面構えをしていた。\nだが、鴨川からナオの本名を聞いた一歩は、愕然となった。かつて一歩を先輩と慕い、ランニングの際にいつもゲロを吐いたことから、“ゲロ道”とのアダナを付けられた山田直道が、今回の対戦相手のハンマー・ナオだったのだ。不器用で内気ながら頑張り屋の直道は、両親の転勤でジムを辞めたのだが、引越し先の地方でボクシングを続けていたらしい。\nビデオから分析すると、ナオは打たせながら前進して相手にパンチを浴びせる選手。板垣は、一歩なら間違いなく相手を病院送りに出来る選手だと言い切る。だが、鷹村は、精神的に甘い一歩が鬼になり切れないのではないか、と告げた。\nまもなく、ナオが都内で出稽古をしていると知った青木と木村は、そのジムに偵察に行った。ナオのボディーフックは強烈で、スパーリングパートナーを３連続でＫＯにするほど。青木らの顔を見たナオは、本気で一歩のベルトを狙うと宣言した。"
                },
                "10": {
                    "ID": "442044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/442044",
                    "TitleEnglish": "Biting Dog",
                    "SummaryEnglish": "Ippo is reluctant to fight Nao, who used to be his junior and friend. Nao faces his fear of fighting Ippo and resolves to let Ippo know how strong he has become firsthand. Who will come out on top?",
                    "TitleJapanese": "噛ませ犬",
                    "SummaryJapanese": "いろいろなジムの若手ホープの噛ませ犬役を引き受けることで、ボロボロになりながらチャンスを掴み、這い上がって来たナオ。だが、相手が可愛い後輩だと知った一歩は、なかなか意気が上がらない。そんな様子を見た記者の飯沼は、ナオが一歩を目標に頑張って来たことを明かして奮起を促した。\n鴨川会長の分析によると、不器用なファイタータイプのナオは、玉砕覚悟で接近戦を挑んでくる。これまでに、ごくまれに、噛ませ犬が逆に噛み付くケースもあるのだ。必殺のデンプシーロールは使えないが、鴨川は、全てにおいて分がある一歩に、チャンピオンとして真正面から受けて立つよう指示した。\n計量で一歩の顔を見たナオは、握手を拒絶し、ベルトを奪い取る、と告げた。噛ませ犬の勝利予告に、取材に駆けつけた記者たちは、驚きの声を上げる。一歩は、ヤル気満々のナオに、本気で戦うことを誓った。\n翌日、試合を前に、控え室のナオは、一歩が本気で戦ってくれると知り、嬉しさを噛みしめていた。一歩の後ろ姿を見失いたくないナオは、いつか対戦することを夢見てボクシングを続けてきた。ナオがボクサーとしての寿命が短い“打たれるボクシング”を選んだのは、ベストの状態のうちに憧れの一歩と戦うため。ナオは、この試合を自分の引退試合と考えていた。\n先輩の一歩に最高の自分を見せる――。会長の八戸もあっけに取られるほどの気迫でリングに向かうナオ。地元から駆けつけてきた応援団の声をバックにリングに立ったナオは、チャンピオン・一歩の入場を待った。"
                },
                "11": {
                    "ID": "446665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/446665",
                    "TitleEnglish": "Ippo vs. Hammer Nao",
                    "SummaryEnglish": "The match begins. Ippo goes on an all-out offensive, hoping to end this match as soon as possible, but Nao refuses to stay down until he has shown Ippo his new power! Nao makes use of relentless and forceful body blows, pushing Ippo into a corner.",
                    "TitleJapanese": "一歩VSハンマー・ナオ",
                    "SummaryJapanese": "『一歩圧勝』の予想で始まった元同門対決。第１ラウンド。ナオは、一歩の出鼻をくじく先制ラッシュを考えた。だが、ゴングが鳴ったとたん襲い掛かったのは、一歩の方であった。合わせようとしたナオの手をかいくぐった一歩は、右フックから連打の嵐。ロープ際に追い詰められたナオは、防戦一方で、開始３０秒にしてダウンを喫してしまった。\nカウント６で立ち上がったナオに対し、一歩の猛攻は収まらなかった。クリンチして休みたいナオを無理矢理突き放した一歩は、鬼の形相で畳み掛けるようにパンチをくり出す。客席の青木や木村らは、まるでケンカ腰の一歩をこれまで見たことがなかった。\nナオは、懸命に重いパンチで一歩を脅かした。しかし、２年前よりスピードが一段とアップした一歩に、ナオのパンチは全く当たらない。逆に一歩のパンチを受けたナオは、２度目のダウンをしてしまった。\n一歩は、何とか早くナオをＫＯして、試合を終わらせたかった。だが、自分の２年間の努力と成長を憧れの一歩に知ってもらいたいナオは、懸命に立ち上がる。一歩から学んだ丸まってガードを固める“カメ作戦”を取ったナオは、この回、一歩の猛攻をしのいだ。\n第２ラウンド。動きが速い一歩もボディーなら当たると気付いたナオは、八戸会長の指示で、即効性のあるミゾオチパンチを狙った。一歩の固いガードを右手でこじ開けたナオは、ここぞとばかりミゾオチパンチを叩き込んだ。手を使う方法は、噛ませ犬として這い上がってきたナオが覚えたえげつない作戦だったが、呼吸が出来なくなった一歩は、防戦一方。ナオの執拗なボディー攻撃を受けた"
                },
                "12": {
                    "ID": "446666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/446666",
                    "TitleEnglish": "Requirements For A Pro",
                    "SummaryEnglish": "Ippo lowers his guard and it becomes a blow-for-blow confrontation, with Ippo winning out and knocking Nao down. Nao reflects on his past with Ippo as he gets up once more, only to be ultimately knocked out. Ippo remarks that Nao hasn't felt the pain of losing yet, and now that he has, he will become much stronger.",
                    "TitleJapanese": "プロの条件",
                    "SummaryJapanese": "ハンマー・ナオがチャンピオンの幕之内一歩に挑戦した日本フェザー級タイトルマッチの第２ラウンド。みぞおち打ちをテコに反撃に転じたナオのパンチは、一歩の顔面をとらえるようになった。噛ませ犬の思わぬ反抗に、会場からはハンマーコールが湧き起こる。\nだが、ガードを固めてナオの攻撃を受けていた一歩は、突然気迫のオープンガードに変えて、打ち合う構えに入った。ナオのフックに対し、強烈なアッパーで威嚇する一歩。それでも前進するナオは、フックにみぞおちパンチを交えながら攻勢を強める。セコンドの八戸会長は、ナオに止めを刺すよう指示した。\nその時、一瞬のスキを突き、ナオのボディーに一歩の強烈なリバーブローが突き刺さった。それまでナオが積み上げてきた攻撃を一撃で消し去る一歩のパンチ。八田会長は、ナオの苦しみ方を見て、あばら骨までへし折られたと直感し、タオルに手を掛けた。\nだが、この試合を自分の引退試合と考えていたナオは、苦しみながらも立ち上がった。一歩も、その気迫に応えるように、ナオに猛攻を開始した。ワンツー、リバーブローの連打。そして、一歩の強烈な右ストレートを受けたナオは、ついに力尽きた。ナオに近寄るのをグッと我慢する一歩。そんな一歩を見て、鴨川は、王者の務めは果たした、と思った。\n控え室に運ばれたナオは、スッキリした顔をしていた。そんなナオに、引退のことを口にする八田会長。だが、ナオは、自分を励ましてくれた一歩のインタビューを耳にし、ボクシングをまだ続けようと思った。"
                },
                "13": {
                    "ID": "502661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/502661",
                    "TitleEnglish": "Ippo At The Beach 2",
                    "SummaryEnglish": "Takamura, Kimura, and Itagaki go to the beach because of their training camp while Aoki and Ippo go to the beach with Kumi and Tomiko, the two don't train because of they both had a match recently.",
                    "TitleJapanese": "イッポ・オン・ザ・ビーチ 2",
                    "SummaryJapanese": "ナオとの試合を終えたばかりの一歩の家に鷹村が姿を見せ、愛犬・ワンポを海に連れて行く、と告げた。鷹村の目的は、木村、板垣の３人で行う海合宿。鷹村らは、試合直後の一歩、青木の代わりにワンポを連れて行く、というのだ。\n鷹村がなかば強引にワンポを連れて出かけて程なく、今度は、青木が恋人のトミ子と現れ、一歩を海に誘った。一歩は、トミ子の後から現れた憧れの久美にも一緒に行くよう誘われ、即ＯＫ。ところが、この合計７人と一匹が偶然海で出会ったことから、思わぬ騒ぎが起きた。\n日帰りだとばかり思っていた一歩は、海に着いて、初めてこの旅行が一泊だと知った。青木が予約していたのは２部屋。ところが、青木とトミ子が同じ部屋に泊まると言い出したため、一歩はア然となった。久美が好きな一歩は、この機会に告白しようと考えてはいたのだが、いきなり同じ部屋に泊まるとは思ってもいない。夜、久美と海岸を散歩した一歩は、告白しようとするが、そのチャンスは訪れなかった。\n一方、トミ子と海岸でお熱いラブシーンを繰り広げていた青木は、花火の明かりで、鷹村が痴漢行為を行っていると気付き、怒り心頭。だが、その鷹村も、合宿と聞いて遊びに来た鴨川の親友・猫田におどかされて失神寸前。そんな中、久美と２人きりになった一歩は、懸命に告白しようとするが、待ち疲れた久美は、いつの間にか眠ってしまった。\n翌日、青木は、“痴漢”の鷹村をこらしめるため、大きなフナムシを挟み込んだお好み焼きを食べさせようとするが…。"
                },
                "14": {
                    "ID": "542381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/542381",
                    "TitleEnglish": "Two Spars",
                    "SummaryEnglish": "Ippo has a sparring match with Itagaki and knocks him down four times in three rounds. Ippo has another sparring match and this time it's with Imai Kyosuke, a boxer with an amateur record of 35 matches and 35 wins.",
                    "TitleJapanese": "二つのスパーリング",
                    "SummaryJapanese": "海の合宿で、板垣に頼まれた一歩が、スパーリングの相手をすることになった。またとないチャンスに、本気モードの板垣は、自慢の速いステップを使って一歩を攻める。だが、一歩の重いリバーブローの直撃を受けた板垣は、たまらずダウン。板垣は、３ラウンドで４回のダウンを喫するが、それでも大満足。やがて、海合宿は、猫田も加わった花火大会で終わりを告げた。\nジムに戻って程なく、一歩は、今度は、音羽ジムの若手・今井のスパーリングパートナーを務めることになった。今井は、２年連続インターハイと国体で優勝し、アマチュア戦績は３５戦無敗の有望株だった。\nスパーリングで様子見から始めた一歩は、今井が逃げると打ってくるファイタータイプだと気付き、打って押し返す作戦をとった。一歩が打っても逆に打ち返してくる今井。鴨川は、一歩に憧れているという今井が、そのスタイルをマネしながらも自分のものにしていると気付き、舌を巻く。一歩は、今井がすでにプロの風格を身につけている才能豊かな選手だと感じた。\nそんな中、ジムに戻って来た板垣は、一歩がスパーリングをした相手が今井だと知り、ア然となった。実は、板垣は、高校時代、今井と３度戦って全てＫＯで敗れていたのだ。一歩の感想は、口には出さなかったが、今井の方が実力的に板垣より一枚上。そんな一歩の胸の内を見抜いた板垣は、来年の新人王戦で激突する今井に、必ずリベンジすると誓った。"
                },
                "15": {
                    "ID": "542391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/542391",
                    "TitleEnglish": "Itagaki`s Debut Fight!",
                    "SummaryEnglish": "Takamura and Ippo's next matches are finalized. Itagaki has a jarring introduction to the world of pro boxing when he fights a boxer desperate enough to cheat, and Kimura's Dragon Fish Blow can't seem to get the job done. To top it all off, Takamura has botched his weight management due to Aoki's revenge and is in no shape to fight! Can Takamura defeat the Filipino Middleweight Champion?",
                    "TitleJapanese": "板垣、デビュー戦",
                    "SummaryJapanese": "両国国技館で行われる鷹村の世界戦の日程が明らかになり、一歩は、同じ日、セミファイナルで３度目の日本タイトル防衛戦をすることになった。鷹村の世界戦の相手は、２０戦２０勝１７ＫＯのブライアン・ホーク。タイトルを奪取した時、わずか９日間しか練習をしなかった、と豪語するチャンピオンだ。鷹村は、ブライアンが自分をナメ切っていると知り、怒りに震えながら練習に精を出した。\n両国での試合を２ヵ月後に控えたある日、鷹村の世界前哨戦と板垣、木村の試合が行われた。デビュー戦となる四回戦のリングに立った板垣の相手は、地味な雰囲気の牧野。板垣が鳴り物入りでアマから転向したスーパールーキーだったのに対し、牧野は２戦２敗でまだ勝ち星がない。ゴングの後、板垣は、全てフルスイングの牧野に、スピードのあるカウンター攻撃を仕掛ける。勝負は、誰が見ても板垣が優勢だった。\nところが、牧野の頭が板垣に頬に当たった直後、動揺した板垣に牧野の左が命中。ダウンした板垣は、懸命に立ち上がるが、今度は牧野の肘が当たり、再びダウン。この結果、板垣は、ＫＯ負けということになってしまった。\n控え室に戻った板垣は、自分に当たったのが頭と肘で反則のはずだ、と興奮気味。だが、そこにやって来た一歩は、レフリーが止めなかったのが、故意ではなく事故と判断したためだ、と告げる。そして、気を抜いた板垣が悪い、と言い切った。ショックを受けた板垣は、負けた悔しさもあり、「幻滅だ！」と言い残して、控え室から姿を消してしまった。\n一方、リングでは、木村がかろうじて判定で勝利し、いよいよ、鷹村の試合"
                },
                "16": {
                    "ID": "542401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/542401",
                    "TitleEnglish": "The Two Hawks",
                    "SummaryEnglish": "Takamura's light punches and decreased stamina have put him at a great disadvantage, but when he sees a familiar and taunting face, his anger allows him to fight back. Bryan Hawk finally makes his appearance - but his behavior is far from that of a true champion...",
                    "TitleJapanese": "二羽の鷹",
                    "SummaryJapanese": "板垣、木村の試合後に始まった鷹村の世界前哨戦。対戦相手のモーリス・ウエストが軽やかなフットワークで姿を見せる中、鷹村は、最悪のコンディションでリングに立った。減量に失敗したのか、体調不良なのか、鷹村は、げっそりとした形相。リング上でよろける鷹村を見た観客は、まともにパンチが打てないかもしれないと囁いた。\n第１ラウンド。全く力が湧いてこない鷹村は、ウエストを倒して早く試合を終わらせようと、いきなりラッシュを掛けた。だが、いつもなら相手をダウンさせることが出来る鷹村のパンチが軽かったため、ウエストにダメージを与えることが出来ない。鷹村はカウンター攻撃を仕掛けるが、相手の状態に気付いたウエストは乗ってこなかった。そして、焦る鷹村が、ラウンドの終了後に水を飲んだことから、形勢はさらに悪くなった。\n勝負は、大振りしながら突進する鷹村を、ウエストがフットワークでかわす状況で第６ラウンドに入った。鷹村のパンチに力がないことを確信したウエストは、積極的に攻撃を開始。体が動かない鷹村は、ウエストの連打を受け、サンドバック状態になった。カウンターで窮地を脱しようとするが、鷹村は打ち負けて追い詰められる。懸命にクリンチで逃れた鷹村は、残り時間がまだ１分３０秒もあると気付き、愕然となった。\nそんな中、鷹村は、リングサイドで両脇に女をはべらせている外人が、世界戦の相手となるチャンピオンのブライアン・ホークだと気付いた。観戦するホークがニヤニヤしているのを見た鷹村は、ウエストの猛攻を受けながらも、怒り心頭で反撃を開始。カウンターでウエストを"
                },
                "17": {
                    "ID": "602621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/602621",
                    "TitleEnglish": "Wild Kid",
                    "SummaryEnglish": "Takamura attacks Hawk in a fit of anger, but Hawk effortlessly blocks his attack, stunning everyone. The Kamogawa gang reviews Hawk's previous matches and learn how terrifyingly strong he is. When Ippo and friends visit Takamura's home out of curiousity, Takamura's checkered past with his family is revealed.",
                    "TitleJapanese": "野生児",
                    "SummaryJapanese": "世界戦を前にした記者会見で怒りのあまり、チャンピオンのホークに殴りかかろうとする鷹村。そんな鷹村を懸命に制止した一歩、青木、木村の３人は、記者会見後、藤井を交えて世界戦の行方を占った。\n藤井の分析によると、ホークは、理詰めでかつ芸術的なボクシングをするリカルドとは正反対で、動物的なカン、闘争本能、傲慢なまでの自己顕示欲は、まるで 野生児といってもいい。繰り出すパンチが全て必殺パンチだと聞いた一歩らは、ホークのボクシングスタイルがまるで鷹村とそっくりだと気付いた。\n鷹村には減量というもうひとつの難敵が控えていたが、一歩らは、ボクシングを始めるきっかけを作ってくれたちょっと荒っぽい恩人を心からサポートしようと思った。\nまもなく、鷹村をもっと良く知るためにそのアパートを訪ねた３人は、鷹村の姉と弟だという京香、渡と遭遇した。鷹村の父親は、リゾート開発やホテルなどを手掛ける大手の鷹村開発の経営者で、鷹村はその次男。２人は、鷹村が近々世界戦に挑戦すると知り、激励に来たというのだ。\n京香らの話によると、鷹村は子供の頃から有り余る腕力が災いし、数多くの事件を起してきた。そして、鷹村は、中学時代、長男・卓が出場したラグビー大会の会場で暴力事件を起したため、親から勘当され実家から追い出されていたのだ。\nその頃、卓と会った鷹村は、全く違う立場から励ましを受けていた。鷹村が、多くの暴力沙汰で家に泥を塗ったという卓は、その汚名を雪ぐためにも世界一になれ、と言うのだ。だが、勝ったらいくつかの会社を任せるという卓に対し、鷹村は、自分の居場所はリン"
                },
                "18": {
                    "ID": "634041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/634041",
                    "TitleEnglish": "Extreme Weight Control",
                    "SummaryEnglish": "Takamura resolves to reach the top of the world for the sake of his friends and for the coach. In order to do so, he must lose 20 kilos (44 lbs) before the match. Takamura starves and dehydrates himself to accomplish his goal, but will he make it through this bout of extreme weight control?",
                    "TitleJapanese": "極限の減量",
                    "SummaryJapanese": "鷹村の世界戦が近づき、鴨川ジムでの話題は、次第に試合のことが多くなった。当日のセミファイナルで行われる一歩の日本タイトルの防衛戦の相手は、ランキング５位の韓国人の“輸入ボクサー”に決定。だが、リラックスムードの一歩に対し、鷹村の戦いはもう始まっていた。\n実は、普段の体重が９０キロ近い鷹村は、試合までに２０キロも減量する必要があった。鷹村のジュニアミドル級は、世界中の強豪がひしめくクラス。つまり、鷹村は、最強チャンピオンのホークと試合をする前に、まず地獄のような減量と戦わなければならなかったのだ。\n鷹村の家での食事などは、姉の京香が管理した。鷹村が猛練習の後、やかんを載せたストーブのある部屋で口にするのは、バナナなどの減量メニューと体内の水分を唾液から除くための干シイタケだけ。一歩、青木らの応援を受けながら、鴨川の指導を受ける鷹村の表情には、いつしかピーンと張りつめた緊張感が漂い始めた。\n残り５キロとなった鷹村は、いよいよ正念場を迎えた。練習でのパンチに切れがなくなり、まさに疲労のピーク。体内の余分な水分を出し尽くしたため、あとは骨身を削る作業だけになった。\n京香の作るスープさえ口にしなくなった鷹村の考えたのは、水のことだけ。精神が冴えすぎ、幻覚にも襲われた。青木や木村は、鷹村が自分たちの考えも及ばない極限の状況にあると知り、尊敬の念さえ抱いた。\nそんな中、ホークが余裕の表情で来日した。美女に囲まれるホークを見た鷹村は、激しい敵意を見せた。"
                },
                "19": {
                    "ID": "634051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/634051",
                    "TitleEnglish": "Critical Situation",
                    "SummaryEnglish": "The coach and Nagi see Hawk's devastating boxing firsthand. Takamura barely makes weight and is taunted by Hawk for his skinny appearance. Later, when a press conference turns into utter chaos, all of Japan roots for Takamura to beat Hawk. Ippo makes a risky promise to Takamura, but will he be able to fulfill it?",
                    "TitleJapanese": "一触即発",
                    "SummaryJapanese": "公開スパーリングの日、実力の片鱗を見せつつも手抜きを繰り返すホークに対し、鷹村は、最悪のコンディションでリングに立った。減量による衰弱のため、スパー相手に連打を食らって倒れそうになる鷹村。取材をした記者たちは、７－３で鷹村の不利を予想する。鴨川は、世界戦の重みなどまるで頭にないまま遊びまわるチャンピオンを見て、怒りを露わにした。\nやがて、行われた計量では、必死の減量が実を結んで、鷹村はリミットいっぱいでパス。だが、共に計量したホークは、鷹村の体を見て、まるでミイラだと嘲り笑った。記者会見でも、ホークは、不真面目な態度を取り続けて、鷹村を挑発。余りにもお粗末なホークの様子に、記者たちもその人間性を疑った。鷹村をバカにされて思わず掴みかかる鴨川に、ホークは逆に平手打ちを食らわす。これを見た鷹村は怒りに震え、記者たちも全員がホークに反発した。\n試合当日、会場に詰めかけた観客が反ホークで一丸となる中、一歩は、控え室で会った鷹村に絶対勝って欲しいと頼み、自分もセミファイナルで必ず１ラウンドでＫＯ勝利すると約束した。\n３度目の日本タイトル防衛戦のリングに立った一歩は、韓国の強豪・李と相対した。自分のスタイルを貫き通すように、との鴨川の指示を受けて緊張する一歩。１ラウンドのゴングと同時に飛び出した李は、こん棒のように突き出す左のパンチを繰り出しながら、突進してきた。これを見た一歩は、得意のデンプシーロー ルで対抗。まもなく、一歩の左右の強打を連続して食らった李は、まるで人形のようにリングに崩れ落ちた。"
                },
                "20": {
                    "ID": "673781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/673781",
                    "TitleEnglish": "Junior Middleweight World Title Match",
                    "SummaryEnglish": "Ippo manages to win his title defense with a 1-round KO as per his promise and rushes back to see Takamura. There, he sees all of the Japanese champions and former champions, including Eiji and Sendo,encouraging Takamura to do his best. After a flashy entrance ceremony, the long-awaited world title match finally begins!",
                    "TitleJapanese": "世界J・ミドル級タイトルマッチ",
                    "SummaryJapanese": "世界王座を狙う鷹村のお膳立てをするかのように、セミファイナルで１ラウンドＫＯ勝ちを果たした一歩。試合終了後、報告をするため鷹村の控え室に行った一歩は、伊達を始め、各階級の日本チャンピオンがそろって詰め掛けているのを見て、ビックリ。日本中が応援している、と改めて伊達に励まされた鷹村は、鋭い目付きで必勝を誓った。\n最後に、鴨川から“積み上げたものが拳に宿る”と言う言葉で勇気を注入された鷹村は、一歩や青木、木村らとのトレーニングを思い浮かべながら、控え室を出て、リングへと向かった。\n会場は、１６戦１６勝１６ＫＯの鷹村の世界挑戦に、異常なまでの盛り上がりを見せていた。割れるような歓声を受けながら、ロープを飛び越えてリングに立った鷹村は、拳を高々と振り上げて観客に応える。\n次いで姿を見せたチャンピオンのホークは、派手な衣装のホークガールズを従えて、華やかにリングに向かった。観客の罵声が渦巻く中、悠々と不敵に進むチャンピオン。鷹村は、そんなホークをリング上からにらみつけた。\nやがて、両者がリングに上がり、リングアナによる選手紹介が行われた。その時になっても、ホークは、“鷹村Ｔシャツ”を破く、余裕のパフォーマンスを見せる。青木と木村は、ほとんど練習をしていないとの噂のホークの体が、威圧感を感じるほど鍛え上げられているのを見て、ア然となった。\n全てのセレモニーが終わり、それぞれのコーナーに分かれる鷹村とホークの“二羽の鷹”。そして、いよいよ試合開始のゴングが打ち鳴らされた。"
                },
                "21": {
                    "ID": "742611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/742611",
                    "TitleEnglish": "Battle of Hawk",
                    "SummaryEnglish": "Takamura takes the pace at the beginning of the match, but Hawk unveils his unique style that allows him to dodge and attack simultaneously! After being caught off-guard and taking a beating in the first round, Takamura uses his speedy footwork to circle around Hawk, but Hawk outspeeds him and knocks him down. Can Takamura learn to counter Hawk's wild fighting style in time?",
                    "TitleJapanese": "BATTLE OF HAWK！",
                    "SummaryJapanese": "鷹村が、チャンピオンのホークに挑戦したＷＢＣ世界Ｊ・ミドル級タイトルマッチ。第１ラウンド、鷹村は、ノーガードで挑発するホークに、オーソドックスなスタイルからまるで速射砲のような鋭いジャブを放った。このパンチは、相手のガードを弾くほど強烈で、ホークはコーナーに追い詰められる。\nところが、ホークは、左手でロープを掴みながら、アッパーで反撃。ホークの基本を無視した変則ボクシングを初めて味わった鷹村は、ア然となった。体半分寝かせながら放ち、次々と鷹村の顔面を捕らえるホークの強烈なパンチ。追い詰められた鷹村は、コーナーを背にして気を失いかけた。\n気を引きしめた鷹村は、得意のジャブと、ボディーの上下の打ち分けでホークに反撃。しかし、暴力と言っていいほどのホークの読めない変則パンチを受けた鷹村は、意識が飛んでロープにもたれかかる。幸いにもゴングに救われた鷹村は、肩で息をしながらコーナーに戻った。\n鴨川は、眼光鋭くにらむ鷹村に「自分のリズムを守れ」としか言えなかった。近代ボクシングを根底からくつがえす、まるでストリートファイトのようなホークの“野生”に、鴨川はそれ以上授ける策がなかったのだ。\n鴨川から気合の張り手を背中に受けた鷹村は、第２ラウンド、足を使ってスピードでかき回す作戦に出た。直線的に突進してくるホークに対し、細かいジャブで反撃する鷹村。イラつくホークに、ついに鷹村の強烈な右が入った。\nだが、余裕のホークは、鷹村の上を行く高速ステップにギアチェンジ。鷹村は、軽快なスピードで迎え撃つが、スキを突くホークの強打を浴び、たまら"
                },
                "22": {
                    "ID": "742621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/742621",
                    "TitleEnglish": "Brawl",
                    "SummaryEnglish": "Takamura is outsped once more and knocked unconscious, but manages to recover just in time. Relying on what he has learned from the coach, he knocks down Hawk and discovers his weakness! An all-out brawl ensues and Takamura comes out on top! Takamura begins the next round with a KO proclamation - but can he really end the fight in this round?",
                    "TitleJapanese": "ケンカバトル",
                    "SummaryJapanese": "鷹村が王者・ホークに挑んだＷＢＣ世界Ｊ・ミドル級タイトルマッチの第２ラウンド。スピードを上げた鷹村に対し、ホークは、あざ笑うかのように相手のスピードに合わせて打ち合いを始めた。両者の動きに差はないものの、当たるのはホークのパンチばかり。鴨川は、この状態を冷静に見て、ホークがこの手の戦いに慣れているからだと分析する。\nまもなく、ロープ際で捕まった鷹村は、ホークの連打を浴びて２度目のダウン。カウント８で立ち上がったものの、失神状態の鷹村は、ホークの位置を確認できない。残り３０秒。鷹村はようやく意識を取り戻すが、次にダウンすればＫＯ負けは必至だった。\nところが、ジャブをスウェイし、のけぞったホークに鷹村の左が偶然当たってから、形勢が変わった。さらにのけぞってパンチを避けるホークに鷹村の左が連続して命中。バランスを崩したホークは、マットに叩きつけられるようにダウンを喫したのだ。渦巻く歓声の中、カウント７で立ち上がったホークは、ダメージダウンではなかったため、ニヤニヤとおどけて見せる。\nホークの弱点が見えたと鴨川に告げた鷹村は、第３ラウンド開始早々、再び同じパターンでダウンを奪った。限界まで上体をそらすホークのスウェイバックは、もしパンチが当たれば一番不安定な体勢でダメージを受けるのだ。ブチ切れるホークを見た鷹村は、逆にケンカバトルで応え、ノーガードで相手を挑発。両者フルスウィングの必殺パンチが飛びかうも有効打がなく、第３ラウンドはそのまま終了した。\n第４ラウンド。ケンカファイトに変えた鷹村は、リズムを取り戻して勢いづく。そ"
                },
                "23": {
                    "ID": "758091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/758091",
                    "TitleEnglish": "Supporting Hand",
                    "SummaryEnglish": "Despite using all of his remaining energy, Takamura cannot break through Hawk's defense and is left with no way to fight back. Hawk's wild bloodlust comes out, and he aims to kill Takamura in the ring! With nothing supporting him but the love of his friends and the coach's help, can Takamura mount a comeback?",
                    "TitleJapanese": "支える手",
                    "SummaryJapanese": "鷹村が、開始のゴング直前、観客に向かってＫＯ勝ちを宣言した第５ラウンド。勝利を期待する歓声の中、突進した鷹村は、積極的に打って出た。ロープ際までホークを追いつめる鷹村を見た観客は、ＫＯが近いと大盛り上がり。\nそんな中、セコンドのミゲルは、ホークと同じ力量の鷹村が、なぜこのラウンド、急に猛攻を仕掛けてきたのかを考え、ある結論に達した。ミゲルは、すぐにホークに相手のボディーを狙い、さらにガードを固めるよう指示する。その結果、このラウンドでは、鷹村が宣言したＫＯシーンは見られなかった。\nコーナーに戻った鷹村の体の汗を拭いた鴨川は、ようやく鷹村の第５ラウンドのＫＯ宣言の意味に気付いた。汗を拭いた鷹村の皮膚からは、厳しい減量が影響し、それ以上汗が滲んでこない。自分のスタミナの限界を悟った鷹村は、第５ラウンドで試合を終わらせるつもりだったのだ。ミゲルは、ボディー攻撃に鷹村が顔をしかめたとホークから聞き、相手の“ガス欠”を確認した。\n第６ラウンド。鷹村は、鴨川の心配通り、タコ殴りにされてロープ際に追いつめられた。ホークの左フックから大降りのアッパーをまともに食らった鷹村は、そのままダウン。何とか立ち上がった鷹村の右目は腫れ上がり、相手の左のパンチが見えなくなった。\nボロボロの鷹村に容赦なく突き刺さるホークの連打。まさにサンドバック状態になった鷹村は、ついに自分のＫＯ負けを予感した。だが、ホークの強打を受けて 意識が遠ざかる中、鷹村は、鴨川や、一歩、木村らの手が自分の背中を支えてくれているように感じた。ジムの仲間の顔を思い浮かべた"
                },
                "24": {
                    "ID": "758101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/758101",
                    "TitleEnglish": "The King",
                    "SummaryEnglish": "Takamura is knocked unconscious while standing yet again, and remembers all of the pain, suffering, and disrespect he faced for the sake of this match. Realizing that his pain is because of Bryan Hawk, he begins fighting back, this time driven purely by instinct and anger. Takamura turns the table, but the champion on the ropes has one last trick up his sleeve...",
                    "TitleJapanese": "王様",
                    "SummaryJapanese": "鷹村が、王者・ホークに挑んだ世界J・ミドル級タイトルマッチの第７ラウンド。大観衆が鷹村の巻き返しを期待する中、ホークは鬼の形相で攻勢に出た。ホークの変則パンチの連打を顔面に受けた鷹村は、意識が吹っ飛んで防戦一方。ホークは、ここぞとばかりフィニッシュを決めようとパンチを繰り出した。\nところが、意識を超える野生の本能が甦った鷹村は、突然猛反撃を開始。壮絶な打ち合いの後、相手の懐に飛び込んだ鷹村は、ホークのリバー〈肝臓〉、テンプル〈コメカミ〉、アゴといった急所のみを鋭いパンチで狙い始めた。そして、鷹村のアッパーをアゴに受けたホークは、たまらずマットに膝から崩れ落ちた。\nカウントを始めるレフェリーの指示でコーナーに戻った鷹村は、ようやく意識を取り戻した。自分が相手をダウンさせたと気付いた鷹村は、さらに闘志をむき出しにする。ホークがカウント８で立ち上がるや、鷹村は、ＫＯを狙って突進。だが、第７ラウンドは、そこで終わった。\n誰もが試合の終了を予想した第８ラウンド。鴨川から赤い手形を背中に付けられた鷹村は、「王様になって帰って来る」と告げ、笑みさえ見せながらリング中央へと進んだ。\nこのラウンド、ホークは、最初から怒涛のラッシュを見せた。この猛打の嵐をガードでこらえた鷹村は、右クロスで応える。互いの連打の後、鷹村のストレート、アッパーが立て続けにホークに命中。ホークは、上体反らしからのパンチで反撃する。\nそんな中、鷹村は、相手の上体反らしからのパンチに、強烈なカウンターを合わせ、再びホークをリングに倒した。一歩をはじめジムの仲間たち"
                },
                "25": {
                    "ID": "889911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/889911",
                    "TitleEnglish": "Please Accept This Bronze Statue",
                    "SummaryEnglish": "After a gruesome fight, Takamura becomes the WBC Jr. Middleweight World Champion, and orders a giant bronze statue of himself to celebrate. Itagaki wins his first official match, and Ippo meets Itagaki's family - and learns how terrifying a simple pun can be!",
                    "TitleJapanese": "銅像をどうぞ",
                    "SummaryJapanese": "鷹村の世界タイトル奪取で歓喜のルツボと化す会場。鴨川や一歩らジム仲間に祝福されて、満足そうに笑う鷹村。チャンピオンベルトを締め、青木に肩車された鷹村は、両手を高々と上げて歓声に応える。リングサイドの卓、渡、京香の兄弟たちも、心から喜んだ。\n１週間後、ジムに等身大の鷹村の胸像が届けられた。台座に、『王座奪取記念』とあるのを見つけた一歩らは、鷹村がそれを試合前に注文していたと知る。ところが、青木が、この胸像の腕を誤って折ってしまった。\nそんな中、鷹村は、胸像のミニサイズの置き物を３００個も持ち、ご機嫌でジムに現れた。この置き物は、ひと儲けしようと考えて作った鷹村グッズ。胸像の腕のことを知った鷹村は、普段なら怒り心頭で大暴れなのだが、逆に青木に優しく話しかける。ミニ鷹村像を全て売りさばくよう鷹村に命じられた青木は、仕方なく繁華街の路上に座るはめになった。\nまもなく、デビュー戦でＫＯ負けした板垣の２戦目が行われた。元々、実力のある板垣は、初戦の黒星で吹っ切れたこともあり、あっさり１ラウンドＫＯ勝ち。その夜、祝勝会をするという板垣家に招かれた一歩は、両親やファンだという妹・菜々子と一緒に、食事をすることになった。この板垣の家族がダジャレ一家で、一歩は、チャンピオン級の“ワザ”を連発する板垣の父親にやられっぱなし。\n翌日、ダジャレ好きの鷹村は、チャンピオンのプライドもあって、板垣の父親に挑戦に出かけた。しかし、戻って来た鷹村は、返り討ちに遭ったらしく、板垣の父親を“師匠”と呼ぶまでになっていて―。"
                },
                "26": {
                    "ID": "889921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/889921",
                    "TitleEnglish": "New Challenger",
                    "SummaryEnglish": "When Miyata confronts Ippo about their promise, it is revealed that Miyata has risen far above Ippo's level due to his over-reliance on the Dempsey Roll. When Ippo's next challenger, Shimabukuro Iwao, declares that he will destroy the Dempsey Roll, Ippo decides to train his Dempsey Roll so that it has no weaknesses. The coach decides to help Ippo, even if it means fighting against modern boxing itself!",
                    "TitleJapanese": "NEW CHALLENGER",
                    "SummaryJapanese": "鷹村の世界王者奪取で、一気に活気づく鴨川ジム。春先には、一歩の４度目のタイトル防衛戦、青木の日本タイトル挑戦、板垣の新人王戦などイベントが目白押し。記者の取材を受けた一歩は、控え目ながらも決意を語る。\nそんな中、練習帰りの一歩が、突然現れた宮田に、いきなり胸倉をつかまれて、文句を言われた。実は、宮田は、ジムを通して何度も一歩との試合を申し込んでいたのだが、ことごとく拒否されていたようなのだ。以前、プロのリングで決着をつけようと約束したという宮田は、一歩に裏切られた思いだったのだ。\n鴨川から何も聞かされていない一歩は、自分の力がアップしたという自負もあったため、慌ててジムに戻り、事実関係を質した。これに対し、鴨川は、宮田の所属する川原ジムからのタイトルマッチの申し込みを断わったとあっさり認める。そして、今、一歩が宮田と戦った場合、何度シミュレーションしても、全く勝ち目がない、と断言したのだ。\n一歩がとぼとぼとジムから姿を消す中、鴨川は、改めて一歩の必殺技・デンプシーロールのことを考えた。\nデンプシーロールは、振り子の原理で左右から襲う強打。しかし、規則正しいその運動は、相手にとってタイミングが取りやすく、カウンターの絶好の餌食になる。ジャブを基本とし、スピードの流れの中から、相手の機能を停止させる近代ボクシングを学んだ宮田。一歩は、デンプシーロールを手に入れてから、近代ボクシングに逆行する方向に進んでいた。このため、鴨川は、一歩のデンプシーロールこそが宮田戦においての致命的な弱点になると考えたのだ。\n一方、鴨川の言葉"
                }
            }
        },
        "3": {
            "ID": "526307",
            "URL": "https://www.thetvdb.com/series/hajime-no-ippo/seasons/official/3",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4628176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4628176",
                    "TitleEnglish": "The Strongest Challenger",
                    "SummaryEnglish": "Makunouchi Ippo defeated Sendou Takeshi with his Dempsey Roll and became the Japanese Featherweight Champion! Reflecting on his recent title defenses, Ippo reminisces about his late father Kazuo, and his own desires to be as strong as his dad was.",
                    "TitleJapanese": "最強の挑戦者",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4684958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684958",
                    "TitleEnglish": "The Dempsey Roll Destroyed",
                    "SummaryEnglish": "With his title on the line, Ippo goes toe-to-toe with Shimabukuro. The battle is so intense Ippo doesn’t even have room to breathe, to the point he starts turning blue! With Ippo struggling at the “bottom of the ocean,” has Shimabukuro met his goal of destroying the Dempsey Roll?!",
                    "TitleJapanese": "デンプシーロール破り",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4684968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684968",
                    "TitleEnglish": "A Woman's Battle",
                    "SummaryEnglish": "Ippo emerges victorious after a vicious war with Shimabukuro, and Itagaki’s sister Nanako comes to pay him a visit at home while he rests. Meanwhile, Aoki is busy preparing for his first ever title match against the lightweight champion Imae Katsutaka.",
                    "TitleJapanese": "女の闘い",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4684969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684969",
                    "TitleEnglish": "The Goddess of Victory",
                    "SummaryEnglish": "After an infuriating face-off with Imae, Aoki turns to his girlfriend Tomiko for comfort. Meanwhile, Imae chooses to focus all his energy on boxing and his upcoming title defense, rebuffing his former girlfriend Sachiko’s attempts to rekindle their romance. Will Tomiko’s support carry Aoki to victory, or will Imae’s intense focus keep the belt on his waist?",
                    "TitleJapanese": "勝利の女神",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4684970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684970",
                    "TitleEnglish": "100% Fake",
                    "SummaryEnglish": "Imae’s long hours of research quickly pay off as he decimates Aoki by countering every one of his trademark attacks, even the Frog Punch! As Tomiko watches on and the crowd awaits the inevitable knockout, Aoki does something that leaves the whole arena in shock.",
                    "TitleJapanese": "100％のフェイク",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4684971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684971",
                    "TitleEnglish": "The Distance Between Me and Glory",
                    "SummaryEnglish": "Imae, cowed by Aoki’s fearsome new move, suddenly realizes what it is Aoki has that he lacks. Summoning up all the energy he has left, he faces his challenger once again. As the fight drags on, will Imae retain his championship, or will Aoki finally reach the belt?",
                    "TitleJapanese": "栄光までの距離",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4684972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684972",
                    "TitleEnglish": "Cheese Champion",
                    "SummaryEnglish": "Sendou Takeshi, the \"Naniwa Tiger,\" returns to the ring! But it's his sparring partner, Sawamura Ryuuhei, who knocks Ippo for a loop when he calls the Dempsey Roll a \"clumsy technique\" and declares he's gunning for the Featherweight Title!",
                    "TitleJapanese": "チーズチャンピオン",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "4684973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684973",
                    "TitleEnglish": "The Mad Dog and the Red Wolf",
                    "SummaryEnglish": "Ippo's next title defense is confirmed to be against Sawamura Ryuuhei, and after realizing the Dempsey Roll is vulnerable to counter punches, Ippo realizes he doesn't stand a chance. His only option is to somehow evolve the Dempsey Roll into a more effective move, but as he mulls over exactly how to do it, a surprisingly familiar face appears in front of him.",
                    "TitleJapanese": "飢えた狂犬、赤い狼",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "4684974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684974",
                    "TitleEnglish": "A Savage Scenario",
                    "SummaryEnglish": "Volg has return to Japan to take back his boxing gloves from Ippo. He hopes to travel to America, but with no contacts there he must rely on Coach Kamogawa to introduce him to someone. The gang at the gym asks Volg to spar with Ippo to help him prepare for the Sawamura fight, but after such a long time away from the ring, can the Russian get in fighting shape in time?",
                    "TitleJapanese": "悪魔のシナリオ",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4684975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684975",
                    "TitleEnglish": "The Face Of Determination",
                    "SummaryEnglish": "As the fight with Sawamura draws near, Ippo has pinned all his hopes on the newly-evolved Dempsey Roll, to the point where practicing it has left him worn out and overtrained. Left with a dire warning from his massage therapist about the toll his new move is taking, will Ippo be able to perfect his technique in time for the fight?!",
                    "TitleJapanese": "決断の表情（カオ）",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "4684976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684976",
                    "TitleEnglish": "Fearless Challenger",
                    "SummaryEnglish": "Sawamura's blatant fouls and bullet-like left jabs leave Ippo scrambling to establish some kind of rhythm. He stubbornly forces his way inside, but is he charging headfirst into a trap?",
                    "TitleJapanese": "不敵な挑戦者",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "4684977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684977",
                    "TitleEnglish": "The Anti-Dempsey Perfected",
                    "SummaryEnglish": "Ippo mounts a desperate, full frontal assault as Sawamura continues to toy with him. Determined to take back the pace, Ippo begins to dodge the Bullets and get into a rhythm as he strikes back. Almost naturally he falls into the Dempsey Roll pattern, and Sawamura makes his move!",
                    "TitleJapanese": "完全なるデンプシー破り",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "4684978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684978",
                    "TitleEnglish": "A Fist That Picks You Up",
                    "SummaryEnglish": "The evolved Dempsey Roll saved Ippo from the jaws of defeat. Bolstered by the cheering fans, he chases down Sawamura. But with Sawamura more willing than ever to risk an illegal move, will Ippo's last bit of energy be enough to defend the title?",
                    "TitleJapanese": "活人の拳",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "4684979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684979",
                    "TitleEnglish": "Empowering Words",
                    "SummaryEnglish": "Ippo visits Dr. Yamaguchi and learns the full extent of the damage caused by the evolved Dempsey Roll. As he walks home on crutches, Umezawa drives by and gives him a lift. Ippo's relief is short-lives, however, as Umezawa suddenly reveals he plans to quit working on the Makunouchi fishing boat!",
                    "TitleJapanese": "力の出る言葉",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "4684980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684980",
                    "TitleEnglish": "A Storm Descends on Makunouchi Fishing Boat",
                    "SummaryEnglish": "To celebrate Ippo's win and recovery, the whole gym gang hops aboard the Makunouchi Fishing Boat for a fun fishing trip. Yagi suggests they liven things up with a little contest, and suddenly a relaxing afternoon turns into an all-out war!",
                    "TitleJapanese": "風雲！釣り船幕之内！！",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "4684981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684981",
                    "TitleEnglish": "Golden Eagle",
                    "SummaryEnglish": "While Takamura approaches his physical limits as he cuts weight for his upcoming world title match, the American champion David Eagle arrives in Japan. Talented, dedicated, respectful, and honorable, he exudes the aura of a true champion.",
                    "TitleJapanese": "黄金の鷲",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "4684982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684982",
                    "TitleEnglish": "Eleki's Shocker and Papaya's Coconut",
                    "SummaryEnglish": "It's time for Kimura and Aoki to step into the ring at the Yokohama Arena! Kimura's up first, and nerves come into play as he stands before a huge crowd for the first time. Then when Aoki's turn comes up, he finds himself perplexed by a boxer every bit as unorthodox as himself! Can the duo set the right tone for Takamura's title match?!",
                    "TitleJapanese": "デンゲキエレキとココナッツパパイヤ",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "4684983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684983",
                    "TitleEnglish": "The Unfinished New Counter",
                    "SummaryEnglish": "It's the semifinal match, Miyata vs. Dachboy, and the Miyata camp recognizes a familiar face in the opponent's corner... Mister Sakaguchi, the former manager of the boxer Miyata beat for the OPBF title!",
                    "TitleJapanese": "未完の新型カウンター",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "4684984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684984",
                    "TitleEnglish": "Hawk vs. Eagle",
                    "SummaryEnglish": "It's finally time for the main event, Takamura Mamoru vs. David Eagle! The challenger is full of vim and vigor, but even in the face of Takamura's fury, Eagle's face remains calm and collected.",
                    "TitleJapanese": "鷹VS鷲",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "4684985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684985",
                    "TitleEnglish": "A Lesson Never Forgotten",
                    "SummaryEnglish": "Despite being stymied by Eagle, Takamura assures his corner he has a plan for victory. Just as he seems to be making progress, a shocking development changes the entire fight.",
                    "TitleJapanese": "忘れられない教え",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "4684986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684986",
                    "TitleEnglish": "The End of the Death Match",
                    "SummaryEnglish": "Both Takamura and Eagle are bleeding from their eyes, the doctor is about to stop the match but Takamura tells him to continue the match. Takamura can hardly see, one eye is swollen, the other is covered in blood.",
                    "TitleJapanese": "死闘の果てに",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "4684987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684987",
                    "TitleEnglish": "Flower of Hope",
                    "SummaryEnglish": "An old photo and a little prodding from Ippo and Aoki prompts Coach Kamogawa and Nekota to take a trip down memory lane. Theirs is a tale of hope, frustration, and ultimately redemption in the early days of postwar Japan.",
                    "TitleJapanese": "希望の花",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "4684988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684988",
                    "TitleEnglish": "The Courage to Live",
                    "SummaryEnglish": "Prizefighting turns out to be no match for boxing as Sergeant Ralph Anderson easily manhandles Kamogawa and Nekota. The two fighters redouble their training even as they adjust to their new lives living with Yuki...and each other.",
                    "TitleJapanese": "生きる勇気を",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "4684989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684989",
                    "TitleEnglish": "Iron Fist",
                    "SummaryEnglish": "Kamogawa breathes a sigh of relief as he watches Nekota run circles around Anderson with his spectacular footwork... Until round four, when the soldier's frustration reaches a critical mass and things take a dark turn.",
                    "TitleJapanese": "鉄拳",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "4684990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hajime-no-ippo/episodes/4684990",
                    "TitleEnglish": "A Vow",
                    "SummaryEnglish": "Kamogawa resorts to pounding a log with his bare fists as he trains to face Anderson and avenge Nekota. Anderson rediscovers his pride as a boxer and brings Miguel along as his cornerman. Everything comes down to this!",
                    "TitleJapanese": "誓い",
                    "SummaryJapanese": null
                }
            }
        }
    }
}