{
    "URL": "https://www.thetvdb.com/series/simoun",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0991062/",
        "https://simoun.tv/index.html",
        "https://www.themoviedb.org/tv/1102",
        "https://www.wikidata.org/wiki/Q2521957",
        "https://en.wikipedia.org/wiki/Simoun_(TV_series)"
    ],
    "TitleEnglish": "Simoun",
    "SummaryEnglish": "In the world of Daikuuriku, everyone is born female, and chooses which sex they wish to become at age 17. In this world, the peaceful theocracy of Simulacrum is guarded by magical flying machines called \"Simoun\", which can only be piloted by young girls who haven't chosen a sex yet. The Simoun can activate a magical power known as \"Ri Maajon\" that can destroy large numbers of enemies at once. When the industrialized nation of Argentum decides that it needs to invade Simulacrum to acquire the secret of the Simoun, war breaks out, drawing the Simoun \"Sibyllae\" (priestesses who fly the Simoun) into a lopsided battle. Because the war is raging, the Sibyllae are granted an exemption from choosing a permanent sex for as long as they're willing to keep flying. Aaeru, a determined young Sibylla with a mysterious past, and Neviril, the leader of Chor Tempest, Simulacrum's most elite Simoun squadron, must lead their fellow priestesses through conflict both within their ranks and in the sky.",
    "TitleJapanese": "シムーン",
    "SummaryJapanese": "人間が必ず女性として生まれる星・大空陸。17歳になると人々は泉へ向かい、そこで性別を選び大人になる。時は戦時下、孤高のエンジンであるヘラクル・モートリスを狙う隣国の侵攻を受けたシムラークルム宮国は、迎撃のため、儀式用複座式飛行艇・シムーンを戦闘用に改造した。そのパイロットにはまだ性別化されていない少女たちが選ばれ、コールという戦闘小隊に組織化される。彼女たちはシムーン・シヴュラと呼ばれ、その特殊能力ゆえに、自分で大人になる時を選ぶことが許されていた。しかし戦争が始まってからは、彼女たちはシムーンのパイロットであり続けること、つまり「少女であり続けること」を強要されることになった……。",
    "Aliases": [],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "27155",
            "URL": "https://www.thetvdb.com/series/simoun/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4564129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/4564129",
                    "TitleEnglish": "8.2 Extra Episode",
                    "SummaryEnglish": "It's a three-minute video made of clips from various episodes, plus some funny on-screen text. This was only released on the DVD's",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "17136",
            "URL": "https://www.thetvdb.com/series/simoun/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "318274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318274",
                    "TitleEnglish": "Fallen Wings",
                    "SummaryEnglish": "Tragedy strikes Chor Tempest in its first battle against the air fleet of the Argentum Archipelago, and two mysterious new Sibyllae join the choir.",
                    "TitleJapanese": "堕ちた翼",
                    "SummaryJapanese": "侵攻してきた隣国の兵を一網打尽にすべく、ネヴィリルとアムリアは最も難しいリ・マージョンに挑戦するが、失敗。敵を撃退するも、アムリアは命を落とす。この戦いで失われたコール・テンペストの補充人員の中に不思議な空気を漂わせた謎の少女、アーエルがいた。"
                },
                "2": {
                    "ID": "318275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318275",
                    "TitleEnglish": "The Blue Spring",
                    "SummaryEnglish": "Elly must choose whether to become male or female when she visits the Spring to choose her sex, and Aer tries to convince Neviril not to follow Elly into the Spring.",
                    "TitleJapanese": "青い泉",
                    "SummaryJapanese": "アーエルはシムーンに乗って勝ち続けるために最も優秀なシヴュラ、ネヴィリルとパル（パートナー）になりたがる。しかしネヴィリルは心の整理がつかないまま、「泉」へ行くシヴュラに同伴するという。アーエルはその前に一度だけ、自分とシムーンに乗ろうとネヴィリルを誘う。"
                },
                "3": {
                    "ID": "318276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318276",
                    "TitleEnglish": "Distant War",
                    "SummaryEnglish": "Aer tries to convince Neviril to rejoin Chor Tempest and pair with her, as Chor Tempest struggles with its morale after its recent losses.",
                    "TitleJapanese": "遠い戦争",
                    "SummaryJapanese": "重要な任務を解かれたコール・テンペスト。レギーナであるネヴィリルが姿を現さないこともありコールはバラバラになっている。そんな状況を改善すべくマージュの訓練をしようと、パライエッタはコールの面々をマージュ・プールに集める。"
                },
                "4": {
                    "ID": "318277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318277",
                    "TitleEnglish": "Nearby War",
                    "SummaryEnglish": "Aer searches for a new pair in the face of Neviril's continuing refusal, and she and Rimone encounter the enemy up close.",
                    "TitleJapanese": "近い戦争",
                    "SummaryJapanese": "いつまでも任務のない状態にしびれを切らしたアーエルは、パルを適当に見繕っては許可なくシムーンを乗り回していた。ある日、リモネに声をかけて無断飛行していると、眼下に敵に攻撃されたらしいシムーンを発見する。二人は何があったかを探ろうと近づくが……。"
                },
                "5": {
                    "ID": "318278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318278",
                    "TitleEnglish": "White Solitude",
                    "SummaryEnglish": "Dominūra arrives to try to turn Chor Tempest around, starting with Limone. Limone has her first flight as an auriga and struggles with demons from her past.",
                    "TitleJapanese": "白い孤独",
                    "SummaryJapanese": "昼の任務に復帰したコール・テンペスト。生き生きするアーエルと対称的に、リモネは調子があがらない。自分が何をしたいのかが判らないというリモネに、アーエルは「自分で決めろ」と告げる。そんなとき、最年長シヴュラのドミヌーラがリモネにパルになろうと申し出る。"
                },
                "6": {
                    "ID": "318279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318279",
                    "TitleEnglish": "Wounds and Pain",
                    "SummaryEnglish": "As Neviril remains reclusive, Paraietta wrestles with her feelings for Neviril, and with Kaim's feelings for her.",
                    "TitleJapanese": "傷と痛み",
                    "SummaryJapanese": "コール・テンペストが任務に復帰しても姿を現さないネヴィリル。幼馴染であり、ずっと側にいたパライエッタは戻ってきてほしいと話すが、ネヴィリルの真意を掴むことができないまま説得は失敗する。その夜、そんなパライエッタの目の前にパルであるカイムが現れる……。"
                },
                "7": {
                    "ID": "318280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318280",
                    "TitleEnglish": "Over International Waters",
                    "SummaryEnglish": "Two new recruits shake up Chor Tempest as the Arcus Prima prepares to host a peace conference.",
                    "TitleJapanese": "公海上空にて",
                    "SummaryJapanese": "任務に復帰はしたものの、周囲からお荷物扱いされているコール・テンペスト。あと二人の補充人員が必要となっているところへ、ネヴィリルの父、ハルコンフがマミーナとユンを連れてやってきた。彼はネヴィリルにマミーナとパルになれと言うが……。"
                },
                "8": {
                    "ID": "318281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318281",
                    "TitleEnglish": "Prayer",
                    "SummaryEnglish": "Chor Tempest plays host to a foreign priestess as Simulacrum tries to make peace with Plumbum. But just how similar are their religions?",
                    "TitleJapanese": "祈り",
                    "SummaryJapanese": "戦争下にある隣国との和平交渉使節団を、会談場所である公海上空まで擁護する任務のさなかに解散を言い渡されたコール・テンペスト。彼らは、隣国の通訳としてやってきた巫女アングラスに船内を案内する。アングラスは全員の名を呼び挨拶を交わすが、なぜかアーエルの名だけは呼ばないのだった。"
                },
                "9": {
                    "ID": "318282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318282",
                    "TitleEnglish": "The Hearing",
                    "SummaryEnglish": "After rescuing the Arcus Prima from a trap, Chor Tempest faces its greatest threat: disbandment.",
                    "TitleJapanese": "審問",
                    "SummaryJapanese": "大破されたアルクス・プリーマを護送した後、コール・テンペストは審問会で解散について討議される。審問会に出席したネヴィリルはオナシアや司政官たちに自分達の存在について問いを投げかける。残ったコール・テンペストの面々は、犠牲になったシヴュラのための追悼儀式を始めるが……。"
                },
                "10": {
                    "ID": "318283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318283",
                    "TitleEnglish": "Birds in a Cage",
                    "SummaryEnglish": "Dominūra finds Chor Tempest a new home while Arcus Prima is in drydock. But what is she really up to?",
                    "TitleJapanese": "籠の鳥",
                    "SummaryJapanese": "解散の危機を逃れたコール・テンペストは、大破されたアルクス・プリーマの修理期間中、老朽化した中型母艦「メッシス」に乗り込むことになる。そこで、それまで仲間の中にうまく馴染めなかったマミーナが、ねずみ退治で大活躍！　料理の腕も披露して……?!"
                },
                "11": {
                    "ID": "318284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318284",
                    "TitleEnglish": "United Front",
                    "SummaryEnglish": "Chor Tempest joins with an infantry unit to carry out an airmobile assault, and finds itself on the front lines of the ground war.",
                    "TitleJapanese": "共同戦線",
                    "SummaryJapanese": "宮国の陸軍部隊を護送することになったコール・テンペスト。ずかずかとメッシスに乗り込んでくる兵士たちに戸惑う一同だが、フロエだけは楽しそうにしている。やがて一人の兵士とフロエの間に感情が芽生えはじめた……。"
                },
                "12": {
                    "ID": "318285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318285",
                    "TitleEnglish": "Sisters",
                    "SummaryEnglish": "Alty and Kaim are forced to try to fly together, but the shadow of the past haunts the two of them.",
                    "TitleJapanese": "姉と妹",
                    "SummaryJapanese": "ドミヌーラの提案で、アルティとカイムがパルを組むことになる。アーエル・ネヴィリルと共に試験飛行中、二組のシムーンは偶然にも敵艦を発見する。カイムと共に成果を挙げたいアルティは、偵察しようと言いはじめるが……。"
                },
                "13": {
                    "ID": "318286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318286",
                    "TitleEnglish": "Reason",
                    "SummaryEnglish": "Aer upsets Neviril when she asks to try the Emerald Ri Mājon with her.",
                    "TitleJapanese": "理(ことわり)",
                    "SummaryJapanese": "メッシスでの暮らしにも慣れ、思い思いに過ごすテンペストの面々。そんな中、アーエルがネヴィリルに突然ある提案をする。かつてネヴィリルがアムリアと共に挑戦し、失敗してアムリアを失った「翠玉のリ・マージョン」をしよう、というものだった。"
                },
                "14": {
                    "ID": "318287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318287",
                    "TitleEnglish": "That Which Must Not Be Violated",
                    "SummaryEnglish": "Dominūra asks Wapōrif to dismantle a Simoun to find out how it works.",
                    "TitleJapanese": "冒さざるもの",
                    "SummaryJapanese": "地上に係留し整備を行うこととなったメッシス。久しぶりに地上で骨休めをするシヴュラたちをよそに、ドミヌーラはワポーリフに内密の依頼をする。それは神の乗機への侮辱であり、タブーとされている行為だった。苦悩するワポーリフだったが、それにはもう一つの理由があった。"
                },
                "15": {
                    "ID": "318288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318288",
                    "TitleEnglish": "One By One",
                    "SummaryEnglish": "Chor Tempest sorties one by one to search for a shadowy enemy, as the consequences of recent events hit home emotionally for many of its members.",
                    "TitleJapanese": "一人、また一人",
                    "SummaryJapanese": "アムリアの乗っていたシムーンを観て以来、ドミヌーラは沈黙してしまう。何とかコールをまとめようとやっきになるパライエッタをよそに、皆の気持ちはバラバラなまま。そんな中、アーエルはネヴィリルが自分のせいでふさぎこんでいることに気づく。"
                },
                "16": {
                    "ID": "318289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318289",
                    "TitleEnglish": "The Emerald Ri Mâjon",
                    "SummaryEnglish": "Rimone and Dominūra attempt the Emerald Ri Mājon as the Messis comes under heavy attack, and repairs to the Arcus Prima are completed.",
                    "TitleJapanese": "翠玉のリ・マージョン",
                    "SummaryJapanese": "偵察出動のために飛び立ったコール・テンペストの面々。残されたリモネと彼女のために復活したドミヌーラ、またアーエルとパライエッタは礁国の戦略に気づく。アーエルは焦るパライエッタを諭し、ドミヌーラとリモネはメッシスを守るべくある決断をする。"
                },
                "17": {
                    "ID": "318290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318290",
                    "TitleEnglish": "The Ruins",
                    "SummaryEnglish": "When Headquarters suspects that the enemy may be stealing helical motors from Simulacrum's holiest shrine, Chor Tempest is sent to investigate. They make an extremely surprising discove",
                    "TitleJapanese": "遺跡",
                    "SummaryJapanese": "アルクス・プリーマに戻ったコール・テンペスト。他のコールは皆泉へ行き、残された彼女たちは遺跡へ行くよう「命令」される。礁国と嶺国が連合軍となり、宮国の遺跡からヘリカル・モートリスを持ち出そうとしていたのだ。その場所で彼女たちは次々と信じられないものを目の当たりにする……。"
                },
                "18": {
                    "ID": "318291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318291",
                    "TitleEnglish": "Funeral Procession",
                    "SummaryEnglish": "The funeral of a Simoun pilot brings high-ranking Simulacran officials aboard the Arcus Prima, and gives them an opportunity to try to micromanage Chor Tempest.",
                    "TitleJapanese": "葬列",
                    "SummaryJapanese": "遺跡で見つかった嶺国の巫女・アングラスの死体は宮国で埋葬されることになるが、アーエルとマミーナは参列を許されない。遺跡での出来事と「じいちゃんの言っていたこと」との関連を感じたアーエルとネヴィリルは、それを二人だけの秘密にしようと誓う。"
                },
                "19": {
                    "ID": "318292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318292",
                    "TitleEnglish": "Sibylla",
                    "SummaryEnglish": "Chor Tempest searches for the Argentine base ship that Alty and Kaim found, but Aer and Yun are left behind.",
                    "TitleJapanese": "シヴュラ",
                    "SummaryJapanese": "礁国空中母艦の偵察任務のためメッシスへと向かったコール・テンペストだったが、なぜかアーエルとユンは出動を禁じられる。残る仲間は二手に分かれて偵察をはじめるが、ネヴィリル・マミーナ、アルティ・フロエは敵国が奪った古代シムーンに遭遇し、意図せぬ攻撃に巻き込まれてしまう。"
                },
                "20": {
                    "ID": "318293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318293",
                    "TitleEnglish": "Elegy",
                    "SummaryEnglish": "After the death of another of their members, the remaining Sibyllae of Chor Tempest must somehow find the strength to keep fighting.",
                    "TitleJapanese": "嘆きの詩",
                    "SummaryJapanese": "大切な仲間を失ったコール・テンペスト。アーエルやネヴィリルは自責の念に駆られ、皆が悲しみに嘆き、シヴュラとは何なのか悩む。戦況が悪化し続ける中、司兵院は依然シヴュラたちが戦士として戦い続けることを要求し、欠員補充としてヴューラを配属する。"
                },
                "21": {
                    "ID": "318294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318294",
                    "TitleEnglish": "The Door to a New World",
                    "SummaryEnglish": "As the war turns disastrously against Simulacrum, the mystery of the Emerald Ri Mājon is revealed, and the religious authorities have a special request for Aer and Neviril.",
                    "TitleJapanese": "新天地への扉",
                    "SummaryJapanese": "何かを企んでいる様子の宮守は、召還したオナシアをメッシスで送り届ける際、アーエルとネヴィリルにシムーンで同行するように促す。ユンも自ら望んでその航程を共にする。一方、消えたはずのドミヌーラとリモネは……。"
                },
                "22": {
                    "ID": "318295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318295",
                    "TitleEnglish": "Sortie",
                    "SummaryEnglish": "Chor Tempest carries out a last-ditch defense of the Simulacran capital as the war comes to a conclusion.",
                    "TitleJapanese": "出撃",
                    "SummaryJapanese": "敵国の連合軍によってアルクスニゲルが落とされ、攻撃の魔の手は市街地にも及んでいた。戦いではなく祈りこそシヴュラとしての使命だと気づいたコール・テンペストは、その心と裏腹に、シヴュラとして出撃を余儀なくされていた。攻撃が一段落した頃、連合軍から和平の提案がなされたが……。"
                },
                "23": {
                    "ID": "318296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318296",
                    "TitleEnglish": "The Eternal Maiden",
                    "SummaryEnglish": "Simulacrum and its opponents come to a peace treaty. The condition: Chor Tempest must be permanently disbanded. Meanwhile, Yun investigates the mystery of the Spring and Onasia.",
                    "TitleJapanese": "永遠の少女",
                    "SummaryJapanese": "連合軍の和平条件を受け入れる形で、宮国に終戦が訪れた。その条件とはシムーンの封鎖と、シムーン・シヴュラの解散だった。その通達を聞き、コール・テンペストの面々は自分たちが不要の存在になったことを知る。一方、ユンは一人泉へ向かい、遺跡にいたはずのオナシアと逢っていた。"
                },
                "24": {
                    "ID": "318297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318297",
                    "TitleEnglish": "Choice",
                    "SummaryEnglish": "The members of Chor Tempest are ordered to go to the Spring to choose their permanent sex. Yun makes a fateful choice.",
                    "TitleJapanese": "選択",
                    "SummaryJapanese": "宮国のシヴュラたちはすぐに泉へ行くことを強制され、ワポーリフら整備員たちも嶺国へ行くように命令される。そんな中、ユンが失踪。戸惑う少女たちに、パライエッタはアーエルとネヴィリルが向かおうとしている「違う世界」について話すのだった。"
                },
                "25": {
                    "ID": "318298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318298",
                    "TitleEnglish": "Pair",
                    "SummaryEnglish": "After the rest of Chor Tempest goes to the Spring, Aer and Neviril must escape to attempt the Emerald Ri Mājon.",
                    "TitleJapanese": "パル",
                    "SummaryJapanese": "泉に向かった少女たちの前にユンが現れる。少女たちは手に手を取って泉に浸り、アルクス・プリーマへと戻ってくる。嶺国側にアーエルとネヴィリルがまだ泉へ向かっていないことが判明し、アルクス・プリーマは騒然となる。だが、二人にどうしても「違う世界」へ行って欲しいと願うアルクス・プリーマの仲間たちは……。"
                },
                "26": {
                    "ID": "318299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/simoun/episodes/318299",
                    "TitleEnglish": "Their Portrait",
                    "SummaryEnglish": "Years after the war, the former members of Chor Tempest reflect on their lives.",
                    "TitleJapanese": "彼女達の肖像",
                    "SummaryJapanese": null
                }
            }
        }
    }
}