{
    "URL": "https://www.thetvdb.com/series/zegapain",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0972751/",
        "http://www.zegapain.net/",
        "https://www.themoviedb.org/tv/34735",
        "https://www.themoviedb.org/tv/34735",
        "https://x.com/zega_official"
    ],
    "TitleEnglish": "Zegapain",
    "SummaryEnglish": "The story, which occurs in Chiba Prefecture and Maihama, follows a highschool boy who participates in extracurricular activities (swimming) and suddenly finds out that he is the only one being able to see things and people others cannot see. Not long after that, he gets suddenly drawn into the center of combat in group of giant robots, where he ends up piloting the robot. But the question which arises is most of all ... what exactly is real of the world he is in?",
    "TitleJapanese": "ゼーガペイン",
    "SummaryJapanese": "消されるなこの想い・・・忘れるな我が痛み！\n\n快活な水泳少年キョウ。彼は千葉舞浜近郊の高校に通い、恋愛や友情に忙しい学園生活を過ごす普通の高校生。廃部寸前の水泳部を復興させようと日々部員の勧誘に奮闘していた。しかしある日突然謎の転校生シズノに出会い、彼女に手を引かるまま飛び込んだ先は廃墟と化したビルが並ぶ別世界。そしてキョウはその異世界で巨大ロボットとの戦闘に巻き込まれていく。度重なる戦いをくぐり抜けていくうちに抱かれる数々の疑問、そして苦悩しながらもキョウは自分や仲間を守るため戦闘に身を投じていく・・・",
    "Aliases": [
        "ZEGAPAIN -ゼーガペイン-"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "27197",
            "URL": "https://www.thetvdb.com/series/zegapain/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "7440137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/7440137",
                    "TitleEnglish": "Remaining Illusions - Original Scenario Ver.",
                    "SummaryEnglish": "Ending part is a new edited version by Director Shimoda",
                    "TitleJapanese": "残るまぼろし オリジナルシナリオ版",
                    "SummaryJapanese": "エンディング部分が下田監督による新規編集版"
                },
                "2": {
                    "ID": "7718902",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/7718902",
                    "TitleEnglish": "Zegapain ADP",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ゼーガペイン ADP",
                    "SummaryJapanese": "千葉県の舞浜南高校に通う「ソゴル・キョウ」は、幼なじみのGF「カミナギ・リョーコ」やケンカ仲間の悪友たちに囲まれて、たったひとりの水泳部を再興する為に奮闘していた。日々の生活に小さな不思議がいくつも重なり、やがてキョウは世界の秘密に気付いてゆく。くり返される日常――――それはまさにループする世界だった。\n\n実験場として世界を改変しようとするガルズオルムと、永遠の夏に閉じ込められた人類の戦いはたったひとつの希望、光の鎧ゼーガペインと「ミサキ・シズノ」の微笑みによって大きく変化してゆく。"
                }
            }
        },
        "1": {
            "ID": "17214",
            "URL": "https://www.thetvdb.com/series/zegapain/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "319910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319910",
                    "TitleEnglish": "Entanglement",
                    "SummaryEnglish": "Kyo Sogoru finds that he is the only one who can see Shizuno Misaki, a beautiful girl who invites him to play a game where he must save the world.",
                    "TitleJapanese": "エンタングル",
                    "SummaryJapanese": "県立舞浜南高校で高校生活をエンジョイするキョウは、幼馴染のカミナギリョーコの頼みで、自主映画に出演する。\n撮影中、キョウはプールの飛び込み台に立つ謎の美少女・シズノを目撃し、「水泳部\nへの入部希望者だ！」と考えて勧誘しようとするが、真剣な眼差しで訴えかけるシズノの声はなぜかキョウに届かない。あきらめてプールへと飛び込んだまま、忽然と姿を消してしまうシズノ。\n「幽霊？」と不思議に思いつつも、キョウは部員不足で廃部寸前の水泳部を救うための「完璧な作戦」を考え付く。リョーコにシズノをモデルにした水泳部のＰＲビデオを撮影してもらい、それにつられた男子生徒を入部させるというものだ。\n早速キョウは、“謎の転校生”シズノの姿を探し回る。"
                },
                "2": {
                    "ID": "319911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319911",
                    "TitleEnglish": "Cerebrum",
                    "SummaryEnglish": "Kyo finds that strange things are happening in his world - like his friends disappearing from sight and Shizuno appearing only when he is alone. He agrees to continue helping her if she will appear in a film he and his friend, Ryoko Kaminagi, are filming.",
                    "TitleJapanese": "セレブラム",
                    "SummaryJapanese": "プールの水中で口づけをするキョウとシズノ。だが、キョウが水面から顔を上げたときには、シズノの姿は消えていた。翌日からキョウはシズノを捜し求めて学校中を駆け回るが、誰もシズノの存在を知らない。その頃シマたちは、シズノの干渉によって混乱した舞浜サーバーのシステム環境の調整に奔走し、懲罰としてシズノをオケアノスに拘束する。\n舞浜南高校に存在しないシズノを捜し回るキョウに、リョーコやトミガイは「妄想だ」と呆れ果て、カワグチとは殴り合いのケンカにまで発展してしまう。そのもやもやを吹っ切るようにプールに飛び込み、ひたすら泳ぎ続けるキョウ。\n「前に、前に進みてーんだよ、オレは！」\nその叫びに呼応するかのように、キョウの額にセレブアイコンが出現。瞬間、シズノを拘束する結界が消滅した。"
                },
                "3": {
                    "ID": "319912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319912",
                    "TitleEnglish": "Deutera Area",
                    "SummaryEnglish": "As Kyo plays a game given to him by Student Council President Shima, he begins to question the reality he lives in.",
                    "TitleJapanese": "デフテラ領域",
                    "SummaryJapanese": "学校に登校しようと自宅玄関に立ったキョウは、下駄箱の上に置きっ放しにしていた封筒に気付く。中身はゲームソフトで、タイトルは『ゼーガペイン』。いかぶるキョウだが、遅刻しそうになりゲームソフトをカバンにねじ込んで家を飛び出す。放課後、舞浜南高校の視聴覚室で水泳部のＰＲビデオが上映される。水着姿のシズノを見て喜ぶ男子生徒たち。\nその反応に満足し、水泳部員の勧誘を始めるキョウだが、誰にも相手にされない。\n再度、水泳部存続のための厳しい条件を言い渡す生徒会長のシマに、キョウは「あのことばらしていいのか？」と迫るが、シマは気に留めずに立ち去っていく。\nそこでキョウは、リョーコやトミガイに『ゼーガペイン』のことをバラしてしまう。だが逆に、知らなかったのは自分一人だけで、みんなが知っていることに驚かされる。"
                },
                "4": {
                    "ID": "319913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319913",
                    "TitleEnglish": "Shanghai Server",
                    "SummaryEnglish": "May-Yu, May-Yen, and Lu Sheng are determined to save the corrupted Shanghai Server with help from Kyo and Shizuno. When the server is destroyed, Kyo discovers the truth behind what is reality and what is a dream.",
                    "TitleJapanese": "上海サーバー",
                    "SummaryJapanese": "メイウー・メイイェン姉妹の故郷である上海付近を飛行するオケアノス。同じ頃、キョウは舞浜南高校のプールで、前回の戦闘終了後にゼーガペイン・アルティールから降りた際、自分の手首が消えた理由について考えていた。そして、「ゼーガペインの戦闘はリアルなヴァーチャルゲームだった」という結論に到達し、飛び込み台からダイブしたとたん、額にセレブアイコンが出現して、キョウはオケアノスへと転送されてしまう。\n折しも会議を終えて現れたシズノに疑問をぶつけると、「キミの知りたいコトは、全てあのゲームに入っているわ」と言われる。早速ゲームを始めるキョウ。一方、メイウーとメイイェンは、上海サーバーからのデータのサルベージをシマに直訴し、許される。ところが、ゼーガタンクで出動したメイウーとリチェルカが見たものは、上海サーバー付近で侵食拡大中のデフテラ領域だった。"
                },
                "5": {
                    "ID": "319914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319914",
                    "TitleEnglish": "Déjà Vu",
                    "SummaryEnglish": "Kyo convinces himself that Maihama is real and so are all his friends. However, in his increasing confusion, he fails to appear for battle when the Oceanus needs him most. The Celebrants must defend themselves against the enemy who appears at last - Abyss.",
                    "TitleJapanese": "デジャビュ",
                    "SummaryJapanese": "「これが、現実」という言葉を残して立ち去っていくシズノ。その意味を問いただそうとしたとたん、舞浜市に戻ってきてしまうキョウ。そこでハヤセと出会い、「水泳部に戻ってきてほしい」と頼むが断られてしまう。シズノの言葉が頭から離れないキョウ。しかし、ゼーガペインでの戦闘が「現実」だとは思えず、舞浜市での生活の方が本物なんだと自分に言い聞かせる。折しも、ミズサワのカウンセリングも受けたキョウは、「どちらかが現実なら、もう一方は必ず虚構なの」という彼女の言葉が耳に残る。\n帰宅すると、テーブルの上に連夜の残業で帰宅から遅い母のいつもの手紙が。それを見た瞬間、キョウの脳裏に「自分はいつから1人で食事をしていたのか？」という疑問が浮かび、同時に激しい頭痛が彼を襲う。"
                },
                "6": {
                    "ID": "319915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319915",
                    "TitleEnglish": "Apparition",
                    "SummaryEnglish": "Kyo tries to prove that what he feels and experiences within his world are real, but instead becomes temperamental as he realizes that even his friends may be nothing more than illusions. When he tries to leave Maihama to affirm the reality of his world, Shizuno finally explains the truth. The Oceanus is joined by Chris and Arque Avenir.",
                    "TitleJapanese": "幻体",
                    "SummaryJapanese": "現実世界の廃墟の舞浜で対峙するゼーガペイン・アルティールとコブラル。ゼーガペイン・ガルダも合流して戦闘が始まるが、ガルズオルムの目的はゼーガペインから光装甲技術のデータを奪う事だった。それを悟ったルーシェンは、戦闘に敗れて大破したガルダを自爆させる。ターゲットを変更してアルティールに襲いかかるコブラル。第二のコブラルの参戦によってアルティールは苦戦を余儀なくされ、コブラルと相討ちとなった次の瞬間、データを吸収されてしまう。キョウは、負傷したシズノの体が醜くパーティクル化しているのに驚愕し、同様にパーティクル化した自分の腕にも気付い慄然とする。だが、キャノピー越しに対峙したコブラルのパイロット・アビスは、生命体であることを誇示するかのように、鮮血を滴らせていた。"
                },
                "7": {
                    "ID": "319916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319916",
                    "TitleEnglish": "Wandering Soul",
                    "SummaryEnglish": "Finally convinced that Maihama is an artificial illusion, including those cares most about, Kyo spends the day with Ryoko at the aquarium, who notices he has changed despite how he acts otherwise.",
                    "TitleJapanese": "迷える魂",
                    "SummaryJapanese": "ゼーガペインによる地上偵察任務を志願し、今まで現実だと信じてきた舞浜がサーバー内の仮想空間だと思い知らされるキョウ。オケアノスには、クリスとアークが正式に配属される。一方、放課後のプールには、いつもいるはずのキョウの姿がない。キョウとシズノの関係を勘ぐったリョーコは、思い切ってシズノに尋ねるが、逆にシズノに「あなたにとってソゴル君て何？」と訊かれる。「ただの幼馴染」と答えたリョーコに、「彼を元気づけてあげて」と頼むシズノ。\n翌日、リョーコはキョウを水族館でのデートに誘う。デートの間、ずっと大はしゃぎのキョウ。その姿をデジカムのファインダーを通して見たリョーコは、自分がキョウの力になっていないことを知る。"
                },
                "8": {
                    "ID": "319917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319917",
                    "TitleEnglish": "On the Other Side of the Water",
                    "SummaryEnglish": "Memories that Kyo does not recall and off-hand comments from his comrades hint that Kyo's past is more complex than he realizes. Accompanied by May-Yu, he goes to see the real Maihama so he will experience the pain of reality and know why he must continue to protect his illusory world.",
                    "TitleJapanese": "水の向こう側",
                    "SummaryJapanese": "数々の苛酷な体験を経て強い虚無感に襲われたキョウは、生きている実感を求めて現実と虚構のはざまで必死にあがいていた。シマはルーシェンの進言を聞き入れ、そんなキョウが以後の戦力になるか否かを判断するべく試練を与える。現実をしっかりと受け止めさせるため、メイウーとペアを組ませてゼーガペイン・アルティールで現実世界の舞浜サーバーへと向かわせたのだ。\n廃墟の高層ビルの地下でキョウが目撃したのは、小さなメモリーユニット。それが自分達の暮らす舞浜サーバーだと知らされたキョウは激しく動揺し、メイウーを残してサーバー内の仮想世界へ戻ってしまう。"
                },
                "9": {
                    "ID": "319918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319918",
                    "TitleEnglish": "Wet Damage",
                    "SummaryEnglish": "Chris reveals to Kyo that while the data of bodies can be reconstructed, memories that are lost can never be recovered - Arque has lost a great deal of hers from wet damage. Kyo and Ryoko get into a disagreement and Kyo questions the pain he feels from emotion.",
                    "TitleJapanese": "ウェットダメージ",
                    "SummaryJapanese": "期末試験―――なぜかサービス問題の1問だけ解答が思い出せないものの、無事にクリアするキョウ。リョーコとの関係もほぼ旧に復し、ホッと安堵する。オケアノスでは、大規模な作戦を決行するか否かの議論が交わされていた。キョウが「フィジカルデーターは前バージョンと同等にまで回復していて、身体的には優秀なガンナー」である事を知り、作戦敢行を決意するシマ。\n一方、舞浜サーバーでは、ハヤセ＆ウシオがキョウと和解して水泳部に入部。水泳部復活へ大きく前進し、喜びを隠せないキョウ。公私ともに快調のキョウは、作戦への参加を快諾。ただし交換条件として、水泳部の廃部の1ヶ月間延期をシマに願い出る。すると、クリス＆アークも「俺たちにも条件があるんだが」と言い出し、「思い出を作り直す」ために舞浜サーバーへ降り立つ。そんな2人とカフェで語らうキョウは、数々の衝撃の事実を知らされる。"
                },
                "10": {
                    "ID": "319919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319919",
                    "TitleEnglish": "Summer Comes Again",
                    "SummaryEnglish": "Ryoko uses a video tape from Tōru Kanō to create a new film, not realizing that it is a sign she may \"awaken\" to the real world soon. She and Kyo make up during the Summer Festival.",
                    "TitleJapanese": "また、夏が来る",
                    "SummaryJapanese": "夏休み前、映研部屋の整理中に、「世界の終わりの夏の一日」と題した先輩・河能亨の自主映画ディスクを見つけるリョーコ。それは淡々と無人の舞浜の景色を映しただけの退屈な作品だったが、圧倒されるような不思議な実在感を放っていた。自らの自主映画の主役を探しに、キョウたちのいるプールへやってきたリョーコは、終業式の夜に行われる夏祭りへ一緒に行く約束をする。その際に、河能のことをシズノに尋ねると、「……河能くんは病気で休んでいるわ。2学期になったら出てくるんじゃないかしら」シズノの反応に違和感を覚えたキョウに、シマたちは「河能は戦死したセレブラント」であると告げる。この世界は、セレブラントの死を事故死、転校、あるいはハヤセの恋人の津村さち子のような「いるけれどなぜか会えない人」といった様々な形で受け入れることで、矛盾を最小限にとどめようとしているのだ。"
                },
                "11": {
                    "ID": "319920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319920",
                    "TitleEnglish": "Remaining Illusions",
                    "SummaryEnglish": "Arque spends her last days making lasting memories with Chris, Kyo, Shizuno, and Ryoko. Sin and Abyss return and Ryoko begins to \"awaken\".",
                    "TitleJapanese": "残るまぼろし",
                    "SummaryJapanese": "偵察任務中、体調不良に苦しみ、初めて死への恐怖をクリスに告げるアーク。同じ頃キョウは、アークのウェットダメージが深刻で余命幾許もないことを知ってショックを受ける。そんなキョウとシズノに、シマは「思い出作り」のために再び舞浜へ降りるクリス＆アークと同行するように命じる。実はシズノとアークは親友なのだ。ダブルデートのスナップ撮影をキョウから頼まれ、しぶしぶ引き受けるリョーコ。ところが、ダブルデートはリョーコの予想に反してシズノ＆アーク、キョウ＆クリスの組み合わせで展開。途中、ペットショップで1匹の子犬を買い、ピエタと名付けるアーク。シズノ＆アークは楽しげに語らい、見守るクリスも笑顔で、苦悩の片鱗も感じられない。そんな三人の姿に違和感を覚えたキョウが、クリスに自分の気持ちを告げると、「何かやってないと不安なのさ、俺もアークも…」その時、キョウ達四人に出撃命令が下る。"
                },
                "12": {
                    "ID": "319921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319921",
                    "TitleEnglish": "Those Who Awaken",
                    "SummaryEnglish": "The crew of the Oceanus survey potential Celebrant candidates, which include Ryoko, Hayase, and Tomigai. Ryoko fully awakens and she spends the day with Kyo and asks to see the real world someday with him.",
                    "TitleJapanese": "目覚める者たち",
                    "SummaryJapanese": "キョウは、リョーコがセレブラントとして覚醒しつつあることが気がかりでならない。オケアノスでは、ミナトたちが新たに生まれてくるセレブラント候補のデーター解析に大忙しだが、覚醒から成熟へ進む者は少ないと聞かされ、ホッとするキョウ。さらに、ガルズオルムの本拠地が北極付近にあることも判明するが、具体的な位置特定には至らない。キョウからそれを聞いたクリスは、アークを失った悲しみを紛らわせるために、メイイェンをパートナーにしてゼーガペイン・フリスベルグの訓練に励む。その様子に、パイロット補充の必要性を痛感するキョウだが、アークの死を目の当たりにした直後でもあり、カミナギだけはセレブラントになってほしくないとシズノに言う。"
                },
                "13": {
                    "ID": "319922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319922",
                    "TitleEnglish": "New Wizard",
                    "SummaryEnglish": "Ryoko joins the crew of the Oceanus and goes around filming the real world as she wished. She becomes Kyo's new Wizard and proves to be an exceptionally skilled pilot, but tragedy strikes when the Altair is struck by Sin and Ryoko's apparition data is destroyed.",
                    "TitleJapanese": "新たなるウィザード",
                    "SummaryJapanese": "シマからリョーコの教育係を言い渡され、順調にセレブラントとして成長していくリョーコに複雑な思いのキョウ。オケアノスに来ると、手作りの弁当を広げてみんなと溶け込んでいるリョーコを目撃する。初めての現実世界を目にし、その美しさに夢中になってデジカムを廻し続けるリョーコ。シマは、そんなリョーコを正式にゼーガペイン・アルティールのウィザードに任命する。キョウの力になれることが嬉しいリョーコ。リョーコを守る決意を新たにするキョウ。\n「キョウちゃんと一緒なら私、強くなれるから。もっと高く翔べるから……」\nシュミレータールームでのゼーガペインの戦闘訓練が開始される。初体験ながら驚異的な高得点をマークするリョーコを目の当たりにして、シマはリョーコがウィッチ―――ガンナーと以心伝心でデーターリンク出来る特殊なウィザード―――だと確信する。"
                },
                "14": {
                    "ID": "319923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319923",
                    "TitleEnglish": "Destroyed Memories",
                    "SummaryEnglish": "Kyo must overcome his grief over Ryoko's loss while Lu Sheng reveals what caused humanity to be stored within servers in the first place. Shizuno desperately searches through the raw combat data of the Altair and finds Ryoko's data compressed in the mecha's memory.",
                    "TitleJapanese": "滅びの記憶",
                    "SummaryJapanese": "ゼーガペイン・アルティールが急襲された記憶映像を分析し、対ゼーガ用に開発されたガルズオルムの新兵器の存在を確認するシマたち。その傍らで、リョーコの死を受け入れられず茫然自失の態で立ち尽くすキョウ。気が付けば、リョーコとの思い出を辿って舞浜市内を彷徨っていた。そして、最後にリョーコの家を訪ね、部屋に残されたパソコンの画面をクリックすると、映し出されるのはキョウの映像ばかり。さらに、ボイスメモに記録されたリョーコの声が流れるや、その死が一気に実感されて、キョウは泣き崩れてしまう。そんなキョウに対し、ミナトはコージーの精神を操って、リョーコの死を契機にキョウが人類滅亡の歴史を知ろうとするように仕向ける。"
                },
                "15": {
                    "ID": "319924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319924",
                    "TitleEnglish": "Reincarnation",
                    "SummaryEnglish": "Things seem to be going right for Kyo - Ryoko will come back, he's finally made up with Kawaguchi, and his friends are happy. But the world itself is acting strange and Kyo finally discovers the server can only simulate a limited time period before resetting itself.",
                    "TitleJapanese": "リインカーネーション",
                    "SummaryJapanese": "舞浜市。いつも通りの日常―――のはずが、時計の針が揺らいで、世界が一瞬フリーズする。その微かな気配に訳もなく不安にかられ、独り舞浜市内へと飛び出すミズサワ。一方、キョウは発見されたリョーコのデーターが復元可能なことを知り、喜びを隠せない。だが、シマはリョーコの復元作業を凍結して、アンチゼーガ・コアトリクエの対処兵器の開発を優先させるよう命じる。ミズサワは不安を打ち消すため舞浜市内を彷徨い、最後には電車で市外へ出ようと試みるが、自分が町から一歩も踏み出せない事実を知り愕然とする。ショックで放心状態のミズサワを、追って来たクラシゲが見つけ、やさしく抱きとめる。"
                },
                "16": {
                    "ID": "319925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319925",
                    "TitleEnglish": "Revived Battlefield",
                    "SummaryEnglish": "The Maihama server resets and the summer school term starts again; Ryoko returns to the server, but is hospitalized and comatose. Kyo discovers that Ryoko can only exist as herself within the Altair, which causes pain for them as well as those around them.",
                    "TitleJapanese": "復活の戦場",
                    "SummaryJapanese": "8月31日―――舞浜サーバーの全データーがリセットされ、総てが149日前に戻る当日。キョウはシマから数々の事実を告げられる。舞浜の仮想世界は破綻を起こす前に定期的にリセットされること、人類は無限ループする世界で生き続けていること、機械であるサーバーはいつか壊れること、そしてリョーコはリセットと同時に舞浜サーバーに組み込まれること…。異様な喪失感に打ちのめされたキョウには、ルーシェンたちの慰めの言葉も届かない。自宅に戻ったキョウは、自分あての小包を受け取る。中身は前バージョンのキョウが書いた日記で、それを読んだ瞬間、今までの謎のメッセージは前バージョンのキョウが自分にあてた警告だったことを理解する。そこへ、セレブラントとして半覚醒し、世界がリセットされることを理解したトミガイ＆ハヤセが訪れ、最後の時をキョウと一緒に迎えたいと告げる。"
                },
                "17": {
                    "ID": "319926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319926",
                    "TitleEnglish": "The Restored",
                    "SummaryEnglish": "While Shima and Shizuno go on an excursion, Minato and the crew of the Oceanus must defend themselves against Sin, who has successfully infiltrated the ship in order to question the Celebrants' reasons for fighting the Gards-orm. Pleased upon receiving Ryoko's answer, Sin restores Ryoko's damaged data.",
                    "TitleJapanese": "復元されし者",
                    "SummaryJapanese": "ガルズオルムの北極基幹基地で物思いに耽るアビス。未来なき人類がなぜ戦いを続けるのかが理解できないのだ。それを聞いたシンは、「あの人ならきっと知ってるよ！」と言ってコブラルで出撃する。リョーコの今後について相談するべく、オケアノスにシマを訪ねるキョウ。だが、シマ&シズノは“極秘”外出していて不在だった。偵察任務についたキョウ&リョーコは、コブラル率いる敵機動部隊と遭遇するも、ゼーガペイン・アルティールで難なく撃破。そのあっけなさに違和感を覚えつつ、キョウ達がオケアノスに帰艦すると、突然第一級警報が鳴り響く。シンがアルティールに貼り付いた状態で転送されてきて、艦内に侵入したのだ。生身の肉体を持つシンに、幻体であるキョウ達は手も足も出ない。"
                },
                "18": {
                    "ID": "319927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319927",
                    "TitleEnglish": "The Fabricated Wounds, the Withering Pain",
                    "SummaryEnglish": "Ryoko's data is repaired thanks to Sin's data transplant, but her emotional data component is locked within the Altair so she is seemingly emotionless in the server. She and Kyo explore the real world, where he affirms that while he and Ryoko are only apparitions, they will some day be able to touch the real world.",
                    "TitleJapanese": "偽りの傷、痛みは枯れて",
                    "SummaryJapanese": "“復元者”シンの一部を移植されたリョーコの幻体データーを分析し、彼女がほぼ完全な状態にまで修復されている事を確認するシマたち。リョーコは昏睡から目覚め、普通に日常生活を送れるようになったが、感情を形成する領域がゼーガペイン・アルティールに取り残されたため、アルティールにエンタングルした時を除いては感情欠損状態だった。そのリョーコを独りにしておけなくて、何かと気にかけるキョウ。オケアノスでは、シマがシズノに最終作戦の決行が近い事を告げる。そんなシマ&シズノの不可解な行動に不信感を募らせるルーシェンやクリスたち。一方、世界の仕組みを知らぬまま、毎日を懸命に生きているカワグチたちに複雑な思いのキョウは、ついつい彼らに反発し、その態度が原因で殴り合いの喧嘩になってしまう。"
                },
                "19": {
                    "ID": "319928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319928",
                    "TitleEnglish": "Last Supper",
                    "SummaryEnglish": "A suspicious Lu Sheng confronts Shizuno over dinner in the Maihama server concerning her recent actions and her identity as \"Yehl\". Kyo and Ryoko attempt to defend the Maihama server from Sin and Abyss, but are devastated when it is destroyed, unaware that Lu Sheng and Shizuno are still somehow alive along with everyone else.",
                    "TitleJapanese": "ラストサパー",
                    "SummaryJapanese": "舞浜のレストランで、ルーシェンの招待を受けて会食するシズノ。この日、何者かの手で、暗号化されていない舞浜サーバーの位置情報が衛星経由のネットワークで配信された。それがシズノの仕業だと確認するルーシェンは、その真意を問いただそうとするが、シズノはフルコースの料理を食べながら鷹揚にはぐらかすばかりだ。一方、流出情報をキャッチしたアビス&シンは、舞浜サーバーを破壊するべくアンチゼーガ・コアトリクエで急襲。ゼーガペイン・アルティールに乗って迎撃するキョウ&リョーコ。だが、奮闘むなしく、舞浜サーバー保管施設へのコアトリクエの侵入を許してしまう。"
                },
                "20": {
                    "ID": "319929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319929",
                    "TitleEnglish": "Yehl, Shizuno",
                    "SummaryEnglish": "Shizuno and Shima reveal that the Maihama server is safe because it was moved on to the moon a while back by the previous Kyo with Shizuno and Shima. Shizuno and Kyo work together again and she reveals how they initially met and how he was the one who gave her the name \"Shizuno Misaki\".",
                    "TitleJapanese": "イェル、シズノ",
                    "SummaryJapanese": "爆発に巻き込まれて木っ端微塵に吹っ飛ぶ舞浜サーバー。「守ってやれなかった、あいつらを……ちくしょぉーっ！」と絶叫するキョウだが、次の瞬間、サーバーもろとも消滅したはずの舞浜の仮想世界に転送されていた。そこでシズノやルーシェンたちと合流し、シマから事の真相を聞かされるキョウ。実は、アンチゼーガ・コアトリクエに破壊された舞浜サーバーはダミーで、なんと本物は月面にあるという。そして、月にはガルズオルムの本拠地・ジフェイタスも存在するのだ。オケアノスではコアトリクエから奪ったデーターの解析が進められるが、不意にシマの体に異変が起こり、ルーシェンは極秘調査によってシマ&シズノに「量子サーバーに入る前のプロフィールがない」ことを知る。"
                },
                "21": {
                    "ID": "319930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319930",
                    "TitleEnglish": "Soldiers...",
                    "SummaryEnglish": "Shima reveals Celebrum's plan for the final battle against the Gards-orm and for the resurrection of humanity. When Kuroshio believes the best option would be to become Gards-orm instead of gaining a true body and leaving the server, Shima attempts to reveal the real nature behind their enemies only to collapse from dry damage.",
                    "TitleJapanese": "戦士たち…",
                    "SummaryJapanese": "アンチゼーガ・コアトリクエから奪取したデーターの解析が完了し、ガルズオルムの北極基幹基地の全容が判明した。そこで、シマはキョウ達にその結果を伝え、“最終作戦”の決行を宣言する。作戦が成功すれば、人類は肉体を持つ生命体として現実世界に復活できるというのだ。驚き、色めき立つキョウ達。ところがルーシェンはシマの言葉を信用せず、さらにクロシオまでが「今さら肉体を取り戻して何になるんだ」とシマに対して公然と反論する。\n「貴方に、僕達がどこへゆくのかを決める権利はありません！」セレブラムが一枚岩でない事を知り、作戦決行を延期したシマだが、体調不良に襲われて、「この体も、そろそろ限界か…」\nその呟きを立ち聞きしていたルーシェンは、シマ&シズノに正体を明かすようつめ寄るが、シマは「知らなくても作戦には支障はきたさない」とはぐらかす。"
                },
                "22": {
                    "ID": "319931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319931",
                    "TitleEnglish": "G-Phaetus",
                    "SummaryEnglish": "Shizuno takes care of Shima, revealing that he is actually a clone of the real Shima, a Gards-orm who turned against his own kind to bring back humanity. Minato takes his place as the commander of the Oceanus and the Celebrants begin to execute their Final Plan: Project Resurrection. The Gards-orm begin expanding their destructive Deutera Areas on earth.",
                    "TitleJapanese": "ジフェイタス",
                    "SummaryJapanese": "ガルズオルムの大規模地球侵略が開始された。北極基幹サーバーから放たれた超巨大デフテラ領域は、24時間弱で地球全体を覆いつくしてしまう。\nオケアノスでは、シマの幻体データーの崩壊を食い止めたシズノが、シマの正体をキョウ達に語る。\n───シマは”幻体クローン”と呼ばれる分身的存在で、その本体はナーガに反旗を翻したガルズオルムの反逆者である。ガルズオルムの中に留まって人類の力になろうとする彼の代わりにシマが地球へ遣わされたのだが、”幻体クローン”は通常幻体とは異なり命に限りがあるのだ。\n衝撃の事実に驚愕すると共に、シマの正体を知るシズノに疑惑の目を向けるクロシオ達。\nだが、「俺はシズノ先輩を信じる！」の言葉に不信感は霧消し、一同の心は一つになる。"
                },
                "23": {
                    "ID": "319932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319932",
                    "TitleEnglish": "When the Moon Does Not Sink",
                    "SummaryEnglish": "The Altair and Garuda successfully infiltrate the Gards-orm base after fighting Abyss and Sin, only to enter the Gards-orm's quantum computer and be confronted by Naga and his views on the nature of life and humanity.",
                    "TitleJapanese": "沈まない月",
                    "SummaryJapanese": "北極基幹サーバーのある超巨大デフテラ領域に次々と突入するセレブラム母艦群。\n全艦突入を確認後、敵軌道基地を攻撃するべく単独で宇宙へ向かうドヴァールカー。その間隙をついて、オケアノスは大型量子ポータルのあるサーバー中心部へと突き進む。\nオケアノスの目的を看破したアビス＆シンは阻止行動に出るが、セレブラム艦隊の必死の攻撃に阻まれてオケアノスへ近づく事ができない。\n復元者の”繭の部屋”を見つけ、粉砕するクリス＆シズノ。「光生む城が攻撃されている」焦るアビス＆シンは最後の手段として、艦隊の一部を道連れに自爆する。"
                },
                "24": {
                    "ID": "319933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319933",
                    "TitleEnglish": "One Drop of Light",
                    "SummaryEnglish": "Kyo, Ryoko, Lu Sheng, and May-Yu meet the real Shima, who waited for them and believes that they may not be able to execute Project Resurrection. The Altair and Garuda fight back against Sin and Abyss' Anti-Zega unit while the rest of the Oceanus' crew bid a final goodbye to Shima.",
                    "TitleJapanese": "光の一滴",
                    "SummaryJapanese": "孤軍奮闘するも、ＱＬ切れでオケアノスへ帰還するゼーガペイン・フリスベルグ。ジフェイタスの電脳空間でアンチゼーガ・マインディエの猛攻にさらされるゼーガペイン・アルティール＆ガルダ。\n事ここに至り、シマは最終作戦の失敗を認め、舞浜サーバーへの総員退避を命じる。\n「今日まで……そばにいて……くれて、ありがとう」\nシマの優しい言葉に、思わずシマにすがりついて涙にむせぶミナト。瀕死のシマとＡ・Ｉ達を残し、次々と転送消滅するシズノ達。すると、シマも光と化して、いずこかへ転送されていく。\n電脳空間内でも、ピンチのアルティール＆ガルダが光となって消滅した。驚くアビス＆シンだが、すぐにその探査に取りかかる。"
                },
                "25": {
                    "ID": "319934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319934",
                    "TitleEnglish": "Is the Sky of Maihama Blue?",
                    "SummaryEnglish": "Forced to abandon the Oceanus, its crew returns to the Maihama server and believes they have failed to recover the Maihama server and the resurrection system; however, a parting gift from Shima brings new hope. The battle between the Gards-orm and the Celebrants enters the Maihama server and Sin is finally defeated. Shizuno's true nature as \"Yehl\" is revealed while Kyo confesses his love to Ryoko before he and Shizuno leave to finish off the Gards-orm once and for all.",
                    "TitleJapanese": "舞浜の空は青いか",
                    "SummaryJapanese": "オケアノスとガルズオルムの最終決戦は熾烈を極めた。\nゼーガペイン・フリスベルグは戦線を離脱し、舞浜サーバーの盾となって戦うゼーガペイン・ガルダは、必殺技ホロボルトプレッシャーを使用したため、ＱＬ切れで倒れてしまう。絶体絶命の舞浜サーバーに襲いかかるアンチゼーガ。\n間一髪、復活したゼーガペイン・アルティールはキョウとリョーコのコンビネーションで辛くもアンチゼーガを撃退する。\n一方、ミナトたちはシマから託された「ＱＬ積層化技術」や「幻体修復プログラム」のデーター解析を続けるが、たとえ持ち帰れたとしてもセレブラムには実現不可能という結果に絶望する。"
                },
                "26": {
                    "ID": "319935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zegapain/episodes/319935",
                    "TitleEnglish": "All Creation",
                    "SummaryEnglish": "After destroying G-Phaetus, Kyo and Shizuno race to stop the expanding Deutera Areas on Earth by destroying their orbital base while carrying the Maihama server and the resurrection system's data compressed the Altair. Kyo finally defeats Abyss while Shizuno, with help from Minato and the other crew members, stabilizes the system and eliminates the Deutera Areas. Humanity's resurrection and restoration of the world finally begins.",
                    "TitleJapanese": "森羅万象（ありとあらゆるもの）",
                    "SummaryJapanese": "オレはもう潰れねえぇぇぇーっ！」キョウは絶叫し、ゼーガペイン・アルティールでガルズオルムの機動部隊を次々と撃破する。\n超巨大デフテラ「サバト」を攻撃するオケアノス艦隊は苦戦を強いられ、撤退を余儀なくされた。ドヴァールカーのイゾラ司令は軌道基地「クラウド」を強襲するが、ガルズオルムの絶対防衛線はトガのゼーガペイン・アルティールを持ってしても破れない。\nなおも侵食拡大する「サバト」はついにすべてのサーバーを呑み込んでしまう。\n最終決断を迫られるイゾラ司令の前に、キョウのゼーガペイン・アルティールが現れる。最後の希望の光、ゼーガペインがガルズオルムのアンチゼーガに立ち向かう。\n人類の未来と進化への野望をかけた最後の戦いが始まった。"
                }
            }
        }
    }
}