{
  "URL": "https://www.thetvdb.com/series/zegapain",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Romance",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0972751/",
    "http://www.zegapain.net/",
    "https://www.themoviedb.org/tv/34735",
    "https://www.themoviedb.org/tv/34735",
    "https://x.com/zega_official"
  ],
  "TitleEnglish": "Zegapain",
  "SummaryEnglish": "The story, which occurs in Chiba Prefecture and Maihama, follows a highschool boy who participates in extracurricular activities (swimming) and suddenly finds out that he is the only one being able to see things and people others cannot see. Not long after that, he gets suddenly drawn into the center of combat in group of giant robots, where he ends up piloting the robot. But the question which arises is most of all ... what exactly is real of the world he is in?",
  "Aliases": [
    "ZEGAPAIN -ゼーガペイン-"
  ],
  "Modified": "2025-05-27",
  "Seasons": {
    "0": {
      "ID": "27197",
      "URL": "https://www.thetvdb.com/series/zegapain/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "7440137",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/7440137",
          "TitleEnglish": "Remaining Illusions - Original Scenario Ver.",
          "SummaryEnglish": "Ending part is a new edited version by Director Shimoda",
          "Aliases": []
        },
        "2": {
          "ID": "7718902",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/7718902",
          "TitleEnglish": "Zegapain ADP",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "17214",
      "URL": "https://www.thetvdb.com/series/zegapain/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "319910",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319910",
          "TitleEnglish": "Entanglement",
          "SummaryEnglish": "Kyo Sogoru finds that he is the only one who can see Shizuno Misaki, a beautiful girl who invites him to play a game where he must save the world.",
          "Aliases": []
        },
        "2": {
          "ID": "319911",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319911",
          "TitleEnglish": "Cerebrum",
          "SummaryEnglish": "Kyo finds that strange things are happening in his world - like his friends disappearing from sight and Shizuno appearing only when he is alone. He agrees to continue helping her if she will appear in a film he and his friend, Ryoko Kaminagi, are filming.",
          "Aliases": []
        },
        "3": {
          "ID": "319912",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319912",
          "TitleEnglish": "Deutera Area",
          "SummaryEnglish": "As Kyo plays a game given to him by Student Council President Shima, he begins to question the reality he lives in.",
          "Aliases": []
        },
        "4": {
          "ID": "319913",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319913",
          "TitleEnglish": "Shanghai Server",
          "SummaryEnglish": "May-Yu, May-Yen, and Lu Sheng are determined to save the corrupted Shanghai Server with help from Kyo and Shizuno. When the server is destroyed, Kyo discovers the truth behind what is reality and what is a dream.",
          "Aliases": []
        },
        "5": {
          "ID": "319914",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319914",
          "TitleEnglish": "Déjà Vu",
          "SummaryEnglish": "Kyo convinces himself that Maihama is real and so are all his friends. However, in his increasing confusion, he fails to appear for battle when the Oceanus needs him most. The Celebrants must defend themselves against the enemy who appears at last - Abyss.",
          "Aliases": []
        },
        "6": {
          "ID": "319915",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319915",
          "TitleEnglish": "Apparition",
          "SummaryEnglish": "Kyo tries to prove that what he feels and experiences within his world are real, but instead becomes temperamental as he realizes that even his friends may be nothing more than illusions. When he tries to leave Maihama to affirm the reality of his world, Shizuno finally explains the truth. The Oceanus is joined by Chris and Arque Avenir.",
          "Aliases": []
        },
        "7": {
          "ID": "319916",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319916",
          "TitleEnglish": "Wandering Soul",
          "SummaryEnglish": "Finally convinced that Maihama is an artificial illusion, including those cares most about, Kyo spends the day with Ryoko at the aquarium, who notices he has changed despite how he acts otherwise.",
          "Aliases": []
        },
        "8": {
          "ID": "319917",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319917",
          "TitleEnglish": "On the Other Side of the Water",
          "SummaryEnglish": "Memories that Kyo does not recall and off-hand comments from his comrades hint that Kyo's past is more complex than he realizes. Accompanied by May-Yu, he goes to see the real Maihama so he will experience the pain of reality and know why he must continue to protect his illusory world.",
          "Aliases": []
        },
        "9": {
          "ID": "319918",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319918",
          "TitleEnglish": "Wet Damage",
          "SummaryEnglish": "Chris reveals to Kyo that while the data of bodies can be reconstructed, memories that are lost can never be recovered - Arque has lost a great deal of hers from wet damage. Kyo and Ryoko get into a disagreement and Kyo questions the pain he feels from emotion.",
          "Aliases": []
        },
        "10": {
          "ID": "319919",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319919",
          "TitleEnglish": "Summer Comes Again",
          "SummaryEnglish": "Ryoko uses a video tape from Tōru Kanō to create a new film, not realizing that it is a sign she may \"awaken\" to the real world soon. She and Kyo make up during the Summer Festival.",
          "Aliases": []
        },
        "11": {
          "ID": "319920",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319920",
          "TitleEnglish": "Remaining Illusions",
          "SummaryEnglish": "Arque spends her last days making lasting memories with Chris, Kyo, Shizuno, and Ryoko. Sin and Abyss return and Ryoko begins to \"awaken\".",
          "Aliases": []
        },
        "12": {
          "ID": "319921",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319921",
          "TitleEnglish": "Those Who Awaken",
          "SummaryEnglish": "The crew of the Oceanus survey potential Celebrant candidates, which include Ryoko, Hayase, and Tomigai. Ryoko fully awakens and she spends the day with Kyo and asks to see the real world someday with him.",
          "Aliases": []
        },
        "13": {
          "ID": "319922",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319922",
          "TitleEnglish": "New Wizard",
          "SummaryEnglish": "Ryoko joins the crew of the Oceanus and goes around filming the real world as she wished. She becomes Kyo's new Wizard and proves to be an exceptionally skilled pilot, but tragedy strikes when the Altair is struck by Sin and Ryoko's apparition data is destroyed.",
          "Aliases": []
        },
        "14": {
          "ID": "319923",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319923",
          "TitleEnglish": "Destroyed Memories",
          "SummaryEnglish": "Kyo must overcome his grief over Ryoko's loss while Lu Sheng reveals what caused humanity to be stored within servers in the first place. Shizuno desperately searches through the raw combat data of the Altair and finds Ryoko's data compressed in the mecha's memory.",
          "Aliases": []
        },
        "15": {
          "ID": "319924",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319924",
          "TitleEnglish": "Reincarnation",
          "SummaryEnglish": "Things seem to be going right for Kyo - Ryoko will come back, he's finally made up with Kawaguchi, and his friends are happy. But the world itself is acting strange and Kyo finally discovers the server can only simulate a limited time period before resetting itself.",
          "Aliases": []
        },
        "16": {
          "ID": "319925",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319925",
          "TitleEnglish": "Revived Battlefield",
          "SummaryEnglish": "The Maihama server resets and the summer school term starts again; Ryoko returns to the server, but is hospitalized and comatose. Kyo discovers that Ryoko can only exist as herself within the Altair, which causes pain for them as well as those around them.",
          "Aliases": []
        },
        "17": {
          "ID": "319926",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319926",
          "TitleEnglish": "The Restored",
          "SummaryEnglish": "While Shima and Shizuno go on an excursion, Minato and the crew of the Oceanus must defend themselves against Sin, who has successfully infiltrated the ship in order to question the Celebrants' reasons for fighting the Gards-orm. Pleased upon receiving Ryoko's answer, Sin restores Ryoko's damaged data.",
          "Aliases": []
        },
        "18": {
          "ID": "319927",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319927",
          "TitleEnglish": "The Fabricated Wounds, the Withering Pain",
          "SummaryEnglish": "Ryoko's data is repaired thanks to Sin's data transplant, but her emotional data component is locked within the Altair so she is seemingly emotionless in the server. She and Kyo explore the real world, where he affirms that while he and Ryoko are only apparitions, they will some day be able to touch the real world.",
          "Aliases": []
        },
        "19": {
          "ID": "319928",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319928",
          "TitleEnglish": "Last Supper",
          "SummaryEnglish": "A suspicious Lu Sheng confronts Shizuno over dinner in the Maihama server concerning her recent actions and her identity as \"Yehl\". Kyo and Ryoko attempt to defend the Maihama server from Sin and Abyss, but are devastated when it is destroyed, unaware that Lu Sheng and Shizuno are still somehow alive along with everyone else.",
          "Aliases": []
        },
        "20": {
          "ID": "319929",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319929",
          "TitleEnglish": "Yehl, Shizuno",
          "SummaryEnglish": "Shizuno and Shima reveal that the Maihama server is safe because it was moved on to the moon a while back by the previous Kyo with Shizuno and Shima. Shizuno and Kyo work together again and she reveals how they initially met and how he was the one who gave her the name \"Shizuno Misaki\".",
          "Aliases": []
        },
        "21": {
          "ID": "319930",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319930",
          "TitleEnglish": "Soldiers...",
          "SummaryEnglish": "Shima reveals Celebrum's plan for the final battle against the Gards-orm and for the resurrection of humanity. When Kuroshio believes the best option would be to become Gards-orm instead of gaining a true body and leaving the server, Shima attempts to reveal the real nature behind their enemies only to collapse from dry damage.",
          "Aliases": []
        },
        "22": {
          "ID": "319931",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319931",
          "TitleEnglish": "G-Phaetus",
          "SummaryEnglish": "Shizuno takes care of Shima, revealing that he is actually a clone of the real Shima, a Gards-orm who turned against his own kind to bring back humanity. Minato takes his place as the commander of the Oceanus and the Celebrants begin to execute their Final Plan: Project Resurrection. The Gards-orm begin expanding their destructive Deutera Areas on earth.",
          "Aliases": []
        },
        "23": {
          "ID": "319932",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319932",
          "TitleEnglish": "When the Moon Does Not Sink",
          "SummaryEnglish": "The Altair and Garuda successfully infiltrate the Gards-orm base after fighting Abyss and Sin, only to enter the Gards-orm's quantum computer and be confronted by Naga and his views on the nature of life and humanity.",
          "Aliases": []
        },
        "24": {
          "ID": "319933",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319933",
          "TitleEnglish": "One Drop of Light",
          "SummaryEnglish": "Kyo, Ryoko, Lu Sheng, and May-Yu meet the real Shima, who waited for them and believes that they may not be able to execute Project Resurrection. The Altair and Garuda fight back against Sin and Abyss' Anti-Zega unit while the rest of the Oceanus' crew bid a final goodbye to Shima.",
          "Aliases": []
        },
        "25": {
          "ID": "319934",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319934",
          "TitleEnglish": "Is the Sky of Maihama Blue?",
          "SummaryEnglish": "Forced to abandon the Oceanus, its crew returns to the Maihama server and believes they have failed to recover the Maihama server and the resurrection system; however, a parting gift from Shima brings new hope. The battle between the Gards-orm and the Celebrants enters the Maihama server and Sin is finally defeated. Shizuno's true nature as \"Yehl\" is revealed while Kyo confesses his love to Ryoko before he and Shizuno leave to finish off the Gards-orm once and for all.",
          "Aliases": []
        },
        "26": {
          "ID": "319935",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zegapain/episodes/319935",
          "TitleEnglish": "All Creation",
          "SummaryEnglish": "After destroying G-Phaetus, Kyo and Shizuno race to stop the expanding Deutera Areas on Earth by destroying their orbital base while carrying the Maihama server and the resurrection system's data compressed the Altair. Kyo finally defeats Abyss while Shizuno, with help from Minato and the other crew members, stabilizes the system and eliminates the Deutera Areas. Humanity's resurrection and restoration of the world finally begins.",
          "Aliases": []
        }
      }
    }
  }
}