{
    "URL": "https://www.thetvdb.com/series/saikano",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0373605/",
        "https://www.themoviedb.org/tv/34771"
    ],
    "TitleEnglish": "Saikano",
    "SummaryEnglish": "Shuuji and Chise are third year student at a high school in Hokkaido. The shy Chise is finally confessing to Shuuji, and finally two of them are starting to exchange diary awkwardly.One day, Shuuji tried to escape from a sudden enemy air raid on Sapporo. While desperately escaping from the air raid, Shuuji saw a scene that he could not forget for his life. He saw Chise, with a huge weapon looking as if it was part of her hand, shooting the enemy fighters down one by one. Apparently, Chise is the ultimate weapon with destructive power which is important for the war.",
    "Aliases": [
        "Saishuuheiki Kanojo"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "27198",
            "URL": "https://www.thetvdb.com/series/saikano/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "398674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikano/episodes/398674",
                    "TitleEnglish": "Another Love Song - Mission 1",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "2": {
                    "ID": "398675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikano/episodes/398675",
                    "TitleEnglish": "Another Love Song - Mission 2",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "17215",
            "URL": "https://www.thetvdb.com/series/saikano/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "319936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikano/episodes/319936",
                    "TitleEnglish": "We Fall in Love",
                    "SummaryEnglish": "Shuji and Chise have recently begun dating, but Shuji is a bit doubtful about his decision. However, they manage to patch things up and give their newfound love another chance. When Shuji goes to the Sapporo mall with his friends, a group of unnamed bombers attack the city. Injured, Shuji tries to get up only to discover Chise's darkest secret...",
                    "Aliases": []
                },
                "2": {
                    "ID": "319937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikano/episodes/319937",
                    "TitleEnglish": "I'm Growing...",
                    "SummaryEnglish": "Shuji tries to act as though nothing happened after finding out Chise is the Ultimate Weapon. When Chise tearfully confesses that she's only getting stronger, they try to escape to freedom using Shuji's bike.",
                    "Aliases": []
                },
                "3": {
                    "ID": "319938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikano/episodes/319938",
                    "TitleEnglish": "Together, Alone",
                    "SummaryEnglish": "Shuji promises Chise that he'll be waiting for her at the train platform so they can both leave the town forever, but she is stopped by a military entourage. While contemplating about his relationship with Chise, Shuji sees a woman riding her bicycle that looks like his former teacher...and lover, Fuyumi.",
                    "Aliases": []
                },
                "4": {
                    "ID": "319939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikano/episodes/319939",
                    "TitleEnglish": "Fuyumi",
                    "SummaryEnglish": "Shuji and Chise go on their first date to an aquarium. Shuji later goes to Fuyumi's house to retrieve his lost wallet, but has to face Fuyumi's seductive advances. In her military base, Chise meets Lt. Tetsu, a man who greatly resembles her boyfriend, Shuji. After a hard mission, Chise wakes up surrounded by a desolate wasteland and asks Tetsu to do one very difficult thing...",
                    "Aliases": []
                },
                "5": {
                    "ID": "319940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikano/episodes/319940",
                    "TitleEnglish": "Liar",
                    "SummaryEnglish": "Tetsu follows Chise command, unflinchingly pointing his rifle directly at Chise's head, but stops after she voices her desire to live. In school, Chise senses an earthquake and Shuji desperately takes her outside the classroom so she can transform in secret. When the military helicopter picks her up, Shuji shouts to Chise to meet him tonight at the observatory.",
                    "Aliases": []
                },
                "6": {
                    "ID": "319941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikano/episodes/319941",
                    "TitleEnglish": "Classmates",
                    "SummaryEnglish": "Chise decides that they'd be better off as regular classmates, when she finds out that Shuji was once again in Fuyumi's house, breaking his promise to her. Atsushi reveals that he wants to join the military to protect the girl he loves, Akemi.",
                    "Aliases": []
                },
                "7": {
                    "ID": "319942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikano/episodes/319942",
                    "TitleEnglish": "What I Want to Protect",
                    "SummaryEnglish": "The war has finally reached their peaceful little town. Chise leaves Shuji a note in his locker, and she never comes back to school again. Atsushi wants to find out what exactly this new \"Chise\" weapon is, but no one wants to give him a straight answer.",
                    "Aliases": []
                },
                "8": {
                    "ID": "319943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikano/episodes/319943",
                    "TitleEnglish": "Everyone's Changing",
                    "SummaryEnglish": "Yukari joins the neighborhood patrol to find the missing enemy pilot in the mountains. Tetsu treats Chise like a regular person and they go shopping together but end up cuddling and kissing each other. That same night, an earthquake hits their town.",
                    "Aliases": []
                },
                "9": {
                    "ID": "319944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikano/episodes/319944",
                    "TitleEnglish": "Akemi",
                    "SummaryEnglish": "Chise didn't have maintenance for at least two days, and her physical condition has grown worse. Satomi begs Shuji to come to Akemi's room because she has been fatally injured...",
                    "Aliases": []
                },
                "10": {
                    "ID": "319945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikano/episodes/319945",
                    "TitleEnglish": "And Then...",
                    "SummaryEnglish": "Chise holds Tetsu as he slowly dies. Akemi's father gives away party materials, and the school starts to prepare for a Summer festival, but the military wants to cancel it. Chise comes back with Shuji, and the pair happily run off together.",
                    "Aliases": []
                },
                "11": {
                    "ID": "319946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikano/episodes/319946",
                    "TitleEnglish": "A Time for Us",
                    "SummaryEnglish": "Shuji and Chise elope and start a new life together outside their old town. They both find jobs, and a place to live, so things seem to be finally back in order. However, Kawahara manages to find them and wants to bring Chise back to the base, but Shuji firmly promises him that when the time comes, he'll kill Chise with his own hands...",
                    "Aliases": []
                },
                "12": {
                    "ID": "319947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikano/episodes/319947",
                    "TitleEnglish": "Love Song",
                    "SummaryEnglish": "Chise has lost her ability to speak and her mental and physical condition has deteriorated gravely. Shuji desperately calls for Kawahara to take her back and save her, but he warns Shuji that Chise will never be the same again. Shuji discovers Chise's exchange diary, and in it there's one simple request for him: To go back to the place where they first kissed.",
                    "Aliases": []
                },
                "13": {
                    "ID": "319948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saikano/episodes/319948",
                    "TitleEnglish": "And We Will Love",
                    "SummaryEnglish": "Chise reveals to Shuji that the world is on the brink of destruction, but wants him by her side until the very end. Chise also says that she will try to protect everyone from the enemy, even if she knows it's useless. Shuji promises that he will as the devastating tsunami approaches...",
                    "Aliases": []
                }
            }
        }
    }
}