{
    "URL": "https://www.thetvdb.com/series/cats-eye",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Crime",
        "Mystery",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0131160/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH934752",
        "https://www.themoviedb.org/tv/34114"
    ],
    "TitleEnglish": "Cat's Eye",
    "SummaryEnglish": "Three sisters, Rui, Hitomi, and Ai Kisugi, run the Cat's Eye Cafe across from the police station. Unknown to the police, though, these sisters are also notorious cat-burglars also known as \"Cat's Eye\". Their boldness (they leave a calling card prior to each caper) is surpassed only by their skill. Complicating the matter even further, one of the detectives in charge of the Cat's Eye case is Hitomi's boyfriend Toshi. But these girls don't steal for money. All the works they steal are the work of one man--their father, who they seek to locate after he vanished under mysterious circumstances.",
    "TitleJapanese": "キャッツ♥アイ",
    "SummaryJapanese": "キャッツアイは謎の女怪盗集団。犬鳴警察署の刑事・内海俊夫は、いつもキャッツアイの逮捕に失敗し、上司に怒鳴られ、左遷の危機にもあった。そんな俊夫の恋人で、俊夫の勤務する署の前でこの怪盗と全く同じ店名の喫茶店を営む来生瞳は、いつも俊夫の愚痴を聞いては叱咤激励している。だが、瞳ら来生三姉妹こそ、キャッツアイの正体だった。\n\nキャッツアイのターゲットはミケール・ハインツというヨーロッパの画家の作品や遺物ばかりなのだが、そのハインツとキャッツアイとの間にはある接点があった。",
    "Aliases": [
        "Cat's Eye",
        "Cat's Eye - Ein Supertrio"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "27232",
            "URL": "https://www.thetvdb.com/series/cats-eye/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "2714181",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/2714181",
                    "TitleEnglish": "Cat's Eye - The Movie",
                    "SummaryEnglish": "Three cat burgling sisters have to go up against the police and a Chinese crime syndicate in order to rescue their kidnapped father.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6481929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/6481929",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9592987",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/9592987",
                    "TitleEnglish": "Lupin The 3rd vs. Cat’s Eye",
                    "SummaryEnglish": "Lupin III competes with the Kisugi sisters to steal a triptych of paintings that once belonged to their father, and which hold the key to a long-unsolved mystery.",
                    "TitleJapanese": "ルパン三世VSキャッツ・アイ",
                    "SummaryJapanese": "1981年、東京。昼は喫茶店を営み、夜は怪盗キャッツアイとして世間を騒がす美人三姉妹、瞳・泪・愛は、美術展から一枚の絵画を盗み出す。同じ頃東京に現れた、神出鬼没の大泥棒・ルパン三世。彼もまたとある武装組織を出し抜き、絵画を盗むことに成功した。両者が盗んだ絵はどちらも、画家ミケール・ハインツの描いた作品――三連作「花束と少女」の一枚。キャッツ三姉妹にとっては、父であるハインツの消息を掴むための重要な手がかり。伝説的な泥棒の“獲物”が自分たちと同じであると知った彼女たちは、その眼差しに美しい闘志を宿す――"
                }
            }
        },
        "1": {
            "ID": "17295",
            "URL": "https://www.thetvdb.com/series/cats-eye/seasons/official/1",
            "# Episodes": 36,
            "Episodes": {
                "1": {
                    "ID": "320890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320890",
                    "TitleEnglish": "You're a Sexy Thief",
                    "SummaryEnglish": "After Cat's Eye pull a heist and evade Toshi's efforts to capture them yet again, Kacho gives him an ultimatum. With his career as a police officer at stake, Toshi vows to put romance and marriage on hold until he apprehends Cat's Eye. Even though Hitomi sympathizes with Toshio's predicament and is affected by it, to get back all of their father's art collection is the only way for the Kisugi sisters to figure out the mystery of his disappearance.",
                    "TitleJapanese": "君はセクシーな泥棒",
                    "SummaryJapanese": "警察に大胆な犯行予告をした上で獲物を頂戴する謎の女怪盗集団、キャッツ・アイ。彼女たちの次なるターゲットが眠る美術館には、厳重な警備のみならず、腹黒い館長が仕掛けたわなが待ち受けていた。"
                },
                "2": {
                    "ID": "320891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320891",
                    "TitleEnglish": "Welcome to the Police Station",
                    "SummaryEnglish": "Kagawa Shunzo, a private collector who claims to have a painting that Cat's Eye might steal, asks Toshio for help but is found dead thereafter. Cat's Eye become the chief suspect of his murder. With Nagaishi's help, the Kisugi sisters must do what it takes to clear Cat's Eye's name and reputation.",
                    "TitleJapanese": "ようこそ警察へ",
                    "SummaryJapanese": "美術館へと忍び込んだ謎の女怪盗集団、キャッツ・アイ。そこで目にしたのは、何者かに殺された館長の姿だった。殺人犯の汚名を返上すべく真相を追う彼女たちは、ある政治家による陰謀の存在を知る。"
                },
                "3": {
                    "ID": "320892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320892",
                    "TitleEnglish": "Be Careful of the Mini-Devil",
                    "SummaryEnglish": "While guarding an emerald targeted by Cat's Eye, Toshio discovers by accident that his nemesis is in fact a woman. As a rattled Hitomi makes her escape, Kazumi, member of a newspaper club at Ai's school, catches her flight on camera. Ai frantically tries to stop the film from being developed but fails. While Cat's Eye finalizes their plans to steal the emerald, Kazumi pursues her suspicions. The Kisugi sisters must therefore outwit Toshio and Kazumi to keep their identity from being exposed.",
                    "TitleJapanese": "うるさい小悪魔にご用心",
                    "SummaryJapanese": "謎の女怪盗集団、キャッツ・アイが写真に撮られてしまった。撮影したのは愛の同級生で新聞部の和美。彼女は月夜に浮かぶ怪盗のシルエットから、正体は瞳ではないかと疑って三姉妹をつけ狙うが…。"
                },
                "4": {
                    "ID": "320893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320893",
                    "TitleEnglish": "The Challenger Smells Like Paris",
                    "SummaryEnglish": "Lupin's Bride, a rival thief from Paris, arrives and challenges Cat's Eye by targeting the same art pieces. The Kisugi sisters must outsmart Lupin's Bride and evade the traps the Inunari Precinct has devised in order to prevent some of their father's art collection from being taken out of the country.",
                    "TitleJapanese": "挑戦者はパリの匂い",
                    "SummaryJapanese": "フランスから天才と呼ばれる画家・ルベール女史が来日し、キャッツ・アイはその作品を頂こうと決めた。一方で、「ルパンの花嫁」を名乗る国際的な怪盗が、キャッツ・アイと同じ物を狙っていた。"
                },
                "5": {
                    "ID": "320894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320894",
                    "TitleEnglish": "Night Flight Is a Dangerous Scent",
                    "SummaryEnglish": "Toshio gets a new partner in Detective Asatani. Young and talented, Asatani has no trouble working the Cat's Eye case. She even has a suspect in mind: Hitomi. It's going to take the creativity of all three Kisugi sisters to put her off the scent.",
                    "TitleJapanese": "夜間飛行は危険な香り",
                    "SummaryJapanese": "エリート女刑事が犬鳴署にやってきた。先手を取ろうと目論んで誘い出したキャッツ・アイだが、逆に「香り」を手掛かりに取られてしまった。ここから、俊夫以上に執拗な浅谷と瞳との心理戦、格闘戦が始まる。"
                },
                "6": {
                    "ID": "320895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320895",
                    "TitleEnglish": "Feeling a Bit Like Lovers",
                    "SummaryEnglish": "There's trouble in paradise when Toshio spoils a romantic moment with Hitomi worrying over Cat's Eye's next heist. Preoccupied with their fight and trying to work up the nerve to kiss Hitomi, catching Cat's isn't exactly the first thing on Toshio's mind.",
                    "TitleJapanese": "ちょっとだけ恋人気分",
                    "SummaryJapanese": "次の計画に向けて海辺のリゾート地にやってきた瞳たちと俊夫。束の間のデートを楽しむ瞳と俊夫だが、2人の様子が何だかぎこちない。これを見かねた泪は、俊夫に女心の手ほどきをしようと行動に出る。"
                },
                "7": {
                    "ID": "320896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320896",
                    "TitleEnglish": "Make the Love Sign Glamorous",
                    "SummaryEnglish": "Hitomi's birthday plans are ruined when the serial bomber Toshio's been chasing strikes a museum during her party. Toshio will go to any lengths to catch the bomber and make up with Hitomi, but he may not be able to pull it off alone.",
                    "TitleJapanese": "ラブサインは華やかに",
                    "SummaryJapanese": "爆弾魔の事件続きでまともなデートもできないことを悩んでいる瞳。さらに事件で誕生日パーティも中断を余儀なくされてしまう。しかも、爆弾魔の立てこもっている美術館には狙っている絵画があった。"
                },
                "8": {
                    "ID": "320897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320897",
                    "TitleEnglish": "Far and Away Tottoccino",
                    "SummaryEnglish": "Cat's targets one of a set of paintings by an Italian master, but they get more than they bargained for when a foreign embassy also wants the paintings to unearth the clues to a Medici treasure they're said to contain.",
                    "TitleJapanese": "遥かなるトットチーノ",
                    "SummaryJapanese": "瞳と愛は、盗んだ絵画を横取りされるという失態を犯してしまう。そしてその首謀者は、何とアストリア国の大使だった。キャッツ・アイのアジトと勘違いした俊夫は、大使館にひとり忍び込むが…。"
                },
                "9": {
                    "ID": "320898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320898",
                    "TitleEnglish": "Bizarre Track, Thief Chases Police",
                    "SummaryEnglish": "Toshio decides the only way to outwit Cat's is to steal their target first. With their roles reversed, Hitomi and Toshio set out on a chase across Yokohama that ends at the bottom of a well. Now thief and detective must work together to escape.",
                    "TitleJapanese": "とってもおかしな大追跡",
                    "SummaryJapanese": "次に狙われたのは、翌日アメリカに輸送されることになっている絵画だった。そこで俊夫は、自分が先に絵を盗んで逃げ回る作戦を立てた。この逃げる刑事と追う泥棒という奇妙な構図に、新たな危機が訪れる。"
                },
                "10": {
                    "ID": "320899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320899",
                    "TitleEnglish": "Do You Like Dog Food?",
                    "SummaryEnglish": "Between forgeries, lecherous department store owners, and killer dogs, Cat's Eye and Inunari Station have problems in spades. It'll take plans set in motion by both thieves and police to pull off this heist and bring the corrupt businessman to justice.",
                    "TitleJapanese": "ドッグフードはお好き",
                    "SummaryJapanese": "丸越デパートは偽物ばかりの絵画で「世界名画展」を行っている。次の獲物を下見すべく訪れた愛はこれに激怒。そして妹に代わって女性記者に扮し、オーナーである矢吹の家に侵入した瞳の目にある光景が飛び込む。"
                },
                "11": {
                    "ID": "320900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320900",
                    "TitleEnglish": "Dangerous American Temptation",
                    "SummaryEnglish": "Hitomi tags along when Toshio mounts a sting operation on an illegal mafia-run casino. Finding one of her father's long-missing paintings in the lobby, Hitomi uses her wiles to try and win it back. But all is not as it seems.",
                    "TitleJapanese": "アメリカの危険な誘惑",
                    "SummaryJapanese": "俊夫と瞳は、マフィアの秘密カジノに潜入捜査員として出向いた。そこで瞳は偶然、戦時中に所在不明になったとおぼしき絵画を発見する。そして彼女は、これを取り返そうと絵画を賭けた勝負を挑む。"
                },
                "12": {
                    "ID": "320901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320901",
                    "TitleEnglish": "Gorgeous European Temptation",
                    "SummaryEnglish": "Hitomi awaits her big roulette game for her father's painting aboard the Queen Scheherazade. Meanwhile, Rui infiltrates the ship by posing as a dancer and works to install herself as the dealer for Hitomi's game. But who will Hitomi be playing?",
                    "TitleJapanese": "ヨーロッパの華麗な誘惑",
                    "SummaryJapanese": "戦時中に所在不明になったと思われる絵画を偶然見つけた瞳。本物の絵画を奪うためカジノ船に乗り込むと、そこには潜入した泪や捕らわれた俊夫がいた。瞳はオーナーとの賭けに勝つために奮戦する。"
                },
                "13": {
                    "ID": "320902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320902",
                    "TitleEnglish": "Don't Go, My Love",
                    "SummaryEnglish": "Toshio has a chance to become an inspector, but in order to take the promotion he has to move away for a year. He asks Hitomi to come with him, but can either of them leave Cat's Eye behind?",
                    "TitleJapanese": "行かないで私の恋",
                    "SummaryJapanese": "昇級試験を受けることになった俊夫は、これを機に瞳にプロポーズをする。しかし、試験に受かれば向こう1年間は小笠原に赴任することになってしまう。迷う瞳を安心させようと、泪と愛は2人だけで潜入を試みる。"
                },
                "14": {
                    "ID": "320903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320903",
                    "TitleEnglish": "Cleopatra Ransom",
                    "SummaryEnglish": "When Toshio and Asatani get kidnapped by the owners of Cat's Eye's latest target, an Egyptian gem called “Cleopatra's Tear”, it's up to Hitomi to save them.",
                    "TitleJapanese": "クレオパトラの身代金",
                    "SummaryJapanese": "キャッツ・アイが盗みを予告した宝石を輸送中の俊夫と浅谷が、宝石ごと誘拐されてしまう。2人を誘拐したのは指名手配中の凶悪犯で、3億円を要求してきた。2人を救出し、宝石を取り戻すためキャッツが動きだす。"
                },
                "15": {
                    "ID": "320904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320904",
                    "TitleEnglish": "Bodysuit Flying at Night",
                    "SummaryEnglish": "Rui goes undercover to get close to a millionaire art collector who's recently purchased one of her father's paintings. But when he decides to add Rui herself to his collection, stealing the painting is the least of Cat's Eye's problems.",
                    "TitleJapanese": "真夜中に翔べレオタード",
                    "SummaryJapanese": "名画を奪うため画商に成り済まし、持ち主のロクサスに接近する泪だが、逆に誘拐されてしまう。泪を救うためロクサスのタンカーに乗り込む瞳。ロクサスは、泪を冷凍保存するのが目的で捕らえたのだった。"
                },
                "16": {
                    "ID": "320905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320905",
                    "TitleEnglish": "Monday Is the Time to Smile",
                    "SummaryEnglish": "Cat's is about to pull off a tricky heist, outwitting the security cameras at the bank where their latest target is guarded. But a power outage cuts off oxygen to the vault and puts Toshio and Hitomi in danger.",
                    "TitleJapanese": "月曜日は微笑む時",
                    "SummaryJapanese": "絵画「ショーの終わり」を盗むため木箱に身を潜め、銀行の金庫室に運び込まれた瞳。だが、俊夫が金庫室の中で見張りにつく想定外の事態となった。しかも、突然の停電によって2人は金庫室に閉じ込められてしまう。"
                },
                "17": {
                    "ID": "320906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320906",
                    "TitleEnglish": "Bullets Suit the Death God",
                    "SummaryEnglish": "Toshio loses his confidence when Ai gets shot and a vigilante murders her shooter. Now Hitomi has to steal a painting from the killer and restore Toshio's confidence all while avoiding becoming the next victim.",
                    "TitleJapanese": "死神には銃弾がふさわしい",
                    "SummaryJapanese": "俊夫が追っていた銀行強盗が西神美術館に逃げ込み、館長の西神によって射殺された。西神は侵入者を「正当防衛」で次々に射殺していた。一方、俊夫は犯人に向けて銃を撃てず、刑事としての自信を失う。"
                },
                "18": {
                    "ID": "320907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320907",
                    "TitleEnglish": "Cornered",
                    "SummaryEnglish": "A routine heist goes sour when the detectives of Inunari Station prove unusually difficult to shake off. Cornered with nowhere to run, Hitomi and Ai's only means of escape is to pose as pro wrestlers.",
                    "TitleJapanese": "追いつめられて",
                    "SummaryJapanese": "アフリカ秘宝展からダイヤを奪った愛と瞳だが、俊夫たちに追われ、女子プロレスの会場に逃げ込む。そこで人気プロレスラーのタイガーレディスに変装した2人は、出口を間違えてリングに上がることになってしまう。"
                },
                "19": {
                    "ID": "320908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320908",
                    "TitleEnglish": "Only Say Good Night to You",
                    "SummaryEnglish": "To steal the “Mongolian Hawk” Cat's Eye has to infiltrate Inunari Station itself. Toshio and the chief are confident they can catch the thieves in the act. But what about the curse? And why are there two Asatanis?",
                    "TitleJapanese": "あなただけに今晩は",
                    "SummaryJapanese": "呪いの秘宝「モンゴルの鷹」をキャッツが狙っていると知り、犬鳴署の署内で保管することになったが、キャッツのかく乱作戦により署内は大騒ぎになる。瞳は浅谷に変装し、刑事たちの目の前で見事に秘宝を奪ったが…。"
                },
                "20": {
                    "ID": "320909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320909",
                    "TitleEnglish": "Lovers' Holiday",
                    "SummaryEnglish": "It looks like Toshio and Hitomi will finally get a vacation. But their intimate road trip is interrupted when they pick up a pair of stranded teens who turn out to be copy-“Cat's”, on the run from the police.",
                    "TitleJapanese": "恋人たちのホリデー",
                    "SummaryJapanese": "久々の休暇にドライブに出かけた瞳と俊夫は大雨に遭い、不良風のカップルとロッジで過ごすことになる。その頃、犬鳴署ではキャッツ・アイに宝石を奪われ大騒ぎになっていたが、キャッツにしては手口が幼稚過ぎた。"
                },
                "21": {
                    "ID": "320910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320910",
                    "TitleEnglish": "I Want to Meet You Just Once",
                    "SummaryEnglish": "Hitomi is despondent when she loses a necklace from her father during her last job. After Toshio picks it up and tries to contact Cat's to return it, Hitomi has to arrange a meeting with him - without actually meeting him face to face.",
                    "TitleJapanese": "一度だけあなたに会いたい",
                    "SummaryJapanese": "キャッツ・アイが落としたペンダントを拾った俊夫は、それを返すという口実なら会って顔を見られるのではと考え、キャッツ宛に新聞広告を出した。そのペンダントは、瞳が父親からもらった大切な物だった。"
                },
                "22": {
                    "ID": "320911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320911",
                    "TitleEnglish": "Visitor on a Snowy Day",
                    "SummaryEnglish": "Trouble abounds for Hitomi when the little girl she saves during a heist turns out to be Toshio's cousin. Convinced she's going to marry Toshio herself, Yukiko proves a major pain. Worst of all, she claims to remember Cat's face!",
                    "TitleJapanese": "雪降る日の訪問者",
                    "SummaryJapanese": "雪の日。瞳は逃走中に俊夫の従妹・由紀子を助けるが、顔を見られてしまう。犬鳴署では由紀子の記憶をもとにモンタージュを作成していたが、彼女の証言によってでき上がった写真は、瞳とはまるで似ていなかった。"
                },
                "23": {
                    "ID": "320912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320912",
                    "TitleEnglish": "Winter Is Love's Warmth",
                    "SummaryEnglish": "History repeats and causes strife among the Kisugi sisters when Ai falls for the son of the director of the museum that houses Cat's next target.",
                    "TitleJapanese": "冬は恋の陽だまり",
                    "SummaryJapanese": "キャッツが次に狙うのは大島美術館に展示してある宝石だが、愛には内緒だった。それは、愛が想いを寄せる同級生・河野の父親が美術館の館長をしており、宝石が盗まれれば職を失うことになってしまうからだ。"
                },
                "24": {
                    "ID": "320913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320913",
                    "TitleEnglish": "Santa Claus from the Sky",
                    "SummaryEnglish": "Hitomi and Rui steal the perfect gift for Ai, a recording their father made for their mother. But when a mistake puts it in the hands of a local DJ, Cat's has to scramble to save Christmas before their secret is outed on national radio.",
                    "TitleJapanese": "サンタが空から降ってきた",
                    "SummaryJapanese": "愛へのプレゼントとして、父親の肉声が入ったレコードを盗み出した瞳と泪。ところが、俊夫がキャッツ特集のラジオ番組に出演することになり、そのどさくさで、レコードがラジオ局に渡ってしまう。"
                },
                "25": {
                    "ID": "320914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320914",
                    "TitleEnglish": "When the Bell Tolls Twelve",
                    "SummaryEnglish": "To steal the “Ice Queen” from a ski resort, Hitomi must contend with its owner's pampered princess of a daughter who won't give up her birthday present without a fight.",
                    "TitleJapanese": "12時の鐘が鳴るとき",
                    "SummaryJapanese": "瞳たちは、氷の美術館に展示されているブロンズ像を狙って俊夫と共にスキー場にやってきた。一方、地元の名士の一人娘で鼻っ柱の強い麗華は、キャッツ・アイを捕まえようとさまざまなわなを張りめぐらせていた。"
                },
                "26": {
                    "ID": "320915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320915",
                    "TitleEnglish": "Love from Luna Island",
                    "SummaryEnglish": "Cat's set out to steal a painting from the reclusive president of a shady global syndicate by infiltrating his private island. But it turns out he has plans of his own, and this time Cat's may find themselves in over their heads.",
                    "TitleJapanese": "ルナン島より愛をこめて",
                    "SummaryJapanese": "秘密組織「パシフィック財団」は世界の古美術品をひそかに集めていた。父の描いた「光の変奏曲」がここにあることを知ったキャッツ・アイは、古代インカの秘宝を盗み出し、それを手土産として財団の総統に近づく。"
                },
                "27": {
                    "ID": "320916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320916",
                    "TitleEnglish": "A Close Call in Luna",
                    "SummaryEnglish": "Outmaneuvered by Kaibara and forced to break into a military ship, Hitomi is plunged into a desperate situation that could cost her not only her own life, but those of Toshio and her sisters.",
                    "TitleJapanese": "ルナン島危機一髪",
                    "SummaryJapanese": "俊夫たちを人質に取られ、瞳は海原の要求通りアメリカ空母に潜入し、軍事衛星のデータを奪取する。だが瞳は、衛星のレーザー砲を海原の屋敷に向けてセットしていた。慌てる海原たちの隙を突いて逃走を図るが…。"
                },
                "28": {
                    "ID": "320917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320917",
                    "TitleEnglish": "Lost Memory",
                    "SummaryEnglish": "When Ai turns up after a job gone wrong with no painting, amnesia, and a band of assassins out for her head, Hitomi and Rui must jog her memory without letting a clueless Ai spill the beans about Cat's to Toshio, who she now believes to be her father.",
                    "TitleJapanese": "うしなわれた記憶",
                    "SummaryJapanese": "奪った絵画を手に逃走した愛は、記憶喪失になって戻ってきた。記憶を取り戻すべく瞳たちはもう一度現場に向かうが、その途中、愛の命が狙われる。愛はテロリストの要人暗殺計画を目撃していたのだった。"
                },
                "29": {
                    "ID": "320918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320918",
                    "TitleEnglish": "The Magnificent Show",
                    "SummaryEnglish": "Barrista, thief, and...model? Hitomi has to pose as a model to steal a necklace from the catwalk in the middle of a fashion show. And when Asatani gets her teeth into Cat's Eye, this job may turn out to be Hitomi's final curtain call.",
                    "TitleJapanese": "ショーは華やかに",
                    "SummaryJapanese": "金髪のモデルに変装し、瞳はファッションショーの舞台から見事に宝石を奪った。しかし逃走中に浅谷に発見され、乱闘になってかみつかれてしまう。浅谷は動かぬ証拠を手に入れたと意気込むが…。"
                },
                "30": {
                    "ID": "320919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320919",
                    "TitleEnglish": "The Athletic Club Smells of Death",
                    "SummaryEnglish": "A local health club magnate who beats Cat's to one of their father's paintings turns out to be operating a ring of stolen art auctions, and he'll literally kill to add the trio's collection to his catalogue.",
                    "TitleJapanese": "アスレチックは死の匂い",
                    "SummaryJapanese": "狙っていた絵画を先に奪われたキャッツだが、犯人・伊達の盗難絵画オークションに潜入して奪い返す。だが逃走の途中で愛を人質に取られてしまう。伊達は交換条件に、キャッツが今までに入手した美術品を要求する。"
                },
                "31": {
                    "ID": "320920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320920",
                    "TitleEnglish": "It Began with a Kiss",
                    "SummaryEnglish": "Slim Suspense, an international jewel thief, nabs Cat's Eye's next target, but when Toshio and Hitomi catch him in the act, he turns out to be more interested in stealing Hitomi's heart than the gem.",
                    "TitleJapanese": "それはキッスで始まった",
                    "SummaryJapanese": "キャッツ・アイが狙っていたルビーが世界的な宝石泥棒・スリムに奪われ、俊夫の目の前で瞳の唇まで奪われてしまう。ルビーを取り戻そうとする瞳は、自分を相棒にしたがっているスリムにあえてついていく。"
                },
                "32": {
                    "ID": "320921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320921",
                    "TitleEnglish": "The Art Museum Is Full of Danger",
                    "SummaryEnglish": "Stealing the virtually unguarded “Purple Orpheus” seems like a walk in the park to Hitomi and Ai, but Rui's suspicions prove well-founded when the entire museum turns out to be a trap.",
                    "TitleJapanese": "美術館は危険がいっぱい",
                    "SummaryJapanese": "宝石を奪うため美術館に忍び込んだキャッツ・アイ。そこには猛獣や毒蛇など凶悪なわなが張りめぐらされており、全てはキャッツに復讐を誓う館長の仕業だった。しかも、捕らえられた瞳の目の前で時限爆弾が動きだす。"
                },
                "33": {
                    "ID": "320922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320922",
                    "TitleEnglish": "The Target Is a Proposal",
                    "SummaryEnglish": "The chief plots to make Toshio steadier by encouraging him to propose to Hitomi, but when Toshio's first attempt falls flat, he becomes determined not to make another until he's taken Cat's Eye down a peg.",
                    "TitleJapanese": "標的はプロポーズ",
                    "SummaryJapanese": "俊夫はキャッツ・アイに一矢報い、手柄を立てた上で瞳にプロポーズすることを決意。だが、それを知った瞳は困惑。プロポーズしてほしいが、逮捕されるわけにはいかない。複雑な気持ちのまま次の標的を狙うのだが…。"
                },
                "34": {
                    "ID": "320923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320923",
                    "TitleEnglish": "Have You Seen Heinz?",
                    "SummaryEnglish": "Toshio has a hunch that he might find out Cat's Eye's identities if he investigates the works of art that they've stolen in the past. Rui, Ai and Hitomi need to act fast before Toshio discovers the truth about Heinz!",
                    "TitleJapanese": "君はハインツを見たか？",
                    "SummaryJapanese": "瞳と婚約したことで今まで以上に張り切る俊夫は、キャッツ・アイとハインツの関係に気づいた。だが、キャッツが次に狙ったのはハインツとは全く関係のない絵だったため、自分の推理が間違っているのかと不安を抱く。"
                },
                "35": {
                    "ID": "320924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320924",
                    "TitleEnglish": "Unleash Cat's Secrets!",
                    "SummaryEnglish": "Toshio has discovered a painting named “Wind” that's more than it seems. There's a picture of Japan hidden beneath the painting's surface, and with it, Toshio intends to learn all about Heinz' past!",
                    "TitleJapanese": "暴け！キャッツの秘密",
                    "SummaryJapanese": "入江という男が持つ絵画にハインツの秘密が隠されていると知った俊夫は、絵の下に日本の港町の絵が隠されていることを突き止めた。だが、ハインツの親友だった入江は、ハインツは日本に来たことがないと断言する。"
                },
                "36": {
                    "ID": "320925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320925",
                    "TitleEnglish": "A Man Who Knew Heinz",
                    "SummaryEnglish": "Daigo is a wealthy man who owns a giant ship called the Mermaid, and inside he guards Heinz' painting by the same name. Cat's Eye targets the “Mermaid,” but little do they know that Daigo is targeting them!",
                    "TitleJapanese": "ハインツを知る男",
                    "SummaryJapanese": "ハインツコレクターの醍醐が20年ぶりに自分の船で帰国した。キャッツ・アイは船にある絵画を狙って潜入するも捕らわれてしまうが、彼女たちの前に現れた醍醐は、これはキャッツに会うための作戦だったと明かす。"
                }
            }
        },
        "2": {
            "ID": "17296",
            "URL": "https://www.thetvdb.com/series/cats-eye/seasons/official/2",
            "# Episodes": 37,
            "Episodes": {
                "1": {
                    "ID": "320926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320926",
                    "TitleEnglish": "Returning from France",
                    "SummaryEnglish": "Cat’s Eye has hit Tokyo again but the Kisugi sisters are still in France! Hitomi, Ai, and Rui must stop the imposter, but the fake Cat’s Eye has her own agenda!",
                    "TitleJapanese": "フランスから来た牝猫",
                    "SummaryJapanese": "来生家の三姉妹(泪、瞳、愛)がパリに来て三週間。キャッツ・アイの名は、パリにも広まった。しかし、父ハインツからの連絡はまだない。そんな時、探偵マルクが日本ではキャッツ・アイが活躍中だと情報を入れる。驚く三人に、ハインツの有力情報が手に入りそうだから、帰国して待っていてくれと言う。三人は、日本に向かった。"
                },
                "2": {
                    "ID": "320927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320927",
                    "TitleEnglish": "A Soaking Dance at Midnight",
                    "SummaryEnglish": "Rui goes undercover to steal a painting, but things get messy when Toshio is sent over to the Organization Crime Division. Now Cat’s Eye has to get Toshio reinstated too!",
                    "TitleJapanese": "ミッドナイトに濡れて舞う",
                    "SummaryJapanese": "暴力団の組長・前島は、ヘロインで儲けた金で絵画を買い漁る。絵の良し悪しが判る訳ではなく、投資目的に買っているに過ぎない。そして、その中にハインツの絵があった。泪は、ティアラを名乗り、クラブのホステスとして前島に近づいた。前島は、一目で気に入り、自宅に招待する。"
                },
                "3": {
                    "ID": "320928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320928",
                    "TitleEnglish": "Angels' Ransom",
                    "SummaryEnglish": "A group of armed men kidnap children… and everyone thinks that Cat’s Eye is behind it! The three sisters have to get the paintings, take down the bad guys, and get the kids back!",
                    "TitleJapanese": "天使たちの身代金",
                    "SummaryJapanese": "逃走中、火事を見付け、中に子供が閉じ込められている事を知ると、子供の救出を始める。子供は助かったが、盗んだ二枚の絵『渚にて』『夜の翼』は、敏夫と浅谷によって回収されてしまう。ところが、この一件でマスコミは、キャッツを義賊ともてはやす。そんな時、幼稚園の通園バスが襲われ、幼児20名が行方不明になる。"
                },
                "4": {
                    "ID": "320929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320929",
                    "TitleEnglish": "Tension in the Dark",
                    "SummaryEnglish": "The unthinkable has happened and Toshio actually gets a good look at Cat’s Eye! Will Hitomi have to come clean and let Toshio arrest her? Or will she find a way to keep him in the dark?",
                    "TitleJapanese": "暗闇でどっきり",
                    "SummaryJapanese": "俊夫は喫茶キャッツ・アイで荷造りをしている。今夜、キャッツの予告が来ているのに、と愛がからかうと、その為に翌日の夜まで籠城するんだと言う俊夫。俊夫は、瞳の握った納豆お握りの弁当を持つと、意気揚々と出かけて行った。"
                },
                "5": {
                    "ID": "320930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320930",
                    "TitleEnglish": "The Hunter Wore a Badge",
                    "SummaryEnglish": "After many failed attempts to catch Cat’s Eye, Special Investigations sends in the ruthless Chief Himuro. Can Cat’s Eye avoid Himuro, a man who is willing to kill for a perfect arrest record?",
                    "TitleJapanese": "狩人はバッヂをつけていた",
                    "SummaryJapanese": "作戦名『ホットドック』。来日する香港コレクションを途中で強奪する。当然、犬鳴署も出て来るだろうが、特命課の相手ではない。特命課の狙いは、その後から正義の味方ヅラで現れるだろうキャッツの逮捕だ。"
                },
                "6": {
                    "ID": "320931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320931",
                    "TitleEnglish": "The Stolen \"I Love You\"",
                    "SummaryEnglish": "After a burglar steals Toshio’s money, he gets kicked out of his apartment. He begs Hitomi to let him stay, but the burglar tracks him down and cleans out the Kisugi household!",
                    "TitleJapanese": "盗まれたアイ・ラブ・ユー",
                    "SummaryJapanese": "雅美術館よりリトグラフ『蛍の女』を盗み出したキャッツの三姉妹が店に戻ると、荷物を抱えた俊夫が、店の前に座り込んでいた。実は、俊夫のアパートに空き巣107号が入り、出たばかりのボーナスを盗まれたのだ。"
                },
                "7": {
                    "ID": "320932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320932",
                    "TitleEnglish": "Happiness of Life",
                    "SummaryEnglish": "Toshio is enjoying his stay at the Kisugi household, but with a detective staying under their roof, Cat’s Eye can’t pull off their heists. The sisters concoct a plan to make Toshio leave.",
                    "TitleJapanese": "おいしい生活",
                    "SummaryJapanese": "俊夫と瞳の同居は続く。それどころか、最近はすっかり慣れて、まるで甘い新婚生活のようだ。瞳は、泪から忠告を受ける。次のターゲットは東洋美術館所蔵『シルクロード』ハインツには珍しい壁画である。予告は10日後。それまでに何とか俊夫に出て行ってもらわないと困ると言うのだ。"
                },
                "8": {
                    "ID": "320933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320933",
                    "TitleEnglish": "Magnificent Trap",
                    "SummaryEnglish": "Cat’s Eye steals another of their father’s paintings, but it turns out to be a fake! In retaliation, the sisters set up a trap of their own to reclaim the painting.",
                    "TitleJapanese": "華麗なる罠",
                    "SummaryJapanese": "『明晩12時『ミルキーウェイ』をいただきます』。予告通り、ABC財団から『ミルキーウェイ』を盗み出したキャッツ・アイ。世界的慈善団体であるABC財団から絵画を盗んだ事で、キャッツ・アイの評判は落ちる。俊夫からもキャッツ・アイをボロカスに言われ、気分の悪い瞳と愛は、倉庫街でパーティーがあると言う泪の誘いに、港へと向かう。"
                },
                "9": {
                    "ID": "320934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320934",
                    "TitleEnglish": "The Rhapsody of Love",
                    "SummaryEnglish": "After stealing a gem, Ai panics and hides it in Toshio’s police car. But Toshio’s car gets stolen by a young punk and Hitomi has to get both the car and gem back!",
                    "TitleJapanese": "恋の狂走曲",
                    "SummaryJapanese": "尾張商事、社長・小森の家から、5億は下らないと云うダイヤの原石を盗み出したキャッツ(愛)だったが、逃走用に用意していた車が、レッカー移動させられてしまっていた。迷った挙句、犬鳴署のパトカー25号車(ナンバー『品川88 な10-01』)に隠したが、愛自身、車のナンバーを忘れてしまった。"
                },
                "10": {
                    "ID": "320935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320935",
                    "TitleEnglish": "The Most Dangerous Game",
                    "SummaryEnglish": "A thief is brought in for questioning, but Toshio can’t pin anything on him. Cat’s Eye has to find a way to get their father’s painting from the thief before he delivers it to the Mafia!",
                    "TitleJapanese": "もっとも危険なゲーム",
                    "SummaryJapanese": "ハインツ作、絵画『青銅の騎士』他、有名美術品専門の泥棒・怪盗28号を、現場に残った指紋から、俊夫は森崎と云う男を逮捕するが、どうしても証拠物件が見付からず、誤認逮捕といわれ、落ち込む俊夫。一方、キャッツの方も焦っていた。ハインツの『青銅の騎士』を含む怪盗28号の盗品が、マフィアのドン・ガビアーニが買い取ると云う噂が流れたのだ。"
                },
                "11": {
                    "ID": "320936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320936",
                    "TitleEnglish": "The Gift Is Dad's Wine",
                    "SummaryEnglish": "A man comes to the café claiming to be Heinz’s art teacher! He’s looking for a bottle of wine with a label drawn by Heinz, but something doesn’t seem right with the mysterious visitor.",
                    "TitleJapanese": "プレゼントはパパのワイン",
                    "SummaryJapanese": "高級レストランで、一週間早いクリスマス。実は、同じビルで翌日行われる高級ワインの鑑定&オークション警護の下見で、全ては経費で落とすと俊夫は笑った。同じ頃、喫茶キャッツ・アイには、珍しい客が訪れていた。ハンス・シュミット。ハインツの絵の師にあたる人物が、五年の歳月をかけて来生姉妹を探し当てて来たのだ。"
                },
                "12": {
                    "ID": "320937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320937",
                    "TitleEnglish": "A Mystery for a Winter Night",
                    "SummaryEnglish": "Somehow, paintings stolen by Cat’s Eye have been sold back to their owners! Surely, one of the three sisters couldn’t be responsible… right?",
                    "TitleJapanese": "冬の夜はミステリー",
                    "SummaryJapanese": "俊夫の言葉に、三姉妹は色めきたった。三日前、キャッツに盗まれた絵画が、持ち主の元に戻ったと言うのだ。しかも、多額の金銭で買い戻したらしい。とうとうキャッツも金に動いたか…俊夫が嘆く。コレクションの保管場所に向かった三姉妹は、更に驚いた。盗んだはずの絵画が本当に消えていたのだ。"
                },
                "13": {
                    "ID": "320938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320938",
                    "TitleEnglish": "Osaka Bay Blues",
                    "SummaryEnglish": "The painting Cat’s Eye is after ends up getting taken by the owner’s daughter, as she runs away from home! Ai has to catch her, but a dubious private eye has his own plans.",
                    "TitleJapanese": "横浜ベイブルース",
                    "SummaryJapanese": "来生家の三姉妹は、横浜で『水辺の裸婦』を盗むべく、ホテルに滞在していたが、三人の所在を知った俊夫が駆け付け、瞳をデートに連れ出してしまった。仕方なく、泪と愛の二人で、仕事に向かう。二人は、侵入に成功したが、肝心の絵画がそこには無かった。"
                },
                "14": {
                    "ID": "320939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320939",
                    "TitleEnglish": "For You, the Tear of the Stars",
                    "SummaryEnglish": "Hitomi poses as the daughter of a skilled gem cutter to get close to a band of jewel thieves. But with the Inunari Police targeting the thieves too, Hitomi may blow her cover!",
                    "TitleJapanese": "君に星の涙を",
                    "SummaryJapanese": "村田源造(53歳)、裏世界No.1の宝石のカット師。キャッツの狙っていた宝石を盗んだ強盗団が、宝石のカット師を探しているという噂を聞き、瞳は、10日前に亡くなった、この男の娘に扮し、村田の立ち回り先を歩き回っていた。"
                },
                "15": {
                    "ID": "320940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320940",
                    "TitleEnglish": "Fake Wedding Bells",
                    "SummaryEnglish": "Cat’s Eye plans to steal a statue of Mary from a church, so Toshio plans a sting operation—by holding a fake wedding! But can Hitomi be Toshio’s bride and be Cat’s Eye at the same time?",
                    "TitleJapanese": "偽りのウェディング・ベル",
                    "SummaryJapanese": "スキー場の教会にあるマリア像がターゲット。当然、来生三姉妹に犬鳴署の面々も、ゲレンデに来ていた。俊夫は、瞳をスキーに連れ出し、教会で結婚式を挙げようと言い出す。驚く瞳に、キャッツを油断させる為の偽装結婚式だと言う俊夫。挙句に、本チャンの予行練習にもなると言い出したので、瞳は怒って帰ってしまった。"
                },
                "16": {
                    "ID": "320941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320941",
                    "TitleEnglish": "Beware of Sweet Invitations",
                    "SummaryEnglish": "The owner of a gallery takes a strong interest in Hitomi, but his intentions seem far from innocent. Could this gallery owner be that dangerous?",
                    "TitleJapanese": "甘い誘いに気をつけて",
                    "SummaryJapanese": "愛が隠し撮りした長谷部画廊の金庫の写真を前に、三姉妹は頭を悩ませていた。破壊は不可能。鍵とロックNo.を何としても手に入れなければならないらしい。同じ頃、俊夫は、一課からの頼まれ仕事である美人女子大生三人の連続誘拐事件に関する調査を、課長から命令されていた。"
                },
                "17": {
                    "ID": "320942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320942",
                    "TitleEnglish": "Farewell, Winter Seagull",
                    "SummaryEnglish": "When a sailor’s girlfriend somehow gets ahold of a gem that Cat’s Eye is after, she’s kidnapped! Hitomi teams up with the sailor to look for her.",
                    "TitleJapanese": "さらば、冬のカモメ",
                    "SummaryJapanese": "またもやキャッツにしてやられた俊夫は、気球に掴まり逃走中のキャッツを追っていたが、気球にブラ下がるキャッツが、またしてもダミーだった事に驚き、パトカーをUターンさせた。米戦艦の甲板に着陸したキャッツの気球。そのダミー人形の中から這い出した瞳は、船内の様子がおかしい事に気が付いた。それが催眠ガスの為と判った時、瞳もまた倒れてしまい、盗んだ宝石を奪われてしまった。"
                },
                "18": {
                    "ID": "320943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320943",
                    "TitleEnglish": "The Woman Chief Fell For",
                    "SummaryEnglish": "The chief is head over heels for a beautiful woman. At the same time, a thief by the name of “Winter Firefly” has been eluding Inunari Police. Could the chief’s affair be related somehow?",
                    "TitleJapanese": "課長のほれた女",
                    "SummaryJapanese": "永石に招待され、高級レストランで食事をしていた来生三姉妹は、犬鳴署の課長が、美女とダンスを楽しんでいるのを目撃する。俊夫が最近、不眠不休で怪盗『冬のホタル』の警備をしているというのにだ。冬のホタルは、連日表れ、宝石を盗み出して行く。まるで俊夫達の警備情報を知っているかのように、犬鳴署の信用は失墜間近だった。"
                },
                "19": {
                    "ID": "320944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320944",
                    "TitleEnglish": "Inunari Station Trio",
                    "SummaryEnglish": "The police have a new computer to come up with security plans! The sisters will have to beat them to the punch and get the access codes from the chief, Asatani and Toshio.",
                    "TitleJapanese": "犬鳴署三重奏",
                    "SummaryJapanese": "ロサンゼルスから女神像が届く前日、課長と浅谷の余裕ある態度を不審に思う泪と愛。その理由は、瞳が俊夫から聞き出していた。アメリカの警備会社と本庁が契約。今までのキャッツ全資料の入力が終わり、キャッツの行動予測をコンピューターがするという。何とかその作戦を知ろうと動き出す三人。"
                },
                "20": {
                    "ID": "320945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320945",
                    "TitleEnglish": "Uneasy Feelings About a Transfer Student",
                    "SummaryEnglish": "A new student comes to Ai’s school. He’s good looking, athletic, and intelligent…and has a prized violin that Cat’s Eye is after!",
                    "TitleJapanese": "転校生に胸さわぎ",
                    "SummaryJapanese": "遅刻寸前、ローラースケートで校門に飛び込もうとした愛の目前に、高級車が立ち塞がった。慌てた愛は校門に激突。しかし、車から降りた男子学生は『気をつけ給え』とスカした態度。ところがこの男、愛のクラスの転校生で、名前は藤崎フミヤ。英仏独語がペラペラの頭脳明晰、スポーツ万能、容姿端麗。その上、先日亡くなった藤崎財閥の総帥・藤崎雷蔵の一人息子でもあった。"
                },
                "21": {
                    "ID": "320946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320946",
                    "TitleEnglish": "A Requiem for the Villains",
                    "SummaryEnglish": "Cat’s Eye has been framed for murder! They’ll have to clear their name, steal the painting, and expose the bad guys!",
                    "TitleJapanese": "悪党どもに鎮魂歌(レクイエム)を",
                    "SummaryJapanese": "ハインツの『草原の夜明け』が盗まれ、所有者が殺され、ガードマンがキャッツを目撃した。キャッツの今までの行状に係わらず、重要参考人として手配された。俊夫も渋々ながら捜査一課を手伝う事になってしまう。"
                },
                "22": {
                    "ID": "320947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320947",
                    "TitleEnglish": "Toshio Falls in Love with a Phantom Woman",
                    "SummaryEnglish": "For their next heist, Hitomi puts on a disguise and tries to seduce Toshio. But things go a little too well and now Toshio is in love with the mystery woman!",
                    "TitleJapanese": "幻の女を愛した俊夫",
                    "SummaryJapanese": "女性専用フィットネスクラブで『内海俊子様』に呼び出しがかかる。実は、俊夫の女装だ。ここでキャッツに関する情報をくれると云う女と会うことになっていた。情報を受け取りながら俊夫は、ふとした疑問を口にする。何故、俺を名指しにして情報をくれるのか？女は答えた。内海刑事が好きだから…と。完全に舞い上がる俊夫。"
                },
                "23": {
                    "ID": "320948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320948",
                    "TitleEnglish": "Sudden Love",
                    "SummaryEnglish": "A young artist is replacing works with expertly-crafted forgeries, but is it his fault? Rui goes undercover as a model but what will she do about her growing feelings for the young painter?",
                    "TitleJapanese": "恋は突然に",
                    "SummaryJapanese": "ヨーロッパ現代絵画展の『天使のまどろみ』の前で泪は、額に手をかけようとした愛を止める。絵は贋作だった。輸送時、また展示館のガードマンをやっていた水上一郎(28)は、プロの画家志望。来生三姉妹は、彼をマークするが、美術館で水上の方から泪&愛に近付いて来る。彼は、泪に絵のモデルを頼む。身辺を探る為、愛は強引に引き受けさせる。"
                },
                "24": {
                    "ID": "320949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320949",
                    "TitleEnglish": "Hot April Fool's Day",
                    "SummaryEnglish": "Toshio begs the sisters to pose as Cat’s Eye for a sting operation, but how can Cat’s Eye make their heist with the Inunari Police already there?",
                    "TitleJapanese": "エイプリルフールはお熱く",
                    "SummaryJapanese": "矢上 巌を逮捕する為、俊夫は、瞳たち三人に、キャッツ・アイの偽者を演じてくれと頼み込む。矢上は、キャッツに美術品を盗まれてから、恨み骨髄で殺し屋を雇い、その上、ヘロイン取引で金を作り、キャッツへの餌として美術品を購入した。だが、その計画も食い意地の張った殺し屋、通称・コンドルによって警察の知る所となってしまった。"
                },
                "25": {
                    "ID": "320950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320950",
                    "TitleEnglish": "Urgent Duty Scramble",
                    "SummaryEnglish": "A young woman joins the police force and falls madly in love with Toshio. She’s cute and tenacious, and she may end up foiling Cat’s heist and Hitomi’s love life!",
                    "TitleJapanese": "気まぐれスクランブル",
                    "SummaryJapanese": "俊夫は、犬鳴署交通課の新人婦警・美幸に駐禁の切符を切られてしまう。その時、警報が鳴り響き、銀行脇から車が飛び出した。俊夫は美幸を庇いながら、持っていたジュースを車のフロントに投げつける。自分を庇い、見事犯人を捕らえた俊夫に、美幸は熱を上げる。ミニパトでパトロール中も、俊夫ゲットに燃える。そんな美幸は、偶然、怪盗28号を発見、追跡を開始するが…。"
                },
                "26": {
                    "ID": "320951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320951",
                    "TitleEnglish": "Halftime of Love",
                    "SummaryEnglish": "To avoid being caught, Hitomi and Rui hide a stolen gem in a football at Ai’s school. But when the ball gets used in a game, Cat’s Eye and the Inunari Police hit the field!",
                    "TitleJapanese": "恋のハーフタイム",
                    "SummaryJapanese": "犬鳴署VS犬鳴町内会のアメリカンフットボール親善試合を三日後に控え、トレーニングする俊夫だったが、瞳に良い所を見せようとして早々にダウン。それを聞いた愛は、高校の教育実習生で愛の家庭教師までしてくれる早乙女 馨に出場するよう持ち掛ける。"
                },
                "27": {
                    "ID": "320952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320952",
                    "TitleEnglish": "Don't Cry, Inunari Trio",
                    "SummaryEnglish": "After HQ brings in a new hotshot chief, the former chief, Toshio, and Asatani are demoted! Desperate to return to their old jobs, they plan to catch Cat’s Eye on their own!",
                    "TitleJapanese": "泣くな犬鳴トリオ",
                    "SummaryJapanese": "瞳と愛は、忙しい合間を縫ってのショッピング。ところが、泥棒を追い駆けるお巡りさんを発見。泥棒の足を引っ掛け、お巡りさんに協力するが、何とそのお巡りさんが俊夫だった。"
                },
                "28": {
                    "ID": "320953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320953",
                    "TitleEnglish": "Farewell, Mother",
                    "SummaryEnglish": "Toshio’s neighbor has an emergency and leaves her child with him. However, when he gets called in for work it’s up to Hitomi to babysit. Can Cat’s pull off a heist with a child in tow?",
                    "TitleJapanese": "サヨナラ・ボクのママ達",
                    "SummaryJapanese": "今日は、瞳と俊夫、久々のデートである。が、俊夫は遅刻した上に、赤ん坊(平山勇一)をおぶって現れた。何でもアパートの隣の部屋のご主人が急病らしく、今日一日、預かってくれと頼まれたらしい。困った時は相身互いと云う俊夫の優しさに、頬を緩ませる瞳だったが、せっかくデート、せっかくの雰囲気も台無しになってしまう。"
                },
                "29": {
                    "ID": "320954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320954",
                    "TitleEnglish": "Cheers to the Elders",
                    "SummaryEnglish": "An elderly couple is traveling in search of the “Japanese spirit.” Toshio is assigned as a bodyguard for them, but there may be more than it seems with this husband-and-wife duo!",
                    "TitleJapanese": "フルムーンに乾杯",
                    "SummaryJapanese": "俊夫と瞳がドライブ中、暴走トラックに追われるクラッシックカーを助ける。車に乗っていたのは、ジャックとベティと云う外人の老夫婦。この夫妻は、大企業A&Bコンチェルンの創始者だと言う。二人のボディガードを命令された俊夫は、出会いの経緯も手伝い、引き受けるのを渋るが、キャッツの予告状に二人が関係していると知ってやる気を出す。"
                },
                "30": {
                    "ID": "320955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320955",
                    "TitleEnglish": "Dancing in the Starry Night",
                    "SummaryEnglish": "Hitomi begins to doubt her relationship with Toshio. Can Hitomi and Toshio save their relationship and reconnect? And will that get in the way of Hitomi’s work as Cat’s Eye?",
                    "TitleJapanese": "ダンスは星空で",
                    "SummaryJapanese": "この頃、俊夫がデートに遅れる。占い師から、恋人が30分以上遅れるようになったら要注意と言われた瞳は気になって仕方ない。一方、俊夫も瞳から『お仕事だもん。しかたないわ』と言われ、出掛けに課長の見ていた情報誌で、恋人に言われてアブナイ言葉書いてあった事を思い出す。"
                },
                "31": {
                    "ID": "320956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320956",
                    "TitleEnglish": "The Splendid Leotard",
                    "SummaryEnglish": "A necklace that Cat’s Eye is after happens to be the prize for a contest called Miss Leotard. The sisters enter but they have a surprise challenger to contend with: Detective Asatani!",
                    "TitleJapanese": "素晴しきレオタード",
                    "SummaryJapanese": "ミス・レオタード・コンテストが開かれる。俊夫は、勝手に瞳の出場申し込みを済ませてしまった。賞品のペアでハワイに引かれたのだ。怒る瞳だったが、何と泪が三人分の申し込み用紙を持って帰って来た。すでに申し込みされている瞳。では、もう一人分をどうしようと、愛が浅谷を推薦すると、俊夫が冗談じゃないと非難。その浅谷が、扉の前で聞いているとは思いもしないで…。"
                },
                "32": {
                    "ID": "320957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320957",
                    "TitleEnglish": "Hitomi Got Carried Away",
                    "SummaryEnglish": "Hitomi gets close to an ex-convict to find out where he hid part of his stolen treasure. However, the man has two former partners and the location of the stash is inside Inunari Station!",
                    "TitleJapanese": "瞳にくびったけ",
                    "SummaryJapanese": "喫茶店で一杯350円のコーヒーに驚いている男がいる。男はちょっと前まで180円だったと主張するが、ウェイトレスから10年前の値段だと言われる。男の名は坂井。10年前、海種美術館を襲った三人の強盗の主犯で、関東刑務所を出所したばかりだった。彼が強奪した絵画の中には、ハインツ作『モニュメント』も含まれており、瞳は坂井の後をつける。"
                },
                "33": {
                    "ID": "320958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320958",
                    "TitleEnglish": "Heartbreak for Cat's Eye",
                    "SummaryEnglish": "Hitomi disguises herself as a man for a job. But after she saves a young girl and Detective Asatani from a bank robber, the two fall hopelessly in love with the disguised Hitomi!",
                    "TitleJapanese": "キャッツにハートブレイク",
                    "SummaryJapanese": "銀座四丁目にある百貨店で催されているヨーロッパ・ジュエリーフェア。そこに展示されている時価10億と言われる『アマデウス』が今回のターゲットである。男装した瞳が、下見に赴いた時、突然、強盗が乱入して来た。"
                },
                "34": {
                    "ID": "320959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320959",
                    "TitleEnglish": "To the Southern Cross, with Love",
                    "SummaryEnglish": "The sisters travel to Saipan to track down an item from their father’s collection. They expect a fun beach trip but instead get tangled up in a dangerous trap!",
                    "TitleJapanese": "南十字星に愛をこめて",
                    "SummaryJapanese": "瞳たちがサイパン旅行に行く。サイパンには、若い男も多いと聞き、気が気ではない俊夫。だが、瞳たちの狙いは別にあった。山本哲夫、ダイビングのインストラクターをしているこの男が、ハインツの『純金の食器』の在り処を知っているらしい。ダイビングライセンスを持つ三姉妹は、山本にサイパンの海を案内してもらう。"
                },
                "35": {
                    "ID": "320960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320960",
                    "TitleEnglish": "Your True Face Is a Silhouette",
                    "SummaryEnglish": "A gallery owner has supposedly caught Cat’s Eye on security camera and now intends to reveal the identity of Cat’s Eye to the world on a variety show! But is his analysis right?",
                    "TitleJapanese": "君の素顔はシルエット",
                    "SummaryJapanese": "泪は、次のターゲット『ガラスの女神』の下見に行き、その警備体制より、絵そのものが贋作である事を見抜く。何故ならその絵は、泪自身が父を手伝った思い出の絵だからだ。"
                },
                "36": {
                    "ID": "320961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320961",
                    "TitleEnglish": "Just One Chance to Steal",
                    "SummaryEnglish": "An eccentric museum curator has a hobby of catching thieves and now he’s after Cat’s Eye! Hitomi will have to avoid many traps and tricks in his high-tech art museum.",
                    "TitleJapanese": "盗みのチャンスは一度だけ",
                    "SummaryJapanese": "キャッツの予告状が、平山美術館に届いた。狙いは『おませな娘』と云う宝石だ。だが、この美術館には、泥棒逮捕が趣味と云う館長がおり、美術館内部をコンピューター制御のトラップハウスにしていた。『おませな娘』の周りにはレーザー光線の網、そして下には10メートルの落とし穴。泪は、絵画が搬入される事を知って、瞳と愛に細工にむかわせた。"
                },
                "37": {
                    "ID": "320962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320962",
                    "TitleEnglish": "Love's Curtain Call",
                    "SummaryEnglish": "Ai writes a script about Cat’s Eye for her school and everyone wants in! As they say, art imitates life! How would Toshio respond if he found out his girlfriend was actually Cat’s Eye?",
                    "TitleJapanese": "愛のカーテンコール",
                    "SummaryJapanese": "愛が脚本・演出を担当した劇「キャッツ・アイ」(愛のカーテンコール)が、高校演劇部の発表会で上演される事になった。もともとは黒川財閥の紀子夫人が所有するダイヤや奪うための作戦で、黒川夫人にも出演してもらい、芝居の中でダイヤを奪う計画だったが、劇の話を聞いた俊夫や、課長、浅谷までも出演すると言い出した。"
                }
            }
        }
    }
}