{
  "URL": "https://www.thetvdb.com/series/cats-eye",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Crime",
    "Mystery",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0131160/",
    "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH934752",
    "https://www.themoviedb.org/tv/34114"
  ],
  "TitleEnglish": "Cat's Eye",
  "SummaryEnglish": "Three sisters, Rui, Hitomi, and Ai Kisugi, run the Cat's Eye Cafe across from the police station. Unknown to the police, though, these sisters are also notorious cat-burglars also known as \"Cat's Eye\". Their boldness (they leave a calling card prior to each caper) is surpassed only by their skill. Complicating the matter even further, one of the detectives in charge of the Cat's Eye case is Hitomi's boyfriend Toshi. But these girls don't steal for money. All the works they steal are the work of one man--their father, who they seek to locate after he vanished under mysterious circumstances.",
  "Aliases": [
    "キャッツ・アイ",
    "キャッツ アイ",
    "CAT'S♥EYE",
    "CAT'S EYE"
  ],
  "Modified": "2025-05-27",
  "Seasons": {
    "0": {
      "ID": "27232",
      "URL": "https://www.thetvdb.com/series/cats-eye/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "2714181",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/2714181",
          "TitleEnglish": "Cat's Eye - The Movie",
          "SummaryEnglish": "Three cat burgling sisters have to go up against the police and a Chinese crime syndicate in order to rescue their kidnapped father.",
          "Aliases": []
        },
        "2": {
          "ID": "6481929",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/6481929",
          "TitleEnglish": null,
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "9592987",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/9592987",
          "TitleEnglish": "Lupin The 3rd vs. Cat’s Eye",
          "SummaryEnglish": "Lupin III competes with the Kisugi sisters to steal a triptych of paintings that once belonged to their father, and which hold the key to a long-unsolved mystery.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "17295",
      "URL": "https://www.thetvdb.com/series/cats-eye/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 36,
      "Episodes": {
        "1": {
          "ID": "320890",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320890",
          "TitleEnglish": "You're a Sexy Thief",
          "SummaryEnglish": "After Cat's Eye pull a heist and evade Toshi's efforts to capture them yet again, Kacho gives him an ultimatum. With his career as a police officer at stake, Toshi vows to put romance and marriage on hold until he apprehends Cat's Eye. Even though Hitomi sympathizes with Toshio's predicament and is affected by it, to get back all of their father's art collection is the only way for the Kisugi sisters to figure out the mystery of his disappearance.",
          "Aliases": []
        },
        "2": {
          "ID": "320891",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320891",
          "TitleEnglish": "Welcome to the Police Station",
          "SummaryEnglish": "Kagawa Shunzo, a private collector who claims to have a painting that Cat's Eye might steal, asks Toshio for help but is found dead thereafter. Cat's Eye become the chief suspect of his murder. With Nagaishi's help, the Kisugi sisters must do what it takes to clear Cat's Eye's name and reputation.",
          "Aliases": []
        },
        "3": {
          "ID": "320892",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320892",
          "TitleEnglish": "Be Careful of the Mini-Devil",
          "SummaryEnglish": "While guarding an emerald targeted by Cat's Eye, Toshio discovers by accident that his nemesis is in fact a woman. As a rattled Hitomi makes her escape, Kazumi, member of a newspaper club at Ai's school, catches her flight on camera. Ai frantically tries to stop the film from being developed but fails. While Cat's Eye finalizes their plans to steal the emerald, Kazumi pursues her suspicions. The Kisugi sisters must therefore outwit Toshio and Kazumi to keep their identity from being exposed.",
          "Aliases": []
        },
        "4": {
          "ID": "320893",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320893",
          "TitleEnglish": "The Challenger Smells Like Paris",
          "SummaryEnglish": "Lupin's Bride, a rival thief from Paris, arrives and challenges Cat's Eye by targeting the same art pieces. The Kisugi sisters must outsmart Lupin's Bride and evade the traps the Inunari Precinct has devised in order to prevent some of their father's art collection from being taken out of the country.",
          "Aliases": []
        },
        "5": {
          "ID": "320894",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320894",
          "TitleEnglish": "Night Flight Is a Dangerous Scent",
          "SummaryEnglish": "Toshio gets a new partner in Detective Asatani. Young and talented, Asatani has no trouble working the Cat's Eye case. She even has a suspect in mind: Hitomi. It's going to take the creativity of all three Kisugi sisters to put her off the scent.",
          "Aliases": []
        },
        "6": {
          "ID": "320895",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320895",
          "TitleEnglish": "Feeling a Bit Like Lovers",
          "SummaryEnglish": "There's trouble in paradise when Toshio spoils a romantic moment with Hitomi worrying over Cat's Eye's next heist. Preoccupied with their fight and trying to work up the nerve to kiss Hitomi, catching Cat's isn't exactly the first thing on Toshio's mind.",
          "Aliases": []
        },
        "7": {
          "ID": "320896",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320896",
          "TitleEnglish": "Make the Love Sign Glamorous",
          "SummaryEnglish": "Hitomi's birthday plans are ruined when the serial bomber Toshio's been chasing strikes a museum during her party. Toshio will go to any lengths to catch the bomber and make up with Hitomi, but he may not be able to pull it off alone.",
          "Aliases": []
        },
        "8": {
          "ID": "320897",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320897",
          "TitleEnglish": "Far and Away Tottoccino",
          "SummaryEnglish": "Cat's targets one of a set of paintings by an Italian master, but they get more than they bargained for when a foreign embassy also wants the paintings to unearth the clues to a Medici treasure they're said to contain.",
          "Aliases": []
        },
        "9": {
          "ID": "320898",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320898",
          "TitleEnglish": "Bizarre Track, Thief Chases Police",
          "SummaryEnglish": "Toshio decides the only way to outwit Cat's is to steal their target first. With their roles reversed, Hitomi and Toshio set out on a chase across Yokohama that ends at the bottom of a well. Now thief and detective must work together to escape.",
          "Aliases": []
        },
        "10": {
          "ID": "320899",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320899",
          "TitleEnglish": "Do You Like Dog Food?",
          "SummaryEnglish": "Between forgeries, lecherous department store owners, and killer dogs, Cat's Eye and Inunari Station have problems in spades. It'll take plans set in motion by both thieves and police to pull off this heist and bring the corrupt businessman to justice.",
          "Aliases": []
        },
        "11": {
          "ID": "320900",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320900",
          "TitleEnglish": "Dangerous American Temptation",
          "SummaryEnglish": "Hitomi tags along when Toshio mounts a sting operation on an illegal mafia-run casino. Finding one of her father's long-missing paintings in the lobby, Hitomi uses her wiles to try and win it back. But all is not as it seems.",
          "Aliases": []
        },
        "12": {
          "ID": "320901",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320901",
          "TitleEnglish": "Gorgeous European Temptation",
          "SummaryEnglish": "Hitomi awaits her big roulette game for her father's painting aboard the Queen Scheherazade. Meanwhile, Rui infiltrates the ship by posing as a dancer and works to install herself as the dealer for Hitomi's game. But who will Hitomi be playing?",
          "Aliases": []
        },
        "13": {
          "ID": "320902",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320902",
          "TitleEnglish": "Don't Go, My Love",
          "SummaryEnglish": "Toshio has a chance to become an inspector, but in order to take the promotion he has to move away for a year. He asks Hitomi to come with him, but can either of them leave Cat's Eye behind?",
          "Aliases": []
        },
        "14": {
          "ID": "320903",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320903",
          "TitleEnglish": "Cleopatra Ransom",
          "SummaryEnglish": "When Toshio and Asatani get kidnapped by the owners of Cat's Eye's latest target, an Egyptian gem called “Cleopatra's Tear”, it's up to Hitomi to save them.",
          "Aliases": []
        },
        "15": {
          "ID": "320904",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320904",
          "TitleEnglish": "Bodysuit Flying at Night",
          "SummaryEnglish": "Rui goes undercover to get close to a millionaire art collector who's recently purchased one of her father's paintings. But when he decides to add Rui herself to his collection, stealing the painting is the least of Cat's Eye's problems.",
          "Aliases": []
        },
        "16": {
          "ID": "320905",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320905",
          "TitleEnglish": "Monday Is the Time to Smile",
          "SummaryEnglish": "Cat's is about to pull off a tricky heist, outwitting the security cameras at the bank where their latest target is guarded. But a power outage cuts off oxygen to the vault and puts Toshio and Hitomi in danger.",
          "Aliases": []
        },
        "17": {
          "ID": "320906",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320906",
          "TitleEnglish": "Bullets Suit the Death God",
          "SummaryEnglish": "Toshio loses his confidence when Ai gets shot and a vigilante murders her shooter. Now Hitomi has to steal a painting from the killer and restore Toshio's confidence all while avoiding becoming the next victim.",
          "Aliases": []
        },
        "18": {
          "ID": "320907",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320907",
          "TitleEnglish": "Cornered",
          "SummaryEnglish": "A routine heist goes sour when the detectives of Inunari Station prove unusually difficult to shake off. Cornered with nowhere to run, Hitomi and Ai's only means of escape is to pose as pro wrestlers.",
          "Aliases": []
        },
        "19": {
          "ID": "320908",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320908",
          "TitleEnglish": "Only Say Good Night to You",
          "SummaryEnglish": "To steal the “Mongolian Hawk” Cat's Eye has to infiltrate Inunari Station itself. Toshio and the chief are confident they can catch the thieves in the act. But what about the curse? And why are there two Asatanis?",
          "Aliases": []
        },
        "20": {
          "ID": "320909",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320909",
          "TitleEnglish": "Lovers' Holiday",
          "SummaryEnglish": "It looks like Toshio and Hitomi will finally get a vacation. But their intimate road trip is interrupted when they pick up a pair of stranded teens who turn out to be copy-“Cat's”, on the run from the police.",
          "Aliases": []
        },
        "21": {
          "ID": "320910",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320910",
          "TitleEnglish": "I Want to Meet You Just Once",
          "SummaryEnglish": "Hitomi is despondent when she loses a necklace from her father during her last job. After Toshio picks it up and tries to contact Cat's to return it, Hitomi has to arrange a meeting with him - without actually meeting him face to face.",
          "Aliases": []
        },
        "22": {
          "ID": "320911",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320911",
          "TitleEnglish": "Visitor on a Snowy Day",
          "SummaryEnglish": "Trouble abounds for Hitomi when the little girl she saves during a heist turns out to be Toshio's cousin. Convinced she's going to marry Toshio herself, Yukiko proves a major pain. Worst of all, she claims to remember Cat's face!",
          "Aliases": []
        },
        "23": {
          "ID": "320912",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320912",
          "TitleEnglish": "Winter Is Love's Warmth",
          "SummaryEnglish": "History repeats and causes strife among the Kisugi sisters when Ai falls for the son of the director of the museum that houses Cat's next target.",
          "Aliases": []
        },
        "24": {
          "ID": "320913",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320913",
          "TitleEnglish": "Santa Claus from the Sky",
          "SummaryEnglish": "Hitomi and Rui steal the perfect gift for Ai, a recording their father made for their mother. But when a mistake puts it in the hands of a local DJ, Cat's has to scramble to save Christmas before their secret is outed on national radio.",
          "Aliases": []
        },
        "25": {
          "ID": "320914",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320914",
          "TitleEnglish": "When the Bell Tolls Twelve",
          "SummaryEnglish": "To steal the “Ice Queen” from a ski resort, Hitomi must contend with its owner's pampered princess of a daughter who won't give up her birthday present without a fight.",
          "Aliases": []
        },
        "26": {
          "ID": "320915",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320915",
          "TitleEnglish": "Love from Luna Island",
          "SummaryEnglish": "Cat's set out to steal a painting from the reclusive president of a shady global syndicate by infiltrating his private island. But it turns out he has plans of his own, and this time Cat's may find themselves in over their heads.",
          "Aliases": []
        },
        "27": {
          "ID": "320916",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320916",
          "TitleEnglish": "A Close Call in Luna",
          "SummaryEnglish": "Outmaneuvered by Kaibara and forced to break into a military ship, Hitomi is plunged into a desperate situation that could cost her not only her own life, but those of Toshio and her sisters.",
          "Aliases": []
        },
        "28": {
          "ID": "320917",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320917",
          "TitleEnglish": "Lost Memory",
          "SummaryEnglish": "When Ai turns up after a job gone wrong with no painting, amnesia, and a band of assassins out for her head, Hitomi and Rui must jog her memory without letting a clueless Ai spill the beans about Cat's to Toshio, who she now believes to be her father.",
          "Aliases": []
        },
        "29": {
          "ID": "320918",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320918",
          "TitleEnglish": "The Magnificent Show",
          "SummaryEnglish": "Barrista, thief, and...model? Hitomi has to pose as a model to steal a necklace from the catwalk in the middle of a fashion show. And when Asatani gets her teeth into Cat's Eye, this job may turn out to be Hitomi's final curtain call.",
          "Aliases": []
        },
        "30": {
          "ID": "320919",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320919",
          "TitleEnglish": "The Athletic Club Smells of Death",
          "SummaryEnglish": "A local health club magnate who beats Cat's to one of their father's paintings turns out to be operating a ring of stolen art auctions, and he'll literally kill to add the trio's collection to his catalogue.",
          "Aliases": []
        },
        "31": {
          "ID": "320920",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320920",
          "TitleEnglish": "It Began with a Kiss",
          "SummaryEnglish": "Slim Suspense, an international jewel thief, nabs Cat's Eye's next target, but when Toshio and Hitomi catch him in the act, he turns out to be more interested in stealing Hitomi's heart than the gem.",
          "Aliases": []
        },
        "32": {
          "ID": "320921",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320921",
          "TitleEnglish": "The Art Museum Is Full of Danger",
          "SummaryEnglish": "Stealing the virtually unguarded “Purple Orpheus” seems like a walk in the park to Hitomi and Ai, but Rui's suspicions prove well-founded when the entire museum turns out to be a trap.",
          "Aliases": []
        },
        "33": {
          "ID": "320922",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320922",
          "TitleEnglish": "The Target Is a Proposal",
          "SummaryEnglish": "The chief plots to make Toshio steadier by encouraging him to propose to Hitomi, but when Toshio's first attempt falls flat, he becomes determined not to make another until he's taken Cat's Eye down a peg.",
          "Aliases": []
        },
        "34": {
          "ID": "320923",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320923",
          "TitleEnglish": "Have You Seen Heinz?",
          "SummaryEnglish": "Toshio has a hunch that he might find out Cat's Eye's identities if he investigates the works of art that they've stolen in the past. Rui, Ai and Hitomi need to act fast before Toshio discovers the truth about Heinz!",
          "Aliases": []
        },
        "35": {
          "ID": "320924",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320924",
          "TitleEnglish": "Unleash Cat's Secrets!",
          "SummaryEnglish": "Toshio has discovered a painting named “Wind” that's more than it seems. There's a picture of Japan hidden beneath the painting's surface, and with it, Toshio intends to learn all about Heinz' past!",
          "Aliases": []
        },
        "36": {
          "ID": "320925",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320925",
          "TitleEnglish": "A Man Who Knew Heinz",
          "SummaryEnglish": "Daigo is a wealthy man who owns a giant ship called the Mermaid, and inside he guards Heinz' painting by the same name. Cat's Eye targets the “Mermaid,” but little do they know that Daigo is targeting them!",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "17296",
      "URL": "https://www.thetvdb.com/series/cats-eye/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 37,
      "Episodes": {
        "1": {
          "ID": "320926",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320926",
          "TitleEnglish": "Returning from France",
          "SummaryEnglish": "Cat’s Eye has hit Tokyo again but the Kisugi sisters are still in France! Hitomi, Ai, and Rui must stop the imposter, but the fake Cat’s Eye has her own agenda!",
          "Aliases": []
        },
        "2": {
          "ID": "320927",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320927",
          "TitleEnglish": "A Soaking Dance at Midnight",
          "SummaryEnglish": "Rui goes undercover to steal a painting, but things get messy when Toshio is sent over to the Organization Crime Division. Now Cat’s Eye has to get Toshio reinstated too!",
          "Aliases": []
        },
        "3": {
          "ID": "320928",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320928",
          "TitleEnglish": "Angels' Ransom",
          "SummaryEnglish": "A group of armed men kidnap children… and everyone thinks that Cat’s Eye is behind it! The three sisters have to get the paintings, take down the bad guys, and get the kids back!",
          "Aliases": []
        },
        "4": {
          "ID": "320929",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320929",
          "TitleEnglish": "Tension in the Dark",
          "SummaryEnglish": "The unthinkable has happened and Toshio actually gets a good look at Cat’s Eye! Will Hitomi have to come clean and let Toshio arrest her? Or will she find a way to keep him in the dark?",
          "Aliases": []
        },
        "5": {
          "ID": "320930",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320930",
          "TitleEnglish": "The Hunter Wore a Badge",
          "SummaryEnglish": "After many failed attempts to catch Cat’s Eye, Special Investigations sends in the ruthless Chief Himuro. Can Cat’s Eye avoid Himuro, a man who is willing to kill for a perfect arrest record?",
          "Aliases": []
        },
        "6": {
          "ID": "320931",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320931",
          "TitleEnglish": "The Stolen \"I Love You\"",
          "SummaryEnglish": "After a burglar steals Toshio’s money, he gets kicked out of his apartment. He begs Hitomi to let him stay, but the burglar tracks him down and cleans out the Kisugi household!",
          "Aliases": []
        },
        "7": {
          "ID": "320932",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320932",
          "TitleEnglish": "Happiness of Life",
          "SummaryEnglish": "Toshio is enjoying his stay at the Kisugi household, but with a detective staying under their roof, Cat’s Eye can’t pull off their heists. The sisters concoct a plan to make Toshio leave.",
          "Aliases": []
        },
        "8": {
          "ID": "320933",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320933",
          "TitleEnglish": "Magnificent Trap",
          "SummaryEnglish": "Cat’s Eye steals another of their father’s paintings, but it turns out to be a fake! In retaliation, the sisters set up a trap of their own to reclaim the painting.",
          "Aliases": []
        },
        "9": {
          "ID": "320934",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320934",
          "TitleEnglish": "The Rhapsody of Love",
          "SummaryEnglish": "After stealing a gem, Ai panics and hides it in Toshio’s police car. But Toshio’s car gets stolen by a young punk and Hitomi has to get both the car and gem back!",
          "Aliases": []
        },
        "10": {
          "ID": "320935",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320935",
          "TitleEnglish": "The Most Dangerous Game",
          "SummaryEnglish": "A thief is brought in for questioning, but Toshio can’t pin anything on him. Cat’s Eye has to find a way to get their father’s painting from the thief before he delivers it to the Mafia!",
          "Aliases": []
        },
        "11": {
          "ID": "320936",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320936",
          "TitleEnglish": "The Gift Is Dad's Wine",
          "SummaryEnglish": "A man comes to the café claiming to be Heinz’s art teacher! He’s looking for a bottle of wine with a label drawn by Heinz, but something doesn’t seem right with the mysterious visitor.",
          "Aliases": []
        },
        "12": {
          "ID": "320937",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320937",
          "TitleEnglish": "A Mystery for a Winter Night",
          "SummaryEnglish": "Somehow, paintings stolen by Cat’s Eye have been sold back to their owners! Surely, one of the three sisters couldn’t be responsible… right?",
          "Aliases": []
        },
        "13": {
          "ID": "320938",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320938",
          "TitleEnglish": "Osaka Bay Blues",
          "SummaryEnglish": "The painting Cat’s Eye is after ends up getting taken by the owner’s daughter, as she runs away from home! Ai has to catch her, but a dubious private eye has his own plans.",
          "Aliases": []
        },
        "14": {
          "ID": "320939",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320939",
          "TitleEnglish": "For You, the Tear of the Stars",
          "SummaryEnglish": "Hitomi poses as the daughter of a skilled gem cutter to get close to a band of jewel thieves. But with the Inunari Police targeting the thieves too, Hitomi may blow her cover!",
          "Aliases": []
        },
        "15": {
          "ID": "320940",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320940",
          "TitleEnglish": "Fake Wedding Bells",
          "SummaryEnglish": "Cat’s Eye plans to steal a statue of Mary from a church, so Toshio plans a sting operation—by holding a fake wedding! But can Hitomi be Toshio’s bride and be Cat’s Eye at the same time?",
          "Aliases": []
        },
        "16": {
          "ID": "320941",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320941",
          "TitleEnglish": "Beware of Sweet Invitations",
          "SummaryEnglish": "The owner of a gallery takes a strong interest in Hitomi, but his intentions seem far from innocent. Could this gallery owner be that dangerous?",
          "Aliases": []
        },
        "17": {
          "ID": "320942",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320942",
          "TitleEnglish": "Farewell, Winter Seagull",
          "SummaryEnglish": "When a sailor’s girlfriend somehow gets ahold of a gem that Cat’s Eye is after, she’s kidnapped! Hitomi teams up with the sailor to look for her.",
          "Aliases": []
        },
        "18": {
          "ID": "320943",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320943",
          "TitleEnglish": "The Woman Chief Fell For",
          "SummaryEnglish": "The chief is head over heels for a beautiful woman. At the same time, a thief by the name of “Winter Firefly” has been eluding Inunari Police. Could the chief’s affair be related somehow?",
          "Aliases": []
        },
        "19": {
          "ID": "320944",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320944",
          "TitleEnglish": "Inunari Station Trio",
          "SummaryEnglish": "The police have a new computer to come up with security plans! The sisters will have to beat them to the punch and get the access codes from the chief, Asatani and Toshio.",
          "Aliases": []
        },
        "20": {
          "ID": "320945",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320945",
          "TitleEnglish": "Uneasy Feelings About a Transfer Student",
          "SummaryEnglish": "A new student comes to Ai’s school. He’s good looking, athletic, and intelligent…and has a prized violin that Cat’s Eye is after!",
          "Aliases": []
        },
        "21": {
          "ID": "320946",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320946",
          "TitleEnglish": "A Requiem for the Villains",
          "SummaryEnglish": "Cat’s Eye has been framed for murder! They’ll have to clear their name, steal the painting, and expose the bad guys!",
          "Aliases": []
        },
        "22": {
          "ID": "320947",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320947",
          "TitleEnglish": "Toshio Falls in Love with a Phantom Woman",
          "SummaryEnglish": "For their next heist, Hitomi puts on a disguise and tries to seduce Toshio. But things go a little too well and now Toshio is in love with the mystery woman!",
          "Aliases": []
        },
        "23": {
          "ID": "320948",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320948",
          "TitleEnglish": "Sudden Love",
          "SummaryEnglish": "A young artist is replacing works with expertly-crafted forgeries, but is it his fault? Rui goes undercover as a model but what will she do about her growing feelings for the young painter?",
          "Aliases": []
        },
        "24": {
          "ID": "320949",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320949",
          "TitleEnglish": "Hot April Fool's Day",
          "SummaryEnglish": "Toshio begs the sisters to pose as Cat’s Eye for a sting operation, but how can Cat’s Eye make their heist with the Inunari Police already there?",
          "Aliases": []
        },
        "25": {
          "ID": "320950",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320950",
          "TitleEnglish": "Urgent Duty Scramble",
          "SummaryEnglish": "A young woman joins the police force and falls madly in love with Toshio. She’s cute and tenacious, and she may end up foiling Cat’s heist and Hitomi’s love life!",
          "Aliases": []
        },
        "26": {
          "ID": "320951",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320951",
          "TitleEnglish": "Halftime of Love",
          "SummaryEnglish": "To avoid being caught, Hitomi and Rui hide a stolen gem in a football at Ai’s school. But when the ball gets used in a game, Cat’s Eye and the Inunari Police hit the field!",
          "Aliases": []
        },
        "27": {
          "ID": "320952",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320952",
          "TitleEnglish": "Don't Cry, Inunari Trio",
          "SummaryEnglish": "After HQ brings in a new hotshot chief, the former chief, Toshio, and Asatani are demoted! Desperate to return to their old jobs, they plan to catch Cat’s Eye on their own!",
          "Aliases": []
        },
        "28": {
          "ID": "320953",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320953",
          "TitleEnglish": "Farewell, Mother",
          "SummaryEnglish": "Toshio’s neighbor has an emergency and leaves her child with him. However, when he gets called in for work it’s up to Hitomi to babysit. Can Cat’s pull off a heist with a child in tow?",
          "Aliases": []
        },
        "29": {
          "ID": "320954",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320954",
          "TitleEnglish": "Cheers to the Elders",
          "SummaryEnglish": "An elderly couple is traveling in search of the “Japanese spirit.” Toshio is assigned as a bodyguard for them, but there may be more than it seems with this husband-and-wife duo!",
          "Aliases": []
        },
        "30": {
          "ID": "320955",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320955",
          "TitleEnglish": "Dancing in the Starry Night",
          "SummaryEnglish": "Hitomi begins to doubt her relationship with Toshio. Can Hitomi and Toshio save their relationship and reconnect? And will that get in the way of Hitomi’s work as Cat’s Eye?",
          "Aliases": []
        },
        "31": {
          "ID": "320956",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320956",
          "TitleEnglish": "The Splendid Leotard",
          "SummaryEnglish": "A necklace that Cat’s Eye is after happens to be the prize for a contest called Miss Leotard. The sisters enter but they have a surprise challenger to contend with: Detective Asatani!",
          "Aliases": []
        },
        "32": {
          "ID": "320957",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320957",
          "TitleEnglish": "Hitomi Got Carried Away",
          "SummaryEnglish": "Hitomi gets close to an ex-convict to find out where he hid part of his stolen treasure. However, the man has two former partners and the location of the stash is inside Inunari Station!",
          "Aliases": []
        },
        "33": {
          "ID": "320958",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320958",
          "TitleEnglish": "Heartbreak for Cat's Eye",
          "SummaryEnglish": "Hitomi disguises herself as a man for a job. But after she saves a young girl and Detective Asatani from a bank robber, the two fall hopelessly in love with the disguised Hitomi!",
          "Aliases": []
        },
        "34": {
          "ID": "320959",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320959",
          "TitleEnglish": "To the Southern Cross, with Love",
          "SummaryEnglish": "The sisters travel to Saipan to track down an item from their father’s collection. They expect a fun beach trip but instead get tangled up in a dangerous trap!",
          "Aliases": []
        },
        "35": {
          "ID": "320960",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320960",
          "TitleEnglish": "Your True Face Is a Silhouette",
          "SummaryEnglish": "A gallery owner has supposedly caught Cat’s Eye on security camera and now intends to reveal the identity of Cat’s Eye to the world on a variety show! But is his analysis right?",
          "Aliases": []
        },
        "36": {
          "ID": "320961",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320961",
          "TitleEnglish": "Just One Chance to Steal",
          "SummaryEnglish": "An eccentric museum curator has a hobby of catching thieves and now he’s after Cat’s Eye! Hitomi will have to avoid many traps and tricks in his high-tech art museum.",
          "Aliases": []
        },
        "37": {
          "ID": "320962",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cats-eye/episodes/320962",
          "TitleEnglish": "Love's Curtain Call",
          "SummaryEnglish": "Ai writes a script about Cat’s Eye for her school and everyone wants in! As they say, art imitates life! How would Toshio respond if he found out his girlfriend was actually Cat’s Eye?",
          "Aliases": []
        }
      }
    }
  }
}