{
  "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0978547/",
    "https://www.themoviedb.org/tv/81426"
  ],
  "TitleEnglish": "Otoboku: Maidens are Falling for Me!",
  "SummaryEnglish": "Otome wa Boku ni Koishiteru revolves around the main protagonist Mizuho Miyanokouji, a male high school student. After Mizuho's grandfather dies, his will is reviewed, which explains his desire to have his grandson transfer to Seio Girls' Academy, the same one his own mother attended and his ancestors founded. Abiding by the will, Mizuho cross-dresses to attend the school. The headmistress, the deputy head teacher (visual novel only), Mizuho's homeroom teacher Hisako Kajiura and Mariya Mikado initially know his secret; Sion Jujo and Ichiko Takashima also eventually find this out. Mizuho is very popular among the other students, who often talk about how pretty, nice, and athletic Mizuho is. This rampant popularity escalates to him even being nominated against his will to join in on the Elder election. By these terms, the current student council president, Takako Itsukushima, runs against Mizuho.",
  "Aliases": [
    "Otoboku",
    "Otoboku - maidens are falling for me!",
    "Otoboku: maidens are falling for me!",
    "The Maidens Are Falling in Love with Elder Sister",
    "Otome wa Boku ni Koishiteru Futari no Elder",
    "Otome wa Boku ni Koi Shiteru"
  ],
  "Modified": "2025-05-27",
  "Seasons": {
    "0": {
      "ID": "27237",
      "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 5,
      "Episodes": {
        "1": {
          "ID": "381331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/episodes/381331",
          "TitleEnglish": "Tsunderella",
          "SummaryEnglish": "All chibi special. Long ago, there was a girl named Tsunderella (a play on the Japanese word tsundere which applies to Takako's personality). Her stepmother and sister-in-law were hard on her.",
          "Aliases": []
        },
        "2": {
          "ID": "4874737",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/episodes/4874737",
          "TitleEnglish": "The Two Elders",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "9377342",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/episodes/9377342",
          "TitleEnglish": "Trinkle Stars",
          "SummaryEnglish": "Hisoka was an orphan who was raised by Yukitaka, the present head of the worldwide Jinsei Corporation, with the help of his right-hand man Daisuke. He was adopted for the sole purpose of working both publicly and secretly for his daughter Orihime, who was next in line to inherit the business. That’s why he did not hesitate when he was asked by Yukitaka to attend the same school as her and serve as her bodyguard in secret. The only problem was that her school was the refined Saint Ceral Girls’ Academy, which was closed to boys. He didn’t know it at the time, but it would be a major turning point in his life.",
          "Aliases": []
        },
        "4": {
          "ID": "10483071",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/episodes/10483071",
          "TitleEnglish": "Otome wa Boku ni Koishiteru: Trinkle Stars The Animation Volume 1 (2022)",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "10483072",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/episodes/10483072",
          "TitleEnglish": "Otome wa Boku ni Koishiteru: Trinkle Stars The Animation Volume 2 (2022)",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "17483",
      "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "326514",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/episodes/326514",
          "TitleEnglish": "The Prince Who Wore Rouge",
          "SummaryEnglish": "Mizuho, despite being male, is transferred to an all-girls school where he must crossdress in order to attend. Upon arrival, he quickly becomes popular among the other students.",
          "Aliases": []
        },
        "2": {
          "ID": "326515",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/episodes/326515",
          "TitleEnglish": "Unerasable Eraser",
          "SummaryEnglish": "Shion Jujo is introduced and befriends Mizuho. Shion quickly realizes Mizuho is male, but doesn't seem to care. Mizuho learns of the Elder system, where a model student is chosen by students and of Shion's connection with it.",
          "Aliases": []
        },
        "3": {
          "ID": "326516",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/episodes/326516",
          "TitleEnglish": "When The Maidens Choose A Maiden",
          "SummaryEnglish": "Mizuho finds out he is in the same world history class with Takako, where they talk and she says that she won't agree to her becoming elder, not knowing that he's a boy. Mizuho is elected elder and Shion collapses after defending the election, making Mizuho rush her to the infirmary.",
          "Aliases": []
        },
        "4": {
          "ID": "326517",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/episodes/326517",
          "TitleEnglish": "Sleeping Princess Behind The Forbidden Door",
          "SummaryEnglish": "After the girls (and Mizuho) did a \"scary stories night\", the story of the ghost that has been living in one of the dorm's rooms - Mizuho's - is revealed. Takashima Ichiko is awakened and introduced.",
          "Aliases": []
        },
        "5": {
          "ID": "326518",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/episodes/326518",
          "TitleEnglish": "The Chapel At Midnight",
          "SummaryEnglish": "Continuing from last episode, Mizuho introduces Ichiko to the dorm girls. Mizuho learns of Ichiko's past, that Ichiko's elder friend is his own mother. After Ichiko had cleared her conscience, Mizuho thought that Ichiko had passed on only to later discover she is back at the dorm and is there to stay.",
          "Aliases": []
        },
        "6": {
          "ID": "326519",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/episodes/326519",
          "TitleEnglish": "A Summer Day's Capriccio",
          "SummaryEnglish": "As the summer vacation draws closer, the students begin swimming for physical education, though Mizuho has to fake being on a menstrual cycle to get out of it. When Takako notices him skipping out on swimming, she has the false pretense that Mizuho can't swim though is told yet another lie that Mizuho is afraid of water. Mariya and Takako get in a fight afterwards and end up in a swimming contest as many other students watch and cheer on.",
          "Aliases": []
        },
        "7": {
          "ID": "326520",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/episodes/326520",
          "TitleEnglish": "Little Kana And The Big Ribbon",
          "SummaryEnglish": "When Takako tells Kana to remove the ribbon in her hair during school, Mizuho, Mariya and Shion challenge the student council president's opinion in front of the entire school.",
          "Aliases": []
        },
        "8": {
          "ID": "326521",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/episodes/326521",
          "TitleEnglish": "Unshortened Time",
          "SummaryEnglish": "Yukari starts to lose confidence in herself when it comes to her activity in the Track and Field club while everyone else around her are working so hard. What will it take for her to regain it?",
          "Aliases": []
        },
        "9": {
          "ID": "326522",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/episodes/326522",
          "TitleEnglish": "Mariya's Feelings",
          "SummaryEnglish": "After witnessing how mature Mizuho has grown recently, Mariya is unsure on how to act towards him and starts to avoid him. Mariya also starts to take notice of her feelings towards Mizuho.",
          "Aliases": []
        },
        "10": {
          "ID": "326523",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/episodes/326523",
          "TitleEnglish": "The Two Juliets",
          "SummaryEnglish": "The school festival has finally begun and all the students are working hard at their respective exhibits. Now's the moment that everyone's been waiting for: the play Romeo and Juliet starring Mizuho and Takako.",
          "Aliases": []
        },
        "11": {
          "ID": "326524",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/episodes/326524",
          "TitleEnglish": "The Etude Of Confusion",
          "SummaryEnglish": "Mariya has come down with a cold while still trying to battle with her feelings for Mizuho. After she recovers, what will happen when they go out on a date together?",
          "Aliases": []
        },
        "12": {
          "ID": "326525",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/episodes/326525",
          "TitleEnglish": "An Eternal Last Dance",
          "SummaryEnglish": "After learning that Mizuho is in fact male, Takako starts to avoid him at school. The rest of the students notice the change in her, and in Mizuho's personality. However, the dance party is still coming up and Mizuho has resigned to fulfill his Elder duties and be there. Takako has some misgivings about going, but after a talk by Mariya, she attends and is even able to share the last dance with Mizuho. In the credits, the main characters are shown enjoying themselves over the rest of the remaining school year.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "501621",
      "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/seasons/official/2",
      "TitleEnglish": "Futari no Elder The Animation",
      "SummaryEnglish": "Two years after Mizuho's graduation... Mikado Chihaya was truant at his school because of harassment in the school and of a distrust in men. His mother cannot bear to watch him be in trouble, so she makes him transfer to Seio Girls' School, her old school. He dresses as a girl and introduces himself as Kisakinomiya Chihaya. Chihaya meets Nanahara Kaoruko, who once rescued him from a playboy, and he begins to live in the dormitory building. He becomes the focus of public attention due to his attractive face and figure, and due to high grades at studies.",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "4404714",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/episodes/4404714",
          "TitleEnglish": "The Days and Crisis as a Maiden",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "4404716",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/episodes/4404716",
          "TitleEnglish": "The Distress and Melody of Being a Maiden",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "4404717",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/otome-wa-boku-ni-koi-shiteru/episodes/4404717",
          "TitleEnglish": "A Maiden`s Love and Light",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}