{
    "URL": "https://www.thetvdb.com/series/freedom",
    "Genres": [
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0928385/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH124457",
        "https://www.themoviedb.org/tv/60424"
    ],
    "TitleEnglish": "Freedom",
    "SummaryEnglish": "More than 160 years has passed since the orbital station (Skyport) fell on earth and wiped out all of humanity. The moon colony, Eden, has survived and expanded. In the year 2267, at the age of fifteen, Takeru is taking full advantage of Freedom - the short interlude between the end of compulsory education and the rite of becoming a full citizen. He has taken to hanging out with his friends and running his custom built vehicle in the local races. Angry at a racing loss, he goes for walk outside of the dome and stumbles across some strange items and pictures scattered about in a crater on the surface of the moon. Entranced by a picture of a girl standing under a blue sky, Takeru begins to ask questions that the Eden’s ruling Foundation does not want answered. For unknown reasons, The Foundation has perpetuated the myth that all life on earth has been wiped out and is willing to take extraordinary steps to keep the secret secure.",
    "TitleJapanese": "FREEDOM",
    "SummaryJapanese": "23世紀、人類は月に移住していた。「科学技術の研究の自由」「地球への渡航の自由」が奪われた月共和国「EDEN」（エデン）では、高度の放射能によって地球文明は崩壊したと伝わっている。一方的に与えられる自由に不満を持つタケルは、本当の自由を求める中で、EDENがひた隠しにしていたある真実に触れてしまう。",
    "Aliases": [],
    "Modified": "2025-07-27",
    "Seasons": {
        "0": {
            "ID": "27273",
            "URL": "https://www.thetvdb.com/series/freedom/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "417456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freedom/episodes/417456",
                    "TitleEnglish": "Previsited - Prologue",
                    "SummaryEnglish": "Freedom Previsited is a special limited-edition DVD that was released on October 27, 2006. It features a 6-minute prologue of Freedom as well as various staff interviews.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "1309861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freedom/episodes/1309861",
                    "TitleEnglish": "Previsited - Prologue",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "30039",
            "URL": "https://www.thetvdb.com/series/freedom/seasons/official/1",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "396197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freedom/episodes/396197",
                    "TitleEnglish": "Freedom 1",
                    "SummaryEnglish": "It is the 23rd century, and the human race inhabits the moon. The earth has been a dead planet since the great calamity, a global eco-disaster triggered by the crash of the colossal space station Freeport. The survivors on the moon founded the Lunar Republic of Eden, a utopian city which guarantees its citizens lives of peace and stability, but at a price: life in Eden is closely monitored and controlled by the powerful regulatory body known as The Guidance Council. Fifteen-year-old Takeru doesn't know the first thing about Eden politics, but has a nagging feeling that things -just ain't right.- He vents his frustrations by racing LTVS -Lunar Terrain Vehicles- with his buddies and generally wasting time. The Guidance Council keeps a close watch on him, as they do all citizens, but are aware that such teenage folly rarely leads to any real problems. However, when Takeru is sent on a community service outing to atone for his mischievous behavior, he stumbles upon something that could get him into real trouble, since it may actually be important: a photograph, recent and unaltered, of a girl on Earth.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "396198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freedom/episodes/396198",
                    "TitleEnglish": "Freedom 2",
                    "SummaryEnglish": "During routine maintenance on the lunar surface, Takeru finds a strange capsule containing a single photograph. Captivated by the enigmatic girl in the photo, he scours the city in vain for clues to her identity. In desperation, Takeru and friends turn to old man Alan - and are shocked by what he reveals. In search of the truth, Takeru and Kazuma escape Eden, but are soon pursued by mysterious robots. Will they head back to safety - or speed past the point of no return?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "396199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freedom/episodes/396199",
                    "TitleEnglish": "Freedom 3",
                    "SummaryEnglish": "What do you do when you discover everything you believe is a lie...and your freedom an illusion? Entering forbidden territory, Takeru has uncovered Eden's most closely guarded secretand finds himself being hunted by the Guidance Council. Shattered and disillusioned, Takeru recklessly attempts to escape to the only place he can discover the truthand secure his freedom.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "396200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freedom/episodes/396200",
                    "TitleEnglish": "Freedom 4",
                    "SummaryEnglish": "Takeru and Biz speed through space in the emergency escape craft launched without Guidance Council approval. Kazuma, who was meant to fly with Takeru, was left behind to face the wrath of a very perturbed Guidance Council. When Takeru and Biz land on Earth they find it to be a little closer to what Eden had always told them it was: A great lifeless expanse of desert and devastation.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "396201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freedom/episodes/396201",
                    "TitleEnglish": "Freedom 5",
                    "SummaryEnglish": "After a 200,000-mile quest to Earth, Takeru somehow finds Ao - the girl in the photograph - living in a desolate Florida village among the ruins of the NASA space program. But he soon discovers his search for love has just begun... As he tries to fit in as an alien on his own home planet, he learns of a mysterious legend known only as \"FREEDOM.\" And the Chapter of Earth continues...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "396202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freedom/episodes/396202",
                    "TitleEnglish": "Freedom 6",
                    "SummaryEnglish": "With the fate of mankind riding on his shoulders, Takeru vows to return to Eden. And after revealing her childhood memories of a space flight gone horribly - and fatally - wrong, Ao demands to go with him. But can their makeshift rocket, scrapped together from an antiquated Apollo program, make the journey? As the series speeds towards its dramatic climax, it's a voyage sure to end in destiny - or disaster.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "396203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/freedom/episodes/396203",
                    "TitleEnglish": "Freedom 7",
                    "SummaryEnglish": "A single column of smoke trails across the blue sky. It is the new moon rocket, inspired by the Earth girl Ao's determination to preserve her father's legacy. Two years in the making, the rocket teaches the moon boys Takeru, Biz and Ao's entire village to once again look to the skies and dream.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}