{
    "URL": "https://www.thetvdb.com/series/aquarion",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0872309/",
        "http://www.aquarion.info/",
        "https://www.themoviedb.org/tv/8872"
    ],
    "TitleEnglish": "Aquarion",
    "SummaryEnglish": "In a distant future, humanity once again is facing the threat of the \"Shadow Angels\". Mystical creatures who returned after 12.000 years of absence. They attack human cities and kidnap their inhabitants in order to drain their \"prana\" (vital energy). To fight against them, youngsters with special powers from around the world were gathered and trained to pilot the \"vector machines\", three ancient ships that together form mankind's ultimate weapon, \"Aquarion\". The story revolves mainly around Apollo, a teenager rumored as the reincarnation of Apolonius, a fallen angel who fought against his own kind to protect mankind. Few believe it could be true, but the fact is that despite his untamed and reckless nature, he proved to be an invaluable asset in the battle against the Shadow Angels.",
    "TitleJapanese": "創聖のアクエリオン",
    "SummaryJapanese": "創聖紀００１１年の地球－－人類はその人口の２／３を失っていた。１１年前の大異変が原因である。南極の氷が溶解し、１万２千年前に滅びたはずのアトランディアが出現、翼をもつ“堕天翅族”が蘇った。一方、人類は反撃を期して伝説の兵器であるハイブリット戦闘機“ベクターマシン”を発掘した。ベクターマシンが合体することにより、“機械天使アクエリオン”が姿を現す。",
    "Aliases": [
        "Sousei no Aquarion"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "27281",
            "URL": "https://www.thetvdb.com/series/aquarion/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "5249081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5249081",
                    "TitleEnglish": "Genesis of Aquarion EVOL",
                    "SummaryEnglish": "Genesis of Aquarion EVOL is set in the spring of 1966. Shin Tsukishima, who is travelling to get a crystal radio, meets Yuno Kawazu, a girl crying on a beach in Izu. Shin and Yuno are guided by the Book of Genesis and meet each other halfway. The boundaries between three worlds begin to distort. Original episode screened at Project Aquarion's 10th Anniversary event held on June 28, 2015.",
                    "TitleJapanese": "創勢のアクエリオンEVOL",
                    "SummaryJapanese": "日本の各地を旅する少年・月島シンは、立ち寄った伊豆で少女・河津ユノと運命的な出会いをする。それが引き金となり、ユノが持つ書物『創勢の書』が異変を起こした結果、ソーラーアクエリオンとアクエリオンEVOLが伊豆に出現する。事態を把握できないまま、ディーバのエレメントたちとネオ・ディーバのエレメントたちはお互いを敵と認識し、戦い始めてしまう。"
                },
                "2": {
                    "ID": "959721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/959721",
                    "TitleEnglish": "The Wings of Betrayal",
                    "SummaryEnglish": "In a distant future there is an organization called Deava which had to fight against the so called \"Shadow Angels\", creatures that had survived for over 12,000 years whose only purpose was to destroy humanity. Apollo, a seemingly normal human, was in fact the reincarnation of a fallen Angel called Apollonius, who in turn had to fight against Touma, a Shadow Angel, along with his comrades in order to prevent the destruction of the Earth.",
                    "TitleJapanese": "裏切りの翼",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "959731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/959731",
                    "TitleEnglish": "The Wings of Glory",
                    "SummaryEnglish": "Long ago, at time when Heaven and Earth were one, the world was filled with beauty and the Angels sang to the stars. However the only source of fear were those Angels that hunted humans. The humans raised the flag of rebellion and fought back, beginning the long war. In the midst of the war, Apollonius, a slaughtering Angel, met a girl named Celine and fell in love at first sight. Casting aside his wings, Apollonius joined Celine and the humans, and helped them create the mecha warriors that gave humanity a chance of winning the war. Angry at the loss of his 'love', the Angel Touma seduced and corrupted a human as revenge. And now some 12,000 years later, the battle is still raging. Legends tell of the dark betrayal that killed Apollonius, but they also speak of how he would return to finish the battle started so long ago.",
                    "TitleJapanese": "太陽の翼",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4183819",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4183819",
                    "TitleEnglish": "Aquarion Movie: Ippatsu Gyakuten Hen",
                    "SummaryEnglish": "This movie is an alternative version of the TV series; it is composed of the two 2007 OVAs, edited to improve the pacing of the plot, and an extra segment akin to a TV episode where the cast are given the task of studying flowers.",
                    "TitleJapanese": "劇場版アクエリオン -創星神話篇&壱発逆転篇-",
                    "SummaryJapanese": "創星神話篇（OVA版の再編集）と壱発逆転篇（TV版の挿話）"
                }
            }
        },
        "1": {
            "ID": "32731",
            "URL": "https://www.thetvdb.com/series/aquarion/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "368868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368868",
                    "TitleEnglish": "Memories of an Angel",
                    "SummaryEnglish": "Pierre Vieira and Silvia de Alisia are out on a mission in Arc City to find the reincarnation of the \"Solar Wing\", and their current target is an orphan named Apollo. However, Shadow Angels suddenly attack the town, and DEAVA sends out a Vector unit consisting of Sirius de Alisia, Glen Anderson and Hong Lihua to deal with the threat. When a Shadow Angel stronger than the others, known as a Cherubim, appear, can they hope to win? Also, how does Apollo relate to all this?",
                    "TitleJapanese": "天翅の記憶",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "368869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368869",
                    "TitleEnglish": "The Beast of Darkness",
                    "SummaryEnglish": "After the battle, Apollo has been put into detention until DEAVA can find out more about him. Meanwhile, Sirius, Raika and Silvia head out to battle more Shadow Angels, but trouble arises as yet another Cherubim arrives. It is revealed though, that these Angels are but mere soldiers, as this one is controlled by a human-like Shadow Angel known as Toma. What's more, Toma has a connection to Apollo's previous life...",
                    "TitleJapanese": "闇の獣",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "368870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368870",
                    "TitleEnglish": "Element School",
                    "SummaryEnglish": "Apollo enters the Element school, where the Elements train. The new recruits - Apollo, Jun Lee and Tsugumi Rosenmeier - then enter a training simulator, and Apollo ends up being partnered with Silvia. In the simulator, the two accidentally shares a kiss. Later on, the Shadow Angels appear yet again, and Silvia, Sirius and Raika heads out to attack them. However, Apollo accidentally winds up in Silvia's Vector, and now they need to co-operate to fight properly.",
                    "TitleJapanese": "エレメントスクール",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "368871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368871",
                    "TitleEnglish": "Barefoot Soldiers",
                    "SummaryEnglish": "At a meeting of Shadow Angels, Toma reveals his plan of creating a new world with the help of the Solar Wing. Elsewhere, at the Element school, the Elements do an exercise which includes being barefoot. Later on, when a gravity-canceling Shadow Angel attack, their exercise proves to be very helpful.",
                    "TitleJapanese": "はだしの戦士",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "368872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368872",
                    "TitleEnglish": "King of the Underground Labyrinth",
                    "SummaryEnglish": "Apollo wants to search for Baron, and goes missing trying to look for the Vectors. This leads the Commander to initiate a special exercise for the other Elements: Find Apollo. What they doesn't know is that the exercise has a special meaning, which is to work together as a team. When Shadow Angels attack later on, Apollo, Silvia and Pierre manage to learn this lesson, and they beat the Mythological Beast which has appeared.",
                    "TitleJapanese": "地下迷宮の王",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "368873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368873",
                    "TitleEnglish": "To the Other Side of Emotions",
                    "SummaryEnglish": "The Elements are doing the Image Power long-range projection exercise. In this exercise, they're going to make their partner, who will be 1 000 meters away, turn around with their Image Power. However, all of them fail blatantly. Aside that, Sirius and Raika is developing a closer relationship, which makes Silvia extremely jealous.",
                    "TitleJapanese": "想い彼方へ",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "368874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368874",
                    "TitleEnglish": "Knight of the Crimson Rose",
                    "SummaryEnglish": "After a small accident, tension arise between Sirius and Apollo. Later on, a Mythological Beast attacks Memphis, and Sirius, Silvia and Sirius head out to counterattack. However, it sends out a bright light which causes each of them to experience short, painful flashbacks. When they then try to unificate, they end up trying to kill each other. Can they overcome this negative energy and win?",
                    "TitleJapanese": "深紅の薔薇の騎士",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "368875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368875",
                    "TitleEnglish": "The First Union",
                    "SummaryEnglish": "Jun and Tsugumi are both worried about their first unification, and ask Pierre and Reika respectively about it. Tsugumi however, is very hesitating when it comes to going on a mission because of her powers. Later, when a new kind of Kelbim soldier appears, Jun, Apollo and Pierre are sent out to stop it; Pierre replacing a hesitating Tsugumi. However, when it seems that only her powers can save the day, will she build up the strength to do so?",
                    "TitleJapanese": "はじめてのがったい",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "368876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368876",
                    "TitleEnglish": "The Route of Dreams",
                    "SummaryEnglish": "The Mythological Beast Titania has appeared, and it abducts children in their dreams, causing them to never wake up again. Most of the Elements also gets caught, but some of them wake up again, and they need to find a way to fight this Mythological Beast.",
                    "TitleJapanese": "夢のかよひじ",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "368877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368877",
                    "TitleEnglish": "Stars in the Sky, Flowers on the Earth",
                    "SummaryEnglish": "The Shadow Angels unleash a dreadful new weapon, designed to be guided by their most powerful warrior. Elements are seriously injured and must heal while the Vectors are repaired in the field.",
                    "TitleJapanese": "空に星、地に花",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "368878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368878",
                    "TitleEnglish": "Happiness at the Bottom of the Sea",
                    "SummaryEnglish": "A crisis of confidence has shaken Reika to the core, forcing the depressed pilot to leave the program and her partners behind.",
                    "TitleJapanese": "水底のしあわせ",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "368879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368879",
                    "TitleEnglish": "The Time of Amber",
                    "SummaryEnglish": "An artifact from a holy scripture unleashes a flood of recollection, igniting the souls of Apollo and Silvia. Toma himself visits the Earth in a war machine - and Apollo is in the crosshairs.",
                    "TitleJapanese": "琥珀の時",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "368880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368880",
                    "TitleEnglish": "A Twelve Thousand Year Old Love Letter",
                    "SummaryEnglish": "Apollo may be a beast, but Toma knows his weakness: the loyalty that will allow the Shadow Angel access to the relic.",
                    "TitleJapanese": "万二千年のラブレタ",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "368881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368881",
                    "TitleEnglish": "Shining Shadow",
                    "SummaryEnglish": "The Shadow Angels are depending on the Solar Wing to deliver them unto a new world - but who is the true Solar Wing? Silvia struggles to make sense of past lives and present frustrations.",
                    "TitleJapanese": "光る影",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "368882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368882",
                    "TitleEnglish": "The Aquarion of First Love",
                    "SummaryEnglish": "Pierre has grown addicted to merging, and there's a real chance his mind will slip into madness if he ever does it again. When the Shadow Angels attack his hometown, Pierre must choose his fate.",
                    "TitleJapanese": "初恋のアクエリオン",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "368883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368883",
                    "TitleEnglish": "Black Mirror",
                    "SummaryEnglish": "The recruits grow uneasy when one among them is suspected of being a vampire. As rumors float through the base, mysterious sicknesses and strange encounters within the team have Silvia intrigued.",
                    "TitleJapanese": "黒い鏡",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "368884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368884",
                    "TitleEnglish": "Merge to Eat",
                    "SummaryEnglish": "The Shadow Angels are disgusted by the gluttonous dreams of humanity. Exploiting the ultimate weakness as punishment, the Earth's food supply begins to vanish and the populace is soon starving.",
                    "TitleJapanese": "食べたくて合体",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "368885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368885",
                    "TitleEnglish": "Cosplay of the Soul",
                    "SummaryEnglish": "To become intimately familiar with their partners, the Aquarion recruits are commanded to dress and act like their counterparts. Some will have their feelings hurt before the lessons of the exercise become clear.",
                    "TitleJapanese": "魂のコスプレイヤー",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "368886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368886",
                    "TitleEnglish": "Mischief Without Malice",
                    "SummaryEnglish": "As the pilots wander in a strange land of twisted dreams, Aquarion lays broken - and Apollo and the others struggle to stay sane.",
                    "TitleJapanese": "けがれなき悪戯",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "368887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368887",
                    "TitleEnglish": "Sound of an Angel's Feather",
                    "SummaryEnglish": "A young Shadow Angel is captured and the creature is poked and prodded in a cold laboratory. The horrible result of the torture leaves two species boiling in anger.",
                    "TitleJapanese": "天翅の翅音",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "368888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368888",
                    "TitleEnglish": "Crimson Path",
                    "SummaryEnglish": "The Shadow Angels lust for revenge after the loss of one of their own. The line between good and evil begins to blur as secrets are revealed and bonds tested.",
                    "TitleJapanese": "紅い道",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "368889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368889",
                    "TitleEnglish": "Wings Unseen",
                    "SummaryEnglish": "Ex-comrades meet on the battlegrounds of a new war. Element will fight Element, the dead will rise to fight their own, and the true Solar Wing will be revealed!",
                    "TitleJapanese": "見えない翼",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "368890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368890",
                    "TitleEnglish": "Fleeting Wings",
                    "SummaryEnglish": "A next generation Aquarion appears and joins the fight, piloted by a victim of the unending war. As tradition and dreams clash, one girl takes a stand.",
                    "TitleJapanese": "翼、儚く",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "368891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368891",
                    "TitleEnglish": "Heaven's Gate",
                    "SummaryEnglish": "The Shadow Angels have gained the upper hand now that Sirius has joined them. Apollo must open the gates to Heaven and undertake a dangerous rescue mission - though it may already be too late.",
                    "TitleJapanese": "天空のゲート",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "368892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368892",
                    "TitleEnglish": "Final Battle!! Atlandia",
                    "SummaryEnglish": "The remaining members of the Aquarion team have broken through to Atlandia! Sirius and Apollo meet in combat, heading toward their final destiny.",
                    "TitleJapanese": "決戦！！アトランディア",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "368893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/368893",
                    "TitleEnglish": "The Day the World Begins",
                    "SummaryEnglish": "The secrets of the Solar Wing have been revealed, and Aquarion may be forced to make the final sacrifice in order to save the souls of every sentient being.",
                    "TitleJapanese": "世界のはじまりの日",
                    "SummaryJapanese": null
                }
            }
        },
        "2": {
            "ID": "482371",
            "URL": "https://www.thetvdb.com/series/aquarion/seasons/official/2",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "4238956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4238956",
                    "TitleEnglish": "The Mythical Forbidden Union that Embraces the End (Part 1)",
                    "SummaryEnglish": "12,000 years after the war against the Shadow Angels, Amata Sora spends his days working in a movie theater until he meets and befriends a girl his age named Mikono Suzushiro. An Abductor attack interrupts Amata's date with Mikono. When Aquaria fighters show up to protect the city, Amata somehow ends up unleashing the legendary mecha Aquarion.",
                    "TitleJapanese": "終末を抱いた神話的禁じられた合体スペシャル 前編 (1)",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4238957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4238957",
                    "TitleEnglish": "The Mythical Forbidden Union that Embraces the End (Part 2)",
                    "SummaryEnglish": "Amata's secret power is revealed while piloting Aquarion, resulting in a devastating attack that sends his enemy flying. Meanwhile, Cayenne's powers of prophecy go into overdrive, and a foreboding vision of Mikono's future is broadcast for all to see.",
                    "TitleJapanese": "終末を抱いた神話的禁じられた合体スペシャル 後編 (2)",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4238958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4238958",
                    "TitleEnglish": "The Heartbeat Index ☆ Rapidly Rises",
                    "SummaryEnglish": "Amata wakes up at the Neo-DEAVA academy where Element pilots are trained. The staff has all kinds of tests set up for him, but the real fun begins when he falls down a hole and helps a new friend tunnel under the wall separating the boys from the girls.",
                    "TitleJapanese": "トキメキ指数☆急上昇",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4242744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4242744",
                    "TitleEnglish": "Wall - Conquer Oneself",
                    "SummaryEnglish": "Believed to not have any element power at all, Mikono decides to leave the Academy and Kagura's comrade Jin Muso launches an attack on Vega. His tactics overpower the Aquarion Gepard, piloted by Mikono's brother Cayenne until Neo-DEAVA's commander Zen Fudo reassumes his post and arranges for her to join the battle.",
                    "TitleJapanese": "壁〜conquer oneself〜",
                    "SummaryJapanese": "全身全霊を賭け、アマタはミコノへの謝罪を果たす。しかし、エレメント能力がないと判断されたミコノは聖天使学園を去る決意をし、もやもやしたものを抱きながら学園を去る。\n一方、アルテア界最年少の戦士ジンの率いるアブダクターがレアイグラーの採取をするためネオクーロンへと襲撃をかける。これまでにない統制のとれたアブダクターの動きに、アクエリアは苦境に立たされるのであった･･･。"
                },
                "5": {
                    "ID": "4242745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4242745",
                    "TitleEnglish": "Love Prohibition Order",
                    "SummaryEnglish": "With the separation between male and female sections abolished, the Neo-DEAVA Academy becomes a co-ed institution, but Fudo declares that the elements are expressibly forbidden to fall in love with each other, and organizes an uncommon group activity to measure the compatibility between the pilots.",
                    "TitleJapanese": "恋愛禁止令",
                    "SummaryJapanese": "アクエリオンの謎を解明する為に旅をしていた不動総司令とクレア理事長がネオディーヴァに帰還した。クレアにより明かされるアクエリオンの秘密。アクエリオンは”恋”が”恋愛”に達するギリギリの感情でこそすさまじい力を発揮するという――。\nベルリンの壁が崩壊し喜ぶ生徒たちを前に言い放たれた言葉は「恋愛禁止」。男女混成チームによる”恋愛”に発展することは許されない”恋”の寸止め特訓が始まる…。"
                },
                "6": {
                    "ID": "4242746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4242746",
                    "TitleEnglish": "The Agitato of Life",
                    "SummaryEnglish": "Kagura, who was enticed by Mikono's scent, reappears determined to take her with him and Amata flees away with her. To confront Kagura, element Schrade Elan ignores the risks to his frail health, piloting the newly formed Aquarion Spada.",
                    "TitleJapanese": "生命のアジタート",
                    "SummaryJapanese": "アマタとミコノの前に突然現れたカグラは、ミコノの匂いを嗅ぎ「臭い」と言い放つ。ミコノを連れ去ろうとするカグラと阻止しようとするアマタ。この”禁断の出逢い”は３人の胸に強烈な印象を刻むのであった――。\n更なるアブダクターの襲来によりカイエン、ゼシカ、アンディが出撃を命じられる。\n激しさを増すアブダクターの攻勢。サザンカがドナールに疑問を投げかける･･･なぜ訓練で常に優秀な成績を誇るシュレードが実戦に出ないのか？と。"
                },
                "7": {
                    "ID": "4252714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4252714",
                    "TitleEnglish": "The Midnight Girl",
                    "SummaryEnglish": "Jin assembles a new remote-controlled machine and launches it to confront Aquarion. Amata and the others are pinned down by the enemy's lasers until they are assisted by another element, Yunoha Thrul, who incorporates her invisibility powers into Aquarion Evol to allow a counterattack.",
                    "TitleJapanese": "真夜中の少女",
                    "SummaryJapanese": "男女共学になったにも関わらず、男女の間に壁を感じていたアンディは席替えを提案する。\nしかし、望むような席にならず悔しいアンディは皆の注目を集めるため、消えたエレメントの生徒、「恐怖のぬいぐるみ」の話をし始めた。\nその夜、アマタとゼシカが一緒に帰っていると、廊下に転がっているぬいぐるみを目撃する。そして、どこからともなく不気味は鼻歌が聞こえてきて…。"
                },
                "8": {
                    "ID": "4252750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4252750",
                    "TitleEnglish": "Confessions",
                    "SummaryEnglish": "Now piloting in person, Jin challenges Aquarion once more, but faces another reversal when Zessica Wong, piloting Aquarion Spada, finds a kinda flashing way to avoid his attacks.",
                    "TitleJapanese": "さらけだせ",
                    "SummaryJapanese": "アンディが穴で発掘した謎の古文書、それは”禁断のアクエリオン”を自在に操る術が載っているという伝説の「双星の書」なのか、それとも・・・。古代文字をスラスラと解読するＭＩＸに興味と期待の目差しが注がれた――。\n一方、前回の戦闘で完敗を喫したジンは万全の対抗策をたて、重装甲型ラディウス・グニスに搭乗する。そして、ヴェーガへと再び進攻を開始するのであった･･･。"
                },
                "9": {
                    "ID": "4252751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4252751",
                    "TitleEnglish": "Anagram of Man and Woman",
                    "SummaryEnglish": "Andy and his classmate Mix are unable to understand each other and are usually arguing, until some enemies appear to avenge Jin, who is believed to be dead, and they put aside their differences to confront them.",
                    "TitleJapanese": "男と女のアナグラム",
                    "SummaryJapanese": "“穴”を掘るのが生き甲斐、“穴”は人生そのものだと明言するアンディ・Ｗ・ホール。一方、“穴”を異様なまでに毛嫌いをするMIX。アンディはMIXに穴を侮辱され怒りを露わにするが、MIXの“穴嫌い”になった原因を聞いてしまう･･･。\nアブダクターの襲来に、不動の命令で共に出撃する事になったアンディとMIX。反発し合う二人の合体は･･･！？"
                },
                "10": {
                    "ID": "4254065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4254065",
                    "TitleEnglish": "The One-Eyed Transfer Student",
                    "SummaryEnglish": "Having survived the destruction of his machine, Jin infitrates the Neo-DEAVA academy. While searching for info about its female residents, he looks to find out if the \"True Eve\" the Alteans are desperately looking for is among them, until he is approached by Yunoha who wants to befriend him.",
                    "TitleJapanese": "隻眼の転校生",
                    "SummaryJapanese": "アクエリオン・スパーダにグニスを撃破され地球に降り立ったジンは、イズモより『真実のイヴ』になりうるレア・イグラーの探索及び機械天使の奪取を命じられる。\nネオディーヴァに転入予定だった生徒の経歴を詐称したジンは“アクバルジン・バドバヤール”として学園への転入に成功。しかし、学園生活に馴染めないジン。かつて転校生としてなかなか学園に馴染めなかったユノハはそんなジンを心配するのであった･･･。"
                },
                "11": {
                    "ID": "4254066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4254066",
                    "TitleEnglish": "Call of the Wild",
                    "SummaryEnglish": "Since his last battle with Aquarion, Kagura is restrained by the mysterious Mykage Towano until he manages to break free, causing a huge commotion in Altair, as he is desperate to find Mikono and claim her for himself.",
                    "TitleJapanese": "野性の召命",
                    "SummaryJapanese": "ミカゲより明かされる女性捕獲の真相。アルテアを救う為にレア・イグラーを求めるイズモ、機械天使の目覚めを望むミカゲ、ミコノを執拗に求めるカグラ。アルテア界で３人の男の思いが錯綜する。\nそして、ミカゲはカグラに1万2千年前の記憶を思い出させるため、再びカグラをヴェーガすなわち地球へと送り込もうと暗躍していた。"
                },
                "12": {
                    "ID": "4254067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4254067",
                    "TitleEnglish": "The Skies of Aquaria",
                    "SummaryEnglish": "The students organize a special meeting featuring a screening of \"Skies of Aquaria\", a feature film based on the events of 12.000 years before. Amata reveals to Mikono his connection with the main actress of the film Alicia, who happens to be his mother that disappeared when he was a child. Meanwhile Jin, who grows attached to Yunoha, decides to take her with him to Altair.",
                    "TitleJapanese": "アクエリアの舞う空",
                    "SummaryJapanese": "ジンが学園に馴染んで来た頃、聖天使学園は創立12周年の記念日を迎える―。\nアマタがミコノに告白できず落ち込んでいる様子をみたアンディが”創立記念日”の企画会議という名目でトキメキイベントを計画する。その名も男子寮に女子を招き入れた「パジャマパーティー」！\nそこでアンディはベルリンを巨大スクリーンとして「アクエリアの舞う空」を上映することを思いつく。"
                },
                "13": {
                    "ID": "4254068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4254068",
                    "TitleEnglish": "The Fallen Giant",
                    "SummaryEnglish": "Kagura wreaks havoc at the Academy while Jin takes the opportunity to hijack one of the Vectors and escape with Yunoha. Mykage appears before Fudo demanding the location of the original Aquarion, while Kagura easily overpowers the elements with his power that allows him to revert the laws of physics. Jin, moved by Yunoha's tears, has a change of heart and returns to assist the others against him.",
                    "TitleJapanese": "堕ちた巨人",
                    "SummaryJapanese": "上映会イベントに突如として現れ、荒れ狂うミスラグニス。\nパニック状態に陥る聖天使学園だったが、アマタ、ミコノ、ゼシカの操るアクエリオンＥＶＯＬで迎撃を試みる。\nしかし、ミコノはカグラと戦うことに動揺を隠せないでいた――。\n一方、ユノハはジンがアルテア界からのスパイであることを知り動揺してしまう。ジンから共にアルテア界に行こうと誘われたユノハは・・・？"
                },
                "14": {
                    "ID": "4292701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4292701",
                    "TitleEnglish": "Beyond an Individual",
                    "SummaryEnglish": "The elements mourn the deaths of Jin and the other students who perished in the previous battle. After their funeral, Fudo orders Andy to dig graves for all the remaining pilots to be buried too as part of a special training. Mikono refuses to take part on the training, but when she feels her friends' lives in danger, she helps them by activating her own element power.",
                    "TitleJapanese": "個の先",
                    "SummaryJapanese": "あちこちが壊れた学園に、シュレードの弾く葬送曲が重く低く響き渡る。\nアルテア界最後の子ジン・ムソウ。その死はアルテア界に大きな衝撃を与える。また聖天使学園のエレメント達にも大いなる悲しみをもたらしていた。とりわけジンと心を通じ合わせていたユノハは誰よりも深い深い悲しみの底にいた――。\nそして、ジンの死によりアブダクターとの戦いが「死」と隣あわせであることを痛感したエレメントに不動は新たな特訓を命じる･･･！"
                },
                "15": {
                    "ID": "4292705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4292705",
                    "TitleEnglish": "The Beasts of Love",
                    "SummaryEnglish": "After the Graveyard training is complete, Kagura appears before the other elements and finally manages to kidnap Mikono. While searching for them, Zessica grows jealous of Amata's desperation to find Mikono and confesses to him that they may be the reincarnations of Apollo and Silvia, thus being destined to each other. Despite that, Amata confronts Kagura to rescue Mikono.",
                    "TitleJapanese": "愛の獣たち",
                    "SummaryJapanese": "墓穴特訓を経て、アマタたちはかけがえのない仲間を失った悲しみを乗り越える。時を同じく、ミカゲによってヴェーガへと送り込まれたカグラが突如ミコノ達の前に現れた――。\nミコノを奪おうとするカグラとそれを阻止しようとするアマタたちエレメント候補生。墓穴特訓により飛躍的に向上したエレメント能力とカグラの「逆さまの力」が激突する。しかし、獣のように襲い来るカグラの勢いは衰えることなく、逃亡をはかるミコノを猛追するのであった――。"
                },
                "16": {
                    "ID": "4292702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4292702",
                    "TitleEnglish": "Confessions from the Soul",
                    "SummaryEnglish": "Fudo decides to hold a mock battle between two Aquarion despite being informed of the risks. Piloting Aquarion Evol, Amata, Mikono and Zessica are overpowered by their opponents until Zessica confesses her love for Amata, triggering a reaction that displays to them images of Apollo, Silvia and the events regarding them 12.000 years before.",
                    "TitleJapanese": "魂の告白",
                    "SummaryJapanese": "敵であるカグラをかばったミコノは、一時外出禁止処分を受けてしまう。「なぜカグラをかばってしまったのか？」「アポロンとシルフィとは？」わからない事だらけで落ち込むミコノをユノハが慰める。\n一方でミコノの力になれず落ち込むアマタと、アマタへの想いを抱えて不安定なゼシカ。複雑な想いが交錯する中、不動が新たな訓練を提案する。\nそれはアクエリオン同士による「実践特訓」であった――。"
                },
                "17": {
                    "ID": "4292707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4292707",
                    "TitleEnglish": "Rise Up, Life.",
                    "SummaryEnglish": "The elements are summoned by Fudo to take part into a secret mission. Ordered to stand by beside a lake while awaiting further instructions, they decide to have some fun together. Andy tries to make use of the situation to confess his feelings for Mix, just to unwillingly bring forth her fury on him. Soon another enemy appears, creating a blizzard that covers the entire area. The elements are about to be frozen to death while a hopeless Andy sinks into a hole created by his powers until hitting a stream of hot water that helps the others to fight back.",
                    "TitleJapanese": "湧きあがれ、いのち",
                    "SummaryJapanese": "ゼシカの告白により、アマタ、ミコノ、ゼシカの３人の関係が気まずい状況になってしまう。その状況をみた不動は「極秘ミッション」をエレメントたちに課す。目的が明かされないまま一同はベクター３機とヘリで山間部の湖畔に到着。しかし、そこでもミッション内容は明かされず水着での自由行動にて待機との指示がでる。生死を懸けた戦闘の緊張感からしばし解き放たれ羽を伸ばすエレメントたち。\nそして、ＭＩＸと二人きりになったアンディが勇気を振り絞り募る想いを･･･。"
                },
                "18": {
                    "ID": "4296485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4296485",
                    "TitleEnglish": "Rare Igura",
                    "SummaryEnglish": "Informed that Altair is at the brink of collapse, Izumo Kamurogi, the commander of the Altean forces finally takes into his hands the matter of obtaining the True Eve and attacks the Neo-DEAVA base by himself. The elements little can do against Izumo and he contacts the academy, demanding it to surrender one of their female students. Zessica, heartbroken for having her feelings for Amata unrequited, volunteers herself to attend his request, until Mix tries to stop her and is captured by the enemy instead.",
                    "TitleJapanese": "レア・イグラー",
                    "SummaryJapanese": "アンディへの想いを抱え素直になれないMIX、父から今だに”できない子”と思われたままと知ったミコノ、アマタへの想いを吹っ切るように訓練に没頭するゼシカ。三者三様の女心が錯綜し揺れていた――。\n一方、アルテアでは激化する戦闘に伴う次元ゲートの乱用により、アイアンシーの稼働率が低下の一途を辿る。アイアンシーの停止、それはすなわちアルテアという星の「死」。ついに、最高司令官であるイズモがアルテアの存亡を懸け、ヴェーガへと赴く決心をする――。"
                },
                "19": {
                    "ID": "4300701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4300701",
                    "TitleEnglish": "First Reunion",
                    "SummaryEnglish": "Fudo still has not returned from his travel, and despite not knowing his whereabouts, Mikono leaves the academy to look for him, while Mykage appears before Zessica stating that he will open a dimensional gate to Altair, upon claiming some compensation from her in the future. A team of elements is assembled to pass through the gate and infiltrate Altair, in an attempt to rescue Mix.",
                    "TitleJapanese": "はじめての再会",
                    "SummaryJapanese": "アルテアに連れ去られてしまったＭＩＸ。救出に行こうとしても既に次元ゲートは閉ざされ、開け方がわからない。いたずらに過ぎ去っていく時間・・・。頼みの不動も行方不明･･･。どうすることもできないアンディは己の非力さを嘆き、穴に閉じこもってしまう。\n一方、そのきっかけを作ってしまったゼシカも自責の念にとらわれていた。その時”１万２千年前のヴィジョン”と共にミカゲが現れる。ゼシカの心の弱みをつくミカゲのささやき。そして、ゼシカは無意識にミカゲと”ある約束”を交わしてしまうのだった――。"
                },
                "20": {
                    "ID": "4300702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4300702",
                    "TitleEnglish": "MI XY",
                    "SummaryEnglish": "Amata discovers the dormant body of her mother and is approached by Izumo who reveals to him the reasons for Altair's attack on Vega while Andy breaks free from his imprisonment and keeps searching for Mix. Zessica and Yunoha start feeling strange and Shrade forms Aquarion Spada with them to pick up Andy and Amata. While struggling to escape from the Altean forces, the elements confront an enemy machine piloted by no other than Mix herself.",
                    "TitleJapanese": "MI・XY",
                    "SummaryJapanese": "アルテアに潜入を果たしたアマタたちＭＩＸ救出隊。ゼシカとユノハはベクター機をユノハの能力で透明化させた後、身を隠していた。二人とも喉の調子がおかしく体調も優れない。アンディは捕らわれの身になりながらも自慢の穴掘力を発揮し、必死にＭＩＸを捜索する――。\nそして、謎の部屋に逃げ込んだアマタは若かりし姿を保ったままの母アリシアと遭遇する。混乱するアマタに敵司令官イズモが語り始める･･･アルテアにかけられた”イヴの呪い”の真相を――。"
                },
                "21": {
                    "ID": "4300703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4300703",
                    "TitleEnglish": "Kiss",
                    "SummaryEnglish": "Amata's team returns from Altair after failing to save Mix and Shrade's condition gets worse, while Mikono and Fudo keep traveling together in search of the Legendary Aquarion. After having a nightmare involving Mikono, Amata flees to the town where he first met her and he finds the place deserted. There, Kagura meets Amata and finally remembers the connection between them.",
                    "TitleJapanese": "接吻  一覧に戻る",
                    "SummaryJapanese": "アルテアから無事帰還したが、MIX奪還ミッションは失敗に終わった。特にシュレードの消耗は激しく絶対安静の状態であった。アンディはMIXを取り戻せなかったことを悔いショックを隠せない･･･。\nネオディーヴァに暗い影が落ちたままのその夜、アマタは”不可思議な夢”をみる。アマタ、カグラ、ミコノ巡る悪夢･･･。胸に刻まれた不安は消えることなく膨らみ、アマタは不動を探しにいったまま戻らないミコノを探しにいくことを決意する――。"
                },
                "22": {
                    "ID": "4300704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4300704",
                    "TitleEnglish": "Wings of Rebirth",
                    "SummaryEnglish": "Amata learns from Kagura how they, who once were one and the same were separated into two different beings. While Amata and Kagura have a vicious fight in front of Mikono, the original Aquarion is unburied and Shrade pushes his life to the limit to confront an enemy machine sent by Mykage.",
                    "TitleJapanese": "復活の翼",
                    "SummaryJapanese": "ケルビム・ヴェルルゼバに対し苦戦を強いられるスパーダ。だが、シュレードは最終楽章を奏でるべく捨て身の戦いを展開していた。\n一方、その激しい戦いを背にシルフィを想うカグラとミコノを想うアマタが、彼女（ミコノ）を求め激しい争いを繰り広げる。目の前で争う二人を見つめて「やめて！」と叫ぶミコノ。その時、彼女の涙に呼応するように神殿が崩れ、太陽の翼の復活が始まった。ついに伝説の「神話型アクエリオン」がその姿を現す――。"
                },
                "23": {
                    "ID": "4300705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4300705",
                    "TitleEnglish": "Song of Legend",
                    "SummaryEnglish": "Fudo assembles the remaining elements and reveals to them all the truth regarding the events from the last 24.000 years and its connection with the present situation. Meanwhile, with his last ounce of strength, Schrade uses his powers to allow Zessica and Amata to cross safely to Altair. Labeling Mikono as their True Eve, Izumo and his forces attack Kagura determined to take her from him by force and Mykage finally claims his reward from Zessica by posessing her body.",
                    "TitleJapanese": "\\神話センリツ",
                    "SummaryJapanese": "カグラとミコノを追いかけて、次元ゲートに侵入したアマタ、ゼシカ、シュレード。次元の狭間で激流に翻弄されるも、再合体を果たしスパーダとなる。\n一方、アマタたちとの通信が途絶えてしまったネオディーヴァでは、不動が１万年と２千年、さらにその１万年と２千年の昔から受け継がれる悠久の神話を語り始めた。時を同じく次元の狭間で彷徨うアマタたちにも同じビジョンが広がる。そして「双星の書」が解禁された――。"
                },
                "24": {
                    "ID": "4300706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4300706",
                    "TitleEnglish": "Ephemera",
                    "SummaryEnglish": "Kagura boards the Legendary Aquarion to protect Mikono from Izumo's forces. Andy manages to open a dimensional hole to Altair with his power, and upon arriving there, he confronts Mix, trying to make her return to her former self. Meanwhile, Alicia finally awakens and reveals to Amata the truth about his father and the reason why she left him behind when he was a child.",
                    "TitleJapanese": "ephemera",
                    "SummaryJapanese": "カグラの咆哮に応え「神話型アクエリオン」がついに目覚める。\nミコノ、ゼシカを従え、カグラが神話型アクエリオンに乗り込んだ。イズモはアフラ・グニス、ＭＩＸがミクシィ・グニスをそれぞれ操り、レア・イグラーを我が物にしようとするカグラの前に立ちはだかる――。\nその頃、地球では神話型アクエリオンの封印が解かれた影響で大混乱に陥っていた。状況を打開するためアンディが次元の壁を貫きアルテア界へと再び突入する。\nアルテア界でただ一人はぐれたアマタは自分を呼ぶ声に導かれ、運命の再会を果たす――。"
                },
                "25": {
                    "ID": "4300707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4300707",
                    "TitleEnglish": "Pieces of Adam",
                    "SummaryEnglish": "Believing that Kagura is the responsible for his parents' death, Amata launches himself against him and their confrontation opens a portal that puts Altair en route of collision with Vega. Mix regains her lost memories thanks to Andy, and after assuming full control of Zessica's body, Mykage makes use of Mikono and Kagura to take possession of the Legendary Aquarion for himself, converting it into his own mecha, the Ancient AQ.",
                    "TitleJapanese": "アダムの断片",
                    "SummaryJapanese": "カグラとイズモの戦いに終止符が打たれた――。\n悲しみを抱えたアマタは感情を爆発させ、その怒りをカグラへと向ける。かつて別たれたアマタとカグラ。その二人の運命が再び交錯し、決着をつけるべく激しくぶつかり合う。\n一方、アンディーはMIXから激しい攻撃を受けながらも、記憶を取り戻そうとMIXに命がけで呼びかける･･･「お前の心に空いちまった穴を俺が埋めてみせる！」と。\nそして、アルテアとヴェーガ、双つの星が運命に導かれ近づきつつあった――。"
                },
                "26": {
                    "ID": "4300708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/4300708",
                    "TitleEnglish": "LOVE",
                    "SummaryEnglish": "The elements struggle against the Ancient AQ without success until Amata and Mikono get reunited. After confessing their feelings for each other, they form Aquarion's ultimate form, Aquarion LOVE to stop Mykage's plans and save both Vega and Altair from destruction.",
                    "TitleJapanese": "LOVE",
                    "SummaryJapanese": "カグラとイズモの戦いに終止符が打たれた――。\nアマタたちの前にミカゲが操る「黒いアクエリオン」が、その姿を現わす。\nミカゲの心の迷宮に閉じ込められたカグラは、そこで囚われたゼシカに遭遇する。ゼシカは、ミカゲの暴走を止めるため、自分を殺して欲しいとカグラに懇願するのであった――。\n一方、ミカゲの乗る「黒いアクエリオン」の圧倒的なパワーに、アクエリオンEVOL一機では全く為す術がない。最大のピンチを前に、アマタ、アンディ、カイエン、ユノハらエレメントたちが集結。持てる力をすべてを発揮する――。\n２万年と４千年前より続く神話の結末がついに紡がれる･･････。"
                }
            }
        },
        "3": {
            "ID": "625727",
            "URL": "https://www.thetvdb.com/series/aquarion/seasons/official/3",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "5249080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5249080",
                    "TitleEnglish": "Shout! Sousei Gattai!",
                    "SummaryEnglish": "When the enigmatic Sougon unleashes the twisted power of the written word upon Tokyo, Sakurako Soda and the members of the Verbalism Club – secret soldiers of Deava – unite with the mysterious youth, Akira Kaibuki, to protect the city!",
                    "TitleJapanese": "叫べ！　創声合体",
                    "SummaryJapanese": "インターネットの爆発的な普及によって、文字が氾濫した現代。文字の世界「ロゴスワールド」は異常事態に陥っていた。現代文字文化の壊滅を目指す剣嵜荘厳は、ロゴスワールドで「巻」の文字をM.J.B.K（モジバケ）化させ、現実世界を混乱に陥れる。自称・救世主の少年、灰吹陽は、偶然出会った綺声神心音が口にした「世界の危機」という言葉を聞き、強引にベクター壹号機で出撃。M.J.B.K（モジバケ）の猛攻に絶体絶命と思われたそのとき、陽の願いはある文字を呼び出す。"
                },
                "2": {
                    "ID": "5273653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5273653",
                    "TitleEnglish": "Shine! Light of Thought",
                    "SummaryEnglish": "Sougon’s power menaces with a deadly illness as the captured Maia seeks to escape from Deava’s underground facility. Will she heed her master’s command, or will she follow the voice of her conscience?",
                    "TitleJapanese": "照らせ！　意志の光",
                    "SummaryJapanese": "謎の少年、灰吹陽はアクエリオン煌に合体し、文字の力を引き出した。粗朶桜子は陽の力に驚き、彼を創声部へスカウトする。一方、ディーバに捕まっていた月銀舞亜は、脱出のためにベクター格納庫を目指していた。だがそこで統率のとれた清掃係の動きに圧倒され、なぜか掃除を手伝うハメに。その時、「病」の文字がM.J.B.K（モジバケ）化し、その影響は清掃係の人々にも及んだ。人々の苦しむ姿を目の当たりにした舞亜は、自らの意思で出撃を決意する。"
                },
                "3": {
                    "ID": "5282184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5282184",
                    "TitleEnglish": "Resound, A Dream for Me Alone",
                    "SummaryEnglish": "A young, new member joins the Verbalism Club with high hopes, but something is amiss!",
                    "TitleJapanese": "響け！　私だけの夢",
                    "SummaryJapanese": "創声部の新入部員、海凪花嵐は売り出し中のジュニアアイドル。誰にでも愛くるしい笑顔を振りまくが、灰吹陽はその態度の裏にある彼女の本質を見抜いていた。そのころ、荘厳によって「夢」がM.J.B.K（モジバケ）化し、現実世界へ影響をもたらし始める。人々の夢への思いがヒートアップする中、花嵐の母・蘭子も秘めたアイドルへの夢が暴走。母を救いたい思いで出撃した花嵐は、そこで自分の心に秘めていた本当の夢と向き合う。"
                },
                "4": {
                    "ID": "5289221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5289221",
                    "TitleEnglish": "Let Fly, An Arrow that Pierces the Heart",
                    "SummaryEnglish": "As the Verbalism Club prepares for the Tanabata Festival, Tokyo is twisted apart by a tainted love! Kokone must overcome her fears and speak her heart to overcome this powerful new M.J.B.K.",
                    "TitleJapanese": "放て！　心射る矢",
                    "SummaryJapanese": "阿佐ヶ谷最大のイベント、七夕祭りが目前まで迫っていた。名物ハリボテ作りを進めていた創声部だったが、桜子の強引な提案によって朗読劇を披露することが決定。泊まり込みで準備が進められる最中、心音はうまく喋れないという自身のコンプレックスを陽に打ち明ける。だが陽は「お前の声があったから、俺はここにいる」と答える。心音が胸の高鳴りを感じていたそのとき、「恋」の文字がM.J.B.K（モジバケ）化しようとしていた。"
                },
                "5": {
                    "ID": "5296138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5296138",
                    "TitleEnglish": "Take it Back, Our Summer",
                    "SummaryEnglish": "The girls of Shirobaco take a trip to the beach, but the rise of a new M.J.B.K. tosses their plans out in the cold! Can Akira, Tsutomu, and Hayato save the day, or will they be forced to live in a dull, passionless world without swimsuits?!",
                    "TitleJapanese": "取り戻せ！　俺たちの夏",
                    "SummaryJapanese": "七夕祭りの景品として、４名分の伊豆一泊旅行をゲットした創声部。厳選なるジャンケンの結果、舞亜、心音、花嵐、ショウコで出発することが決定した。舞亜は初めて見る海、そして心音たちとの触れ合いの中で、本当の笑顔を見せ始める。そのころSHIROBACOでは、努虫が女子の水着姿をあきらめきれずにいた。その様子を見かねた桜子は、特別に伊豆行きを許可。だが努虫の眼前に広がっていたのは、雪に包まれた阿佐ヶ谷だった。"
                },
                "6": {
                    "ID": "5301862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5301862",
                    "TitleEnglish": "Light Up! Your Strength",
                    "SummaryEnglish": "Feeling guilty for risking the lives of her young squadron, Sakurako moves to infiltrate Nesta herself, only to find herself face to face with Subete. She soon learns that her past ties to the shadowy organization may not be fully severed.",
                    "TitleJapanese": "灯せ！　己の強さ",
                    "SummaryJapanese": "陽はなぜ救世主を目指したのか？　創声部で上った素朴な疑問から、舞亜は陽の素性を何も知らなかったことを痛感。SHIROBACOのバイトを早退し、陽の調査を開始する。一方、桜子は創声部頼りの現状に負い目を感じ、自らネスタへ潜入を試みる。だが予期せず剣嵜総と再会。桜子はかつて荘厳の秘書を務め、総とも知り合いだった。相変わらず荘厳に頼り切った総の態度に、イラ立つ桜子。自分の目的も忘れ、つい声を荒げてしまうが……。"
                },
                "7": {
                    "ID": "5307760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5307760",
                    "TitleEnglish": "Burn It! The Savior's Flames",
                    "SummaryEnglish": "Sougon uses society's online vitriol to his advantage as a figurative flame war soon becomes literal! Can the team stop humanity from being consumed by the fires of its own hate?",
                    "TitleJapanese": "燃やせ！　救世の炎",
                    "SummaryJapanese": "「断」のM.J.B.K（モジバケ）に合体を封じられ、危機に陥る陽と舞亜。陽は「結」の文字を召喚して対抗するが、それこそが荘厳の狙いだった。暴走した「結」の文字は、無関係な人と情報を結びつけ、努虫や花嵐の動画も無差別に拡散されるという異常事態に。やがて炎上騒ぎに発展し、「炎」の文字がM.J.B.K化してしまう。陽と舞亜は、「炎」の文字を正常化しようと試みるが、そこに総のベクターが現れ、M.J.B.Kと融合を果たすのだった。"
                },
                "8": {
                    "ID": "5313248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5313248",
                    "TitleEnglish": "Pierce It! The Insect Part",
                    "SummaryEnglish": "In the shadow of his popular comedian older brother, Tsutomu slaves away like a worker ant to make his online comedy videos. But when the world is suddenly bitten by the bug of mad ambition, Tsutomu's off-beat comedy may be the only cure!",
                    "TitleJapanese": "貫け！　虫の一分",
                    "SummaryJapanese": "努虫の兄、土聞地ノ助は、落語界の未来を担う天才噺家。活動するフィールドは違えど、笑いの道を追求する努虫を、地ノ助は「笑いの虫」と評していた。そのころ、荘厳によって「虫」の文字がM.J.B.K（モジバケ）化。人々は「勉強の虫」や「研究の虫」と化してしまう。努虫と翼人が出撃するものの、瞬く間にM.J.B.Kに飲み込まれ、翼人は「政治の虫」に。だが、努虫だけはなぜか影響を受けずにいた。窮地の中、努虫は自分の本当の気持ちを吐き出す。"
                },
                "9": {
                    "ID": "5318878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5318878",
                    "TitleEnglish": "Clear Them! The Inviting Shadows",
                    "SummaryEnglish": "Maia finds herself in a strange and empty version of the world as she knows it. The voices of old allies, new friends, and a mysterious stranger beckon her - but can Maia, alone in the dark, find her footing and set out on her own path?",
                    "TitleJapanese": "晴らせ！　誘いの影",
                    "SummaryJapanese": "目覚めた舞亜は、なぜか無人の阿佐ヶ谷に立ち尽くしていた。この異常事態はM.J.B.K（モジバケ）の影響に違いない……。舞亜は確信を抱くものの、この空間から脱出する手段はなく、M.J.B.Kが見せるビジョンに翻弄されていく。総との約束、荘厳の教え、創声部のみんなの夢……。自分には荘厳のために生きる道しかないと気付きながらも、陽との出会いで舞亜の気持ちは揺れ動く。だが、その迷いを断ち切るように、謎の影が舞亜に囁きかけるのだった。"
                },
                "10": {
                    "ID": "5325822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5325822",
                    "TitleEnglish": "Reach Them! My True Voice",
                    "SummaryEnglish": "When the Verbalism Club puts on a stage play, Kokone finally gets to live her acting dream - but on opening day, she can barely say her lines. She must find her voice quickly, as a powerful new M.J.B.K. threatens to silence her permanently!",
                    "TitleJapanese": "届け！　本当の声",
                    "SummaryJapanese": "阿佐ヶ谷神明宮の能楽殿で、演劇に挑戦することになった創声部。心音は主題歌担当だったが、意を決して主役に志願する。だが舞台が始まると、心音は満足な演技ができず、自信を失ってしまうのだった。一方、周辺では「音」が失われる異常事態が発生する。その中でも能楽殿だけは、演劇が生む創声力が防壁となっていた。「音」を取り戻すためには、演技を続けなければならない……。能楽殿とM.J.B.K空間を舞台に、創声部の両面作戦が開始される。"
                },
                "11": {
                    "ID": "5325826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5325826",
                    "TitleEnglish": "Flap! Bound Wings",
                    "SummaryEnglish": "Stoic, industrious Hayato drafts a comprehensive operating strategy for fighting the M.J.B.K. menace, but behind his calm façade, ambition, resentment, and jealousy whirl through his mind.",
                    "TitleJapanese": "羽ばたけ！　縛られた翼",
                    "SummaryJapanese": "理詰めで物事を進める翼人は、陽の根拠のない行動に苛立ちを募らせていた。陽頼みの現状を打開するため、綿密な作戦立案書を作成するも、気持ちは空回りしてしまう。翼人の脳裏に浮かんだのは、真面目で誠実過ぎるがゆえに、不器用な生き方しかできなかった父の姿……。父のような失敗を犯すまいと意識しつつも、翼人は同じ生き方を歩み始めていた。そのころ荘厳は「渦」の文字の中に、強大なM.J.B.K（モジバケ）の出現を感じ取っていた。"
                },
                "12": {
                    "ID": "5325827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5325827",
                    "TitleEnglish": "Bring them Together! Heart and Heart",
                    "SummaryEnglish": "With the help of a terrifying new M.J.B.K., Subete breaks the Deava's Aquarions apart and forces the pilots to retreat. In the wake of their defeat, Akira suddenly becomes strangely distant from his comrades…",
                    "TitleJapanese": "重ねろ！　心と心",
                    "SummaryJapanese": "総は「離」のM.J.B.K（モジバケ）と融合を果たし、陽と決着をつけるべく出現した。陽は舞亜、心音とともにアクエリオン飛天となるが、「離」の文字の力は心音たちに波及し、合体を強制解除させられてしまう。それでも陽はベクター単体で総に突撃をかけるも、M.J.B.Kの力にかなうはずもなかった。だが間一髪のところで、M.J.B.Kの攻撃から陽のベクターをかばったのは翼人だった。対抗する術はなく、ただ茫然とする創声部のメンバーたち。陽は「救世主になる」ことの本質に直面し、たった一人で出撃することを決意する。"
                },
                "13": {
                    "ID": "5348991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5348991",
                    "TitleEnglish": "A Great Victory! We Are the Saviors",
                    "SummaryEnglish": "Members of the Verbalism Club unite to take a M.J.B.K. head-on! Afterwards, Akira encounters Sougon face-to-face!",
                    "TitleJapanese": "大勝利！　我らが救世主",
                    "SummaryJapanese": "総の絶望は、大いなる文字「無」のM.J.B.K（モジバケ）を呼び出した。「無」は虚無の世界をもたらす恐るべきM.J.B.Kであり、世界からあらゆるものの概念が消失し始める。荘厳は自らロゴスワールドに出現。陽たちに文字文明の愚かさを説くが、舞亜は文字が人類にとって欠かせないものであることを理解し、荘厳と戦う決意を固める。一方、現実世界では様々な概念が消失し、創声部のメンバーを絶望に追い込んでいく。最後に残された希望……、それは陽が握りしめていた、ある文字だった。"
                },
                "14": {
                    "ID": "5356061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5356061",
                    "TitleEnglish": "Show It! You at Your Worst",
                    "SummaryEnglish": "A month after the battle in the Logos World, the M.J.B.K. threat seems to have disappeared - along with Sougon and Subete. As Sakurako writes up her report on the incident, a strange creature suddenly appears in the Shirobaco office!",
                    "TitleJapanese": "曝せ！　最低の自分",
                    "SummaryJapanese": "「無」のM.J.B.K（モジバケ）との戦いから一カ月。報告書を作成していた桜子の前に、少年のような「人」のM.J.B.Kが現れる。桜子たちは疑問を抱きつつも、M.J.B.Kに「ヒト」と名付け、創声部に受け入れるのだった。やがてヒトは、受け取った文字をそのまま伝えるという特性を見せ始める。その特性は、安易に文字が拡散する現代では、予期せぬトラブルを招いてしまう。だが桜子は文字のつながりに、絶望してはいなかった。文字が救ってくれるものものある……。それを教えてくれたのは、はからずも荘厳であった。"
                },
                "15": {
                    "ID": "5364723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5364723",
                    "TitleEnglish": "Ah! Days of Our Youth",
                    "SummaryEnglish": "Out of date phrases and unpopular words make a sudden resurgence in Asagaya, and Sakurako suspects multiple M.J.B.K.s are to blame! Will her Yurei busting plan restore verbal order or will it like majorly fail?",
                    "TitleJapanese": "嗚呼！　青春の日々",
                    "SummaryJapanese": "かつて流行した言葉、「死語」が蔓延する異常事態が発生した。それと同時に、かつて倒したはずのM.J.B.K（モジバケ）たちが、小型サイズとなって現実世界によみがえってしまう。それは「死」M.J.B.Kが引き起こしたものだった。桜子の指示で、創声部は急きょ「阿佐ヶ谷ユウレイバスターズ」を結成。現実世界で創声力を具現化する「アクエリペン」を手に、M.J.B.Kの駆逐に乗り出した。だが、かつて自分たちが輝いていた時代を楽しんでいるタカシやユージたちが創声部の前に立ちはだかる。その間にも「死」の影響力は拡大し、死者が姿を現し始めていた。"
                },
                "16": {
                    "ID": "5369127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5369127",
                    "TitleEnglish": "Carve Them In! The Scars of Destiny",
                    "SummaryEnglish": "In the early days of the internet, Sougon and his partner Mao Hayashi built what would become the greatest networking company in Japan: Nesta. In their quest to reach the next level of human communication, they also took in a young boy…",
                    "TitleJapanese": "刻め！　宿命の傷",
                    "SummaryJapanese": "消息不明だった総が、アクエリオン傷とともにロゴスワールドに出現した。陽と舞亜はアクエリオン煌で立ち向かうが、強大な力で一蹴されてしまう。総の様子は明らかに以前とは違い、大いなる創声力に満ち溢れていたのだ。総は「無」のM.J.B.K（モジバケ）に飲み込まれたかけた戦いから早二ヶ月、自らの生い立ちと託された想いを知った。亡き母・真央の無念、荘厳の文字文化への恨み、そして愛……。総の使命、それは立ちはだかる救世主たる陽を、完膚無きまでに叩き潰すこと。創声力に「選ばれし者」に、もう迷いはなかった。"
                },
                "17": {
                    "ID": "5381873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5381873",
                    "TitleEnglish": "Shatter! The One I Must Strike Down",
                    "SummaryEnglish": "There can be no salvation if there is no threat, no enemy. A dangerous M.J.B.K. turns friend against friend - and, lost in his obsessive desire to become a savior, Akira Kaibuki might be willing to make an enemy of the world itself…",
                    "TitleJapanese": "砕け！　討つべきモノ",
                    "SummaryJapanese": "総の放つ「無限総灰剣（スベテヲカイジンニキス）」によって、アクエリオン煌は致命傷を受け、ベクター壹号機は爆散した。さらに総は陽が残した敵意から、「敵」の文字をM.J.B.K（モジバケ）化、各地で人がいがみ合う事態が発生する。翼人と努虫が出撃するが、その影響力は創声部のメンバーをも浸食。陽は無断でベクター陸号機で出撃するも、機体とエレメントの相性から力を発揮することもかなわない。もはや打つ手はないのか――。だが、そのとき陽に何者かが語りかけた。「来い、喰らうために……」。はたしてその声の主とは……。"
                },
                "18": {
                    "ID": "5388876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5388876",
                    "TitleEnglish": "Howl! An Honest Beaten Dog",
                    "SummaryEnglish": "In politics, show business, and even everyday life, people choose comforting lies over harsh realities. When a new M.J.B.K. threatens to smother the truth completely, Hayato Kujyo's unflinching honesty may be the world's last defense.",
                    "TitleJapanese": "吠えろ！　正直な負け犬",
                    "SummaryJapanese": "翼人の通う聖創大学で、学園祭が催されることになった。創声部による朗読劇公演が催されるほか、翼人はディベートコンテストに参加。だが「正しい意見」よりも「ノリの良さ」が受け入れられるコンテストに苦戦してしまう。都合のいい嘘をつけない不器用な翼人は、どうしても正論でしか勝負できなかったのだ。そのころ、総は「嘘」の文字がM.J.B.K（モジバケ）化していた。陽と舞亜はアクエリオン燦に合体してM.J.B.Kに挑むも、深い霧に阻まれて本体にたどり着くことができない。はたして、虚構の霧を晴らすための手段とは……？"
                },
                "19": {
                    "ID": "5394934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5394934",
                    "TitleEnglish": "Fall in Love! Asagaya",
                    "SummaryEnglish": "Love is in the air in Asagaya! The members of the verbalism club pair up for a couples challenge - but Akira and Maia don't quite know how a couple should act. Will they win the tickets, the crowns… or perhaps, something far greater?",
                    "TitleJapanese": "恋せよ！　阿佐ヶ谷",
                    "SummaryJapanese": "阿佐ヶ谷を舞台にしたカップルイベント、「ディスティニー・オン・ジ・阿佐ヶ谷」の開催が間近に迫っていた。参加賞品の１つである王冠に興味を示した陽は、舞亜を強引に巻き込んで参加。さらに努虫やショウコ、心音たち創声部のメンバーもそれぞれの思いを抱いて参加することに。次々と恋の試練に挑んでいくカップルたち。陽はゲームに手こずる舞亜を助けようとするが、「今日は救うな」と拒絶される。舞亜は救世主として誰にでも手を差し伸べる陽に、苛立ちを抱いていた。"
                },
                "20": {
                    "ID": "5401524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5401524",
                    "TitleEnglish": "Know It! The Reason You Were Born",
                    "SummaryEnglish": "As her friends work on Shirobaco's third-anniversary menu, Maia digs into DEAVA's history in an effort to save Akira. Her search leads her back to Nesta, where she learns more of her own history than she ever wanted to know...",
                    "TitleJapanese": "知れ！　生まれた意味",
                    "SummaryJapanese": "このままでは陽の存在が消える……。ネスタの残した言葉に悩む舞亜は、陽を守るための手掛かりを探すために奔走する。桜子、ケントの協力で政府資料室に赴いた舞亜はそこで「文字を巡る戦い」の真実に触れる。文字を持つものと持たぬものの攻防、そして戦いに終止符を打ったアクエリオンロゴスの存在……。だが結局、陽を救う決定的な情報を得ることはできなかった。舞亜は意を決し、ネスタ本社への潜入を決意。そこで舞亜は、自身が生まれた本当の意味をつきつけられるのだった。"
                },
                "21": {
                    "ID": "5410348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5410348",
                    "TitleEnglish": "Tragic! An Immoral Gattai",
                    "SummaryEnglish": "Maia goes to great lengths trying to save Akira, and one member of the Verbalism Club gives their all to restore order to the world.",
                    "TitleJapanese": "悲壮！　背徳の合体",
                    "SummaryJapanese": "総の持つ「創声の書」から発せられた文字――「従」の力によって、日本政府は完全に掌握された。SHIROBACOは文字に操られた特殊部隊に占拠されるも、桜子の機転によって陽が餓号機を起動、その力で「従」を無効化。さらに舞亜のもとに貮号機をリモートで送り出すことに成功する。陽と合流した舞亜は、アクエリオン燦となって総のアクエリオン傷と対峙。だが陽の概念が消え去っていくことに耐えられない舞亜は、自ら合体を解除し、総の元へ向かうのだった。はたして舞亜の真意は？　そして激戦の行方は？"
                },
                "22": {
                    "ID": "5417722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5417722",
                    "TitleEnglish": "Listen! The Voice Calling out to You",
                    "SummaryEnglish": "Due to the recent string of unusal events, the government turns against DEAVA and Shirobaco finds itself under siege.",
                    "TitleJapanese": "聞け！　キミを呼ぶ声",
                    "SummaryJapanese": "「殺戮の天使」やM.J.B.K（モジバケ）による異常事態は、すべてディーバ日本支部が起こした事件として、政府は支部の解体を決定。ライフラインを断たれたSHIROBACOでは、創声部のメンバーたちが籠城を続けていた。状況を打開するためには、政府上層部にかけられた「創声の書」の力を、餓号機で解放すること。だが、陽は「誰も救うことができない」という現実に打ちのめされていた。いつの間にか町を彷徨っていた陽を引き留めたのは、祖父・興之助だった。"
                },
                "23": {
                    "ID": "5430521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5430521",
                    "TitleEnglish": "Revive! The Vow Beneath the Moonlight",
                    "SummaryEnglish": "With Deava's existence now known to the world, Hayato seeks to recruit the public for their cause. Subete digs deeper into Maia's memories, unearthing the lifelong link between Maia, Subete, and Akira.",
                    "TitleJapanese": "蘇れ！　月夜の誓い",
                    "SummaryJapanese": "「創声の書」に操られていた岩上長官は、その呪縛から解放され、「ディーバがテロリスト」という疑いは一掃された。さらに翼人の演説が阿佐ヶ谷の人々の心を動かし、彼らの協力で、人力によるベクターマシンの発進に成功。創声部は、反撃の糸口をつかみつつあった。だが、救世主としての自負を失った陽の心は、いまだ晴れずにいた。そのころ、総の口から語られたのは、幼き日の舞亜との記憶。それは「月夜の誓い」の真実であった。"
                },
                "24": {
                    "ID": "5430522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5430522",
                    "TitleEnglish": "To Battle! With My Existence on the Line",
                    "SummaryEnglish": "12,000 years ago, the struggle between the world of truth and the world of the written word was set in motion. Now, Akira Kaibuki and Subete Kenzaki prepare to bring it to its ultimate conclusion.",
                    "TitleJapanese": "出撃！　我が存在を賭けて",
                    "SummaryJapanese": "今から1万2千年前、「真理の種族」と「文字の種族」による争いが勃発した。真理の世界に触れることを何よりも尊いことと考える人々と、文字による飛躍的な文明の発達を受け入れた人々。両者の対立は解消することなく、やがて文字戦争と呼ばれる大規模な戦いへと発展してしまう。さらに真理の種族が生み出した「殺戮の天使」が、戦争を混迷させていく。いつ果てるともわからない戦いを終焉へと導いたのは、合体によって誕生した巨人、アクエリオンロゴスだった。"
                },
                "25": {
                    "ID": "5430523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5430523",
                    "TitleEnglish": "Gather! Voices for Tomorrow",
                    "SummaryEnglish": "Akira throws himself into the void for Maia's sake, and by Nesta's will, the written world comes to an end. What will Maia and Subete make of this new world of truth?",
                    "TitleJapanese": "集え！　明日を望む声",
                    "SummaryJapanese": "アクエリオン天（ディーバ）の拳と、アクエリオン語霊（ロゴス）の剣が激突し、陽と総はお互いに一歩も引かず激闘を繰り広げる。その間にも「総」のM.J.B.K（モジバケ）はロゴスワールドの文字を吸収し続け、世界からあらゆるものの概念が消失していった。激戦のさなか、陽の舞亜への思いは、強大な創声力となって総の力すらも圧倒していく。だがその瞬間、ロゴスワールドに大いなる異変が訪れる。ネスタの計画は、最終段階へと突入しようとしていた。"
                },
                "26": {
                    "ID": "5430525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aquarion/episodes/5430525",
                    "TitleEnglish": "It Will Not End! Aquarion Logos",
                    "SummaryEnglish": "Akira and Subete battle it out to save the world, and a new legend unfolds before everyone's eyes. Special Ending after credits.",
                    "TitleJapanese": "終わらない！　アクエリオンロゴス",
                    "SummaryJapanese": "新たなロゴスワールドの創造には、依り代となる強固な人の意志が必要だった。陽と総は、その座を巡って激突するが、もはや2人の間に闘うための理由などいらなかった。阿佐ヶ谷上空で繰り広げられる2体のアクエリオンの激闘は、人々の心を揺さぶり、世界中で「伝えたい」という強い願いが生まれていく。神話とは、伝えたいという願いが、言葉や文字となって語り継がれていくもの。人々の眼前で繰り広げられる2人の闘いは、まさしく新たな神話の始まりだった。"
                }
            }
        }
    }
}