{
  "URL": "https://www.thetvdb.com/series/kamichu",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0961173/",
    "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH864845",
    "https://www.themoviedb.org/tv/1096"
  ],
  "TitleEnglish": "Kamichu!",
  "SummaryEnglish": "Yurie Hitotsubashi was just an average middle school student living in the city of Onomichi on Japan's inland sea in the easygoing times of the 1980s. She spent her days worrying about exams and trying to get Kenji, the clueless boy she likes, to notice her. Then during lunch one day she suddenly announces to her friend Mitsue that the night before she had become a goddess. Their classmate Matsuri quickly latches on to Yurie’s newfound divinity as a way to promote her family’s bankrupt Shinto shrine. She hopes that replacing their hapless local god, Yashima-sama, with Yurie will make the shrine more popular (and profitable). Now, with Matsuri as her manager, Yurie has to grant wishes, cure curses, meet aliens, and attend god conventions. All the while attending school and working-up the courage to confess to Kenji.",
  "Aliases": [
    "Goddess is a Middle School Student",
    "The Goddess is a Middle School Student",
    "Goddess is a Middle School Student, The",
    "Kami-chu! ~Kamisama Wa Chuugakusei~",
    "Kami-chu!"
  ],
  "Modified": "2025-05-27",
  "Seasons": {
    "0": {
      "ID": "535823",
      "URL": "https://www.thetvdb.com/series/kamichu/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "5946842",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamichu/episodes/5946842",
          "TitleEnglish": "Wild Times",
          "SummaryEnglish": "Episodes that were only released on the DVD afterwards and didn't air on TV. Strange packs of cats have been roaming the town recently, and Tama is among them. Yurie follows her and turns into a cat to meet the charismatic feline Tyler Meowden, who wants to revolt against humans. She and Tama fight to stop him.",
          "Aliases": []
        },
        "2": {
          "ID": "5946843",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamichu/episodes/5946843",
          "TitleEnglish": "Love is Missing",
          "SummaryEnglish": "Episodes that were only released on the DVD afterwards and didn't air on TV. Miko and Shoukichi run away to a nearby town together for mysterious reasons. Yurie and her friends spend the day trying to find them.",
          "Aliases": []
        },
        "3": {
          "ID": "5946844",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamichu/episodes/5946844",
          "TitleEnglish": "Do What We Want",
          "SummaryEnglish": "Episodes that were only released on the DVD afterwards and didn't air on TV. Matsuri, as the daughter of the shrine, becomes offended by the foreign holiday of Christmas and stages \"Yurie-chan Thanksgiving Day\" in order to combat it.",
          "Aliases": []
        },
        "4": {
          "ID": "5946847",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamichu/episodes/5946847",
          "TitleEnglish": "Take a Look, Spring Has Come",
          "SummaryEnglish": "Episodes that were only released on the DVD afterwards and didn't air on TV. Yurie and Mitsue help Matsuri and Miko clean the shrine storage rooms. As she spends the night there, Yurie tells her friends that Kenji is her boyfriend.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "17407",
      "URL": "https://www.thetvdb.com/series/kamichu/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "324528",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamichu/episodes/324528",
          "TitleEnglish": "The Unkindness of Adolescence",
          "SummaryEnglish": "When Yurie announces during lunch that last night she became a god, Matsuri, as the daughter of a Shinto priest, tries to help her figure out what kind of god she is. During their efforts, Yurie accidentally creates a typhoon, which she has to dispel to save Kenji.",
          "Aliases": []
        },
        "2": {
          "ID": "324529",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamichu/episodes/324529",
          "TitleEnglish": "Goddess, Please",
          "SummaryEnglish": "Matsuri decides her family's shrine will host a festival in honor of Yurie, but discovers Yashima, the god of the shrine, has gone missing. Yurie travels to the land of the gods to convince him to return.",
          "Aliases": []
        },
        "3": {
          "ID": "324530",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamichu/episodes/324530",
          "TitleEnglish": "Although This Is Not What I Intended",
          "SummaryEnglish": "The god of poverty arrives in town, sending the local economy into a depression; and Yurie's pet cat, Tama, goes missing. These two events may have something in common.",
          "Aliases": []
        },
        "4": {
          "ID": "324531",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamichu/episodes/324531",
          "TitleEnglish": "The Earth Is in Peril",
          "SummaryEnglish": "The God Association sends Yurie three assistants to help her deal with petitions. As her first task, the Prime Minister summons Yurie to help communicate with a Martian.",
          "Aliases": []
        },
        "5": {
          "ID": "324532",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamichu/episodes/324532",
          "TitleEnglish": "It's Awful to Be Alone",
          "SummaryEnglish": "Yurie catches a cold and stays at home for a few days, but her friends don't come to visit. Feeling lonely, she uses her powers to depart from her body as a spirit and visit them instead.",
          "Aliases": []
        },
        "6": {
          "ID": "324533",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamichu/episodes/324533",
          "TitleEnglish": "A Little Resolution",
          "SummaryEnglish": "Kiyomi, a freshman, comes to Yurie seeking love advice - but the object of her crush is Kenji. Trying earnestly to help her rival nonetheless, Yurie joins Kenji's calligraphy club with her.",
          "Aliases": []
        },
        "7": {
          "ID": "324534",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamichu/episodes/324534",
          "TitleEnglish": "Lovers of the Sun",
          "SummaryEnglish": "On their summer vacation, Yurie and her friends go to a quiet part of the seashore and explore an abandoned beach house. The gods living there want to know what's become of the people who once enjoyed themselves there, and Yurie fulfills their wish.",
          "Aliases": []
        },
        "8": {
          "ID": "324536",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamichu/episodes/324536",
          "TitleEnglish": "Cross the River of Time",
          "SummaryEnglish": "Yurie and her friends meet an old man named Gen who was once a crewman of the battleship Yamato. Shortly afterwards, she receives a message from the sunken battleship, which wants to visit its home port again.",
          "Aliases": []
        },
        "9": {
          "ID": "324537",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamichu/episodes/324537",
          "TitleEnglish": "It's Your Decision",
          "SummaryEnglish": "As another of her business ploys, Matsuri convinces Yurie to run for student council president, but they encounter unexpectedly fervent opposition.",
          "Aliases": []
        },
        "10": {
          "ID": "324539",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamichu/episodes/324539",
          "TitleEnglish": "Mysterious Adventure",
          "SummaryEnglish": "For the month of Kannazuki, Yurie attends the \"God Convention\" in Izumo. While there, she temporarily transfers to a local middle school where everyone treats her with utmost respect.",
          "Aliases": []
        },
        "11": {
          "ID": "324541",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamichu/episodes/324541",
          "TitleEnglish": "Dream-Colored Message",
          "SummaryEnglish": "During her winter break from school, Yurie spends an entire day under the kotatsu. She receives several New Years cards, including one from Kenji.",
          "Aliases": []
        },
        "12": {
          "ID": "324542",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kamichu/episodes/324542",
          "TitleEnglish": "A Small Step",
          "SummaryEnglish": "When Yurie resolves to give Kenji chocolate for Valentine's Day and confess her love, the entire school and everyone in town pitches in to help her. After a brief awkward conversation upon the school's roof, the two are lifted into the sky upon a large piece of paper (upon which, Kenji had written the kanji character for 'love'). As they soar above the town, Kenji tells Yurie that he loves her, because she is strange. The character on the flying paper turns into the kanji for 'strange'.",
          "Aliases": []
        }
      }
    }
  }
}