{
    "URL": "https://www.thetvdb.com/series/kamichu",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0961173/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH864845",
        "https://www.themoviedb.org/tv/1096"
    ],
    "TitleEnglish": "Kamichu!",
    "SummaryEnglish": "Yurie Hitotsubashi was just an average middle school student living in the city of Onomichi on Japan's inland sea in the easygoing times of the 1980s. She spent her days worrying about exams and trying to get Kenji, the clueless boy she likes, to notice her. Then during lunch one day she suddenly announces to her friend Mitsue that the night before she had become a goddess. Their classmate Matsuri quickly latches on to Yurie’s newfound divinity as a way to promote her family’s bankrupt Shinto shrine. She hopes that replacing their hapless local god, Yashima-sama, with Yurie will make the shrine more popular (and profitable). Now, with Matsuri as her manager, Yurie has to grant wishes, cure curses, meet aliens, and attend god conventions. All the while attending school and working-up the courage to confess to Kenji.",
    "TitleJapanese": "かみちゅ！",
    "SummaryJapanese": "心地よい自然が残り、ゆるやかな時が流れる瀬戸内の町。主人公、一橋ゆりえは普通の中学生。彼女は、ある日突然ひょんなことから神様になってしまった！！人は予想もできない大きな力を手に入れたらどうするのだろう。でも、大切なことは一生懸命がんばること。あったかくて、そして楽しくて。みんなが持ってた大切なものがきっと見つかる。",
    "Aliases": [
        "Goddess is a Middle School Student",
        "The Goddess is a Middle School Student",
        "Goddess is a Middle School Student, The",
        "Kami-chu! ~Kamisama Wa Chuugakusei~",
        "Kami-chu!"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "535823",
            "URL": "https://www.thetvdb.com/series/kamichu/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "5946842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichu/episodes/5946842",
                    "TitleEnglish": "Wild Times",
                    "SummaryEnglish": "Episodes that were only released on the DVD afterwards and didn't air on TV. Strange packs of cats have been roaming the town recently, and Tama is among them. Yurie follows her and turns into a cat to meet the charismatic feline Tyler Meowden, who wants to revolt against humans. She and Tama fight to stop him.",
                    "TitleJapanese": "野生時代",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5946843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichu/episodes/5946843",
                    "TitleEnglish": "Love is Missing",
                    "SummaryEnglish": "Episodes that were only released on the DVD afterwards and didn't air on TV. Miko and Shoukichi run away to a nearby town together for mysterious reasons. Yurie and her friends spend the day trying to find them.",
                    "TitleJapanese": "恋は行方不明",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5946844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichu/episodes/5946844",
                    "TitleEnglish": "Do What We Want",
                    "SummaryEnglish": "Episodes that were only released on the DVD afterwards and didn't air on TV. Matsuri, as the daughter of the shrine, becomes offended by the foreign holiday of Christmas and stages \"Yurie-chan Thanksgiving Day\" in order to combat it.",
                    "TitleJapanese": "やりたい放題",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5946847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichu/episodes/5946847",
                    "TitleEnglish": "Take a Look, Spring Has Come",
                    "SummaryEnglish": "Episodes that were only released on the DVD afterwards and didn't air on TV. Yurie and Mitsue help Matsuri and Miko clean the shrine storage rooms. As she spends the night there, Yurie tells her friends that Kenji is her boyfriend.",
                    "TitleJapanese": "ほらね, 春が来た",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "17407",
            "URL": "https://www.thetvdb.com/series/kamichu/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "324528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichu/episodes/324528",
                    "TitleEnglish": "The Unkindness of Adolescence",
                    "SummaryEnglish": "When Yurie announces during lunch that last night she became a god, Matsuri, as the daughter of a Shinto priest, tries to help her figure out what kind of god she is. During their efforts, Yurie accidentally creates a typhoon, which she has to dispel to save Kenji.",
                    "TitleJapanese": "青春のいじわる",
                    "SummaryJapanese": "一橋ゆりえはある日突然神様になってしまった!?友人の光恵と祀と一緒に、自分が何の神様になったか調べるゆりえ。ポーズをとったり叫んでみたり、色々試してみたもののさっぱり分からない。しかし、ヘトヘトになって帰宅したゆりえはテレビでとんでもないものを目にする･･･!?"
                },
                "2": {
                    "ID": "324529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichu/episodes/324529",
                    "TitleEnglish": "Goddess, Please",
                    "SummaryEnglish": "Matsuri decides her family's shrine will host a festival in honor of Yurie, but discovers Yashima, the god of the shrine, has gone missing. Yurie travels to the land of the gods to convince him to return.",
                    "TitleJapanese": "神様お願い",
                    "SummaryJapanese": "祀は神様になったゆりえを町の名物にしようとお披露目フェスティバル開催を提案する。祀の実家である来福神社の専属の神様、八島様に挨拶に行くゆりえたち。しかし八島様は3ヶ月前から家出中だった!?ゆりえは八島様を探そうと神の国へ行ってみることに･･･。"
                },
                "3": {
                    "ID": "324530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichu/episodes/324530",
                    "TitleEnglish": "Although This Is Not What I Intended",
                    "SummaryEnglish": "The god of poverty arrives in town, sending the local economy into a depression; and Yurie's pet cat, Tama, goes missing. These two events may have something in common.",
                    "TitleJapanese": "そんなつもりじゃなかったの",
                    "SummaryJapanese": "神様通信に「貧乏注意報」が掲載された! 何と貧乏神が町に近づいてきているというのだ。防災準備をするゆりえたち。しかし努力のかいむなしく貧乏神が到来。街は貧乏一色になってしまった! ゆりえたちは何とか貧乏神を追い払おうと、貧乏神を探しはじめる。そしてゆりえの飼い猫、タマの行方は･･･!?"
                },
                "4": {
                    "ID": "324531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichu/episodes/324531",
                    "TitleEnglish": "The Earth Is in Peril",
                    "SummaryEnglish": "The God Association sends Yurie three assistants to help her deal with petitions. As her first task, the Prime Minister summons Yurie to help communicate with a Martian.",
                    "TitleJapanese": "地球の危機",
                    "SummaryJapanese": "突然総理大臣からお願い事の呼び出しを受け、政府専用機で国会へ急ぐゆりえ。何と東京に火星人がやってきたというのだ。火星人と対面したゆりえだが、言葉も通じず、初めての経験にタジタジ…。一方総理大臣は火星人を利用しようと企んでいた!?"
                },
                "5": {
                    "ID": "324532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichu/episodes/324532",
                    "TitleEnglish": "It's Awful to Be Alone",
                    "SummaryEnglish": "Yurie catches a cold and stays at home for a few days, but her friends don't come to visit. Feeling lonely, she uses her powers to depart from her body as a spirit and visit them instead.",
                    "TitleJapanese": "ひとりぼっちは嫌い",
                    "SummaryJapanese": "相変わらずの悩み事相談に大忙しのゆりえだが、風邪をひいて学校を早退することに。家族に心配されちょっとうれしかったり、友達がお見舞いに来てくれないことがちょっぴり寂しかったり･･･。そんな中章吉のくれたお守りの力でゆりの身にとんでもないことが起こる!?"
                },
                "6": {
                    "ID": "324533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichu/episodes/324533",
                    "TitleEnglish": "A Little Resolution",
                    "SummaryEnglish": "Kiyomi, a freshman, comes to Yurie seeking love advice - but the object of her crush is Kenji. Trying earnestly to help her rival nonetheless, Yurie joins Kenji's calligraphy club with her.",
                    "TitleJapanese": "小さな決心",
                    "SummaryJapanese": "1年生のきよみが恋愛相談にやってきた。何ときよみは健児のことが好きだという。複雑な思いのゆりえだが、きよみに健児と同じ書道部に入ることを勧める。そしてゆりえ本人も入部することに…。3人の奇妙な書道部生活が始まった…。"
                },
                "7": {
                    "ID": "324534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichu/episodes/324534",
                    "TitleEnglish": "Lovers of the Sun",
                    "SummaryEnglish": "On their summer vacation, Yurie and her friends go to a quiet part of the seashore and explore an abandoned beach house. The gods living there want to know what's become of the people who once enjoyed themselves there, and Yurie fulfills their wish.",
                    "TitleJapanese": "太陽の恋人たち",
                    "SummaryJapanese": "人気のない海水浴場で「はまかぜ」という海の家の廃墟を見つけるゆりえたち。中に残された写真には一組カップルが写っていた…。ゆりえは神の国で「はまかぜ」の神様たちと出会う。神様たちは写真のカップルが本当に幸せになったのか知りたいという。カップルのその後を調べることにしたゆりえだが…。"
                },
                "8": {
                    "ID": "324536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichu/episodes/324536",
                    "TitleEnglish": "Cross the River of Time",
                    "SummaryEnglish": "Yurie and her friends meet an old man named Gen who was once a crewman of the battleship Yamato. Shortly afterwards, she receives a message from the sunken battleship, which wants to visit its home port again.",
                    "TitleJapanese": "時の河を越えて",
                    "SummaryJapanese": "健児の友人、大工の源さんは戦艦大和の乗組員だった。作業中の事故で腰を痛めてしまう源さん。一方ゆりえの元には漁船のモノノケ三つ葉丸がお願いしにやってきた。沖縄に沈んでいる戦艦大和の魂を呉に帰郷させたいというのだ。ゆりえは八島様のアドバイスを受け、戦艦大和のことを調べ始める。"
                },
                "9": {
                    "ID": "324537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichu/episodes/324537",
                    "TitleEnglish": "It's Your Decision",
                    "SummaryEnglish": "As another of her business ploys, Matsuri convinces Yurie to run for student council president, but they encounter unexpectedly fervent opposition.",
                    "TitleJapanese": "君に決定",
                    "SummaryJapanese": "祀は強制的にゆりえを生徒会長に立候補させることにした。強引な展開に困惑するゆりえ。一方候補者の西村はゆりえにライバル心むき出しだ。選挙活動に気合を入れる祀たち。神様VS人間の選挙戦の行方は…!?"
                },
                "10": {
                    "ID": "324539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichu/episodes/324539",
                    "TitleEnglish": "Mysterious Adventure",
                    "SummaryEnglish": "For the month of Kannazuki, Yurie attends the \"God Convention\" in Izumo. While there, she temporarily transfers to a local middle school where everyone treats her with utmost respect.",
                    "TitleJapanese": "ふしぎなぼうけん",
                    "SummaryJapanese": "神無月。神様集会に出席する為、ゆりえは1ヶ月間出雲へ転校することになった。転校先の中学で他の生徒の輪に入れず居心地の悪いゆりえ。さみしさからホームシックになってしまった!?だが神様の国で弁天様に勇気づけられ…。"
                },
                "11": {
                    "ID": "324541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichu/episodes/324541",
                    "TitleEnglish": "Dream-Colored Message",
                    "SummaryEnglish": "During her winter break from school, Yurie spends an entire day under the kotatsu. She receives several New Years cards, including one from Kenji.",
                    "TitleJapanese": "夢色のメッセージ",
                    "SummaryJapanese": "1月4日。自宅のコタツでゴロゴロするゆりえ。タマや章吉と雑談したり、テレビを見たり、光恵や祀と電話で話したり、コタツから出ることなくぐうたら過ごしている。そんな中、祀と光恵には健児からの年賀状が届いたという。しかしゆりえのもとには届かない…!?"
                },
                "12": {
                    "ID": "324542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kamichu/episodes/324542",
                    "TitleEnglish": "A Small Step",
                    "SummaryEnglish": "When Yurie resolves to give Kenji chocolate for Valentine's Day and confess her love, the entire school and everyone in town pitches in to help her. After a brief awkward conversation upon the school's roof, the two are lifted into the sky upon a large piece of paper (upon which, Kenji had written the kanji character for 'love'). As they soar above the town, Kenji tells Yurie that he loves her, because she is strange. The character on the flying paper turns into the kanji for 'strange'.",
                    "TitleJapanese": "小さな一歩で",
                    "SummaryJapanese": "バレンタインシーズン。健児に手作りチョコを渡し、告白することを決意したゆりえ。しかしバレンタインデー当日、自宅にチョコを忘れてきてしまう。ゆりえのためにチョコを取りに行く光恵。健児を足止めする祀…。みんなの応援を受けたゆりえの恋の行方は…!?"
                }
            }
        }
    }
}