{
    "URL": "https://www.thetvdb.com/series/jyu-oh-sei",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0973423/",
        "https://www.themoviedb.org/tv/31700"
    ],
    "TitleEnglish": "Jyu-Oh-Sei",
    "SummaryEnglish": "Thor and his twin brother, Rai, are cast off to a forsaken planet by unknown masked men after witnessing the suspicious death of their parents. Given only a beam knife and a smelly satchel, they wander together in search of civilization on the primarily plant based world. They soon discover the plants have the advantage. Only the strong survive; the ones who throw away their humanity and become the beasts humans once were.",
    "TitleJapanese": "獣王星",
    "SummaryJapanese": "西暦2436年。バルカン星系のスペースコロニー・ユノに暮らす特権階級の子息として生まれた双子の兄弟、トールとラーイ。しかしある日、両親を殺害され、死刑星である獣王星へ落とされてしまった。トールは地獄のような環境の星を生き抜くためにあがいていく。",
    "Aliases": [
        "Jyu Oh Sei",
        "Planet of the Beast King"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "17504",
            "URL": "https://www.thetvdb.com/series/jyu-oh-sei/seasons/official/1",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "326786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyu-oh-sei/episodes/326786",
                    "TitleEnglish": "Fate",
                    "SummaryEnglish": "Thor and his twin brother Rai come home one day to find their parents murdered. They were sent away to a completely new planet with no idea why their parents were killed, or what the new planet was. The twins quickly learned that this new place was much different from where they had been before, much different.",
                    "TitleJapanese": "運命",
                    "SummaryJapanese": "西暦２４３６年。両親を殺され死刑星へと送られて来た双子「トール」と「ラーイ」。『獣王星』と呼ばれるこの星は獣にならないと生き残れないという過酷な環境の惑星だった。"
                },
                "2": {
                    "ID": "326787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyu-oh-sei/episodes/326787",
                    "TitleEnglish": "Ochre Ring",
                    "SummaryEnglish": "An unconscious Thor is taken to Ochre Ring, and after waking up he finds out that he was saved by Tiz, a female member of the Sun Ring who chose him as her husband.",
                    "TitleJapanese": "茶輪（リング）",
                    "SummaryJapanese": "トールはティズとサードに助けられ茶輪の砦に来ていた。ティズから「夫になれ」と指名されるがそれを断り砦を去るトール。追いかけてくるティズだが突然地面が揺れ始め…!?"
                },
                "3": {
                    "ID": "326788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyu-oh-sei/episodes/326788",
                    "TitleEnglish": "Companion",
                    "SummaryEnglish": "Chen, the Top of the Sun Ring, approaches the Ochre Ring to take Tiz back; meanwhile, Thor and Tiz go in search of a wise man named Colin.",
                    "TitleJapanese": "仲間",
                    "SummaryJapanese": "トールとティズの前に、ティズのかつてのボス「チェン」が現れる。掟を破ったティズを連れ戻しにやってきたのだ。「帰らなければ殺す」と剣を突きつけてくるチェンだが…!?"
                },
                "4": {
                    "ID": "326789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyu-oh-sei/episodes/326789",
                    "TitleEnglish": "Challenge",
                    "SummaryEnglish": "Thor asks Third to take him and Tiz to see Colin. There he figures out who could be the responsible for their parents's death, and has a shocking revelation about his future.",
                    "TitleJapanese": "挑戦",
                    "SummaryJapanese": "トールと同じ「ユノ」から送られてきた囚人コリン。トールの名を聞くと動揺し、ぽつりぽつりと真実を語り始めた。家族を絶望に陥れた張本人の名を聞きトールは困惑する。"
                },
                "5": {
                    "ID": "326790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyu-oh-sei/episodes/326790",
                    "TitleEnglish": "Duel",
                    "SummaryEnglish": "Thor was set-up by Third, and unintentionally challenged Top to a try, a life or death battle to decide Ochre Ring's true leader.",
                    "TitleJapanese": "決闘",
                    "SummaryJapanese": "サードの策略で茶輪のトップに挑戦することになったトール。あまりの力の差に勝てる自信のないトールに「お前に一度だけチャンスをやろう」とサードは囁く。"
                },
                "6": {
                    "ID": "326791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyu-oh-sei/episodes/326791",
                    "TitleEnglish": "White Wolf Demon",
                    "SummaryEnglish": "Four years after Thor became Ochre Ring's Top, he must face the threat of the Blanc Ring leader, who is actually an old acquantance of his.",
                    "TitleJapanese": "白狼鬼",
                    "SummaryJapanese": "トールが茶輪のトップになってから３年が過ぎた。獣王星では「ブラン・ロウ」率いる白輪が残虐な殺戮を繰り返していた。それを止めるためにサパの村へと向かうトールたちだが…!?"
                },
                "7": {
                    "ID": "326792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyu-oh-sei/episodes/326792",
                    "TitleEnglish": "Independence",
                    "SummaryEnglish": "The true identity of the White Wolf Demon is Zagi, the one who protected the Klein brothers when they were first sent to Chimera. He tells Thor that the myth of the Beast King is a lie. He proposes that they should join together to wage a war of independence.",
                    "TitleJapanese": "独立",
                    "SummaryJapanese": "「ブラン・ロウ」の正体はザギだった。うろたえるトールに、ザギは獣王とはただの幻なのだと話し、「一緒に独立戦争を仕掛けないか」と持ちかけてきた。"
                },
                "8": {
                    "ID": "326793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyu-oh-sei/episodes/326793",
                    "TitleEnglish": "Depths",
                    "SummaryEnglish": "Karim and Thor were trapped in a cave during a blizzard. She became angry at him as Zagi chose him as his new partner over her, but Thor himself has some feelings to tell her.",
                    "TitleJapanese": "深層",
                    "SummaryJapanese": "カリムを追いかけムーサの狭間に落ちてしまったトール。「お前のせいでザギに捨てられた」と怒りをぶつけてくるカリムに対し、気持ちを打ち明け始める。"
                },
                "9": {
                    "ID": "326794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyu-oh-sei/episodes/326794",
                    "TitleEnglish": "Beast King",
                    "SummaryEnglish": "Thor and Zagi prepare themselves to set for Hecate, in order to continue their plan, but an unexpected tragedy put them against each other.",
                    "TitleJapanese": "獣王",
                    "SummaryJapanese": "カリムを茶輪に引き取ることを決めたトール。ティズは２人の関係に不安を抱き、ふさぎ込んでしまった。カリムはトールとザギの間で心が揺れ、気持ちを確かめるためにザギの部屋へと向かった。"
                },
                "10": {
                    "ID": "326795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyu-oh-sei/episodes/326795",
                    "TitleEnglish": "Nightmare",
                    "SummaryEnglish": "As the new Beast King, Thor is granted access to the Dagger Pagoda, the orbital elevator and is finally able to leaving the planet. The last words of Zagi is tormenting Thor with inexpressible anxiety. Arriving at the space port, Thor is greeted by none other than Odin, the one who murdered his parents. He tells him the real reason for exiling Thor on Chimera.",
                    "TitleJapanese": "悪夢",
                    "SummaryJapanese": "第38代獣王としてダガー・パゴダへ迎え入れられたトール。いいしれない不安のなか宇宙港で待っていたのは宿敵オーディンと自分によく似たシグルドという軍人だった。"
                },
                "11": {
                    "ID": "326796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jyu-oh-sei/episodes/326796",
                    "TitleEnglish": "Hope",
                    "SummaryEnglish": "Odin decides recklessly to proceed with his own plan by activating the device resulting in acceleration of the planet's rotation and the destruction of human life. Thor is heading to the \"Valkyrie\", the computer control system, in an attempt to deactivate the device.",
                    "TitleJapanese": "希望",
                    "SummaryJapanese": "ワルキューレの暴走を止めるため、トールはヘカテへと向かう。獣王の冷凍施設でやりきれない思いを爆発させるトール。突然イヴァの声でバルカン連邦がひた隠しにしてきた真実が語られ始める。"
                }
            }
        }
    }
}