{
    "URL": "https://www.thetvdb.com/series/claymore",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0985344/",
        "https://www.tvmaze.com/shows/2049/show-slug",
        "https://www.themoviedb.org/tv/34791",
        "https://www.wikidata.org/wiki/Q58466723",
        "https://en.wikipedia.org/wiki/List_of_Claymore_episodes"
    ],
    "TitleEnglish": "Claymore",
    "SummaryEnglish": "Based on a shounen manga by Yagi Norihiro serialised in Monthly Shounen Jump. The setting of the story is a fictional world of abundant towns where humans coexist with demons called Yoma. These monsters feed on humans as their main source of food, hiding themselves in human society until they strike. A group of skilled warriors form a nameless organization to protect humans from these demons. These warriors are called Claymores, after their immense Claymore weapons. They willingly infuse themselves with demon flesh and blood to become powerful half-human hybrids. Villages in danger of attack hire warriors from the organisation for protection. The story of Claymore follows the adventures of the beautiful Claymore warrior Claire, who fights demons and struggles to hold on to her humanity. Long ago, the Yoma, the shape changing demons, took human form to live in disguise among human society. They feed on human innards, and take possession of memories from the brains of people they eat. These acquired memories help them better disguise themselves within human society. In recent years, a secret society discovers a way of implanting demon bodies and body parts into humans, to create hybrids more powerful than the original demons. A hybrid's standard abilities include faster healing, limited shape modification, the ability to detect other demons and hybrids, and overall enhanced physical prowess. Almost all hybrids are created against their will; they are typically survivors of families attacked by demons. The only exception is the lead character, who volunteered to become a hybrid to avenge her family. The society sends hybrids to towns that can afford their fares to kill demons, although not every hybrid does so willingly (this is implied in the manga.) The society is often strict and harsh; hybrids who break the rules risk being hunted down by their fellow hybrids.",
    "Aliases": [
        "Claymore - Schwert der Rache"
    ],
    "Modified": "2025-02-23",
    "Seasons": {
        "1": {
            "ID": "27679",
            "URL": "https://www.thetvdb.com/series/claymore/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "330202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/330202",
                    "TitleEnglish": "Great Sword",
                    "SummaryEnglish": "A village is tormented by a Yoma, which is a demon that has disguised itself as a human it has eaten. As a last resort the Chief of the village has ask for the help from a Claymore, who are feared as they are half human, half Yoma. Raki is a young boy who has found an interest in the Claymore and he begins to follow her about until later when he discovers who the Yoma is."
                },
                "2": {
                    "ID": "330203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/330203",
                    "TitleEnglish": "The Black Card",
                    "SummaryEnglish": "It doesn't take much effort for Clare to quickly complete her job and so Clare and Raki are off while she waits for another job. A strange man from the organization comes to give Clare a new set of clothes but not only that, he also gives Clare a \"Black Card\". What does this Black Card mean to Clare. Raki later has an encounter with the same man from the organization, who explains to him exactly what Claymores are (half human, half Yoma)."
                },
                "3": {
                    "ID": "330204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/330204",
                    "TitleEnglish": "Darkness in Paradise",
                    "SummaryEnglish": "Rabona the Holy City that does not allow the entry of unnatural beings is being preyed upon by a Yoma and as a last resort, have to disobey their own laws and called for help. So Clare now has a job to do but it will be different from the usual Yoma hunting, it's more of a covert operation and she has to suppress her powers to do so.During her searches Clare happens to run into 2 soldiers on patrol, but they only seem to get in the way of her job. After she manages to lose them Clare faces the Yoma which happens to be an extremely strong one known as 'Voracious Eater'."
                },
                "4": {
                    "ID": "330205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/330205",
                    "TitleEnglish": "Clare's Awakening",
                    "SummaryEnglish": "Clare becomes seriously injured in her fight with the Yoma and just before the Yoma could finish them off it is interrupted and quickly escapes. Clare is then taken back to the inn to recover from her serious injuries and Raki waits by her bedside hoping that she'll eventually wake up.Father Vincent decides to cooperate with Clare to help her find the Yoma but something doesn't seem right. Defeating the Yoma is the least of Clare's worries as she begins to lose control."
                },
                "5": {
                    "ID": "330206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/330206",
                    "TitleEnglish": "Teresa of the Faint Smile",
                    "SummaryEnglish": "Another Claymore known as Teresa has appeared in a town where she quickly dispatches a Yoma, with no effort. She is well-known as for her nickname 'Teresa of the Faint Smile' because she never releases her Yoma powers. In the town of Teo, as soon as she arrives there she ruthlessly attacks any Yoma she senses and after the massacre a girl with no name who was with one of the Yoma seems to be very attached to Teresa. This girl ends up following Teresa no matter what she did."
                },
                "6": {
                    "ID": "330207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/330207",
                    "TitleEnglish": "Teresa and Clare",
                    "SummaryEnglish": "After naming the girl who was following her, Clare; Teresa is heading towards the town of Rokut to drop her off. At night while they are resting in the woods, the man whose arm was chopped off is back for revenge. It turns out that the girl was able to save her and not from the man but to save her lonely heart.Teresa later encounters the bandits but this time they have done something unforgivable which forces Teresa to do something unforgivable."
                },
                "7": {
                    "ID": "330208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/330208",
                    "TitleEnglish": "Marked for Death",
                    "SummaryEnglish": "Two more Claymores have appeared, Sophia and Noel who have entered a town that has become a Yoma hive, don't require much effort to eradicate the hordes of Yoma. There are still some Yoma left but that is until Irene nicknamed, 'Flash Sword Irene' finishes them off. Following Teresa's betrayal, the number 2 - 5 Claymores have gathered with orders to execute Teresa, but who is the remaining Claymore yet to arrive?The ultimate battle between Claymores is about to begin."
                },
                "8": {
                    "ID": "330209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/330209",
                    "TitleEnglish": "Awakening",
                    "SummaryEnglish": "Continuing where the battle left off, Teresa of the Faint Smile will now have to face the Numbers 2-5 Claymores, who have released their full power. Knowing that she has never need to release her power, how will Teresa fair against these tough opponents? Overcome by her emotions, Priscilla surpasses the limit and becomes what is known by an \"Awakened One\"."
                },
                "9": {
                    "ID": "330210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/330210",
                    "TitleEnglish": "Those Who Rend Asunder (1)",
                    "SummaryEnglish": "Three Claymores arrive in the town of Toriro to only find Clare, who has already taken care of the Yomas. It is revealed that what Clare defeated in the Holy City was not a Voracious Eater but a regular Yoma; because Voracious Eater is a public term for what the organization labels an \"Awakened One\". Clare has been added to the expedition team to hunt an Awakened One, as a chance to measure the limits of her skills. How will Clare ranked no. 47, fair against such a powerful being after a shocking turn of events?"
                },
                "10": {
                    "ID": "330211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/330211",
                    "TitleEnglish": "Those Who Rend Asunder (2)",
                    "SummaryEnglish": "The team of Claymore reach the mountains and are surprised by what they encounter, a Male Awakened One. Another Claymore and a handler are watching the battle from a distance, but what do they appear to be plotting? The battle reaches its climatic stage, with all but the \"Phantom Miria\", badly wounded. This may be what the Awakened meant by \"true despair\", however Clare is one to know what true despair is really like and this is not it."
                },
                "11": {
                    "ID": "330212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/330212",
                    "TitleEnglish": "Those Who Rend Asunder (3)",
                    "SummaryEnglish": "By working together, Miria and Clare were able to defeat the Male Awakened One, which surprised the handler observing the battle but the team are left with injuries all over the place. In the meantime while they recover from their injuries, they begin talking about their past and it seems like they all have something in common that led to them being teamed up together. It is revealed that they have all experienced the Awakening process in the past."
                },
                "12": {
                    "ID": "330213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/330213",
                    "TitleEnglish": "The Endless Gravestones (1)",
                    "SummaryEnglish": "Following her recent experience in the mountains Clare is back to her jobs of taking care of Yoma, accompanied by Raki. In the light of her recent change in personality Clare has been given a job to hunt down another Awakened One, North to the village of Gonahl. As she reaches the rendezvous point Clare is greeted by a lone Claymore and to her surprise it is non-other than the Claymore who lust for blood and battle, no.4 \"Ophelia\"."
                },
                "13": {
                    "ID": "330214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/330214",
                    "TitleEnglish": "The Endless Gravestones (2)",
                    "SummaryEnglish": "Clare has separated from Raki in order to save him from the merciless Ophelia, who is currently pursuing Clare. It doesn't take long for Ophelia to catch up with Clare, where she is forced to fight for her life. With Clare putting up a good fight, Ophelia gets excited and decides to reveal the secret behind the name she gave herself \"Ophelia of the Ripples\". Clare is now in a dire situation, yet there was no chance of winning to begin with, when suddenly a familiar face appears from the shadows."
                },
                "14": {
                    "ID": "330215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/330215",
                    "TitleEnglish": "To Be Qualified to Fight",
                    "SummaryEnglish": "Clare continues her intensive training with the former no.2 Irene and she doesn't seem to be improving much, without her dominant arm. Clare and Irene later part ways but not before Clare is given a farewell gift. It doesn't take long for Clare to run into some trouble again; however this time it's something monstrous yet someone she has already encountered. Will Clare prove that she is qualified to fight?"
                },
                "15": {
                    "ID": "330216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/330216",
                    "TitleEnglish": "The Witch's Maw (1)",
                    "SummaryEnglish": "The Organization is getting uneasy of no. 47 Clare, after receiving no contact from her for three months. Following recent events, they end up taking drastic measures by sending out a Claymore on the mission to find Clare and it's made top priority. Meanwhile Clare is searching for Raki but while doing this a Claymore expedition team pass through the town, to hunt down an Awakened One; in the mountains nonetheless something seems odd about the situation."
                },
                "16": {
                    "ID": "332332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/332332",
                    "TitleEnglish": "The Witch's Maw (2)",
                    "SummaryEnglish": "Clare has joined the hunt for the Awakened One, in the mountains of Zakol, to save the no. 9 \"Jeane\". Things seem odd to begin with, as Clare enters the eerie lair, with an irregular Yoki flowing everywhere and the fight begins once she finds the source of the Yoki. Even with the Flash Sword it appears impossible for Clare to defeat her foe however the tables turn with the arrival of no.3 \"Galatea\". More is revealed about the powerful Awakened One in the mountains and the reason why it's gathering more Awakened beings."
                },
                "17": {
                    "ID": "332333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/332333",
                    "TitleEnglish": "The Witch's Maw (3)",
                    "SummaryEnglish": "Following the events of the previous episode, Clare has managed to make it to Jeane, in order to rescue her, nevertheless she is too late. Galatea continues her battle with the newly motivated Duff which is becoming more difficult for her than she originally thought. How will it turn out for the three warriors, in this dire situation?"
                },
                "18": {
                    "ID": "332334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/332334",
                    "TitleEnglish": "The Carnage in the North (1)",
                    "SummaryEnglish": "After what occurred in the mountains of Zakol, Jeane is accompanying Clare until she can return her favour however Clare already feels thankful to her because she is now able to fully control her \"Flash Sword\". Out of the blue Clare's handler Rubel turns up with the no.5 \"Rafaela\" but not with request for her return to the organization but with orders to join the war, against Awakened beings, in the Northern Lands. This mission brings upon an unexpected reunion."
                },
                "19": {
                    "ID": "332335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/332335",
                    "TitleEnglish": "The Carnage in the North (2)",
                    "SummaryEnglish": "Awakened Beings have launched a surprise attack on the city of Pieta, forcing the teams of Claymores to begin their battles against these unbeatable creatures. Even with these incredibly powerful Awakened Beings to fight against there may be some Claymores who are able to handle this sort of situation, which will only get tougher in the future."
                },
                "20": {
                    "ID": "335643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/335643",
                    "TitleEnglish": "The Carnage in the North (3)",
                    "SummaryEnglish": "In the Northern country Raki is with two surprisingly helpful people however he is unaware that these two are the two most powerful Awakened Ones in the area; \"Priscilla\" and \"Person of the Abyss, Isley\". Meanwhile after having just survived the first attack, the teams of Claymores are recovering and replenishing their supplies along with some interesting developments."
                },
                "21": {
                    "ID": "335644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/335644",
                    "TitleEnglish": "Invasion of Pieta (1)",
                    "SummaryEnglish": "Having just heard the news of what happened in the City of Pieta, Isley has ordered his entire army of 27 Awakened beings to annihilate the Claymores located there. With the probability of this mission ending in success zero, no matter the odds the teams of Claymores are still determined to carve out their path of survival. Meanwhile Raki is heading towards Pieta with Isley and Priscilla when he later discovers something shocking."
                },
                "22": {
                    "ID": "335645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/335645",
                    "TitleEnglish": "Invasion of Pieta (2)",
                    "SummaryEnglish": "Rigardo also known as \"The Silver-Eyed Lion King\" has begun his rampage by targeting all the Captains. With four Captains down, in the end, just how many will survive this as the light of hope begins to fades away? Also Raki has learned what Priscilla is and he's able to empathize with her yet that still doesn't stop him from heading off, after news of nearby Claymores reaches his ears."
                },
                "23": {
                    "ID": "335646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/335646",
                    "TitleEnglish": "Critical Point (1)",
                    "SummaryEnglish": "The fight rages on and while battling with the unbeatable Rigardo, Clare has inadvertently awakened partially and dealt a deadly blow. With her new found abilities Clare has proven herself to be a great adversary for the \"The Silver-Eyed Lion King\", so now he is finally able to go all-out."
                },
                "24": {
                    "ID": "335647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/335647",
                    "TitleEnglish": "Critical Point (2)",
                    "SummaryEnglish": "The immense battle between the partially Awakened Clare and Rigardo is now over, though Clare has paid a terrible price for this and is on the verge of completely Awakening. Priscilla is able to sense this from afar and is so frightened that she runs away. Nonetheless she cannot run away from the past she thought she forgot, as her memories return and she is forced to remember about her family, about herself and of course \"Teresa\". An epic battle is about to commence."
                },
                "25": {
                    "ID": "335648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/335648",
                    "TitleEnglish": "For Whose Sake",
                    "SummaryEnglish": "In the middle of an active volcano, Clare and Priscilla are finally going to face-off and even in her partially Awakened form Clare is still not any closer to being a match for former no.2 Priscilla. For whose sake is Clare willing to risk her life for? Just when Priscilla was about to finish things Miria, Helen and Deneve arrive just in the nick of time, although what can they do against this formidable foe, who hasn't even shown her latent power."
                },
                "26": {
                    "ID": "336292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/claymore/episodes/336292",
                    "TitleEnglish": "To the Successors",
                    "SummaryEnglish": "The battle between the two awesome powers Clare and Priscilla reaches its climax as Clare somehow manages to gather the strength and determination to go on. Raki and Jeane have also arrived to witness the bloodbath that is about to begin, yet what will be the overall outcome of this battle?"
                }
            }
        }
    }
}