{
    "URL": "https://www.thetvdb.com/series/heroic-age",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1433670/",
        "https://www.themoviedb.org/tv/29358"
    ],
    "TitleEnglish": "Heroic Age",
    "SummaryEnglish": "Answering the call of the “Golden Tribe”, all the sentient races launch into space. The human race is the last to launch, and are thus known as the “Iron Tribe”. Much time has passed since then, and humanity is threatened with extinction at the hands of the more dominant “Silver Tribe”. In order to save her people, Queen Deianeira sets out on a journey to a galaxy far away, following the prophecies of the Golden Tribe handed down by the royal family. Then, she meets a boy named Age. Their encounter will change the fate of the universe...",
    "Aliases": [
        "Hiroikku Eiji"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "28111",
            "URL": "https://www.thetvdb.com/series/heroic-age/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "332862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332862",
                    "TitleEnglish": "The Ruined Planet",
                    "SummaryEnglish": "There was once a people who called themselves the \"Golden Tribe\" who possessed many powers, including creating planets and seeing into the future. They then called on primitave beings, telling them to explore the universe. Three races were able to reply to their call; \"Silver Tribe\" the \"Bronze Tribe\", and the \"Hero Tribe\". Long after, when the Golden Tribe were about to move on to another universe, a new race replied to their call. This new race, humankind, was referred to as the \"Iron Tribe\". Now the Iron Tribe is on the verge of extinction, when they are finally able to discover the Ruined Planet of “Oron”, the planet that holds the man who will become their saviour. They reach the planet only to find a boy that calls himself Age, but soon after this they are suddenly attacked by the Bronze Tribe.",
                    "Aliases": []
                },
                "2": {
                    "ID": "332863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332863",
                    "TitleEnglish": "The Forgotten Child",
                    "SummaryEnglish": "After the destruction of his ship which he refers as “Mom”, Age is invited onto the Iron Tribe’s ship the “Argonaut”. A huge ceremony is held in Age’s honour however Age disturbs the ceremony with his antics that better resembles a monkey, leaving everyone to question whether it’s rise to rely on him. They soon learn again how awesome a power Age is as they are attacked, once again, by the Bronze Tribe.",
                    "Aliases": []
                },
                "3": {
                    "ID": "332864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332864",
                    "TitleEnglish": "The Heroic Tribe",
                    "SummaryEnglish": "Age is being educated about the history of mankind, including the Bronze Tribe’s invasion less than a century ago that led to the fall of mankind and the loss of their home planet \"Earth\". While Age is exploring the Argonaut, the uneasy crew members watch idly, still in shock after witnessing the awesome power of the Nodos. While the Argonaut is on its way to Altoria, they are again attacked however this time it’s not the simple Bronze Tribe ants’ nest they are up against.",
                    "Aliases": []
                },
                "4": {
                    "ID": "332865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332865",
                    "TitleEnglish": "The Planet Titarros",
                    "SummaryEnglish": "Following the attack from the Silver Tribe, the Argonaut docks at the planet Titarros to re-supply. To avoid any unnecessary chaos about news of the Nodos, they try to hide Age’s presence. Iolaus is having feelings of jealously from all the attention Age is getting from Princess Deianeira, so he’s angry when he out he has to take Age to the planet surface. Instead of remaining inconspicuous, Age confronts Karukinus another Nodos vessel.",
                    "Aliases": []
                },
                "5": {
                    "ID": "332866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332866",
                    "TitleEnglish": "The Nodos",
                    "SummaryEnglish": "This episode continues where the last one left off, five Bronze Tribe nest have appeared and are about to attack the Argonaut and Titarros in order to destroy them both. Meanwhile Age is on the planet, pursuing Karukinus, who doesn’t seem to have any obvious killing intent. The mind-blowing battle between Nodos has begun, but with the amount of destruction caused in what seems to be a test, what inconceivable thing will occur when it’s time for the real thing?",
                    "Aliases": []
                },
                "6": {
                    "ID": "332867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332867",
                    "TitleEnglish": "The Cemetery Belt",
                    "SummaryEnglish": "With news of the battle at Titarros spreading across the galaxy the Argonaut has been completely alienated by the other planets and now cannot rely on the Spaceway as a means of transport. Without help, they have no other choice but to follow the princess’ orders and have faith in Age. The Silver Tribe is already making their move and this time they are sending to Nodos and this time the battle will take place in an asteroid belt better known as the \"Cemetery Belt\".",
                    "Aliases": []
                },
                "7": {
                    "ID": "332868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332868",
                    "TitleEnglish": "The Agreement",
                    "SummaryEnglish": "The battle between the Bellcross and Melnayer continues, the Argonaut and its mechs fend off the Bronze Tribe, but Yuti Raa persuades Mehitaka, another Nodos, to transform into Artemia and destroy the Argonaut. The princess has the Argonaut go to active warp to escape; Bellcross blocks Artemia’s immense energy blast to help it escape. They get back to the Starway but another Bronze Tribe nest is there to welcome them. However, the nest is destroyed by the planet’s defence fleet, whose female captain is an old acquaintance of Captain Mobead. After much discussion, the female captain decides to join the Argonaut in its quest.",
                    "Aliases": []
                },
                "8": {
                    "ID": "332869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332869",
                    "TitleEnglish": "The Flashing Nodos",
                    "SummaryEnglish": "The Azu-Azu fleet is holding off the enemy giving time for the Argonaut to escape from the Silver Tribe however their plan turns into a dire situation when Mehitaka/Arutemia appears on the battlefield. While this is going on, the Bellcross is still battling the Melnayer and the Bellcross seems to have the upper hand, but the battle rages on, onto a planet close by. After the destruction of the Hirugoto star, the Argonaut tries to active warp but the Silver Tribe is there to block their path.",
                    "Aliases": []
                },
                "9": {
                    "ID": "332870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332870",
                    "TitleEnglish": "The Return",
                    "SummaryEnglish": "Due to the help of the princess, the Argonaut was able to active warp and escape from the Silver Tribe, however the princess had to risk her own well being to do so, rendering her unconscious. Age continues to battle Karukinus, as the Bellcross and Age seems to be winning however Mehitaka disappears from the Azu-Azu fleet to aid Karukinus. The Argonaut and Azu-Azu fleet use mankind’s hidden Starway in order to return to their Home Planet, \"Ruui\"; nonetheless will Age ever return to them?",
                    "Aliases": []
                },
                "10": {
                    "ID": "332871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332871",
                    "TitleEnglish": "The Hero of Solitude",
                    "SummaryEnglish": "With Age’s return, all the representatives of mankind are gathering together seeing that history is in the mankind, now that they have their Nodos. Now with the Nodos securely in the Iron Tribe's possession Princess Deianeira’s brother, Lord Meleagros is going to declare war against the Silver Tribe and all he needs is for Age to be a part of his fleet. Meanwhile Karukinus has just recovered from his injuries only to receive the order for all the Silver Tribe’s Nodoses to find and destroy the 5th.",
                    "Aliases": []
                },
                "11": {
                    "ID": "332872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332872",
                    "TitleEnglish": "The Star of Brilliance",
                    "SummaryEnglish": "Of his own decision, Age is now a part of Lord Meleagros' fleet to recapture their homeland Earth and Deianeira seems to be the most affected by this. The battle begins and there are some concerns about Meleagros' method of doing things; as he is only using Age to achieve his personal goal. The Silver Tribe are also planning on what action must be taken towards this threat; because when more than two Nodos fight, chaos and destruction are the only outcomes.",
                    "Aliases": []
                },
                "12": {
                    "ID": "332873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332873",
                    "TitleEnglish": "The Torch of Destruction",
                    "SummaryEnglish": "Lord Meleagros’ fleet has made it to the Solar System and as they reach Jupiter they are welcomed by the largest Bronze and Silver Tribe fleet, ever witnessed, in the history of mankind. The Altoria fleet is being forced back by the overwhelming Bronze and Silver Tribe, so the Yunos brothers now plan to something unthinkable and destroy the moon “Io”, which will engulf the battlefield however something more cataclysmic occurs.",
                    "Aliases": []
                },
                "13": {
                    "ID": "332874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332874",
                    "TitleEnglish": "The Battle in the Space-Time Continuum",
                    "SummaryEnglish": "The Bellcross is engaging Neruneia in a heated battle when all of a sudden a third Nodos joins the fight, known as Alemantas. How will the Bellcross end up, in this battle against the flow of time? With the Silver Tribe retreating to Mars Meleagros plans to use this opportunity to attack, with the remaining fleet.",
                    "Aliases": []
                },
                "14": {
                    "ID": "332875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332875",
                    "TitleEnglish": "The Raging One",
                    "SummaryEnglish": "With the power of Alemantas now concerntrated in the present, the Bellcross ends up engulfed in the power, as it explodes however it also has an adverse affect on Lekti. The Bellcross decends into metal chaos and unleashes its fury on the nearby Neruneia. Meanwhile Meleagros' fleet has taken the battle to Mars, which doesn't turn out to be a wise decision. In order to save Age and the Yunos' family honor, the Princess Deianeira has finally decided to step in.",
                    "Aliases": []
                },
                "15": {
                    "ID": "332876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332876",
                    "TitleEnglish": "When The Light Falls",
                    "SummaryEnglish": "Currently engaged in battle, the Bellcross (in Mental Chaos) and Arutemia are fighting in the starway and causing a fair deal of damage of along the way. With Commander Nilval back in control of the fleet, their previous dire situation is beginning to improve. When all of a sudden something unexpected has occurs and it seems that a star is about to explode. Is there even a ray of hope to get them out of this despair?",
                    "Aliases": []
                },
                "16": {
                    "ID": "332877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332877",
                    "TitleEnglish": "Overcoming the Fates",
                    "SummaryEnglish": "The Argonaut has finally reached their destination, Earth however recovering on the ship is Age and surprisingly the enemy Nodos, Mehitaka. What will happen once the two awaken? The council of the Silver Tribe are in deep discussion about the actions of the Iron Tribe and what actions they must seize upon them.",
                    "Aliases": []
                },
                "17": {
                    "ID": "332878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332878",
                    "TitleEnglish": "The Retributive Troops",
                    "SummaryEnglish": "With Mehitaka’s contract with the Silver Tribe terminated, he now decides to help Princess Deianeira, who is going to free his home planet from the Silver Tribes clutches. The split fleets are on route to the planet Nessus, when a terminal planet decides to resist the Iron Tribe.",
                    "Aliases": []
                },
                "18": {
                    "ID": "333770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/333770",
                    "TitleEnglish": "The Victorious Day",
                    "SummaryEnglish": "The Iron Tribe is currently attacking the Bronze Tribe's mother planet, Taro however something seems to be amiss as the Bronze tribe is fighting with all they have, even without help from the Silver Tribe. It looks as if the Silver Tribe has abandoned this planet, which is doomed to destruction for the Iron Tribe's victory.",
                    "Aliases": []
                },
                "19": {
                    "ID": "333928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/333928",
                    "TitleEnglish": "The Invasion Between The Planet Systems",
                    "SummaryEnglish": "Following their appalling victory on the Bronze Tribe's mother planet Taro the fleets are now heading towards the Silver Tribe's mother planet Kodomos, just as the Golden Tribe predicted. Trouble may occur for the fleets as they are up against the Silver Tribe, an enemy they do not know about. Meanwhile the Nodoses are discussing the labours of their contracts and the conflicting labours they each have.",
                    "Aliases": []
                },
                "20": {
                    "ID": "333930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/333930",
                    "TitleEnglish": "The Nodos of Darkness",
                    "SummaryEnglish": "The battles have come and with the poor organization of the Iron Tribe fleets, they quickly lose the upper hand nonetheless the situation only gets worse when the Silver Tribe's Nodos, Cerberus joins the battle. Will the Iron Tribe be able to survive as both their Nodoses join the battle, against the Nodos of Darkness?",
                    "Aliases": []
                },
                "21": {
                    "ID": "335158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/335158",
                    "TitleEnglish": "The Planet Kodomos",
                    "SummaryEnglish": "With the Flagship and it's fleet utterly destroyed and all the other fleets being surrounded, all seems lost. Princess Deianeira decides to continue to Kodomos, the home planet of the Silver Tribe, to try and find out why the Silver Tribe hates the Iron Tribe so much. Meanwhile Age and Bellcross, Mehitaka and Arutemia continue to fight Yuti and Cerberus. Do they have what it takes to defeat the two and can they keep from entering Mental Chaos?",
                    "Aliases": []
                },
                "22": {
                    "ID": "335159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/335159",
                    "TitleEnglish": "The Agreement of Death",
                    "SummaryEnglish": "After the negotiations between Princess Deianeira of the Iron Tribe and Purome of the Silver Tribe went well, the Argonaut is now on a journey to search for the birth place of the Golden Tribes \"Elysion\". The battle between the 3 Nodos rages on and if the situation weren't bad enough with Cerberus on the verge of Mental Chaos, Karukinus decides to rejoin the battle however this may end with a Nodos completing a clause in their contract.",
                    "Aliases": []
                },
                "23": {
                    "ID": "335901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/335901",
                    "TitleEnglish": "The Four",
                    "SummaryEnglish": "While Deianeira directs the Argonaut to Elysion, Age meets with Lekti and Mehitaka in Cereberus' nothingness. With his knowledge from the Golden Tribe, Age tries to convince Lekti they can get out. Will the Age be able to get the three of them out? Or will an unexpected arrival free them?",
                    "Aliases": []
                },
                "24": {
                    "ID": "335902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/335902",
                    "TitleEnglish": "Elysium",
                    "SummaryEnglish": "Something unbelievable has happen, all those lost in nothingness have returned to the universe. Also Deianeira has done what the Silver Tribe could not do and discovered the Golden Tribe's home planet Elysion. So now they must find the path to Elysion, through an abnormal magnetic storm; the true value of the journey is about to be tested.",
                    "Aliases": []
                },
                "25": {
                    "ID": "337119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/337119",
                    "TitleEnglish": "The Final Labor",
                    "SummaryEnglish": "As Deianeira tries to figure out what happened to the Golden Tribe they are attacked by the Silver Tribe rebellion, which is led by Rom Rou. Just as things were bad enough Rom Rou is using the Cereberus, which is currently in mental chaos, to finally end this. In order to save Yuti (Cereberus) all 5 Nodos must enter battle and trust in their Heroes to not also fall into mental chaos, thus fulfilling their Contracts.",
                    "Aliases": []
                },
                "26": {
                    "ID": "337120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/337120",
                    "TitleEnglish": "Age",
                    "SummaryEnglish": "The Silver Tribe, the Bronze Tribe, and the Iron Tribe fleet travel to Elysion. Peato Ou helps repair the Argonaut. Prome Ou and Dhianeila reunite. The Silver Tribe decides to go through the portal along with the Bronze Tribe and the remaining Nodos. Before leaving, Prome gives Dhianeila the power of the Golden Tribe held by the Silver Tribe. Dhianeila decides to remain and work to restore the galaxy. Dhianeila becomes queen and unites all of humanity. The crew of the Argonaut, use the Golden Tribe's power to end all war and destruction. Finally, the Argonaut returns to Oron to fulfill Age's wish. Four years pass, and Oron has been completely restored to its former glory. Dhianeila stands on the shore of the ocean and longs to see Age again. As she begins to leave, a portal appears above Oron and a beam of golden light descends to the ocean surface. Within the light, Age appears, saying that by restoring the planet, Deianeira created a path for him to return. He extends his hand to Dhianeila, who rushes to him with tears in her eyes. At the moment their hands meet, they are engulfed in a blinding light. The portal above Oron disappears and the camera pans away to reveal countless galaxies.",
                    "Aliases": []
                }
            }
        }
    }
}