{
    "URL": "https://www.thetvdb.com/series/heroic-age",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1433670/",
        "https://www.themoviedb.org/tv/29358"
    ],
    "TitleEnglish": "Heroic Age",
    "SummaryEnglish": "Answering the call of the “Golden Tribe”, all the sentient races launch into space. The human race is the last to launch, and are thus known as the “Iron Tribe”. Much time has passed since then, and humanity is threatened with extinction at the hands of the more dominant “Silver Tribe”. In order to save her people, Queen Deianeira sets out on a journey to a galaxy far away, following the prophecies of the Golden Tribe handed down by the royal family. Then, she meets a boy named Age. Their encounter will change the fate of the universe...",
    "TitleJapanese": "ヒロイック·エイジ",
    "SummaryJapanese": "「英雄時代』の主人公はそんな黄金の種族を父の体、救命ボート育成機械が母体で子供を育てる。表情と英雄種族に最強の「Velcros」「合体」として、自由に行使できる合体後に発生する能力は人間を救うは存亡の肝心な時に。さて、各種族は「黄金種族」の呼びかけに応え、宇宙から宇宙へと。そして最後に宇宙の世界で成功する種族は人類に「鉄の種族」と呼ばれ、宇宙世界で成功した種族は「鉄の種族」と呼ばれる」。時は流れて、人間を自分より強い「銀の種族の脅威に直面している」、存亡の危機。王女Deianeira人類の存続のため、取り戻すため王家代々受け継がれてきた「黄金の種族」の予言の開始に向けて遥かな銀河を歩いて、そして彼女という表情の少年と会いました。そして王女と少年の出会いは宇宙の運命を完全に変え、世界中の運命を変えていく",
    "Aliases": [
        "Hiroikku Eiji"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "28111",
            "URL": "https://www.thetvdb.com/series/heroic-age/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "332862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332862",
                    "TitleEnglish": "The Ruined Planet",
                    "SummaryEnglish": "There was once a people who called themselves the \"Golden Tribe\" who possessed many powers, including creating planets and seeing into the future. They then called on primitave beings, telling them to explore the universe. Three races were able to reply to their call; \"Silver Tribe\" the \"Bronze Tribe\", and the \"Hero Tribe\". Long after, when the Golden Tribe were about to move on to another universe, a new race replied to their call. This new race, humankind, was referred to as the \"Iron Tribe\". Now the Iron Tribe is on the verge of extinction, when they are finally able to discover the Ruined Planet of “Oron”, the planet that holds the man who will become their saviour. They reach the planet only to find a boy that calls himself Age, but soon after this they are suddenly attacked by the Bronze Tribe.",
                    "TitleJapanese": "滅びの星",
                    "SummaryJapanese": "絶滅の危機に瀕した人類を救うという伝説の救世主を探し出し、連れ帰るという途方もない旅を続ける超大型の宇宙戦闘母艦アルゴノート。ディアネイラ姫の導きのもと、わずかな痕跡をたよりに辿り着いた惑星オロンで、救世主の波動を確実に感じたディアネイラは惑星降下の決意をする。そこは荒廃した地表と朽ちた惑星移民艦のみが存在していた。"
                },
                "2": {
                    "ID": "332863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332863",
                    "TitleEnglish": "The Forgotten Child",
                    "SummaryEnglish": "After the destruction of his ship which he refers as “Mom”, Age is invited onto the Iron Tribe’s ship the “Argonaut”. A huge ceremony is held in Age’s honour however Age disturbs the ceremony with his antics that better resembles a monkey, leaving everyone to question whether it’s rise to rely on him. They soon learn again how awesome a power Age is as they are attacked, once again, by the Bronze Tribe.",
                    "TitleJapanese": "忘れられた子供",
                    "SummaryJapanese": "青銅の種族との戦闘ののち、エイジを救世主としてアルゴノートに迎えることになった。歓迎式典において、ディアネイラは１２の契約をエイジと結ぼうとしたが、エイジは何の興味も示さずに行方をくらましてしまう。人類の常識を理解していないエイジにクルーは戸惑い、理解しようとするが、常識外れな行動に驚かされることになる。"
                },
                "3": {
                    "ID": "332864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332864",
                    "TitleEnglish": "The Heroic Tribe",
                    "SummaryEnglish": "Age is being educated about the history of mankind, including the Bronze Tribe’s invasion less than a century ago that led to the fall of mankind and the loss of their home planet \"Earth\". While Age is exploring the Argonaut, the uneasy crew members watch idly, still in shock after witnessing the awesome power of the Nodos. While the Argonaut is on its way to Altoria, they are again attacked however this time it’s not the simple Bronze Tribe ants’ nest they are up against.",
                    "TitleJapanese": "英雄の種族",
                    "SummaryJapanese": "エイジに教育を施そうとしたディアネイラたちであったが、当のエイジはマイペース。カーゴエリアでみつけた塗料で絵を描くエイジに周囲のクルーは興味を示し、ノドスであっても同じ人類であると認識する。一方、ベルクロスの力を試そうと銀の種族パエトーが追撃に入り、迎撃に出撃するイオラオスはパエトーと対峙する。"
                },
                "4": {
                    "ID": "332865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332865",
                    "TitleEnglish": "The Planet Titarros",
                    "SummaryEnglish": "Following the attack from the Silver Tribe, the Argonaut docks at the planet Titarros to re-supply. To avoid any unnecessary chaos about news of the Nodos, they try to hide Age’s presence. Iolaus is having feelings of jealously from all the attention Age is getting from Princess Deianeira, so he’s angry when he out he has to take Age to the planet surface. Instead of remaining inconspicuous, Age confronts Karukinus another Nodos vessel.",
                    "TitleJapanese": "惑星ティターロス",
                    "SummaryJapanese": "物資補給などのため、数多のスター・ウェーが集中する「中立なるターミナル・プラネット」惑星ティターロスに入港するアルゴノート。ノドスの一人であるカルキノスがティターロスに到着し、エイジに接触する。カルキノスは「ともに戦うべき仲間」としてエイジをいざなうが、エイジはそれを拒絶する。"
                },
                "5": {
                    "ID": "332866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332866",
                    "TitleEnglish": "The Nodos",
                    "SummaryEnglish": "This episode continues where the last one left off, five Bronze Tribe nest have appeared and are about to attack the Argonaut and Titarros in order to destroy them both. Meanwhile Age is on the planet, pursuing Karukinus, who doesn’t seem to have any obvious killing intent. The mind-blowing battle between Nodos has begun, but with the amount of destruction caused in what seems to be a test, what inconceivable thing will occur when it’s time for the real thing?",
                    "TitleJapanese": "ノドス",
                    "SummaryJapanese": "化身せずに戦うエイジとカルキノス。イオラオスは、突然現れた男（カルキノス）が、銀の種族の側のノドスであることを知る。双方ノドスへと化身し、出来るだけティターロスを破壊しないように戦おうとするが、パエトー率いる青銅の種族がティターロスへと侵攻する。それを防衛する為に出港するアルゴノートではあったが…。"
                },
                "6": {
                    "ID": "332867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332867",
                    "TitleEnglish": "The Cemetery Belt",
                    "SummaryEnglish": "With news of the battle at Titarros spreading across the galaxy the Argonaut has been completely alienated by the other planets and now cannot rely on the Spaceway as a means of transport. Without help, they have no other choice but to follow the princess’ orders and have faith in Age. The Silver Tribe is already making their move and this time they are sending to Nodos and this time the battle will take place in an asteroid belt better known as the \"Cemetery Belt\".",
                    "TitleJapanese": "セメタリー・ベルト",
                    "SummaryJapanese": "ディアネイラとアルゴノートは、人類圏へエイジを送り届けるべく、ティターロスを飛びたつ。だが「五人目のノドス」の報とティターロスの戦火を知った周辺の星々の民は、どこもアルゴノート寄港を拒む。ディアネイラは、再びスターウェーから外れ、人類圏までの道を自ら切り開くことを決断する。そしてそれは苦難の道のりを意味していた。"
                },
                "7": {
                    "ID": "332868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332868",
                    "TitleEnglish": "The Agreement",
                    "SummaryEnglish": "The battle between the Bellcross and Melnayer continues, the Argonaut and its mechs fend off the Bronze Tribe, but Yuti Raa persuades Mehitaka, another Nodos, to transform into Artemia and destroy the Argonaut. The princess has the Argonaut go to active warp to escape; Bellcross blocks Artemia’s immense energy blast to help it escape. They get back to the Starway but another Bronze Tribe nest is there to welcome them. However, the nest is destroyed by the planet’s defence fleet, whose female captain is an old acquaintance of Captain Mobead. After much discussion, the female captain decides to join the Argonaut in its quest.",
                    "TitleJapanese": "契約",
                    "SummaryJapanese": "２体のノドス、ベルクロスとレルネーアが戦う一方、アルゴノートはパエトーと青銅の種族の猛追から逃れるため、不眠不休の戦闘を続けていた。"
                },
                "8": {
                    "ID": "332869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332869",
                    "TitleEnglish": "The Flashing Nodos",
                    "SummaryEnglish": "The Azu-Azu fleet is holding off the enemy giving time for the Argonaut to escape from the Silver Tribe however their plan turns into a dire situation when Mehitaka/Arutemia appears on the battlefield. While this is going on, the Bellcross is still battling the Melnayer and the Bellcross seems to have the upper hand, but the battle rages on, onto a planet close by. After the destruction of the Hirugoto star, the Argonaut tries to active warp but the Silver Tribe is there to block their path.",
                    "TitleJapanese": "閃光のノドス",
                    "SummaryJapanese": "人類側の攻撃に耐久しながら、閃光の一撃で戦艦を破壊するアルテミア。アルゴノートを逃がす為に、ニルバール率いるアズ・アゾート艦隊がアルテミアを引きつけ足止めする。\nアルゴノートはディアネイラの精神感応を頼りに、最も被害が少ない進路を辿りながら追手を振り切ったかに思えたが、パエトーがその前に立ち塞がる。"
                },
                "9": {
                    "ID": "332870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332870",
                    "TitleEnglish": "The Return",
                    "SummaryEnglish": "Due to the help of the princess, the Argonaut was able to active warp and escape from the Silver Tribe, however the princess had to risk her own well being to do so, rendering her unconscious. Age continues to battle Karukinus, as the Bellcross and Age seems to be winning however Mehitaka disappears from the Azu-Azu fleet to aid Karukinus. The Argonaut and Azu-Azu fleet use mankind’s hidden Starway in order to return to their Home Planet, \"Ruui\"; nonetheless will Age ever return to them?",
                    "TitleJapanese": "帰還",
                    "SummaryJapanese": "ディアネイラの捨て身の精神攻撃によってパエトーが戦線離脱し、止まらないベルクロスの猛攻により、レルネーアが打撃を被る。ユティは意識を喪ったカルキノスに、怒りや不安や安堵を感じるが、それらの感情が何なのかわからず困惑する。一方、アルゴノートでは、帰還しないエイジを探しに行くためにイオラオスが部隊を編成していた。"
                },
                "10": {
                    "ID": "332871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332871",
                    "TitleEnglish": "The Hero of Solitude",
                    "SummaryEnglish": "With Age’s return, all the representatives of mankind are gathering together seeing that history is in the mankind, now that they have their Nodos. Now with the Nodos securely in the Iron Tribe's possession Princess Deianeira’s brother, Lord Meleagros is going to declare war against the Silver Tribe and all he needs is for Age to be a part of his fleet. Meanwhile Karukinus has just recovered from his injuries only to receive the order for all the Silver Tribe’s Nodoses to find and destroy the 5th.",
                    "TitleJapanese": "孤独の英雄",
                    "SummaryJapanese": "惑星デュイーに到着してのち、人類の歓待を受けるアルゴノートのクルーら。アルトリア星系の王族であるディアネイラの兄たちは「五人目のノドス」を見つけ出したディアネイラを称えつつも、その功績を自分たちのものとする。そして人類連合は五人目のノドスを旗頭として人類全体の悲願としての地球奪還への全面戦争へと急速に傾いてゆく。"
                },
                "11": {
                    "ID": "332872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332872",
                    "TitleEnglish": "The Star of Brilliance",
                    "SummaryEnglish": "Of his own decision, Age is now a part of Lord Meleagros' fleet to recapture their homeland Earth and Deianeira seems to be the most affected by this. The battle begins and there are some concerns about Meleagros' method of doing things; as he is only using Age to achieve his personal goal. The Silver Tribe are also planning on what action must be taken towards this threat; because when more than two Nodos fight, chaos and destruction are the only outcomes.",
                    "TitleJapanese": "輝きの星",
                    "SummaryJapanese": "地球奪還という大義のもと、太陽系に通じるスターウェー確保の為、様々な種族が統治するターミナル・プラネットを次々に接収してゆくメレアグロス率いる人類連合艦隊。そんな中、エイジはペ・イ・ン・トで「破滅の光景」を描く。未来を暗示するかのような不吉な絵の中に、一点の光が小さく輝いているのに気がついたニルバールは、これから始まる激しい戦いにも希望はまだあると実感する。"
                },
                "12": {
                    "ID": "332873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332873",
                    "TitleEnglish": "The Torch of Destruction",
                    "SummaryEnglish": "Lord Meleagros’ fleet has made it to the Solar System and as they reach Jupiter they are welcomed by the largest Bronze and Silver Tribe fleet, ever witnessed, in the history of mankind. The Altoria fleet is being forced back by the overwhelming Bronze and Silver Tribe, so the Yunos brothers now plan to something unthinkable and destroy the moon “Io”, which will engulf the battlefield however something more cataclysmic occurs.",
                    "TitleJapanese": "破滅の炬火",
                    "SummaryJapanese": "銀の種族の大船団とそれに付き従う青銅の種族の大群が木星の影から現れる。開始される戦いの中、単身で戦い続けるベルクロス。圧倒的な物量に苦戦するメレアグロスとアタランテスは、起死回生の戦術を仕掛ける。その一方でカルキノスがベルクロスを狙い、レルネーアに化身して木星圏内に突入する。レクティもその身に宿る英雄の種族の力を解放し、ベルクロスを倒す機会を伺う。"
                },
                "13": {
                    "ID": "332874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332874",
                    "TitleEnglish": "The Battle in the Space-Time Continuum",
                    "SummaryEnglish": "The Bellcross is engaging Neruneia in a heated battle when all of a sudden a third Nodos joins the fight, known as Alemantas. How will the Bellcross end up, in this battle against the flow of time? With the Silver Tribe retreating to Mars Meleagros plans to use this opportunity to attack, with the remaining fleet.",
                    "TitleJapanese": "時空流の戦い",
                    "SummaryJapanese": "レクティがその身に宿すノドス「エルマントス」、そしてレルネーアによる執拗な攻撃が続く中、ベルクロスは耐久しながらもその傷は徐々に増してゆく。本隊から遅れてアルゴノートは太陽系に最も近いターミナル・プラネットに到着する。そこでディアネイラたちは戦いに傷ついた艦隊を目の当たりにし被害の甚大さを痛感する。そして銀の種族は、次の戦いを火星圏とし戦力を集めて、人類を迎え撃つ準備を整えていた。"
                },
                "14": {
                    "ID": "332875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332875",
                    "TitleEnglish": "The Raging One",
                    "SummaryEnglish": "With the power of Alemantas now concerntrated in the present, the Bellcross ends up engulfed in the power, as it explodes however it also has an adverse affect on Lekti. The Bellcross decends into metal chaos and unleashes its fury on the nearby Neruneia. Meanwhile Meleagros' fleet has taken the battle to Mars, which doesn't turn out to be a wise decision. In order to save Age and the Yunos' family honor, the Princess Deianeira has finally decided to step in.",
                    "TitleJapanese": "荒ぶる者",
                    "SummaryJapanese": "傷ついたベルクロスの異変を感じるディアネイラ。ベルクロスの攻撃に反撃を止めたレルネーアを見て、ユティとメヒタカもベルクロスの異変に気づく。その現象をノドスたちは「狂乱」と呼んだ。戦火の拡大に悲しむメヒタカではあったが、レクティの為に自分も戦う事を決意し、敵味方の区別なく戦い出したベルクロスにアルテミアが攻撃を始める。そして狂乱するベルクロスはアルテミアとともに地球へのスターウェーに入ってゆく。"
                },
                "15": {
                    "ID": "332876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332876",
                    "TitleEnglish": "When The Light Falls",
                    "SummaryEnglish": "Currently engaged in battle, the Bellcross (in Mental Chaos) and Arutemia are fighting in the starway and causing a fair deal of damage of along the way. With Commander Nilval back in control of the fleet, their previous dire situation is beginning to improve. When all of a sudden something unexpected has occurs and it seems that a star is about to explode. Is there even a ray of hope to get them out of this despair?",
                    "TitleJapanese": "光降るとき",
                    "SummaryJapanese": "地球へのスターウェー上で激しい戦闘を繰り返すベルクロスとアルテミア。その後方の火星にて散発的に戦うニルバールにアルゴノートと後続艦隊がようやく追いつき援護する。戦場のど真ん中へ、衝突も混乱もなしにワープしてきた事に驚くニルバール。すぐさまディアネイラはベルクロスの行方を精神感応で追う。艦隊での移動では間に合わないと判断し、単独先行を告げ、地球へのスターウェーに突入するアルゴノートはその惨状に驚く。"
                },
                "16": {
                    "ID": "332877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332877",
                    "TitleEnglish": "Overcoming the Fates",
                    "SummaryEnglish": "The Argonaut has finally reached their destination, Earth however recovering on the ship is Age and surprisingly the enemy Nodos, Mehitaka. What will happen once the two awaken? The council of the Silver Tribe are in deep discussion about the actions of the Iron Tribe and what actions they must seize upon them.",
                    "TitleJapanese": "幾つの定めを超えて",
                    "SummaryJapanese": "地球圏に到着する人類連合艦隊。地球を見つめながら感慨深く頭を垂れるアタランテスとは対照的に、メレアグロスは銀の種族への報復を新たに誓うとともに、ディアネイラにも復讐することを誓う。そのころ、銀の種族はプロメのもとで鉄の種族についての検討を始めていた。そして彼らが今後とるであろう行動を予見し、殲滅すべき種族ということを再認識する。"
                },
                "17": {
                    "ID": "332878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/332878",
                    "TitleEnglish": "The Retributive Troops",
                    "SummaryEnglish": "With Mehitaka’s contract with the Silver Tribe terminated, he now decides to help Princess Deianeira, who is going to free his home planet from the Silver Tribes clutches. The split fleets are on route to the planet Nessus, when a terminal planet decides to resist the Iron Tribe.",
                    "TitleJapanese": "報復の軍勢",
                    "SummaryJapanese": "戦うことへの疑問、敵である種族への理解を考えるディアネイラ。それとは別に自分たちの勝利を信じて突き進む人類は、タウロンへの航路の途中にあるターミナル・プラネット惑星ネッソスを接収すべく、ネッソス側と一触即発の状態で対峙していた。あくまで強硬姿勢のメレアグロスは全面対決を指示し、人類に好意的であった他の種族をも敵にまわそうとする。その蛮行にディアネイラたちは禁めようと動き出す。"
                },
                "18": {
                    "ID": "333770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/333770",
                    "TitleEnglish": "The Victorious Day",
                    "SummaryEnglish": "The Iron Tribe is currently attacking the Bronze Tribe's mother planet, Taro however something seems to be amiss as the Bronze tribe is fighting with all they have, even without help from the Silver Tribe. It looks as if the Silver Tribe has abandoned this planet, which is doomed to destruction for the Iron Tribe's victory.",
                    "TitleJapanese": "勝利の日",
                    "SummaryJapanese": "惑星タウロンに向かって熾烈な侵攻を行っている人類。青銅の種族の大群の中をベルクロスが活路を開く為に突入する。あまりの攻勢ぶりに高揚する人類とは別に、不思議な手応えに不安を覚えるディアネイラとモビードであった。そんな最中、艦隊内に捨て身のアリ塚が命令ではなく防衛本能でテレポートしてくる。アリ塚と同化してしまう艦や衝突し四散する艦が続出する中、あくまで突撃に執着するメレアグロスがいた。"
                },
                "19": {
                    "ID": "333928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/333928",
                    "TitleEnglish": "The Invasion Between The Planet Systems",
                    "SummaryEnglish": "Following their appalling victory on the Bronze Tribe's mother planet Taro the fleets are now heading towards the Silver Tribe's mother planet Kodomos, just as the Golden Tribe predicted. Trouble may occur for the fleets as they are up against the Silver Tribe, an enemy they do not know about. Meanwhile the Nodoses are discussing the labours of their contracts and the conflicting labours they each have.",
                    "TitleJapanese": "星系間侵攻",
                    "SummaryJapanese": "連合艦隊は惑星コドモスが存在する星系オルタを侵略するための作戦を立案・実行する。その頃、アズ・アゾート艦隊は既に先陣として露払いを任されていた。ターミナル・プラネットへ向かう途中のアルゴノートには「評議会および連合艦隊司令部の要請」として、惑星コドモスへスターウェーを外れて攻め込み、敵の背後を突くという奇襲命令がくだる。ディアネイラは自分たちにしか出来ない事としてこれを受け入れ進路を変更する。"
                },
                "20": {
                    "ID": "333930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/333930",
                    "TitleEnglish": "The Nodos of Darkness",
                    "SummaryEnglish": "The battles have come and with the poor organization of the Iron Tribe fleets, they quickly lose the upper hand nonetheless the situation only gets worse when the Silver Tribe's Nodos, Cerberus joins the battle. Will the Iron Tribe be able to survive as both their Nodoses join the battle, against the Nodos of Darkness?",
                    "TitleJapanese": "暗黒のノドス",
                    "SummaryJapanese": "アルゴノートはパエトーとの戦闘に入っていた。そんな中、異常とも思える波動を感じるパエトーとディアネイラ、そしてノドスたちはある者が動いたと知る。アルタイアー率いる艦隊のど真ん中に到来するユティのノドス「ケルビウス」。その圧倒的なケルビウスの力に、連合艦隊は自分たちの無力さを思い知らされる。ケルウビスの力を感じているディアネイラはベルクロスに一人でも多くの命を救って欲しいと涙ながらに懇願する。"
                },
                "21": {
                    "ID": "335158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/335158",
                    "TitleEnglish": "The Planet Kodomos",
                    "SummaryEnglish": "With the Flagship and it's fleet utterly destroyed and all the other fleets being surrounded, all seems lost. Princess Deianeira decides to continue to Kodomos, the home planet of the Silver Tribe, to try and find out why the Silver Tribe hates the Iron Tribe so much. Meanwhile Age and Bellcross, Mehitaka and Arutemia continue to fight Yuti and Cerberus. Do they have what it takes to defeat the two and can they keep from entering Mental Chaos?",
                    "TitleJapanese": "惑星コドモス",
                    "SummaryJapanese": "惑星コドモスのプロメが、いちはやくアルゴノートの来訪を察し、来訪者に備えて準備を始める。コドモス地表において人類が生存できる環境を・・・。これから重大な会話がなされるであろう事をレクティに伝え、その声を聞くように指示をする。\n一方、ロムもプロメの行為を冷淡に見守っている。そしてディアネイラはイオラオスとともにプロメとの会話に臨むべく、コドモスに降り立つ。"
                },
                "22": {
                    "ID": "335159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/335159",
                    "TitleEnglish": "The Agreement of Death",
                    "SummaryEnglish": "After the negotiations between Princess Deianeira of the Iron Tribe and Purome of the Silver Tribe went well, the Argonaut is now on a journey to search for the birth place of the Golden Tribes \"Elysion\". The battle between the 3 Nodos rages on and if the situation weren't bad enough with Cerberus on the verge of Mental Chaos, Karukinus decides to rejoin the battle however this may end with a Nodos completing a clause in their contract.",
                    "TitleJapanese": "死の契約",
                    "SummaryJapanese": "プロメとの会話を続けるディアネイラ。異種族間テレパシーその記憶をプロメから受け取ったディアネイラは、失われた惑星「エリュシオン」を見い出すために動き出す。そのことにロムは怒りをにじませ、異論を唱える。モビードはディアネイラとプロメの「対話」を記録した事を確認し、それに自分のメッセージをつけてニルバールや他艦へ送る。ディアネイラから最初の進路が送られてきたアルゴノートは「エリュシオン」に向け発進する。"
                },
                "23": {
                    "ID": "335901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/335901",
                    "TitleEnglish": "The Four",
                    "SummaryEnglish": "While Deianeira directs the Argonaut to Elysion, Age meets with Lekti and Mehitaka in Cereberus' nothingness. With his knowledge from the Golden Tribe, Age tries to convince Lekti they can get out. Will the Age be able to get the three of them out? Or will an unexpected arrival free them?",
                    "TitleJapanese": "四人",
                    "SummaryJapanese": "ワープアウトするアルゴノート。ここから先は未知の領域。プロメの記憶もここで途切れている。スターウェーさえない暗闇で、ディアネイラの導きだけが頼りという状況の中で、エイジの危機を察する。アネーシャはエイジを救いに行く事を進言するが、ディアネイラはそれを拒み、エイジとの約束を口にして「道を示さねば」とエリュシオンへの道を探し続ける。一方、エイジはケルビウスによって無次元に閉じ込められていた。"
                },
                "24": {
                    "ID": "335902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/335902",
                    "TitleEnglish": "Elysium",
                    "SummaryEnglish": "Something unbelievable has happen, all those lost in nothingness have returned to the universe. Also Deianeira has done what the Silver Tribe could not do and discovered the Golden Tribe's home planet Elysion. So now they must find the path to Elysion, through an abnormal magnetic storm; the true value of the journey is about to be tested.",
                    "TitleJapanese": "エリュシオン",
                    "SummaryJapanese": "エリュシオンへ向かうアルゴノートを磁気嵐が襲う。その向こうにエリュシオンを感じたディアネイラは、アルゴノートへ主砲の発射を厳命する。マザーコンピュター「デルフィ」は、ディアネイラからの指示で封印していたそのロックを解除する。その使用を禁じていたディアネイラが、なぜ磁気嵐に向け発射を指示したのか分からないクルーたち。そのころ、エイジたちもまたエリュシオンに向けて移動していた。パエトーとともに。"
                },
                "25": {
                    "ID": "337119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/337119",
                    "TitleEnglish": "The Final Labor",
                    "SummaryEnglish": "As Deianeira tries to figure out what happened to the Golden Tribe they are attacked by the Silver Tribe rebellion, which is led by Rom Rou. Just as things were bad enough Rom Rou is using the Cereberus, which is currently in mental chaos, to finally end this. In order to save Yuti (Cereberus) all 5 Nodos must enter battle and trust in their Heroes to not also fall into mental chaos, thus fulfilling their Contracts.",
                    "TitleJapanese": "最後の契約",
                    "SummaryJapanese": "狂乱したケルビウスと戦うベルクロス。ロム・ローと対峙し、攻撃するイオラオス。各々がそれぞれの場所で戦い傷ついてゆく。ケルビウスの攻撃は増し、狂乱が進行、自らを崩壊へと導いてゆく。そして、アルテミアの姿もまた徐々に変化を見せ出す。そのアルテミアにエリュシオンの周囲で浮かぶ無数の球体が引き寄せられるかのように集まり出し、静止軌道上に巨大な輝きが出現した。その輝きの正体、それは…。"
                },
                "26": {
                    "ID": "337120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heroic-age/episodes/337120",
                    "TitleEnglish": "Age",
                    "SummaryEnglish": "The Silver Tribe, the Bronze Tribe, and the Iron Tribe fleet travel to Elysion. Peato Ou helps repair the Argonaut. Prome Ou and Dhianeila reunite. The Silver Tribe decides to go through the portal along with the Bronze Tribe and the remaining Nodos. Before leaving, Prome gives Dhianeila the power of the Golden Tribe held by the Silver Tribe. Dhianeila decides to remain and work to restore the galaxy. Dhianeila becomes queen and unites all of humanity. The crew of the Argonaut, use the Golden Tribe's power to end all war and destruction. Finally, the Argonaut returns to Oron to fulfill Age's wish. Four years pass, and Oron has been completely restored to its former glory. Dhianeila stands on the shore of the ocean and longs to see Age again. As she begins to leave, a portal appears above Oron and a beam of golden light descends to the ocean surface. Within the light, Age appears, saying that by restoring the planet, Deianeira created a path for him to return. He extends his hand to Dhianeila, who rushes to him with tears in her eyes. At the moment their hands meet, they are engulfed in a blinding light. The portal above Oron disappears and the camera pans away to reveal countless galaxies.",
                    "TitleJapanese": "エイジ",
                    "SummaryJapanese": "銀の種族の大船団に遭遇するニルバール。その進路上に今まで存在しなかったスターウェーが生まれた事を知り、ディアネイラたちの仕業だと確信する。そのスターウェーこそ、ディアネイラの導きであるとし、アズ・アゾート艦隊もまた銀の大船団の後を追う。そのころ、アルゴノート勅令の間に立つディアネイラは、プロメたちを迎え、今後の動きについて検討しあっていた。新たな旅立ちを迎えた今、それぞれの種族の未来が描かれる。"
                }
            }
        }
    }
}