{
    "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0224471/",
        "https://www.themoviedb.org/tv/37537"
    ],
    "TitleEnglish": "Dual! Parallel Trouble Adventure",
    "SummaryEnglish": "Kazuki is plagued by visions of giant robots that no one else can see. But all the years of ridicule are about to pay off. Before he knows what’s happening, Kazuki gets ensnared by a pretty face, and then a mad scientist’s experiment tosses him into this parallel world! Now the danger is very real and this world is twice as strange as he ever imagined!",
    "TitleJapanese": "デュアル!ぱられルンルン物語",
    "SummaryJapanese": "美少女＋メカ、梶原正樹原作の\n素晴らしきパラレルワールド！\n四加一樹は、そこらへんにいる高校生とはなんら変わらない少年である。しかし、彼には見えるのであった…眼前で繰り広げる巨大ロボットが！だが、友人たちには一樹のことを「妄想くん」と呼ぶ。そう、一樹以外の人にはそんなものは見えないのだ…。",
    "Aliases": [],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "535865",
            "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4806872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/4806872",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4806879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/4806879",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "17705",
            "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/seasons/official/1",
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "328107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328107",
                    "TitleEnglish": "Life Sympathy",
                    "SummaryEnglish": "Kazuki can see what no one else can: a parallel world where giant robots battle and destroy the city. Mitsuki introduces Kazuki to her father Ken Sanada. He is a college professor that tinkers in high tech quantum physics in his basement during his spare time. Ken believes he's found the bridge between these parallel worlds and tests Kazuki to learn why he's the only one who can see it.",
                    "TitleJapanese": "ライフシンパシィ",
                    "SummaryJapanese": "僕は四加一樹。普通の高校生なのに、ロボットの幻―ビジョンが見えるんだ。それを聞いて僕に近付いてきたのは真田三月先輩だった。先輩の家で、彼女の父・真田博士の作った怪しげな装置の閃光に包まれる僕。気づいた街中では、いつものようにビジョンが見えた。なのに痛い？ なぜだよ？ これ、幻のはずじゃないか！"
                },
                "2": {
                    "ID": "328108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328108",
                    "TitleEnglish": "My Home",
                    "SummaryEnglish": "Kazuki goes to an empty store to buy medicine for the injured pilot, but the UN forces pick up the pilot and the robot, Hartzenon before he returns. Finding the pilot, whose name is Yayoi, missing Kazuki searches through empty streets for someone. Soon people begin to return to the city and Kazuki goes to his house to find his parents, but they aren't there and neither are any of his things. Ken Sanada of this world greets him then explains that he doesn't exist in this world and Mitsuki is from his own world but she arrived a month earlier.",
                    "TitleJapanese": "マイ・ホーム",
                    "SummaryJapanese": "父さんも母さんも、僕のことを知らなかった。やっぱりここはパラレルワールドなんだ。そこに現われたのは軍服姿の真田先輩だった。連れて行かれた地球防衛軍の基地で、僕は僕の置かれた現実を知ることになる。「お願いです。僕を元の世界に帰してください」……けど、この世界の真田博士にそんな余裕はなかったんだ……。"
                },
                "3": {
                    "ID": "328109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328109",
                    "TitleEnglish": "Illegal Guy",
                    "SummaryEnglish": "Kazuki is persuaded by Akane and Ken to be a pilot of the Hartzenon. Only females can pilot the robots so they are amazed that a male can work one. Kazuki meets Dee who is a Bioriod. Kazuki practices using the robot and he pilots Hartzenon in battle with Mitsuki and Dee. He is afraid at first, but when Dee and Mitsuki are in trouble he forgets his fear and springs back to life to save them.",
                    "TitleJapanese": "イリーガル・ガイ",
                    "SummaryJapanese": "真田長官の許可を得て初めて自分の意志でロボットに乗った僕に、正式にパイロットにならないかという誘いが来た。戦争は嫌だけど、パイロットになることに文句はない。僕の能力を認めてくれたということなんだから。そして、初めての出動。僕のせいで、三月先輩がピンチに陥る。僕はどうすればいいんだ、ハルツィーネン！"
                },
                "4": {
                    "ID": "328110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328110",
                    "TitleEnglish": "No Disguise",
                    "SummaryEnglish": "Ken Sanada, who his not Mitsuki's father in this parallel world, tells her Kazuki doesn't exist in this world, so he has no where else to stay. Akane wants to keep Kazuki a secret from the enemy so Ken designs a uniform that makes him look like a female. Kazuki goes along with it at first but when Ken introduces him to the others on the base they laugh their heads off.",
                    "TitleJapanese": "ノーディスガイズ",
                    "SummaryJapanese": "だから嫌だって言ったんだ。長官の家に居候なんて、三月先輩が怒るに決まってるもの。居心地の悪い中、長官に呼び出された僕はあるスーツの着用を命じられた。こんなの恥ずかしいよ！ みんなに笑われ、基地内を逃げ回る僕の前に現われたのは、最初の戦闘で僕が助けた、銀髪の女性、弥生・シュバエルさんだった……。"
                },
                "5": {
                    "ID": "328111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328111",
                    "TitleEnglish": "Campus Life",
                    "SummaryEnglish": "Kazuki attends school posing as Mitsuki Sanada's little brother. They give him love letters for her and try to buy the lunch she made for him. Mitsuki is upset he accepted all the love letters and makes him write a response to each one. The next day Mitsuki is upset to learn Dee is moving in with them. Ken Sanada put her in Kazuki's room and he said it will improve morale between the pilots and Dee responds to him. Mitsuki builds a wall to separate Dee and Kazuki.",
                    "TitleJapanese": "キャンパス・ライフ",
                    "SummaryJapanese": "いよいよ学校に通うことになった僕。けど、三月さんの弟として振る舞わなきゃならなくて精神的疲労は大きい。そんなこんなしているうちにＤまで同居したり、三月さんの日記がなくなったり、さらには弥生さんがとんでもない暴挙に出たり……。一体何だって、この家にはこんなに事件ばっかりおこるんだ!?"
                },
                "6": {
                    "ID": "328112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328112",
                    "TitleEnglish": "Intrigue",
                    "SummaryEnglish": "Mitsuki is upset with Yayoi because she is taking over at home, at school and on the base. She sets up a plan to have Reika marry Yayoi off. Reika finds a wealthy businessman who is interested in marrying Yayoi but the young woman protests getting married. Reika convinces her to at least meet with him - his family and theirs have been long time friends. The meeting site is near a Rara army battle zone and Ken and Akane want Reika to cancel the meeting but she refuses.",
                    "TitleJapanese": "イントリーグ",
                    "SummaryJapanese": "三月さん、弥生さん、Dに囲まれて、僕の生活は受難でいっぱい。そんな中、弥生さんにお見合いの話が持ち上がった。しかも見合い会場は羅螺の襲撃予告地点!? 戦闘とお見合いが同時に行われる前代未聞の状況で、僕は密かに戦闘ラインを会場に近づけていく。だって弥生さんは、本当はお見合いなんか……。"
                },
                "7": {
                    "ID": "328113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328113",
                    "TitleEnglish": "Hard Case",
                    "SummaryEnglish": "Ken and Kazuki have a late night snack when Mitsuki finds them, fixes them a large dinner and orders them to eat. The UN officers are impressed at how well Kazuki, Mitsuki and Dee work as a team. Rara broadcasts the location of their next attack and Kazuki and Mitsuki bring clothes to Ken because he is spending nights at the base. While Mitsuki orders Ken into the shower, Kazuki and Dee talk to Akane. When Ken returns Mitsuki begins to argue playfully with Kazuki.",
                    "TitleJapanese": "ハードケース",
                    "SummaryJapanese": "順応っていうのかな。僕はなんだか、この世界に慣れ始めている。家も学校も、そして羅螺との戦闘でさえ日常の一部になっているんだ。でも、今度の戦闘は日常じゃなかった。圧倒的な力を持つ敵に翻弄され、羅螺の領地に引き込まれる僕。薄れゆく意識の中で、反撃する僕。やっとの思いで敵を倒したものの、僕は……。"
                },
                "8": {
                    "ID": "328114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328114",
                    "TitleEnglish": "Mitsuki",
                    "SummaryEnglish": "When searching for his possible remains, all that is found by Mitzuki and the others of the UN forces is Kazuki's damaged core robot. Amazed, Kazuki witnesses Miss Rara change from the harsh trash talker she has been into a nice young girl who happens to look just like Mitsuki. Revealed to be Mitzuki Rara, the young girl seems intersted in Kazuki especially after he saved her.",
                    "TitleJapanese": "MITSUKI",
                    "SummaryJapanese": "目を覚ますと、そこは羅螺の本拠地だった。僕を民間人と勘違いし、看護をしてくれる三月さんそっくりの女性、羅螺みつきさん。彼女があのミス・ラーだって!?　本当は優しい人なんだ……。だが、僕の正体が、羅螺総統たちにばれたらしい。兵士に追われ、逃げる僕。敵のど真ん中から、僕は生きて帰れるのか!?"
                },
                "9": {
                    "ID": "328115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328115",
                    "TitleEnglish": "Escape",
                    "SummaryEnglish": "After escaping back to the defense force Kazuki battles Miss Rara in a high stakes battle. It is after then that Mitsuki (Rara's daughter) decides to join Kazuki's side.",
                    "TitleJapanese": "エスケープ",
                    "SummaryJapanese": "HIMCという羅螺の切り札のロボットが動き出した。凄まじい戦闘力に、どうすることも出来ない僕たち。しかも、そのコクピットにいるのは羅螺みつきさんなんだ。僕の気持ちを知ってか知らずか、とうとうHIMCは防衛軍基地にまで攻め込んできた。大ピンチに陥る僕たち。その時、洞窟の奥から彼が姿を現した！"
                },
                "10": {
                    "ID": "328116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328116",
                    "TitleEnglish": "Repatriate",
                    "SummaryEnglish": "With Mitsuki (Rara's daughter) now living in the house with Kazuki, Yayoi, Dee and Mitsuki (Sanada's daughter) the Rara forces are losing one battle after another especially when they are going up against Genbu, Kazuki's new core robot. Ayuko, Mitzuki's mother and true leader of the Rara army wages an all out attack in a hope to destroy Kazuki.",
                    "TitleJapanese": "リパトリエート",
                    "SummaryJapanese": "防衛軍に亡命したみつきさんは真田家に住むことになった。みつきさんをデートに誘った僕だったけど、いつまで待っても彼女は来ず、代わりに三月さんが現われる始末。しかも、騒動のあとに羅螺の襲撃なんて、まったく忙しいよ。でも何なんだ、ZINVの反応が悪くなってる……。そして、あの鈍く光る砲塔は一体!?"
                },
                "11": {
                    "ID": "328117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328117",
                    "TitleEnglish": "Real",
                    "SummaryEnglish": "Kazuki awakens back in his own world. He's worried about his friends and the defense force but tries to get used to being back home. the barriers between the worlds have begun to break down and they are beginning to collide. In the end, Kazuki chooses to go back to end the war and seal the rift.",
                    "TitleJapanese": "リアル",
                    "SummaryJapanese": "あれ？ 戦闘は？ 羅螺は？ 突如変わった街の風景に戸惑う僕の耳に、三月さんからの通信が聞こえた。ここは元の世界だって？ そしていよいよ、ZINVとコアロボットを向こうの世界に送り返す日が来た。さよなら、パラレルワールド。さよなら、異世界のみんな……。えっ、ZINV……僕にどうしろって言うんだ？"
                },
                "12": {
                    "ID": "328118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328118",
                    "TitleEnglish": "Ardent Desire",
                    "SummaryEnglish": "Kazuki arrives back in the parallel world finding the war going bad. The defense force has been left on the run in an artifact vessel. also Mitsuki (Sanada's daughter) has been captured by the Rara army.",
                    "TitleJapanese": "アーデント・デザイア",
                    "SummaryJapanese": "パラレルワールドに戻った僕を出迎えたのは、三月さんが羅螺に捕らわれたという事実だった。三月さん救出の為フランスに向かった僕たちの前に、オリジナル・ロボットの大軍を率いたHIMCが！ しかもそのコクピットには三月さんが乗っている！ 降伏の勧告……って、どうしちゃったんですか?!"
                },
                "13": {
                    "ID": "328119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328119",
                    "TitleEnglish": "The World",
                    "SummaryEnglish": "Kazuki must sacrifice Genbu to save the universes and seal the rift. But when the dust clears, the world has changed. A new combined earth has been formed made up of both worlds.",
                    "TitleJapanese": "ザ・ワールド",
                    "SummaryJapanese": "僕のZINVと三月さんのHIMCの戦いが繰り広げられる。でも力は圧倒的に向こうの方が上。僕とZINVは、ついにHIMCの触手に貫かれてしまう。そこで僕は、戦艦の中で聞いた不思議な声を耳にした。それは、二つの世界が消滅してしまうこと、その原因が僕にあることを告げていた。僕が消えてしまえばいいのか……？"
                },
                "14": {
                    "ID": "328120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328120",
                    "TitleEnglish": "Final Frontier",
                    "SummaryEnglish": "Welcome to New Earth. Everyone has survived the combination but with some new backstories to guide them. Ayuko has plans to revive the Rara army and intends on Kazuki and Mitsuki 2 to hook up. Meanwhile artifacts have been discovered on the new earth. In the end plans are made to explore space as a resurrected Genbu returns to Kazuki as everyone prepares to venture out on a new adventure.",
                    "TitleJapanese": "ファイナル・フロンティア",
                    "SummaryJapanese": "平和な日常を破って現われたのは、一匹のクムという子犬だった。海外に住んでいる鮎子さんからの贈り物だ。こいつ、僕には敵意むき出しで、隙を見せると噛んでくる。名前が悪いのかな？そんな中、僕は何者かに誘拐されてしまった。しかも、隣に寝ているのはハダカのみつきさん!? どうなってるんだよ、これっ!?"
                }
            }
        }
    }
}