{
  "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0224471/",
    "https://www.themoviedb.org/tv/37537"
  ],
  "TitleEnglish": "Dual! Parallel Trouble Adventure",
  "SummaryEnglish": "Kazuki is plagued by visions of giant robots that no one else can see. But all the years of ridicule are about to pay off. Before he knows what’s happening, Kazuki gets ensnared by a pretty face, and then a mad scientist’s experiment tosses him into this parallel world! Now the danger is very real and this world is twice as strange as he ever imagined!",
  "Aliases": [],
  "Modified": "2025-05-27",
  "Seasons": {
    "0": {
      "ID": "535865",
      "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/seasons/official/0",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "4806872",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/4806872",
          "TitleEnglish": null,
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "4806879",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/4806879",
          "TitleEnglish": null,
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "17705",
      "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/seasons/official/1",
      "# Episodes": 14,
      "Episodes": {
        "1": {
          "ID": "328107",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328107",
          "TitleEnglish": "Life Sympathy",
          "SummaryEnglish": "Kazuki can see what no one else can: a parallel world where giant robots battle and destroy the city. Mitsuki introduces Kazuki to her father Ken Sanada. He is a college professor that tinkers in high tech quantum physics in his basement during his spare time. Ken believes he's found the bridge between these parallel worlds and tests Kazuki to learn why he's the only one who can see it.",
          "Aliases": []
        },
        "2": {
          "ID": "328108",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328108",
          "TitleEnglish": "My Home",
          "SummaryEnglish": "Kazuki goes to an empty store to buy medicine for the injured pilot, but the UN forces pick up the pilot and the robot, Hartzenon before he returns. Finding the pilot, whose name is Yayoi, missing Kazuki searches through empty streets for someone. Soon people begin to return to the city and Kazuki goes to his house to find his parents, but they aren't there and neither are any of his things. Ken Sanada of this world greets him then explains that he doesn't exist in this world and Mitsuki is from his own world but she arrived a month earlier.",
          "Aliases": []
        },
        "3": {
          "ID": "328109",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328109",
          "TitleEnglish": "Illegal Guy",
          "SummaryEnglish": "Kazuki is persuaded by Akane and Ken to be a pilot of the Hartzenon. Only females can pilot the robots so they are amazed that a male can work one. Kazuki meets Dee who is a Bioriod. Kazuki practices using the robot and he pilots Hartzenon in battle with Mitsuki and Dee. He is afraid at first, but when Dee and Mitsuki are in trouble he forgets his fear and springs back to life to save them.",
          "Aliases": []
        },
        "4": {
          "ID": "328110",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328110",
          "TitleEnglish": "No Disguise",
          "SummaryEnglish": "Ken Sanada, who his not Mitsuki's father in this parallel world, tells her Kazuki doesn't exist in this world, so he has no where else to stay. Akane wants to keep Kazuki a secret from the enemy so Ken designs a uniform that makes him look like a female. Kazuki goes along with it at first but when Ken introduces him to the others on the base they laugh their heads off.",
          "Aliases": []
        },
        "5": {
          "ID": "328111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328111",
          "TitleEnglish": "Campus Life",
          "SummaryEnglish": "Kazuki attends school posing as Mitsuki Sanada's little brother. They give him love letters for her and try to buy the lunch she made for him. Mitsuki is upset he accepted all the love letters and makes him write a response to each one. The next day Mitsuki is upset to learn Dee is moving in with them. Ken Sanada put her in Kazuki's room and he said it will improve morale between the pilots and Dee responds to him. Mitsuki builds a wall to separate Dee and Kazuki.",
          "Aliases": []
        },
        "6": {
          "ID": "328112",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328112",
          "TitleEnglish": "Intrigue",
          "SummaryEnglish": "Mitsuki is upset with Yayoi because she is taking over at home, at school and on the base. She sets up a plan to have Reika marry Yayoi off. Reika finds a wealthy businessman who is interested in marrying Yayoi but the young woman protests getting married. Reika convinces her to at least meet with him - his family and theirs have been long time friends. The meeting site is near a Rara army battle zone and Ken and Akane want Reika to cancel the meeting but she refuses.",
          "Aliases": []
        },
        "7": {
          "ID": "328113",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328113",
          "TitleEnglish": "Hard Case",
          "SummaryEnglish": "Ken and Kazuki have a late night snack when Mitsuki finds them, fixes them a large dinner and orders them to eat. The UN officers are impressed at how well Kazuki, Mitsuki and Dee work as a team. Rara broadcasts the location of their next attack and Kazuki and Mitsuki bring clothes to Ken because he is spending nights at the base. While Mitsuki orders Ken into the shower, Kazuki and Dee talk to Akane. When Ken returns Mitsuki begins to argue playfully with Kazuki.",
          "Aliases": []
        },
        "8": {
          "ID": "328114",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328114",
          "TitleEnglish": "Mitsuki",
          "SummaryEnglish": "When searching for his possible remains, all that is found by Mitzuki and the others of the UN forces is Kazuki's damaged core robot. Amazed, Kazuki witnesses Miss Rara change from the harsh trash talker she has been into a nice young girl who happens to look just like Mitsuki. Revealed to be Mitzuki Rara, the young girl seems intersted in Kazuki especially after he saved her.",
          "Aliases": []
        },
        "9": {
          "ID": "328115",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328115",
          "TitleEnglish": "Escape",
          "SummaryEnglish": "After escaping back to the defense force Kazuki battles Miss Rara in a high stakes battle. It is after then that Mitsuki (Rara's daughter) decides to join Kazuki's side.",
          "Aliases": []
        },
        "10": {
          "ID": "328116",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328116",
          "TitleEnglish": "Repatriate",
          "SummaryEnglish": "With Mitsuki (Rara's daughter) now living in the house with Kazuki, Yayoi, Dee and Mitsuki (Sanada's daughter) the Rara forces are losing one battle after another especially when they are going up against Genbu, Kazuki's new core robot. Ayuko, Mitzuki's mother and true leader of the Rara army wages an all out attack in a hope to destroy Kazuki.",
          "Aliases": []
        },
        "11": {
          "ID": "328117",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328117",
          "TitleEnglish": "Real",
          "SummaryEnglish": "Kazuki awakens back in his own world. He's worried about his friends and the defense force but tries to get used to being back home. the barriers between the worlds have begun to break down and they are beginning to collide. In the end, Kazuki chooses to go back to end the war and seal the rift.",
          "Aliases": []
        },
        "12": {
          "ID": "328118",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328118",
          "TitleEnglish": "Ardent Desire",
          "SummaryEnglish": "Kazuki arrives back in the parallel world finding the war going bad. The defense force has been left on the run in an artifact vessel. also Mitsuki (Sanada's daughter) has been captured by the Rara army.",
          "Aliases": []
        },
        "13": {
          "ID": "328119",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328119",
          "TitleEnglish": "The World",
          "SummaryEnglish": "Kazuki must sacrifice Genbu to save the universes and seal the rift. But when the dust clears, the world has changed. A new combined earth has been formed made up of both worlds.",
          "Aliases": []
        },
        "14": {
          "ID": "328120",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dual-parallel-trouble-adventures/episodes/328120",
          "TitleEnglish": "Final Frontier",
          "SummaryEnglish": "Welcome to New Earth. Everyone has survived the combination but with some new backstories to guide them. Ayuko has plans to revive the Rara army and intends on Kazuki and Mitsuki 2 to hook up. Meanwhile artifacts have been discovered on the new earth. In the end plans are made to explore space as a resurrected Genbu returns to Kazuki as everyone prepares to venture out on a new adventure.",
          "Aliases": []
        }
      }
    }
  }
}