{
    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0105559/",
        "https://www.themoviedb.org/tv/43004"
    ],
    "TitleEnglish": "Tenchi Muyo! Ryo-Ohki",
    "SummaryEnglish": "Tenchi Masaki was a normal 17-year old boy - until the day he accidentally released the space pirate Ryoko. She had been sealed in a cave 700 years ago, due to the locals' suspicions that she was a demon. In a series of events, many more alien girls show up at the Masaki household. Tenchi learns much of his heritage he never knew about while dealing with the alien girls - each of whom has some sort of romantic interest in him.",
    "Aliases": [
        "Tenchi Muyô! Ryo-Ohki: Dai-5-ki #04 Paradise Paradigm",
        "Paradise Paradigm",
        "Tenchi Muyou! Ryououki"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "27375",
            "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "1137071",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/1137071",
                    "TitleEnglish": "Mihoshi Special: Galaxy Police Mihoshi's Space Adventure",
                    "SummaryEnglish": "\"Mihoshi`s Special\" is a side story, told by Mihoshi herself, about her life as a Galaxy Police Officer. In her story, Mihoshi introduces her partner, Kiyone -an up and coming officer who sees that having Mihoshi as her partner could be the end of her career - and explains how they solved the case of the Missing Super Energy. Other characters from the Tenchi Muyo series return and have alternate roles in Mihoshi`s story. While the storyline is a parody of many different anime works, Mihoshi`s Special is a story about Mihoshi`s past and a glimpse at her probable future."
                },
                "2": {
                    "ID": "1137081",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/1137081",
                    "TitleEnglish": "Tenchi the Movie: Tenchi Muyo! in Love",
                    "SummaryEnglish": "The demonic space criminal Kain has escaped from prison and destroyed the Galaxy Police headquarters. To ensure that the Jurai will not stop him, Kain travels back to 1970 to eliminate Tenchi's mother before he is even born. Now, Tenchi and the gang must travel to the past to stop him before he ceases to exist."
                },
                "3": {
                    "ID": "1137091",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/1137091",
                    "TitleEnglish": "Tenchi the Movie 2: The Daughter of Darkness",
                    "SummaryEnglish": "Tenchi and the gang are in for a big surprise one day when a mysterious girl named Mayuka shows up and claims to be Tenchi's daughter! After Washu confirms her seemingly impossible claim, everyone tries to adapt to having a new face around, but whilst the others welcome her, Ryoko is suspicious of Mayuka's motives, and fears that Tenchi may be even be in danger! But is Mayuka the source of the threat, or she is too just a victim of a greater evil?"
                },
                "4": {
                    "ID": "1137101",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/1137101",
                    "TitleEnglish": "Tenchi Forever! The Movie",
                    "SummaryEnglish": "Feeling harassed by Ryoko and Ayeka's insistence that he choose between them, Tenchi takes off into the mountains- and disappears! By the time the girls locate Tenchi, six months have passed, and Tenchi is now a more mature young man living with a new girlfriend named Haruna! Yet things are more complicated than they seem, for Tenchi is not only living a different life- he is caught in a parallel world with no memory of his past! As Tenchi becomes drawn further and further into the parallel world with every passing day, Ryoko and Ayeka must race against time to find a way to reach him, and bring him back to reality. But will the mysterious Haruna be wiling to let him go?"
                },
                "5": {
                    "ID": "7452460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/7452460",
                    "TitleEnglish": "Here Comes Jurai 2",
                    "SummaryEnglish": "Episode 13.5. A short \"picture book\" episode (vocal track and still images) foreshadowing events in the third OVA series. Mihoshi returns back from GPHQ with news of Dr. Clay. Washu carries out an amusing experiment on Ryoko. Elsewhere, Lady Tokimi and D3's interest in Tenchi grows, and a powerful warrior is summoned."
                }
            }
        },
        "1": {
            "ID": "27543",
            "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/seasons/official/1",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "329281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/329281",
                    "TitleEnglish": "Ryoko Resurrected",
                    "SummaryEnglish": "Tenchi Masaki, an ordinary high-school student, unwittingly releases a demon trapped in a forbidden cave. The “demon”, a young woman called Ryoko, tracks Tenchi down to his school, eager to take revenge for her 700 years of imprisonment in the most destructive way possible!"
                },
                "2": {
                    "ID": "329282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/329282",
                    "TitleEnglish": "Here Comes Ayeka!",
                    "SummaryEnglish": "Princess Ayeka from the planet Jurai, seeking her long-lost half-brother Yosho, arrives on Earth. However, when she finds Ryoko, who she believes is responsible for Yosho's disappearance, she imprisons her and Tenchi aboard her ship. Luckily, Ayeka's little sister Sasami helps them to escape, and Ryoko uses her own spacecraft, named Ryo-Ohki, to crash Ayeka's ship and strand the princesses on Earth."
                },
                "3": {
                    "ID": "329283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/329283",
                    "TitleEnglish": "Hello Ryo-ohki!",
                    "SummaryEnglish": "Ryoko finds an egg amongst the wreckage of her ship, Ryo-Ohki, which hatches into a cute furry creature, a replacement spaceship! Ayeka stumbles across Tenchi practising swordplay with his grandfather in the forest, and notices how similar their fighting style is to that used on Jurai. Could it be a clue to the whereabouts of her missing brother?"
                },
                "4": {
                    "ID": "329284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/329284",
                    "TitleEnglish": "Mihoshi Falls to the Land of the Stars",
                    "SummaryEnglish": "An incompetent Galaxy Police officer, Mihoshi, is sent to patrol Earth, where the wanted criminal Kagato is headed. Meanwhile, Tenchi and his extended family take a short vacation at a local hot springs, and chaos ensues as Ryoko and Ayeka's fighting destroys the resort and causes Mihoshi's ship to crash, stranding the Galaxy Police officer on Earth."
                },
                "5": {
                    "ID": "329285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/329285",
                    "TitleEnglish": "Kagato Attacks!",
                    "SummaryEnglish": "The murderous space criminal Kagato arrives on earth and seizes Ryoko, claiming to be her creator. Tenchi, Ryoko, Ayeka and Mihoshi chase after him aboard Ryo-Ohki (who has transformed into her spaceship form and combined with the remains of Ayeka's ship, Ryu-Oh)."
                },
                "6": {
                    "ID": "329286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/329286",
                    "TitleEnglish": "We Need Tenchi!",
                    "SummaryEnglish": "The girls head for Kagato's ship to avenge Tenchi. Meanwhile, on Earth, Sasami senses Tenchi is in trouble and summons Tsunami, her own Juraian battleship, to save him from near-death. Mihoshi accidentally releases a 20,000-year-old scientific genius, Washu, from Kagato's imprisonment, who turns out to be Ryoko's true creator, and Tenchi returns to face Kagato in a battle to the death."
                },
                "7": {
                    "ID": "700281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/700281",
                    "TitleEnglish": "The Night Before the Carnival!",
                    "SummaryEnglish": "Life after the Kagato incident is still chaotic at the Masaki household. Ayeka, helped by Washu, plants a replacement Ryu-Oh seedling to grow a new ship. Ryoko and Ayeka, spurred on by reading romantic comic books, try out all kinds of methods of winning Tenchi's love. Resolving to get the competition out of the way, they trick Mihoshi into reporting back to Galaxy Police HQ, and trap Washu in her laboratory in the closet under the stairs. However, Ryoko and Ayeka are soon fighting fist-to-fist over Tenchi again."
                }
            }
        },
        "2": {
            "ID": "79061",
            "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/seasons/official/2",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "761461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/761461",
                    "TitleEnglish": "Hello Baby",
                    "SummaryEnglish": "Tenchi and the girls are charged with the duty of looking after his baby cousin, Taro, for a few days. As can be expected, chaos ensues and before too long the girls have run themselves ragged. It takes Washu to show them how to care for a baby, but even under her instruction they cannot cope, so Washu takes on the job single-handedly."
                },
                "2": {
                    "ID": "761471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/761471",
                    "TitleEnglish": "Sasami and Tsunami",
                    "SummaryEnglish": "Tenchi and family return to the local hot springs resort in need of a holiday, but end up having to repair the place first, since they destroyed it in episode 4. While working at the inn, the others see a ghostly figure in white. Meanwhile, Sasami is acting oddly, and she has a secret about her past to reveal."
                },
                "3": {
                    "ID": "761481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/761481",
                    "TitleEnglish": "I Love Tenchi",
                    "SummaryEnglish": "Ryoko accidentally damages a robe that belonged to Tenchi's late mother. When Tenchi yells at her, he accidentally upsets Ryo-Ohki as well. The heartbroken Ryo-Ohki sulks in Washu's laboratory, where her emotions affect a colony of shape-shifting creatures (the same creatures used as a base for Ryoko and Ryo-Ohki), causing them to break out of the lab and make a beeline for Tenchi."
                },
                "4": {
                    "ID": "761491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/761491",
                    "TitleEnglish": "The Advent of the Goddess",
                    "SummaryEnglish": "The dastardly Dr. Clay, acting on the orders of the mysterious Lady Tokimi, sends his robotic slave Zero down to earth to capture Washu. Zero transforms into an exact duplicate of Ryoko to infiltrate the Masaki household, but repeatedly fails to carry out her mission as she simply cannot cope with the wave of emotion she experiences when she is near Tenchi!"
                },
                "5": {
                    "ID": "761501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/761501",
                    "TitleEnglish": "Zero Ryoko",
                    "SummaryEnglish": "Zero fails in her mission to capture Washu and returns to Dr. Clay. Tenchi, Ryoko and Washu pursue her to locate and rescue the real Ryoko. When Washu confronts Dr. Clay, she reveals that she and Clay were once contenders for the director's chair at the Science Academy, but Clay was cast out for misusing his scientific talents. He tries to destroy Tenchi as a means of manipulating Washu, but Zero betrays him and he is forced to destroy his ship to make an escape."
                },
                "6": {
                    "ID": "761511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/761511",
                    "TitleEnglish": "Here Comes Jurai",
                    "SummaryEnglish": "Tenchi's life is disrupted once again when some visitors from Jurai arrive. Funaho, Tenchi's Juraian great-grandmother, and her sister Misaki, who is also Ayeka and Sasami's mother, are paying a visit to Earth. Funaho has come to see her son Yosho, and to make an interesting offer to Washu. Soon after, Misaki and Funaho's husband, King Azusa of Jurai, arrives and tells Ayeka that she must marry the man he has chosen already, Seiryo. The only way Ayeka can be saved from this fate is for Tenchi to beat him in a duel!"
                }
            }
        },
        "3": {
            "ID": "79071",
            "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/seasons/official/3",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "761731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/761731",
                    "TitleEnglish": "A Visitor From Afar",
                    "SummaryEnglish": "The mysterious warrior summoned by D3 and Tokimi is sent to Earth. Meanwhile, Tenchi reminisces about the unusual events in his life that have led him to where he is now, as well as the death of his mother ten years previously. Ryo-Ohki wanders off and gets lost in the woods. After coming to her rescue, Ryoko begins to act more affectionately towards her. The next day, the Masaki household receives a most unexpected visitor."
                },
                "2": {
                    "ID": "761751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/761751",
                    "TitleEnglish": "Fiancée",
                    "SummaryEnglish": "The woman who arrived at the Masaki house turns out to be Tenchi's sister, Tennyo. She has arrived with news that Seto Kamiki, the princesses' grandmother and self-appointed matchmaker of the Juraian royal family, has picked out a fiancée for Tenchi. Before long, Tenchi's grandmother Airi arrives...but what has become of the would-be fiancée Airi was escorting?"
                },
                "3": {
                    "ID": "761761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/761761",
                    "TitleEnglish": "Strategy",
                    "SummaryEnglish": "A combination of stress and exhaustion leaves Tenchi bedridden, and Tenchi's fiancée Noike nurses him back to health. Once he recovers, Noike shows Tenchi a new experimental Juraian ship designed to be more effective against any attacking foe. Meanwhile, the Kuramitsu family have received word that Mihoshi is unhappy on Earth, and send their state-of-the-art battleship out to collect her."
                },
                "4": {
                    "ID": "761781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/761781",
                    "TitleEnglish": "Misao Arrives Aboard the Chobimaru!",
                    "SummaryEnglish": "Mihoshi's brother Misao develops the notion that his beloved sister is part of a harem run by Tenchi and swears to kill him. However, his adjutant, Mashisu, has other plans for the mission. Meanwhile, the princesses' grandmother, Lady Seto, arrives for a visit, and the family prepare a special meal to welcome her."
                },
                "5": {
                    "ID": "761791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/761791",
                    "TitleEnglish": "The Great Love Love Plan ~ Beginning of the End ~",
                    "SummaryEnglish": "The girls fight off Mashisu and her heavy mob, and Ryoko and Ryo-Ohki take on the massive battleship the Chobimaru. Mashisu, meanwhile, is forced to confront her feelings for Misao, and she begs Misao to make a choice between her and his beloved sister."
                },
                "6": {
                    "ID": "761811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/761811",
                    "TitleEnglish": "Z",
                    "SummaryEnglish": "Lady Tokimi's progeny Z finally moves against Tenchi, and an epic battle in space ensues. However, when the other two chōshin, Tsunami and Washu, discover Z's motivation for wanting to kill Tenchi, they are forced to move against their sister, bringing about a confrontation that threatens to destroy Tenchi, Z and the universe itself."
                },
                "7": {
                    "ID": "761821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/761821",
                    "TitleEnglish": "Bright and Sunny Tenchi, But With High Waves?",
                    "SummaryEnglish": "In the aftermath of the Chobimaru incident, the Kuramitsu family meet to discuss the futures of, among others, Mashisu and Misao. Tenchi's family has much to discuss as well, including finally revealing to Tenchi the truth about his mother. More astonishing revelations come to light when Tokimi and Washu reveal the identity of the little girl whose life Tenchi saved."
                }
            }
        },
        "4": {
            "ID": "701499",
            "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/seasons/official/4",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "5981173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/5981173",
                    "TitleEnglish": "The Night-Before Party",
                    "SummaryEnglish": "As everyone prepares for Nobuyuki and Rea's wedding three days from now, they get a visit from Minaho and her three accountants."
                },
                "2": {
                    "ID": "5981174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/5981174",
                    "TitleEnglish": "The Fate of the Masaki",
                    "SummaryEnglish": "The Accountants, Tsukiko, and Rea talk about Seina, weddings and their Masaki connections and Minaho and Tenchi continue to bond. But Minaho brings a troubling truth to the forefront which may well change the entire dynamic."
                },
                "3": {
                    "ID": "5981175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/5981175",
                    "TitleEnglish": "Vows and Desires",
                    "SummaryEnglish": "At last, Nobuyuki and Rea celebrate their wedding, while the Emperor of Jurai discusses with Minaho and Airi about Rea's origins and the reason why she was sent to Earth from the world of Geminar."
                },
                "4": {
                    "ID": "5981176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/5981176",
                    "TitleEnglish": "A Good Day to Set Out",
                    "SummaryEnglish": "The Masaki family rejoice with the birth of Nobuyuki and Rea's child, Kenshi. Some years later, Tenchi's family and friends discuss the preparations needed for Kenshi to fulfill his destined mission at Geminar."
                }
            }
        },
        "5": {
            "ID": "1825572",
            "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/seasons/official/5",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "7629456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/7629456",
                    "TitleEnglish": "Step Mother, Step Sister, Inheritance, And...",
                    "SummaryEnglish": "A new life in the Masaki family, \"Masaki Kenshi\". Though the destiny-laden life brings a lot of joy to Kenshi's mother, Rea, and Tenchi, the days are also tinged with worries. Next to the soundly sleeping Kenshi, Tennyo and Rea discuss Kiyone and other family matters until the day breaks. Then it's back to the usual \"day in the Masaki family\" again. Young Kenshi is not weighed down by any of the gloomy worries the adults have and grows stronger every day. Meanwhile, the adults on the side of the Yamada family are also starting to begin talking about the things to come..."
                },
                "2": {
                    "ID": "7630627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/7630627",
                    "TitleEnglish": "Project Eden",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "7630628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/7630628",
                    "TitleEnglish": "Welcome to Tabletop Island",
                    "SummaryEnglish": "Sparks erupt, multiple balls of fire illuminate the emptiness of space, and amidst all that, there is \"Tabletop Island\"."
                },
                "4": {
                    "ID": "7630629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/7630629",
                    "TitleEnglish": "Good Days, Departure",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "7630630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/7630630",
                    "TitleEnglish": "I Am Sure You Have an Opinion on the Matter, but Please Consider the Matter Closed",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "7630631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tenchi-muyo-ryo-ohki/episodes/7630631",
                    "TitleEnglish": "The Max-Level (?) Hero Departs",
                    "SummaryEnglish": null
                }
            }
        }
    }
}