{
    "URL": "https://www.thetvdb.com/series/murder-princess",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1000133/",
        "https://www.themoviedb.org/tv/95039"
    ],
    "TitleEnglish": "Murder Princess",
    "SummaryEnglish": "In the land of Foreland a coup d'état has occurred and the princess, after witnessing the death of the King, is on the run. She meets with battle-hungry bounty hunter Falis, and with a twist of fate they both switch souls, making Alita the maid of the now princess Falis. Named for her bravery in confronting the enemy as ‘Murder Princess’, Falis must continue to be the princess as well as confronting any new opponent that comes to her way.",
    "TitleJapanese": "MURDER PRINCESS",
    "SummaryJapanese": "シャンディーナ紀672年翡翠の月の4の日－クーデターの起きたフォーランド国の姫：アリタはその襲撃から逃れるため城を出る。護衛の騎士たちが何者かによって次々と殺されていく中、悲鳴をあげながらも森の中を逃げるアリタ。目の前の森が切れ飛び出すと、いままさに刀を振りぬこうとするひとりの女性：ファリスがいた。そのファリスとは竜を殺し、死神をも従える史上最強の賞金稼ぎ(バウンティハンター)だった。アリタはそのファリスに助けを求めようとして瞬間的に衝突し、その反動で足元の崖が崩れ、二人は崖から落下してしまう。そして、宙を舞う二人をある光が包み込み、落下すると二人の魂が入れ替わっていた・・・。自分の姿をしたアリタから｢国を守ってくれ｣と頼まれたファリスは姫として国を守ることを承諾し、史上最強の姫“虐殺姫”(マーダープリンセス)が誕生した・・・。",
    "Aliases": [],
    "Modified": "2025-07-20",
    "Seasons": {
        "1": {
            "ID": "29896",
            "URL": "https://www.thetvdb.com/series/murder-princess/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "346812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/murder-princess/episodes/346812",
                    "TitleEnglish": "Birth",
                    "SummaryEnglish": "Dr. Akamashi initiates a coup d’etat in the Forland kingdom, forcing Alita, the Forland princess, to flee in the hopes of reaching her brother. A short while later in a border forest, Alita accidentally pushes the bounty hunter Falis off a cliff while fleeing from the forest guardian beast who killed her entourage of castle guards. This results in Alita and Falis switching bodies due to the near-death experience. Falis accepts Alita's plea to protect the Forland kingdom after Alita offers her own body and soul as collateral.",
                    "TitleJapanese": "誕生",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "346813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/murder-princess/episodes/346813",
                    "TitleEnglish": "Coronation",
                    "SummaryEnglish": "Falis, now in the body of Alita, liberates the Forland castle from Dr. Akamashi and his henchrobots, Ana and Yuna. The real Alita, now in the body of Falis, assumes the role of Jodu's deceased granddaughter Milano, who died while acting as a substitute for Alita. In Alita's place, Falis is crowned as the Queen of Forland. However, the coronation parade is disturbed by Dr. Akamashi's evil plans.",
                    "TitleJapanese": "戴冠",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "346814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/murder-princess/episodes/346814",
                    "TitleEnglish": "Return",
                    "SummaryEnglish": "Falis and Alita get into an argument, and Falis goes off to vent her steam on the encroaching goblins. During this time, Akamashi's aides kidnap Alita and interrogate her about her real identity and about the \"key\". Falis goes to the rescue but is coerced into dropping her weapon. A swordsman then leaps onto the scene and saves the day; he turns out to be none other than Prince Kaito, Alita's brother.",
                    "TitleJapanese": "帰還",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "346815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/murder-princess/episodes/346815",
                    "TitleEnglish": "Exile",
                    "SummaryEnglish": "Since the prince has returned and is soon to be crowned, Falis plans to leave the next day. Alita says she'll be lonely, but she's told Falis will return when she finds a way to swap bodies again. Later in the evening, Falis is called by the mysterious hooded woman and led into a secret chamber in the castle. They fight and Alita and the others come down to help her, but they run into the two androids and the professor. Suddenly the professor is stabbed by the black armored knight, and the two androids are also defeated. Falis is badly beaten by the knight, who reveals himself to be Kaito in front of all the guests. He claims that Falis is a false princess and that the others are rebels. The four of them are forced to flee the kingdom and Kaito is crowned as king.",
                    "TitleJapanese": "追放",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "346816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/murder-princess/episodes/346816",
                    "TitleEnglish": "Fate",
                    "SummaryEnglish": "Falis, Alita and their companions manage to evade capture thanks to a group of travelling entertainers. When they stop to take a break, they begin to discuss the circumstances behind everything that has transpired so far. It turns out that the root cause to all this is the Lost Technology, which was entrusted to the House Forland after the demise of the Old World and is protected by a seal that can only be opened by female members of the House.",
                    "TitleJapanese": "宿命",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "346817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/murder-princess/episodes/346817",
                    "TitleEnglish": "Determination's End",
                    "SummaryEnglish": "Falis, Milano, and the rest of the group returns to the kingdom in order to stop Kaito from using Teoria. However, they also decide to use the powers of Teoria to switch their bodies back to their original ways. Unfortunately, Kaito makes it to the Teorial chamber first, knocking out Falis and capturing Milano. Kaito then wishes for the entire world to end, activating Teoria's great power.",
                    "TitleJapanese": "決意の果てに・・",
                    "SummaryJapanese": null
                }
            }
        }
    }
}