{
    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1029248/",
        "https://www6.nhk.or.jp/anime/program/detail.html?i=moribito",
        "https://www.themoviedb.org/tv/42830",
        "https://www.themoviedb.org/tv/42830"
    ],
    "TitleEnglish": "Moribito: Guardian of the Spirit",
    "SummaryEnglish": "Based on a fantasy novel by Uehashi Naoko & Futatsugi Saki. Once every 100 years, a Water Spirit implants an egg into a person who then becomes the Guardian of the Spirit. This time, the responsibility falls on Chagum, the second prince of the New Yogo Kingdom. Chagum's father, the Emperor, believes this spirit is the reincarnation of a demon defeated by his ancestor, the first Emperor, and secretly orders his son killed. Chagum's mother, the Second Empress, fearing for her child's safety convinces a female bodyguard for hire, Balsa, to protect Chagum. Balsa accepts fully knowing that this assignment may be her last, but she does so to atone for sins of her past.",
    "TitleJapanese": "精霊の守り人",
    "SummaryJapanese": "この世と平行して存在する目に見えない世界＜ナユグ＞の「水の精霊」の卵を産みつけられてしまったため、父帝から命をねらわれることになった新ヨゴ皇国第二皇子チャグム。\n彼は刺客の罠にかかったところをバルサという短槍使いの用心棒の女性に救われる。養父の罪をあがなうため人助けの旅を続けていたバルサは、チャグムの護衛を引き受ける。\nバルサの仲間たちとの交流の中で、皇子という生い立ちとは関係なく一人の少年としてたくましく成長していくチャグム。\nバルサは刺客を防ぎながら、「水の精霊」の卵を孵しチャグムの身を守りきれるのか…。",
    "Aliases": [
        "Guardian of the Sacred Spirit",
        "Guardian of the Spirit"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "28920",
            "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "338450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338450",
                    "TitleEnglish": "Balsa, the Female Bodyguard",
                    "SummaryEnglish": "A female spear-wielder, Balsa, is recruited to protect the second prince of Yogo, Chagum, from his own father. The Emperor is determined to kill him, believing the prince is possessed by an evil water spirit.",
                    "TitleJapanese": "女用心棒バルサ",
                    "SummaryJapanese": "牛車から川に振り落とされた新ヨゴ皇国の第二皇子・チャグムを助けた女用心棒・バルサは、皇子を助けたお礼に宮へ招かれた。そこでバルサは、チャグムが得体の知れないモノにとり憑かれているため、父帝に命を狙われていることをニノ妃から聞かされる。そしてバルサの腕を見込んだニノ妃は、チャグムの用心棒を頼むが…。"
                },
                "2": {
                    "ID": "338451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338451",
                    "TitleEnglish": "The Hunter and the Hunted",
                    "SummaryEnglish": "Balsa makes preparations to leave the capital with Chagum. She must leave the city without being noticed; a task made difficult by the prince who has overcome with the grief of leaving his family. The Emperor dispatches four secret hunters to recover the prince and kill Balsa.",
                    "TitleJapanese": "逃げるもの追うもの",
                    "SummaryJapanese": "チャグム暗殺計画をやめさせようと、天才星読博士のシュガは最高の賢者＜聖導師＞の元を訪れた。だが、聖導師より逆に諭されてしまうシュガ…。一方、チャグムをつれて宮を脱出したバルサは、頼まれ屋のトーヤとサヤの家に身を隠していた。そんな二人の元に、聖導師が差し向けた帝の影に仕える＜狩人＞たちが迫り来る！"
                },
                "3": {
                    "ID": "338452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338452",
                    "TitleEnglish": "Mortal Combat",
                    "SummaryEnglish": "Balsa discovers that she and Chagum are being followed. She has no choice by to fight against the pursuers. In the confusion Balsa loses Chagum. She manages to rescue him but due to her wounds, Chagum must carry on by himself to Tanda's hut.",
                    "TitleJapanese": "死闘",
                    "SummaryJapanese": "バルサたちの前に立ちはだかる狩人たち。彼らの絶妙なコンビネーションに対し、バルサはチャグムの安全を優先する。チャグムを森の奥へ逃がし、一人で狩人たちと戦うバルサ。だが、暗殺術に長けた彼らの攻撃に苦戦を強いられ、更に修理できなかった槍先が戦闘中に外れてしまう。そして、モンの刃がバルサに襲い掛かり…。"
                },
                "4": {
                    "ID": "338453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338453",
                    "TitleEnglish": "Torogai's Letter",
                    "SummaryEnglish": "Following Balsa's direction, Chagum successfully reached Tanda's house in the mountains. Balsa is able to catch up, but must now recuperate her strength. Balsa and Tanda nurture their relationship in the process.",
                    "TitleJapanese": "トロガイの文",
                    "SummaryJapanese": "バルサがタンダに救われ、山小屋に向かっていた頃、トロガイはナユグの住人と接触を図っていた。そして、ことの始まりが「卵」だと知ったトロガイは、ナユグの住人の得た情報についての文を聖導師に送る。一方、宮では狩人のチャグム拉致失敗の報がもたらされていた。それを聞いた帝と聖導師は、次の策を練り始めて…。"
                },
                "5": {
                    "ID": "338454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338454",
                    "TitleEnglish": "Secret Advantage: the Blue Hand",
                    "SummaryEnglish": "Chagum's ailment is revealed by Torogai. Balsa knows that the Emperor will never openly search for the prince. However, when Chagum's staged funeral is held in the capital, a wide-area search for Balsa is in the works.",
                    "TitleJapanese": "秘策、青い手",
                    "SummaryJapanese": "山小屋にいる一同にチャグムに宿るものが「精霊の卵」だと教えるトロガイ。精霊の卵は100年に一度現れる水の精霊の卵で、チャグムはナユグの精霊から「精霊の守り人」として選ばれた者だったのだ。そして背負うのは、チャグムの命だけではないと知るバルサ。一方、都ではチャグムは死んだものとして葬儀が進んでいた。"
                },
                "6": {
                    "ID": "338455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338455",
                    "TitleEnglish": "Death on Aogiri",
                    "SummaryEnglish": "Unable to determine Balsa's exact position, the Emperor's hunters split up. At the Aogiri Mountains they see Balsa and Chagum dragged down a cliff by a large wolf. They assume that Balsa and Chagum have died.",
                    "TitleJapanese": "青霧に死す",
                    "SummaryJapanese": "都では、討伐隊が青い手に解放された人々に手こずっていた。一方、様々な目撃情報が伝えられる中、モンたちはバルサの行動の裏の裏を読み、考えをめぐらせる。そして、バルサは北の故郷カンバルを目指して青霧山脈を越えるはずだと判断し、青霧山脈へ向かったモンとゼン。彼らは、ついにバルサとチャグムを見つけて…。"
                },
                "7": {
                    "ID": "338456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338456",
                    "TitleEnglish": "Chagum's Resolution",
                    "SummaryEnglish": "In order to remain hidden until next spring, Balsa buys a watermill and settles there with Chagum for the time being. To pass the time and make some money, they use the mill to grind grain for the local villagers.",
                    "TitleJapanese": "チャグムの決意",
                    "SummaryJapanese": "チャグムと共に扇ノ下に新居を構えることにしたバルサ。だが、タンダは死んだことになっているとはいえ、噂の二人が都で暮らすことを心配する。そんな中、街では何をするにもお金が必要になることを知り、驚くチャグム。彼は自分が暮らす分のお金までバルサやタンダに頼るのは、二人に迷惑なのではと心配し始めて…。"
                },
                "8": {
                    "ID": "338457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338457",
                    "TitleEnglish": "Swordsmith",
                    "SummaryEnglish": "Balsa visits a great swordsmith to get a new blade for her spear. The smith agrees to forge her new blade, once he is convinced that Balsa did not kill the prince.",
                    "TitleJapanese": "刀鍛冶",
                    "SummaryJapanese": "槍を直してもらおうと、バルサはチャグムを連れて馴染みの鍛冶屋に向かう。死んだはずのバルサが現われ、驚く鍛冶。すぐに新しい槍を打って欲しいというバルサに対して、鍛冶は帝に弓を引いたという街の噂が本当ならば、バルサに協力出来ないという。そして、鍛冶が他の客が来るからと二人を隣の部屋に追いやった時…。"
                },
                "9": {
                    "ID": "338458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338458",
                    "TitleEnglish": "Shuga's Thirst",
                    "SummaryEnglish": "Shuga tries to figure of if the drought sign is diminishing. He gets permission from the head star-diviner to translate the ancient stone scrolls, that record the history of Yogo and are rumored to contain information about the drought.",
                    "TitleJapanese": "渇きのシュガ",
                    "SummaryJapanese": "チャグムを救えなかったという深い無力感と自責の念に駆られていたシュガ。その思いは、消えていない空の＜乾の相＞―干ばつの予兆―に気付かない星読み達への苛ちとして表れる。そんな中、皇太子の教育係・ガカイが、チャグムの遺品を捜そうとシュガの私室に無断で入る。それを見たシュガは、ガカイと言い争いになり…。"
                },
                "10": {
                    "ID": "338459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338459",
                    "TitleEnglish": "Soil and Hero",
                    "SummaryEnglish": "Tōya teaches Chagum how to act more like a city dweller. After Chagum sees through a rigged gambling game, he is determined to teach the men a lesson and help the people get their money back.",
                    "TitleJapanese": "土と英雄",
                    "SummaryJapanese": "その素直な性格から、扇ノ下での生活に慣れていく、賢すぎるチャグム。このままでは彼の息が詰まってしまうと心配するバルサ。そんな中、トーヤが街に戻ってくることを知ったバルサは、チャグムを街の生活により馴染ませるため、トーヤに頼まれ屋の仕事を手伝うようにと頼む。そして、トーヤと街に出たチャグムは…。"
                },
                "11": {
                    "ID": "338460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338460",
                    "TitleEnglish": "Flower Wine For Tanda",
                    "SummaryEnglish": "Unhappy with her arranged marriage, Saya's soul leaves her body. Tanda performs a soul call to guide her back. However, Tanda's soul becomes trapped in Nayug and needs Balsa's help to return to his own body.",
                    "TitleJapanese": "花酒をタンダに",
                    "SummaryJapanese": "お見合いをすることになったサヤ。しかし、そのおめでたいはずの見合いの席上、花酒を飲んだサヤが急に倒れてしまった。しかも、どうやら“魂抜け”になってしまったらしい。実はお見合いが誰の了承も得てないもので、サヤはお見合いが嫌でこんなことになってしまっているらしかった。サヤの魂を戻すために、タンダは…。"
                },
                "12": {
                    "ID": "338461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338461",
                    "TitleEnglish": "Solstice Festival",
                    "SummaryEnglish": "Chagum challenges a boy to a rucha match on the Summer Solstice festival. He asks Balsa to train him to fight. He fights the boy and wins the match. After the boy's father insults Chagum, Balsa steps in and defeats the father.",
                    "TitleJapanese": "夏至祭",
                    "SummaryJapanese": "トルガル帝が新ヨゴ皇国を建てたことを記念する“夏至祭”が近付いてきた。友人たちから祭りの日に行われる格闘技“ルチャ”の大会へ向けての稽古に誘われ、会場へやって来たチャグム。そんな彼らの前に隣国のロタ人であるヤーサムが現れた。彼のヨゴへの侮辱、帝の悪口に怒ったチャグムは、祭りでの勝負を約束するが…。"
                },
                "13": {
                    "ID": "338462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338462",
                    "TitleEnglish": "Neither Man nor Tiger",
                    "SummaryEnglish": "Balsa gets challenged to a duel by a former rival. The rival targets a traveling couple in order to draw out Balsa's anger. She attempts to protect the couple but ends up engaging in a fierce duel and allows her anger to overwhelm her. She wins the fight but thinks that she killed him; breaking her vow to never take a life.",
                    "TitleJapanese": "人でなく虎でなく",
                    "SummaryJapanese": "過去に因縁のある武人・カルボに見付かったバルサは、彼に自分と会ったことは忘れてくれるようにと頼む。だが、カルボは過去にバルサから受けた屈辱を晴らすために生きてきたと話す。そして、チャグムのことでバルサに揺さぶりをかけ、さらに翌日から街道の関門で最初に来た旅人を一人ずつ毎日斬っていくと言い放ち…。"
                },
                "14": {
                    "ID": "338463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338463",
                    "TitleEnglish": "The Knot",
                    "SummaryEnglish": "Torogai makes contact with the water beings of Nayug and discusses Chagum's current condition. Torogai discovers that the official Yogo founding history is false, and recounts her escape from the knot.",
                    "TitleJapanese": "結び目",
                    "SummaryJapanese": "大聖導師・ナナイが残した碑文を読み解くうち、『建国正史』が捏造された物語だったことに気付いたシュガ。彼は水の精霊こそが水の恵みをもたらすという事実にもっと早く気付けば、チャグムを守れたと後悔するのだった。同じ頃、サグとナユグが折り合う地“結び目”にて、トロガイもまた『建国正史』の嘘に気付き…。"
                },
                "15": {
                    "ID": "338464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338464",
                    "TitleEnglish": "Young Death",
                    "SummaryEnglish": "While gathering more information on the drought sign, Shuga finds proof that Chagum is alive. Shuga wishes to tell the prince's brother, Crown Prince Shagum, whose health has been weakened by the recent events. However, he is unable to, fearing the Emperor will discover Chagum's location.",
                    "TitleJapanese": "夭折（ようせつ）",
                    "SummaryJapanese": "トロガイは、バルサとタンダに “卵食い”ラルンガの存在を話す。チャグムにとって最大の敵が何者なのか？ 卵が孵る“宴の地”とは？ 少しでも手掛かりを見付けるためにバルサたちは、ヤクーの伝承が残るトウミ村にいくことを決める。一方、シュガは碑文をさらに読み解き、チャグム生存の手掛かりを見付けるが…。"
                },
                "16": {
                    "ID": "338465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338465",
                    "TitleEnglish": "In All Earnestness",
                    "SummaryEnglish": "Chagum's brother, Shagum, dies from overwork and grief leaving Chagum the heir to the throne. Shuga learns from the ancient scroll that the water spirit is not evil, and must be born in order to prevent the drought. Armed with this knowledge, Shuga leads the search for Chagum to bring him back to become the crowned prince.",
                    "TitleJapanese": "ただひたすらに",
                    "SummaryJapanese": "チャグムの生存を確認するため、青霧山脈にやって来たシュガ。そこにモンたち狩人が現れ、シュガを残してバルサとチャグムが落ちてしまった谷底へと降りていく。そこに存在していたのは、馬の死骸と二人の衣装のみだった。そして、シュガは聖導師にチャグムの生存を確信したことと、碑文を読み解いた結論を報告して…。"
                },
                "17": {
                    "ID": "338466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338466",
                    "TitleEnglish": "The Water Wheel in Flames",
                    "SummaryEnglish": "Shuga locates Chagum and Balsa in the city. The watermill is found by the emperor's hunters and they lay a trap. This is prevented when Tōya risks his life and sets fire to the watermill. Seeing the fire, Balsa and Chagum set off to find the Inishie Village.",
                    "TitleJapanese": "水車燃ゆ",
                    "SummaryJapanese": "隠れ家から宮へ帰ろうとしていた時に偶然チャグムを見かけたシュガは、宮へ戻るようにと水の精霊の誤解が解けたことを彼に説明する。だが、どうしていいか分からずに愕然と立ち尽くすチャグム。そこに現れ、立ちはだかるバルサ。一方、トーヤはバルサに頼まれたものを届けるために水車小屋へと到着するが…。"
                },
                "18": {
                    "ID": "338467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338467",
                    "TitleEnglish": "The Ancient Village",
                    "SummaryEnglish": "Balsa, Chagum and Tanda travel to Inishie village in hope of learning the ancient story of the water spirit. They locate the village and listen to the ancient story. Chagum is horrified to learn that the spirit's \"guardian\" must die for the spirit to be born.",
                    "TitleJapanese": "いにしえの村",
                    "SummaryJapanese": "トーヤのおかげで難を逃れたバルサは、チャグム、タンダ、トロガイと合流してトウミ村を目指していた。だが、チャグムはシュガから聞かされたサグムのことが気になり、バルサたちと行動を共にすることに納得がいかなかった。一方、シュガと狩人たちは、トーヤが水車小屋に届けた荷物からバルサたちのいき先を推測して…。"
                },
                "19": {
                    "ID": "338468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338468",
                    "TitleEnglish": "Flight",
                    "SummaryEnglish": "Chagum runs away in an attempt to return to the Yogo court and avoid being killed by the La Lunga (egg-eater). Determined to keep Chagum safe and bring him to Hunter's cave, Balsa goes after him. Seeing Chagum's distress, Balsa vows to keep him alive even if she must sacrifice her life.",
                    "TitleJapanese": "逃亡",
                    "SummaryJapanese": "トウミ村の少女・ニムカから“卵食い”ラルンガのことを聞いてしまったチャグム。そのことを教えてくれなかったバルサに対する不信感と、自分が精霊の守り人であり、ラルンガの餌食になってしまう運命にあることへの恐怖から、チャグムは宮に戻る決意をする。その頃、シュガと狩人たちがトウミ村へと迫っていて…。"
                },
                "20": {
                    "ID": "338469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338469",
                    "TitleEnglish": "The Hunter's Cave",
                    "SummaryEnglish": "Shuga and the hunters arrive in Inishie Village. Torogai tells Shuga of the egg eater. Shuga agrees to return to court and starts deciphering the remainder of the secret tome. Balsa, Chagum, Torogai and Tanda move to Hunter's cave, where they prepare for winter.",
                    "TitleJapanese": "狩穴へ",
                    "SummaryJapanese": "トウミ村に入って来たシュガと狩人たちの前にトロガイが現れた。トロガイは、ニュンガ・ロ・チャガとしての宿命を負ったチャグムのことと、 “卵食い”ラルンガのことを彼らに説明する。それを聞いて皇子であるチャグムを守ることに疑問を持ったシュガは、トロガイへの信用から、初代聖導師の碑文の存在を明かして…。"
                },
                "21": {
                    "ID": "338470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338470",
                    "TitleEnglish": "Jiguro Musa",
                    "SummaryEnglish": "The winter arrives and the mountains become impassable. Balsa tells Chagum the story of her guardian, Jiguro; how 24 years ago he decided to go against his Emperor in order to save Balsa's life.",
                    "TitleJapanese": "ジグロ・ムサ",
                    "SummaryJapanese": "未だに精霊の守り人としての運命を受け入れられないチャグムに、バルサは自分にとってかけがえのない存在であるジグロのことを話し始める。それは、隣国カンバルの王室付きの医者だったバルサの父、カルナ・ヨンサが宮中の陰謀に巻き込まれ、最愛の娘である幼きバルサを親友のジグロに託した壮絶な悲劇の話だった…。"
                },
                "22": {
                    "ID": "338471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338471",
                    "TitleEnglish": "Time of Awakening",
                    "SummaryEnglish": "Balsa continues Jiguro's story, and reveals the reason behind her oath to save eight souls. Balsa begins to train Chagum as they await the spring.",
                    "TitleJapanese": "目覚めの季",
                    "SummaryJapanese": "ジグロと親友“王の槍”たちとの戦い、ジグロとバルサの逃避行、そしてバルサがジグロから学んだもの…。そんなバルサの話がすべて終わった時、チャグムはバルサとジグロに自分とバルサを重ね合わせていた。そしてチャグムは、自らの運命に立ち向かう決意をし、バルサに武術を教えてもらうことを請うのだった…。"
                },
                "23": {
                    "ID": "338472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338472",
                    "TitleEnglish": "In Pursuit of Sig Salua",
                    "SummaryEnglish": "Spring has arrived and Chagum has grown physically and mentally. Chagum and Balsa are reunited with Shuga and the eight hunters. The power of the Sacred Spirit begins to influence Chagum's actions, and La Lunga finally appears to claim the egg.",
                    "TitleJapanese": "シグ・サルアを追って",
                    "SummaryJapanese": "すべての碑文を読み解くことはできなかったが、ラルンガの弱点を見つけたシュガは、狩人と共にヨゴの軍勢を率いて出立した。一方、バルサたちはチャグムの導くままに宴の地である青池へ向かった。そこで、シュガたちと合流したのも束の間、チャグムはシグ・サルアの咲く青池の中心へと、卵に導かれるように歩み出して…。"
                },
                "24": {
                    "ID": "378703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/378703",
                    "TitleEnglish": "The Last Hope",
                    "SummaryEnglish": "Balsa, Tanda, and the hunters chase after Chagum. Shuga and Torogai learn that the spirit will be born in another location and race to get there before dawn. When Balsa's group encounters the two La Lunga, Tanda learns how to harm the creatures, allowing the group to kill one of the egg eaters.",
                    "TitleJapanese": "最後の希望",
                    "SummaryJapanese": "卵に導かれるままに青池を離れて、森へと去っていったチャグム。それを追って森に入ったバルサとタンダだったが、完全に彼を見失ってしまう。一方、チャグムとラルンガが再び青池に現れるであろうと予測し、それに対応するために青池で準備をしていたシュガの元に、残りの碑文を読み続けていたガカイからの伝令が届き…。"
                },
                "25": {
                    "ID": "338474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338474",
                    "TitleEnglish": "Celebration",
                    "SummaryEnglish": "Balsa's group locate Chagum. The physical world and Nayug begin to merge. Balsa and the hunters manage to hold off endless waves of La Lunga long enough for the sun to rise. Tanda successfully extracts the egg and Chagum's life is saved.",
                    "TitleJapanese": "宴",
                    "SummaryJapanese": "タンダの捨て身の行動によって、ナユグのものと接触できるようになったバルサと狩人たち。そんな彼らの前に、チャグムを食らおうとするラルンガたちが次々と現れた。狩人は大松明でラルンガたちを撃退しながら、バルサをチャグムの所へといかせる。その中で、ついにチャグムの体の中にある卵が孵る準備を始めて…。"
                },
                "26": {
                    "ID": "338475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338475",
                    "TitleEnglish": "Departure",
                    "SummaryEnglish": "Chagum returns to the palace and is named Crown Prince and Divine Hero of the People. While Chagum is reunited with his mother, Balsa contemplates the future. Chagum meets with Balsa and wants to run away with her, but Balsa's words give him the courage to stay. Her pledge finally fulfilled, Balsa departs for Kanbal.",
                    "TitleJapanese": "旅立ち",
                    "SummaryJapanese": "運命の戦いが終わり、光扇京に戻ったチャグムたち。帝や二ノ妃の待つ宮中に迎えられたチャグムは、帝から悪しき魔物から国を救った英雄として生きることを命じられる。そして、バルサのことは忘れるようにと…。一方、十分な歓待と報酬を受け取ったバルサたちは、チャグムと話をすることもなく、宮を去ろうとしていて…。"
                }
            }
        }
    }
}