{
  "URL": "https://www.thetvdb.com/series/living-for-the-day-after-tomorrow",
  "Genres": [
    "Animation",
    "Anime",
    "Drama"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1429175/",
    "https://www.themoviedb.org/tv/77087"
  ],
  "TitleEnglish": "Living for the Day After Tomorrow",
  "SummaryEnglish": "Karada is a young girl who hates being treated like a child and who wishes to be grown up. Shoko is an aloof, unhappy young woman who has just returned from overseas. When they meet by coincidence one night at a local shrine where they both like to make wishes, they exchange ages.",
  "Aliases": [
    "A Direction of the Day After Tomorrow",
    "Asatte no Hokou",
    "Asatte no Houkou",
    "owards the Day After Tomorrow"
  ],
  "Modified": "2025-05-27",
  "Seasons": {
    "1": {
      "ID": "17625",
      "URL": "https://www.thetvdb.com/series/living-for-the-day-after-tomorrow/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "327811",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/living-for-the-day-after-tomorrow/episodes/327811",
          "TitleEnglish": "Wishing Stone",
          "SummaryEnglish": "Shōko returns to Japan, and soon meets Karada and Hiro. They and their friends goes to the beach. After seeing Shōko's silence in front of Hiro, Tōko asks what was wrong. Shōko responds loud and when Karada tries to solve the matter in between them, Shōko tells her that she is very small for that. Hiro buys Karada some Hair Ribbons and for suggestion she goes to Shōko. She responds again ending up that Karada is childish. Karada gets humiliated and is soon cheered up by Tetsu. When Hiro and Shōko talk in private, Shōko slaps him and runs away. As soon as the moon shines, Karada grows into an adult as Shōko grows younger into a child.",
          "Aliases": []
        },
        "2": {
          "ID": "327812",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/living-for-the-day-after-tomorrow/episodes/327812",
          "TitleEnglish": "Chance Encounter",
          "SummaryEnglish": "Karada and Shōko switch ages after Karada wishes to become older. Hiro spends the entire day and night trying to find Karada, only to later encounter Shōko and Karada, whom he doesn't recognize.",
          "Aliases": []
        },
        "3": {
          "ID": "327813",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/living-for-the-day-after-tomorrow/episodes/327813",
          "TitleEnglish": "A New Life",
          "SummaryEnglish": "Shōko and Karada begin adjusting to their new situation. Hiro, still looking for Karada, goes to Shōko's apartment. There, he mistakes Shōko to be her little sister, but later finds out about the age switch. Some of Shōko's past with Hiro is revealed.",
          "Aliases": []
        },
        "4": {
          "ID": "327814",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/living-for-the-day-after-tomorrow/episodes/327814",
          "TitleEnglish": "Please Believe",
          "SummaryEnglish": "Hiro is forced into believing Karada and Shōkō's age switch, which is quite hard for Karada. They later go to the Summer Festival and reach an understanding.",
          "Aliases": []
        },
        "5": {
          "ID": "327815",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/living-for-the-day-after-tomorrow/episodes/327815",
          "TitleEnglish": "A Place To Return To",
          "SummaryEnglish": "Karada persuades Shōkō to come live with her and her older brother. Shōkō meets Kotomi, who tries to make her play with the kids. Meanwhile, Tetsu is being forced into staying home studying while he wants to look for Karada.",
          "Aliases": []
        },
        "6": {
          "ID": "327816",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/living-for-the-day-after-tomorrow/episodes/327816",
          "TitleEnglish": "Summer's Eternity",
          "SummaryEnglish": "Tetsu goes to Karada's apartment to look for her and even talks with her himself, but he doesn't recognize her. The rest of the day, they go around town together to places Karada might be and end up in a hidden place where the source of the river's water is.",
          "Aliases": []
        },
        "7": {
          "ID": "327817",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/living-for-the-day-after-tomorrow/episodes/327817",
          "TitleEnglish": "The Moment Between Them",
          "SummaryEnglish": "Hiro's birthday comes around and Karada decides to bake him a cake for the occasion and Shōkō helps her. All the while Shōkō cannot forget about her past with Hiro.",
          "Aliases": []
        },
        "8": {
          "ID": "327818",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/living-for-the-day-after-tomorrow/episodes/327818",
          "TitleEnglish": "A Direction Of The Day After Tomorrow",
          "SummaryEnglish": "Karada leaves and tries to live on her own but very soon finds out how hard it really is. During a rainstorm, she remembers the past she had with her parents and when she first met Hiro.",
          "Aliases": []
        },
        "9": {
          "ID": "327819",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/living-for-the-day-after-tomorrow/episodes/327819",
          "TitleEnglish": "Guide",
          "SummaryEnglish": "Karada starts to work at a pension in order to live on herself. Meanwhile, Tetsu is still on the search for Karada and this time even Kotomi is helping him out.",
          "Aliases": []
        },
        "10": {
          "ID": "327820",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/living-for-the-day-after-tomorrow/episodes/327820",
          "TitleEnglish": "Real Name",
          "SummaryEnglish": "Tetsu is still eager to search for Karada, and does not even realize he has already met her. When it starts to rain and he has not come back yet, Karada goes out to search for him.",
          "Aliases": []
        },
        "11": {
          "ID": "327821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/living-for-the-day-after-tomorrow/episodes/327821",
          "TitleEnglish": "The 'Now' That Is There",
          "SummaryEnglish": "After Tetsu gets over his cold, Karada finally tells him her true identity, though Tetsu doesn't believe her. After coming to terms with what he did to Shōko, Hiro and she take a train together to go see Karada.",
          "Aliases": []
        },
        "12": {
          "ID": "327822",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/living-for-the-day-after-tomorrow/episodes/327822",
          "TitleEnglish": "Being Here",
          "SummaryEnglish": "Eventually Tetsu believes that Karada was turned into an adult. As Kotomi leaves the town to see her father, she gives Shōko a piece of the wishing stone she had. It is implied that they reversed the age switch, and the last shot is of the wishing stone fading into dust.",
          "Aliases": []
        }
      }
    }
  }
}