{
    "URL": "https://www.thetvdb.com/series/darker-than-black",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Horror",
        "Mystery",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0995941/",
        "https://www.themoviedb.org/tv/31718"
    ],
    "TitleEnglish": "Darker Than Black",
    "SummaryEnglish": "It has been 10 years since Heaven's Gate appeared in South America and Hell's Gate appeared in Japan, veiling the once familiar night sky with an oppressive skyscape. Their purposes unknown, these Gates are spaces in which the very laws of physics are ignored. With the appearance of the Gates emerged Contractors, who, in exchange for their humanity, are granted supernatural abilities. In the Japanese city surrounding Hell’s Gate, Section 4 Chief Misaki Kirihara finds herself at odds with an infamous Contractor codenamed Hei. Called \"Black Reaper\" in the underground world, Hei, like his associates, undertakes missions for the mysterious and ruthless Syndicate while slowly peeling back the dark layers covering a nefarious plot that threatens the very existence of Contractors. From the mind of Tensai Okamura comes a sci-fi thriller taking the form of a subtle exposé on a war in which political positions and justice have no sway—a war waged exclusively in the shadows.",
    "Aliases": [
        "Dākā Zan Burakku"
    ],
    "Modified": "2025-09-28",
    "Seasons": {
        "0": {
            "ID": "27401",
            "URL": "https://www.thetvdb.com/series/darker-than-black/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "359684",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/359684",
                    "TitleEnglish": "Beneath Cherry Blossoms in Full Bloom...",
                    "SummaryEnglish": "Mayu Otsuka works at the 4th Foreign Affairs Department in the Japanese National Police Agency as a liaison officer with the National Astronomical Observatory of Japan. She wrote a story about a masked man that supposedly seemed to be a dream, but she isn't sure. Hei and his comrades got themselves a new task and are looking for a numeric password with a sample. A contractor took it from the Gate and buried it under a blossom tree. As events unfold, Mayu seems to fall in love with Hei, while Saitou struggles to confess his feelings for Kirihara."
                },
                "2": {
                    "ID": "1652371",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/1652371",
                    "TitleEnglish": "Gaiden Part 1",
                    "SummaryEnglish": "Sometime after the Tokyo Explosion incident, Hei had fought and defeated some Syndicate Contractors and had then fled with Yin to Okinawa. The two posed as newlyweds on their honeymoon, and Hei had tried to find a way out of the country. What began to bother him though was how Yin started acting on her own, including following him when he told her to stay put and arranging dinner for him at the inn. The two ended up not leaving by boat because of the ferry ticket lady’s warning about Yin getting seasick, and this led to Hei running into a woman at the hotel who looked exactly like Amber."
                },
                "3": {
                    "ID": "1652381",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/1652381",
                    "TitleEnglish": "Gaiden Part 2",
                    "SummaryEnglish": "After having a dream where she’s being pulled on by a glowing child-like figure, Yin wakes up to Hei watching over her, and he promises to protect her. The two soon arrive in Hong Kong, and Hei finds a man named Chen to make some fake passports for them so that they can keep running. Yin, however, speaks out because she feels that it’s pointless and suggests attacking their enemies instead. She proposes spreading the rumor that he wants to sell her in order to lure their enemies in, and she believes that they can’t run away while there’s a Doll watching her. All of this plus Yin’s attitude worries Hei, but he decides to have Chen set everything up. While Chen is away, Hei questions why Yin didn’t tell him about the enemy Doll, but she seems not to remember what she said before. She does tell him though that she wants to be with him like this forever. Chen then comes running back because he encountered a dangerous group while spreading the rumors, but Hei is undeterred..."
                },
                "4": {
                    "ID": "1652391",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/1652391",
                    "TitleEnglish": "Gaiden Part 3",
                    "SummaryEnglish": "Picking up from last time,the men barging in to help Hei turned out to be Amber’s former Evening Primrose members led by Amagiri. Upon talking to Hei about how books from over fifty years ago predicted the appearance of a girl with the power to change the world and wondering if Amber foresaw all this, Amagiri asks Hei what exactly does he think of Yin. Hei is unable to give an answer..."
                },
                "5": {
                    "ID": "1652401",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/1652401",
                    "TitleEnglish": "Gaiden Part 4",
                    "SummaryEnglish": "Claude gives Yin an unknown substance which should make her unstable to fasten her awakening. He calls every secret organization in the world in order to set them up against each other. The Chinese Secret Organization is first, whom Claude sells Yin to. He throws the money out of the window. In the next scene, Hei is seen with the real contractor body of the dog who helps him now because of Claude's irrational actions. They are able to enter into the building, killing contractors in the process. Outside the building, several organizations are fighting each other just as Claude had intended..."
                }
            }
        },
        "1": {
            "ID": "17742",
            "URL": "https://www.thetvdb.com/series/darker-than-black/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "328321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/328321",
                    "TitleEnglish": "The Fallen Star of a Contract... (Part 1)",
                    "SummaryEnglish": "Li Shanshun is a Chinese student just moving to Japan. Upon moving in his new apartment he meets a woman named Haraguchi. He sees here again that night, after observing the stars, and even saves her from getting caught by the cops. It seems Haraguchi is in something she shouldn't be as Li saves her from being kidnapped after running into her again. But a second rescue is out of the question since the kidnapper is a Contractor. Li is knocked off a bridge and left for dead and Haraguchi is taken away. Is Li really dead? Or is there more than meets the eye when it comes to him?"
                },
                "2": {
                    "ID": "328322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/328322",
                    "TitleEnglish": "The Fallen Star of a Contract... (Part 2)",
                    "SummaryEnglish": "As Li and Haraguchi continue to avoid Alan and the other Contractors, Haraguchi reveals that her actual name is Chiaki Shinoda. She also says she will give him the information she received from Rui. Upon retrieving the information Lee leaves Chiaki behind and takes of with the information. But everything is not as it seems. After getting a little ways away Li is attacked by Alan and the other Contractors. Can he survive?"
                },
                "3": {
                    "ID": "328323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/328323",
                    "TitleEnglish": "A New Star Shines in the Dawn Sky... (Part 1)",
                    "SummaryEnglish": "Not long after the appearance of the gate, a group went in to investigate the gate. Among the group only one man survived. Tahara now spends his time in his office taking care of the flower he found in the gate. But things are about to change as a group targets him for his research on contractors and the gate. Can Hei and the others get the information first?"
                },
                "4": {
                    "ID": "328324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/328324",
                    "TitleEnglish": "A New Star Shines in the Dawn Sky... (Part 2)",
                    "SummaryEnglish": "Things have taken a turn for the worse, with Tahara's daughter being a contractor, but not being able to control her powers. Now Mai has been kidnapped and the group responsible wants Tahara's research or they keep Mai. Things may not go as they plan when Hei gets involved. Will he be able to get Mai back?"
                },
                "5": {
                    "ID": "328325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/328325",
                    "TitleEnglish": "Red Giant over Eastern Europe... (Part 1)",
                    "SummaryEnglish": "A group of Contractors, called MI-6, capture a once deadly Contractor called Havoc, who has lost her powers. Upon retreiving her they take her to Tokyo to be experimented on by the Pandora Institute. After watching a helicopter take Havoc away Misaki meets Jack Simon aka November 11. Later on as they are driving down the highway, Misaki finds out that Havoc really isn't on the helicopter. Where is the real Havoc and how does Hei know her?"
                },
                "6": {
                    "ID": "328326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/328326",
                    "TitleEnglish": "Red Giant over Eastern Europe... (Part 2)",
                    "SummaryEnglish": "Havoc is iterrogated by Hei on the whereabouts of Amber and Pai (Who is Hei's younger sister) Unfortunately, Havoc does not know anything useful. She offers to help Hei by approaching the Gate and recovering her memories and powers, but that only leads her to wanting her own death. With the MI6 agents in pursuit, her wish may be granted."
                },
                "7": {
                    "ID": "328350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/328350",
                    "TitleEnglish": "The Scent of Gardenias Lingers in the Summer Rain... (Part 1)",
                    "SummaryEnglish": "Gai and Kiko get hired by a widow and are asked to find the widow's lost black cat. While trying to find the cat, they meet Hei, who is looking for the Contractor that is killing employers from that same company. As both Gai and Kiko continue to look, Gai comes across the skeleton of a woman who has been dead for a while."
                },
                "8": {
                    "ID": "328354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/328354",
                    "TitleEnglish": "The Scent of Gardenias Lingers in the Summer Rain... (Part 2)",
                    "SummaryEnglish": "As Gai investigates the murder of Toshiko he is attacked by the mind switching contractor, who wants his jacket back. Mao makes an attempt to steal the jacket and take off with it by switching bodies with a crow. He fails and must revert back to the cat body. Things don't look good for Mao when the contractor realizes who he is. Now Mao's life hangs in the balance, can hei get there in time to save him and kill the contractor?"
                },
                "9": {
                    "ID": "330313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/330313",
                    "TitleEnglish": "The White Dress, Stained with the Girl's Dreams and Blood... (Part 1)",
                    "SummaryEnglish": "Misaki finds herself reunited with her old high school classmate, Alice, who is also the daughter of the boss of the Hong Kong mafia, Chen Long Tang, on the night of Alice's birthday party. At the party, Misaki finds that her working collaborate, Saitou, along with Hei, have snuck into the party as well. Unfortunately, Misaki finds out that Alice and her Contractor Bodyguard Wei Zhi Jung have been responsible for the deaths of many of the mafia members."
                },
                "10": {
                    "ID": "330315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/330315",
                    "TitleEnglish": "The White Dress, Stained with the Girl's Dreams and Blood... (Part 2)",
                    "SummaryEnglish": "After Hei and Misaki barely escape from Alice, Hei goes his separate way after Misaki and Saitou find each other. After Hei steals the crystal hidden within the stone flower garden, he runs into Wei and loses the crystal in the process. Wei finally meets up with Misaki and Saitou, who have found Alice. After Wei kills his partner, Alice, he moves in on Misaki and Hei."
                },
                "11": {
                    "ID": "331054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/331054",
                    "TitleEnglish": "When One Takes Back What Was Lost Within the Wall... (Part 1)",
                    "SummaryEnglish": "When an explosion is set up to steal a meteor fragment from PANDORA headquarters, Hei is sent it to steal it before anyone else does. On his first day he meets up Corinna Moku, who breaks down not long after arriving at the gate, and Meena Kandaswamy, who is from the same organization as Hei and will be helping him find the fragment. Now Hei must keep from being detected as a Contractor and find the meteor fragment. But will a death at the headquarters break his cover?"
                },
                "12": {
                    "ID": "331055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/331055",
                    "TitleEnglish": "When One Takes Back What Was Lost Within the Wall... (Part 2)",
                    "SummaryEnglish": "Nick and a few other researchers are sent into the restricted section of the Gate to retrieve what is to believed to be the meteor fragment. Everything goes wrong and the entire team ends up dead, except Nick. Now Hei realizes that Nick is a contractor too, who seems to have the same power, and he also has the meteor fragment. Upon confronting Nick, the two begin to fight. Can Hei defeat Nick or will something else end the battle?"
                },
                "13": {
                    "ID": "331618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/331618",
                    "TitleEnglish": "A Heart Unswaying on the Water's Surface... (Part 1)",
                    "SummaryEnglish": "Hei, Yin, and Mao are targeted by a group of contractors and now must fight to survive. Things become problematic when Yin goes missing. Now Hei and Moa must find her before the enemy does, but things change when Yin's old piano teacher gets Gai and Kiko to find Yin for him. The race is on to find Yin, but who will get to her first?"
                },
                "14": {
                    "ID": "331619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/331619",
                    "TitleEnglish": "A Heart Unswaying on the Water's Surface... (Part 2)",
                    "SummaryEnglish": "Kastenin, Gai, and Kiko take Yin back to her home town, meanwhile Hei is given the order to kill Yin and is given her location. Getting to Yin is not going to be that easy since th contractors from before are still after Yin and have their own method to finding her. The race is on once more, but this time Hei must make the choice on whether or not to kill Yin. Will he kill her or will the option be taken from him?"
                },
                "15": {
                    "ID": "331620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/331620",
                    "TitleEnglish": "Memories of Betrayal in an Amber Smile... (Part 1)",
                    "SummaryEnglish": "A sunspot called the Great Dark Spot, that makes the sun look like an eye, is about to appear and the last time it appeared the gate in South America dissappeared. To make everything even more hectic a boy is going around setting off explosions in the city. But things continue to fall apart when November 11 returns and it becomes apparent that Hei and November 11 are looking for the the same girl, who is known as Amber to Hei and February to November 11. Will Hei be able to find her before November 11 does, or will November 11 be taken out before his search can begin?"
                },
                "16": {
                    "ID": "331621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/331621",
                    "TitleEnglish": "Memories of Betrayal in an Amber Smile... (Part 2)",
                    "SummaryEnglish": "The Stargazer of the Astronomical Bureau finally speaks, giving vague information on the Evening Primrose. November 11 kills Maki in a final showdown as Hei finally reaches Amber, who has taken Yin. Misaki also arrives at their location, but, with the help of Amber's contract, everyone escapes."
                },
                "17": {
                    "ID": "339141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/339141",
                    "TitleEnglish": "A Love Song Sung from a Trash Heap... (Part 1)",
                    "SummaryEnglish": "Hei meets Sakurai Kenji of the Nakazawa Group, a clumsy yet ambitious young man. New characters are introduced who live in Hei's apartment building. Later, Kenji is given the assignment of taking care of a doll by his boss. Hei, Mao, Yin, and Huang try to find the doll, who is conveniently in the hands of Kenji."
                },
                "18": {
                    "ID": "339142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/339142",
                    "TitleEnglish": "A Love Song Sung from a Trash Heap... (Part 2)",
                    "SummaryEnglish": "Kenji falls for the doll, and they try to run away together with Hei's help. While out shopping, Hei is nearly identified by Kirihara Misaki as BK201, but Misaki doesn't see the relation between Li Shunsheng and BK201. Later, Kenji is caught and nearly killed by the boss, his brother, when Hei saves him. Kenji and the doll successfully run away."
                },
                "19": {
                    "ID": "339143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/339143",
                    "TitleEnglish": "Dreaming Shallow, Uninebriated... (Part 1)",
                    "SummaryEnglish": "Hei is sent to infiltrate a religious organization and kill the Prophet, Alma. He is aided by an insider, another Contractor by the name of Shihoko whom Huang appears to know. Amagiri and Alma appear to be in cahoots with Alma providing him with dolls. A well-meant mistake on Huang's part leads to Shihoko's capture."
                },
                "20": {
                    "ID": "339144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/339144",
                    "TitleEnglish": "Dreaming Shallow, Uninebriated... (Part 2)",
                    "SummaryEnglish": "The Organization orders Huang to kill Shihoko, and as a secondary directive secretly orders Mao and Hei to kill them and Alma if Huang fails. In Huang's past we see him falling for Shihoko, and then Shihoko killing his then police partner Isozaki. Isozaki's wife's memory is wiped by the ME, and Huang is drafted into the Syndicate. He is unable to kill Shihoko, and asks Hei to kill them both. Hei tries to help them run away while Mao refuses to have any involvement. When they arrive at the docks to wait for a boat, Shihoko sees someone from the Syndicate and realizes they cannot escape. For love of Huang she runs into the path of an oncoming truck and dies."
                },
                "21": {
                    "ID": "339145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/339145",
                    "TitleEnglish": "City Under Crackdown, Moist with Tears... (Part 1)",
                    "SummaryEnglish": "A doctor is abducted by agents of the EPR, while the American embassy in Tokyo suffers attack from Hei and his team. A new contractor with the power to teleport herself and others appears as a double agent for the EPR. Wei Zhi Jung reappears, but is scarred from his last encounter with Hei. Misaki enters the embassy compound only to be detained by PANDORA, and Mao is discovered by Amber. November 11 leaves the M16 for the EPR."
                },
                "22": {
                    "ID": "339146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/339146",
                    "TitleEnglish": "City Under Crackdown, Moist with Tears... (Part 2)",
                    "SummaryEnglish": "Mao is taken by Amber to the headquarters of the EPR. While there, Amber calls a meeting for all of the EPR's contractors, including Mao, and the Doctor. She reveals that there was a plan to destroy the South American gate, which would have led to the eventual disappearance of all world-wide contractors. The Doctor notes that the plan was interrupted by a mysterious blue light. November 11 meets the head of East Asian MI6 operations, who is revealed to be a member of the Syndicate, and they kill each other. Hei attacks the EPR to rescue Mao. Hei uses his powers on Amber while Amber activates her meteor shard, resulting in the illumination of the whole building in a blue light."
                },
                "23": {
                    "ID": "339147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/339147",
                    "TitleEnglish": "God is In His Heaven",
                    "SummaryEnglish": "Eric Nishijima is using a particle accelerator to wipe out the contractors. Amber gathers numerous contractors to destroy the accelerator, and dolls to be used for some other unknown reason. Nijishima is related to the Syndicate as he places a phone call to eliminate Hei and his team. Amber sends a message to Hei via Wei, telling him to meet her in the Gate. Hei agrees and thus Huang, Mao, and Yin, agree to assist Hei to infiltrate Hell's Gate with Wei's guidance."
                },
                "24": {
                    "ID": "339148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/339148",
                    "TitleEnglish": "Meteor Shower",
                    "SummaryEnglish": "Hei's team, on the orders of Eric Nishijima, has been kicked out of the syndicate and contracts taken on all their lives. Misaki discovers that the \"syndicate\" is really a collaboration between intelligence agencies of multiple countries and that she herself has been an unknowing member. Hei, Yin, and Mao infilitrate Hell's Gate while Huang detonates a suicide bomb for distraction. Mao is disconnected from the Syndicate's network and his feral cat behavior takes over and runs away. The EPR's contractors attack the gate, leaving the focus open for Hei and Yin. The syndicate takes out the EPR's doll system, leaving Hei with only Yin for guidance as they head towards the conclusion of the story."
                },
                "25": {
                    "ID": "339149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/339149",
                    "TitleEnglish": "Does the Reaper Dream of Darkness Darker Than Black?",
                    "SummaryEnglish": "After meeting with Amber, Hei learns that against common knowledge Contractors can become more humane than was thought to be possible. Realising his own position between the world of contractors and humans, Hei has to make the decisive choice for both. With final farewells to his past comrades inside the Gate, and their support behind his back, Hei's decision brings new future for the world."
                }
            }
        },
        "2": {
            "ID": "124641",
            "URL": "https://www.thetvdb.com/series/darker-than-black/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1162971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/1162971",
                    "TitleEnglish": "Black Cats Do Not Dream of Stars",
                    "SummaryEnglish": "An Eurasian girl named Suou watches a meteor shower along with her twin brother Shion and their father, but things go awry when a meteor crashes into their location. Two years later, Shion has turned into a contractor from the incident, confined to a wheelchair due to his renumeration. He is locked away into the family home for safekeeping, while Dr. Pavlichenko spends his time researching into his son's condition and the contractors, forbidding Suou to talk or see her brother. Things go normally in their lives until Suou's best friend Tania becomes a contractor and attacks her boyfriend Nika when he stops her from leaving. Hei aka BK-201 reappears in Russia after a FSB squad tries to capture Shion alive; April also reappears in Russia on a mission to secure Shion."
                },
                "2": {
                    "ID": "1162981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/1162981",
                    "TitleEnglish": "Fallen Meteor",
                    "SummaryEnglish": "Before Hei could obtain the Meteor Core from Suou, Hazuki attacks him in order to secure Suou. Suou sought sanctuary alongside Nika to avoid being captured by FSB agents due to the events regarding Tanya's Contractor powers being known and for Suou being mistaken for Shion. When Hei tries to recapture Suou, he tries to obtain the Fragment when he realizes that \"Shion\" is actually Suou, which greatly changes Hei's mind of securing her when a FSB squad ambushes Hei. Hei escapes with Suou along when August 7 and Genma attack the FSB squad separately to secure Suou for their own objectives. Hei and Suou were caught in a trap after Hei seemingly kills August 7 by electrocuting the British contractor. Later on, Misaki is shown looking through a telescope which is directed towards BK201's star. The star fades away."
                },
                "3": {
                    "ID": "1216591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/1216591",
                    "TitleEnglish": "Vanishing in a Sea of Ice",
                    "SummaryEnglish": "The trap devices holding Hei explodes from the energies caused by the meteor fragment. Suou goes into a daze and shove both herself and Hei into the sea. Hei awakens in a hut with Suou in tow. After a tense exchange, Hei decides to bring Suou and leave Vladivostok. Hei and Suou try to make their escape at the train station while Nika distracts Tania from her mission. Misaki is questioned by an MIAC official named Kobayashi about the contractors and the Syndicate. She is given an offer to join MIAC in pursuing BK201 who is revealed by Kobayashi to be alive. Hei, Mao, Suou and July, who has joined up with them, rides on a ship leaving Russia."
                },
                "4": {
                    "ID": "1216601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/1216601",
                    "TitleEnglish": "The Ark Adrift on the Lake",
                    "SummaryEnglish": "Hei and the others landed in Sapporo, taking refuge in an uninhabited part of the city as half of it was previously flooded. Misaki was recruited into the MIAC's black ops division Section 35 and was given the alias of Yayoi Ichinose. Hoping to learn what happened to Hei, she sought out an informant to obtain information of what happened to him. Hei decides to train Suou given that she has obtained Contractor powers after the previous gunfight against FSB forces in Vladivostok. Despite Suou's hatred to Hei for changing her life, she decides to stay with him alongside July. Meanwhile, Misaki heads to the now abandoned National Observatory when she was confronted alone by Madam Orielle, who knows of her real name aside from her alias."
                },
                "5": {
                    "ID": "1216611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/1216611",
                    "TitleEnglish": "Gunsmoke Blows, Life Flows",
                    "SummaryEnglish": "Hei was attacked by a group of MIAC agents led by Michiru, the wife of a local restaurant owner who left him three years ago after being a Contractor for the MIAC. Suou and July were able to escape capture from the agents under Hei's instructions. Misaki is tasked by the MIAC to lead a Section 3 unit in delivering a device with the codename as Izanami under orders from Kobayashi. Hei recruits Suou to assist him in launching a raid on the Section 3 convoy under orders from his employers to seize Izanami with the mission seemingly a success after the truck drives away in the attack. Michiru appears to her family in Sapporo, startling her ex-husband and son. Suou watches the waters of Sapporo after the mission, seeing an unknown submarine covertly entering Japanese territorial waters."
                },
                "6": {
                    "ID": "1233401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/1233401",
                    "TitleEnglish": "An Aroma Sweet, a Heart Bitter",
                    "SummaryEnglish": "Hei engages Genma in a battle, taking in the trap prepared by Misaki while she and the rest of Section 3 prepare to transport Izanami to the Greater Tokyo Area via submarine. Suō and July are tasked by Mao to take down the metal container that houses Izanami. Hei, after realizing that Yin was in the container all along, interrupts Suō's attempt to shoot it and instead retreats. Hei and the others retreat from Sapporo also, heading to Tokyo after Suō witnesses the death of Michiru when a specter resembling Yin strangles her with her water powers. Misaki is later warned not to think of Yōko as an ally. Hei then goes rogue once more, cutting off connections with Madam Orielle. When Suō sees Yin's specter from the electric pole, she kicks it before walking with Hei back to their hideout."
                },
                "7": {
                    "ID": "1233411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/1233411",
                    "TitleEnglish": "The Doll Sings in the Winter Wind",
                    "SummaryEnglish": "Misaki and Genma meet at the abandoned National Observatory, the former being warned that communications between her and the rest of the world are being tapped by the MIAC. Hei and the others escape from Sapporo under a heavy police lockdown by seeking assistance from the underworld. However, Hei is later duped when their contact gets away with kidnapping July. A Russian agent named Ilya Sokolov encounters Suō and uses his Contractor powers to help him detain her, Mao and July after killing their contact. Hei later comes to their rescue and kills Ilya, despite nearly being overpowered by Ilya's powers. The four later were able to arrive at the Sendai Shinkansen station, boarding it while Repnin of the FSB watches them from his cabin."
                },
                "8": {
                    "ID": "1233421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/1233421",
                    "TitleEnglish": "Twinkling Sun on a Summer Day",
                    "SummaryEnglish": "Suō recalls a summer day in Vladivostok before the series when she played with Tanya by a pool. Meanwhile, Hei is intercepted by Repnin's men in the train hallway and Suō is confronted by Tanya. Repnin offers Hei a job with the FSB after inviting him to eat. During this time, Hei and Misaki are told simultaneously that Izanami has the ability to cause contractors to commit suicide. Hei refuses Repnin's offer and attacks him, while Tanya summons a swarm of insects to stop the train and escape with Suō. Outside the train, Hei and Suō face off against the FSB force on their own, defeating them. Unknown to Suō, Tanya was killed by Suō's brother Shion from a nearby rooftop. As Tanya floats in the stagnant pool, Suō ponders that she can never return to the innocent summer days she remembers. Suō later heads off to Tokyo with Mao and July on their own without Hei to guide them."
                },
                "9": {
                    "ID": "1233431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/1233431",
                    "TitleEnglish": "They Met One Day, Unexpectedly",
                    "SummaryEnglish": "As Suō and July ride a train through Tokyo Suō collapses from a high fever, waking up in Kiko's bedroom. Kiko and Gai decide to help Suō search Tokyo for Suō's mother, but with little success. Misaki finds a recording by Amber which instructs her to find a certain CD, which informs her that Izanami will eventually meet Izanagi, at which point Hell's Gate will open. Following the advice of Madame Orielle, Suō proceeds to an airport to find her mother. At the airport Hei appears and kidnaps one of Misaki's teammates, easily evading Mina and escaping. Suō's mother cries upon meeting Suō in the airport, believing she is her twin brother Shion. In a car Suō tries to explain that she is not Shion, but her mother dismisses this saying that Suō died 8 years ago."
                },
                "10": {
                    "ID": "1233441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/1233441",
                    "TitleEnglish": "Your Smile on a False Street Corner",
                    "SummaryEnglish": "Suō tries to remind her mother of the happy time they visited the aquarium, but flees when she denies it. Misaki finds Suō in the cold and explains that the aquarium she remembers was demolished 13 years ago. Suō's mother recounts to Misaki that day 8 years ago in Moscow when she took Suō and Shion to see her husband Dr. Pavlichenko at the university; Mao was also present then and lost his body in the explosion. Suō's mother remembers seeing her husband manipulating Suō in a machine, then fleeing with Suō's lifeless body while Shion watched from a window. Shion reveals his ability: He can create a perfect clone of any organism. Hei rejoins Suō, July, and Mao after incapacitating Misaki. Mina vows to kill Hei upon finding Yoko's bloody corpse."
                },
                "11": {
                    "ID": "1233451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/1233451",
                    "TitleEnglish": "The Sea Floor Dries Up, and the Moon Grows Full",
                    "SummaryEnglish": "Hei decides to leave for awhile to settle his own problems. After which, Suō decides to do the same - going to find her father and ask him about her. Suō, July and Mao go to the aquarium and they find Dr. Pavlichenko there. He tells Suō the truth about the meteor incident that year and about Shion's abilities to copy. On the other hand, MIAC head for the aquarium and Genma bumps into Suō and gang. Misaki bumps into Madam Orelle and she tells her to follow because there will be a bloodbath soon. Suō and gang run and hide, but Dr. Pavlichenko is shot by a contractor while trying to protect Suō. They hide somewhere while Genma calls for Suō. Suō tells the rest to hide while she confronts Genma herself. She manages to knock out Genma in the battle, but gets back to the rest only to find her father dying. They leave while MIAC finds Dr. Pavlichenko's body, with Suō's origami of a star on him. Meanwhile, Hei tries to find Yin, but was surprised to see the containment empty. Mina comes out and attacks Hei. Back at the Gate, Misaki meets with Mao and July, only to have found Suō disappeared. It is shown that she found Shion on the floor, unconscious."
                },
                "12": {
                    "ID": "1233461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/darker-than-black/episodes/1233461",
                    "TitleEnglish": "Ark of Stars",
                    "SummaryEnglish": "Hei and the rest of Section 3 continue to secure Izanami from American forces after they have launched a military operation to secure the Greater Tokyo Area for their government's use. Genma reveals his allegiance to the CIA, having been a double agent for them and the MIAC. Misaki goes on with Mao to find a way to handle Izanami, wondering whether their actions will either save the world or bring it to ruin forever. However, Madame Oreille reveals details that ties to the problems the MIAC and Suō had been facing before Misaki and Mao. After the American military successfully secures the Greater Tokyo Area, Misaki and Kobayashi go underground to escape detention from the hands of American troops while Hazuki goes MIA after her fight with Genma and his American escorts. Meanwhile, Shion uses the last of his Contractor powers to help Suō after they meet in Hell's Gate."
                }
            }
        }
    }
}