{
  "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1029248/",
    "https://www6.nhk.or.jp/anime/program/detail.html?i=moribito",
    "https://www.themoviedb.org/tv/42830",
    "https://www.themoviedb.org/tv/42830"
  ],
  "TitleEnglish": "Moribito: Guardian of the Spirit",
  "SummaryEnglish": "Based on a fantasy novel by Uehashi Naoko & Futatsugi Saki. Once every 100 years, a Water Spirit implants an egg into a person who then becomes the Guardian of the Spirit. This time, the responsibility falls on Chagum, the second prince of the New Yogo Kingdom. Chagum's father, the Emperor, believes this spirit is the reincarnation of a demon defeated by his ancestor, the first Emperor, and secretly orders his son killed. Chagum's mother, the Second Empress, fearing for her child's safety convinces a female bodyguard for hire, Balsa, to protect Chagum. Balsa accepts fully knowing that this assignment may be her last, but she does so to atone for sins of her past.",
  "Aliases": [
    "Seirei no Moribito",
    "Guardian of the Spirit",
    "Guardian of the Sacred Spirit"
  ],
  "Modified": "2025-09-26",
  "Seasons": {
    "1": {
      "ID": "28920",
      "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/seasons/official/1",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "338450",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338450",
          "TitleEnglish": "Balsa, the Female Bodyguard",
          "SummaryEnglish": "A female spear-wielder, Balsa, is recruited to protect the second prince of Yogo, Chagum, from his own father. The Emperor is determined to kill him, believing the prince is possessed by an evil water spirit.",
          "Aliases": []
        },
        "2": {
          "ID": "338451",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338451",
          "TitleEnglish": "The Hunter and the Hunted",
          "SummaryEnglish": "Balsa makes preparations to leave the capital with Chagum. She must leave the city without being noticed; a task made difficult by the prince who has overcome with the grief of leaving his family. The Emperor dispatches four secret hunters to recover the prince and kill Balsa.",
          "Aliases": []
        },
        "3": {
          "ID": "338452",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338452",
          "TitleEnglish": "Mortal Combat",
          "SummaryEnglish": "Balsa discovers that she and Chagum are being followed. She has no choice by to fight against the pursuers. In the confusion Balsa loses Chagum. She manages to rescue him but due to her wounds, Chagum must carry on by himself to Tanda's hut.",
          "Aliases": []
        },
        "4": {
          "ID": "338453",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338453",
          "TitleEnglish": "Torogai's Letter",
          "SummaryEnglish": "Following Balsa's direction, Chagum successfully reached Tanda's house in the mountains. Balsa is able to catch up, but must now recuperate her strength. Balsa and Tanda nurture their relationship in the process.",
          "Aliases": []
        },
        "5": {
          "ID": "338454",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338454",
          "TitleEnglish": "Secret Advantage: the Blue Hand",
          "SummaryEnglish": "Chagum's ailment is revealed by Torogai. Balsa knows that the Emperor will never openly search for the prince. However, when Chagum's staged funeral is held in the capital, a wide-area search for Balsa is in the works.",
          "Aliases": []
        },
        "6": {
          "ID": "338455",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338455",
          "TitleEnglish": "Death on Aogiri",
          "SummaryEnglish": "Unable to determine Balsa's exact position, the Emperor's hunters split up. At the Aogiri Mountains they see Balsa and Chagum dragged down a cliff by a large wolf. They assume that Balsa and Chagum have died.",
          "Aliases": []
        },
        "7": {
          "ID": "338456",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338456",
          "TitleEnglish": "Chagum's Resolution",
          "SummaryEnglish": "In order to remain hidden until next spring, Balsa buys a watermill and settles there with Chagum for the time being. To pass the time and make some money, they use the mill to grind grain for the local villagers.",
          "Aliases": []
        },
        "8": {
          "ID": "338457",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338457",
          "TitleEnglish": "Swordsmith",
          "SummaryEnglish": "Balsa visits a great swordsmith to get a new blade for her spear. The smith agrees to forge her new blade, once he is convinced that Balsa did not kill the prince.",
          "Aliases": []
        },
        "9": {
          "ID": "338458",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338458",
          "TitleEnglish": "Shuga's Thirst",
          "SummaryEnglish": "Shuga tries to figure of if the drought sign is diminishing. He gets permission from the head star-diviner to translate the ancient stone scrolls, that record the history of Yogo and are rumored to contain information about the drought.",
          "Aliases": []
        },
        "10": {
          "ID": "338459",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338459",
          "TitleEnglish": "Soil and Hero",
          "SummaryEnglish": "Tōya teaches Chagum how to act more like a city dweller. After Chagum sees through a rigged gambling game, he is determined to teach the men a lesson and help the people get their money back.",
          "Aliases": []
        },
        "11": {
          "ID": "338460",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338460",
          "TitleEnglish": "Flower Wine For Tanda",
          "SummaryEnglish": "Unhappy with her arranged marriage, Saya's soul leaves her body. Tanda performs a soul call to guide her back. However, Tanda's soul becomes trapped in Nayug and needs Balsa's help to return to his own body.",
          "Aliases": []
        },
        "12": {
          "ID": "338461",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338461",
          "TitleEnglish": "Solstice Festival",
          "SummaryEnglish": "Chagum challenges a boy to a rucha match on the Summer Solstice festival. He asks Balsa to train him to fight. He fights the boy and wins the match. After the boy's father insults Chagum, Balsa steps in and defeats the father.",
          "Aliases": []
        },
        "13": {
          "ID": "338462",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338462",
          "TitleEnglish": "Neither Man nor Tiger",
          "SummaryEnglish": "Balsa gets challenged to a duel by a former rival. The rival targets a traveling couple in order to draw out Balsa's anger. She attempts to protect the couple but ends up engaging in a fierce duel and allows her anger to overwhelm her. She wins the fight but thinks that she killed him; breaking her vow to never take a life.",
          "Aliases": []
        },
        "14": {
          "ID": "338463",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338463",
          "TitleEnglish": "The Knot",
          "SummaryEnglish": "Torogai makes contact with the water beings of Nayug and discusses Chagum's current condition. Torogai discovers that the official Yogo founding history is false, and recounts her escape from the knot.",
          "Aliases": []
        },
        "15": {
          "ID": "338464",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338464",
          "TitleEnglish": "Young Death",
          "SummaryEnglish": "While gathering more information on the drought sign, Shuga finds proof that Chagum is alive. Shuga wishes to tell the prince's brother, Crown Prince Shagum, whose health has been weakened by the recent events. However, he is unable to, fearing the Emperor will discover Chagum's location.",
          "Aliases": []
        },
        "16": {
          "ID": "338465",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338465",
          "TitleEnglish": "In All Earnestness",
          "SummaryEnglish": "Chagum's brother, Shagum, dies from overwork and grief leaving Chagum the heir to the throne. Shuga learns from the ancient scroll that the water spirit is not evil, and must be born in order to prevent the drought. Armed with this knowledge, Shuga leads the search for Chagum to bring him back to become the crowned prince.",
          "Aliases": []
        },
        "17": {
          "ID": "338466",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338466",
          "TitleEnglish": "The Water Wheel in Flames",
          "SummaryEnglish": "Shuga locates Chagum and Balsa in the city. The watermill is found by the emperor's hunters and they lay a trap. This is prevented when Tōya risks his life and sets fire to the watermill. Seeing the fire, Balsa and Chagum set off to find the Inishie Village.",
          "Aliases": []
        },
        "18": {
          "ID": "338467",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338467",
          "TitleEnglish": "The Ancient Village",
          "SummaryEnglish": "Balsa, Chagum and Tanda travel to Inishie village in hope of learning the ancient story of the water spirit. They locate the village and listen to the ancient story. Chagum is horrified to learn that the spirit's \"guardian\" must die for the spirit to be born.",
          "Aliases": []
        },
        "19": {
          "ID": "338468",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338468",
          "TitleEnglish": "Flight",
          "SummaryEnglish": "Chagum runs away in an attempt to return to the Yogo court and avoid being killed by the La Lunga (egg-eater). Determined to keep Chagum safe and bring him to Hunter's cave, Balsa goes after him. Seeing Chagum's distress, Balsa vows to keep him alive even if she must sacrifice her life.",
          "Aliases": []
        },
        "20": {
          "ID": "338469",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338469",
          "TitleEnglish": "The Hunter's Cave",
          "SummaryEnglish": "Shuga and the hunters arrive in Inishie Village. Torogai tells Shuga of the egg eater. Shuga agrees to return to court and starts deciphering the remainder of the secret tome. Balsa, Chagum, Torogai and Tanda move to Hunter's cave, where they prepare for winter.",
          "Aliases": []
        },
        "21": {
          "ID": "338470",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338470",
          "TitleEnglish": "Jiguro Musa",
          "SummaryEnglish": "The winter arrives and the mountains become impassable. Balsa tells Chagum the story of her guardian, Jiguro; how 24 years ago he decided to go against his Emperor in order to save Balsa's life.",
          "Aliases": []
        },
        "22": {
          "ID": "338471",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338471",
          "TitleEnglish": "Time of Awakening",
          "SummaryEnglish": "Balsa continues Jiguro's story, and reveals the reason behind her oath to save eight souls. Balsa begins to train Chagum as they await the spring.",
          "Aliases": []
        },
        "23": {
          "ID": "338472",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338472",
          "TitleEnglish": "In Pursuit of Sig Salua",
          "SummaryEnglish": "Spring has arrived and Chagum has grown physically and mentally. Chagum and Balsa are reunited with Shuga and the eight hunters. The power of the Sacred Spirit begins to influence Chagum's actions, and La Lunga finally appears to claim the egg.",
          "Aliases": []
        },
        "24": {
          "ID": "378703",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/378703",
          "TitleEnglish": "The Last Hope",
          "SummaryEnglish": "Balsa, Tanda, and the hunters chase after Chagum. Shuga and Torogai learn that the spirit will be born in another location and race to get there before dawn. When Balsa's group encounters the two La Lunga, Tanda learns how to harm the creatures, allowing the group to kill one of the egg eaters.",
          "Aliases": []
        },
        "25": {
          "ID": "338474",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338474",
          "TitleEnglish": "Celebration",
          "SummaryEnglish": "Balsa's group locate Chagum. The physical world and Nayug begin to merge. Balsa and the hunters manage to hold off endless waves of La Lunga long enough for the sun to rise. Tanda successfully extracts the egg and Chagum's life is saved.",
          "Aliases": []
        },
        "26": {
          "ID": "338475",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/moribito-guardian-of-the-spirit/episodes/338475",
          "TitleEnglish": "Departure",
          "SummaryEnglish": "Chagum returns to the palace and is named Crown Prince and Divine Hero of the People. While Chagum is reunited with his mother, Balsa contemplates the future. Chagum meets with Balsa and wants to run away with her, but Balsa's words give him the courage to stay. Her pledge finally fulfilled, Balsa departs for Kanbal.",
          "Aliases": []
        }
      }
    }
  }
}