{
    "URL": "https://www.thetvdb.com/series/ah-my-buddha",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0978531/",
        "https://www.themoviedb.org/tv/42786"
    ],
    "TitleEnglish": "Ah! My Buddha",
    "SummaryEnglish": "Hatanaka Ikko, a 16 year old boy, is a first year trainee at the Saienji Buddhist Temple. He was sent there by his parents to be trained by his grandmother, the Saienji Priestess. At the temple he finds himself surrounded by beautiful female priestesses-in-training. Upon seeing a girl naked, Ikko has the ability to turn into a super-monk, performing massive exorcisms for the good of the temple.",
    "TitleJapanese": "あまえないでよっ!!",
    "SummaryJapanese": "里中逸剛は、普通の高校1年生の少年。しかし、その春に両親から「一人前になるために」と半ば厄介払いに祖母・浄徳と6人の尼僧達のいる尼寺「賽円寺」に出されてしまう。そしてこの日から逸剛自身が持つ「特殊な霊力」の解放を防ぐ為、厳しい修行と怪しい霊祓稼業、そして尼僧達からの横暴な振る舞いに耐える日々を送る事になるが、この「特殊な霊力」を巡り碩清流と争いの日々と化してしまう。",
    "Aliases": [
        "Amaenaideyo"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "27424",
            "URL": "https://www.thetvdb.com/series/ah-my-buddha/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "2955741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/2955741",
                    "TitleEnglish": "Don't Rest!!",
                    "SummaryEnglish": "The Amaenaideyo gang travels to an old hotel, after winning a TV game show. A recap of the rest of the season as well as the introducing the girls and the respective bosatsu of the six realms of the traditional Buddhist cosmology they represent. The girls drink alcohol and Ikkou becomes the victims of the girls' actions while they are asleep.",
                    "TitleJapanese": "休まないでよっ!!",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "2955781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/2955781",
                    "TitleEnglish": "Don't Be Fooled!!",
                    "SummaryEnglish": "Under the pretext of filming themselves, the Amaenaideyo gang with Jotoku and Kazuki do a \"behind-the-scenes\" act at a movie studio to exorcise a ghost. It appears the ghost is not by herself. There is a montage of erotic scenes from throughout the series just before the credits.",
                    "TitleJapanese": "ダマされないでよっ!!",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "17671",
            "URL": "https://www.thetvdb.com/series/ah-my-buddha/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "327981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/327981",
                    "TitleEnglish": "Don't Make Me Come!!",
                    "SummaryEnglish": "Ikkou awakens to exorcise a ghost in the temple. Jotoku punishes him for needing to awaken. Chitose ignores him for seeing her naked. Later, a doll begins to haunt a doll memorial service, and Chitose exposes herself to Ikkou so that he can awaken.",
                    "TitleJapanese": "覚醒（い）かせないでよっ!!",
                    "SummaryJapanese": "高校1年生の里中逸剛は、夏休みを迎えたある日、突然の転校と祖母・浄徳が住職をしている、賽洞宗賽円寺へと見習い修行を、僧職にある父から言い渡される。しぶしぶ祖母の元へと向かった逸剛を待っていたのは、厳しい修行と、地に迷う霊たちを祓って昇天させるお祓い家業、そして6人の美少女尼僧たちであった。\n今ひとつ修行に身が入らない逸剛は、お盆の檀家周りにおいても失敗をくり返し、同世代の尼僧たちからは下僕のように扱われ、あまつさえ自身の“特殊能力”を持て余し気味の日々を送っていた。そんなある日、浄徳から留守中の人形供養を預かった逸剛と尼僧たちの目の前で、供養中の西洋人形に取り付いた悪霊が暴れ出す…"
                },
                "2": {
                    "ID": "327982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/327982",
                    "TitleEnglish": "Don't Play Around!!",
                    "SummaryEnglish": "Ikkou and Chitose clean the temple while the rest of the gang is doing high school club activities. Ikkou and Chitose sneaks into town at night to go to karaoke together. They later go to an arcade to get their photo taken. As they try to leave, earthbound spirits stop them. Chitose gives them a sermon and they are exorcised. When Ikkou and Chitose meet Jotoku and the gang, Jotoku punishes Ikkou for disappearing from the temple.",
                    "TitleJapanese": "夜遊（あそ）ばないでよっ!!",
                    "SummaryJapanese": "寺での雑務や檀家周りで夏休みの貴重な日々を費やすことに不満タラタラの逸剛は、千歳とふたりで檀家の老人ホームへとボランティアの説法に出る。一日の仕事を終えた逸剛は、もっと青春を謳歌したいと千歳に不満を漏らすが、年相応の楽しみを知らない千歳は「そういうの、いいや…」と返すだけ。寺での生活以外にも、さまざまな楽しみを持つ他の尼僧たちの姿に、千歳は修行以外に何も持たない自分に焦りと寂しさを感じてしまう。\n誰もが寝静まった夜更け、密かに夜遊びをしようと寺を抜け出した逸剛の前に千歳が立ちふさがる。慌てる逸剛の言葉をさえぎって千歳は宣言する。「わたしもついていくから！」"
                },
                "3": {
                    "ID": "327983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/327983",
                    "TitleEnglish": "Don't Peek!",
                    "SummaryEnglish": "After a swim class, the girls find that only bras and underwear of C-cup girls and above are taken from the locker room. Ikkou is the prime suspect is relentlessly question by the girls. A friend of Ikkou, Yagani, reveals his feelings for Sumi and wants Ikkou to help him make Sumi instantly love him. The underwear thief is revealed to be a spirit and Jotoku orders the gang to exorcise the spirit after school. The spirit is Yagani and is exorcised after Ikkou awakens.",
                    "TitleJapanese": "覗かないでよっ!!",
                    "SummaryJapanese": "残暑の残る新学期がはじまり、賽円寺の修行僧たちは修行と学校生活に励んでいた。親友の柳と、女子のプールを絶景ポイントで覗き見していた逸剛は、千歳たちに見つかってしまい、クラスメイトの女生徒からメッタ叩きにされてしまう。そんな中で千歳や雛美たちの下着が盗まれるという事件が発生し、当然ながら逸剛が犯人ではないかと疑われてしまう。東統泉高校では最近、Cカップ以上の胸を持つ少女たちの下着や水着が盗まれる事件が続発していたのだ。一連の盗難騒ぎを、学校に巣食う幽霊の仕業と見抜いた浄徳は、逸剛たちに除霊を命じる。雛美との仲を取り持ってくれと柳から頼まれた逸剛は、柳を下着ドロ幽霊の除霊現場へ呼び出すが…。"
                },
                "4": {
                    "ID": "327984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/327984",
                    "TitleEnglish": "Don't Be Scared!!",
                    "SummaryEnglish": "Chitose's love for horror movie is shown when she forces Sumi, Ikkou, Hinata and Yuko to watch them with her. A little girl requests help from the gang and they enter a haunted house. Chitose narrates the scenarios that occurred in the respective rooms and scare the wits out of Sumi, Ikkou and Yuko. It is revealed that the little girl is a spirit and Jotoku punishes them for not realising that sooner.",
                    "TitleJapanese": "怯えないでよっ!!",
                    "SummaryJapanese": "商店街に新しくできたレンタルビデオ店を見つけた千歳は、大量にホラー映画のビデオを借りてくる。千歳の意外な趣味に付き合わされた逸剛と結子、雛美、陽は寝不足気味。浄徳は檀家での集会にさくらと春佳を伴うため、一晩の留守を逸剛たちに言い付ける。作務を終えた一同は、ここぞとばかりにホラービデオを借りてきた千歳によって、無理矢理ビデオ観賞会へと引き込まれる。嬉々とする千歳のホラー映画ウンチクから脱出した４人の前に、「助けて…」と悲しそうに訴える少女の霊が現れる。少女の霊に導かれた逸剛たちは、幽霊騒ぎで知られる町の洋館へと向かうが、そこには数々のホラー映画チックな罠が待ち構えていた…。"
                },
                "5": {
                    "ID": "327985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/327985",
                    "TitleEnglish": "Don't Cosplay!!",
                    "SummaryEnglish": "Sakura's & Chitose's class competes with each others in a food selling contest in an annual festival. The winner will receive food tickets for a year. During the festival, a spirit, who frequents Sakura's homepage, sees her at school. Sakura takes him to go to all the booths in the festival. After the festival, the spirit is able to rest in peace and disappears.",
                    "TitleJapanese": "コスらないでよっ!!",
                    "SummaryJapanese": "秋の文化祭シーズンが訪れ、逸剛たちの通う東統泉高校でも生徒たちが準備に大わらわになっていた。得に飲食物を扱う屋台での売り上げNo.1の出展者たちには、学食の食券１年分が副賞として贈られるとあって、ヤキソバ屋台を出店する逸剛たち１年B組の面々も俄然ヤル気に。しかし賽円寺一の頭脳プレイヤーさくらが率いる２年C組のセクシーコスチュームの前に苦戦を強いられる。逸剛たちに勝利宣言をするさくらの前に、カメラを抱えた《夢狩人》と名乗る男が現れる。彼はさくらが他の修行僧たちには内緒で運営するホームページのコテハンメンバーだった。しかし彼の正体が幽霊だと悟ったさくらは、彼を成仏させるために一日デートを承諾する…。"
                },
                "6": {
                    "ID": "327986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/327986",
                    "TitleEnglish": "Don't Transform!!",
                    "SummaryEnglish": "Ikkou and the nuns go to a department store where there has been a restless spirit. They find a Super Sentai team that cannot rest until they perform one last time. After performing for Ikkou and the nuns, one of them does not dissipate. It's up to Ikkou and the nuns to exorcise him.",
                    "TitleJapanese": "変身（か）わらないでよっ!!",
                    "SummaryJapanese": "デパートで発生した怪現象の調査と除霊を浄徳から命じられた逸剛と千歳、春佳の三人は、問題のデパートに訪れる。三人の前に現れた幽霊は、悪霊と言うにはあまりに善良なヒーロー・アトラクション役者の四人組。彼らは17年前、ショウに向かう最中の事故によって命を落とし、子供たちにヒーローショウを見せられなかった事が未練となって、デパートの中を彷徨っていたのだ。彼らの思いを成就させようと、春佳は彼らに深夜のステージで最後のヒーローショウを演じさせる事を提案する。春佳のアナウンスと千歳の乱入によって、ステージの興奮は最高潮を迎え、四人が昇天して行くかと思われた時、怪現象を起こしていた悪霊が姿を現す…。"
                },
                "7": {
                    "ID": "327987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/327987",
                    "TitleEnglish": "Don't Search!!",
                    "SummaryEnglish": "Master Devil, Hinata's pet, tries to jump from a bridge and kill himself, because Hinata only paid attention to a new kitten she rescued from dangerous dogs. Hinata and Ikkou manages to convince Master Devil not to jump. The kitten was turned into a demon by 2 mysterious men. Hinata tries to awaken Ikkou by stripping herself, which fails. The rest of the gang arrives and Master Devil strips them of their clothing to awaken Ikkou to exorcise the demon in the kitten. The kitten is given away and Hinata's relationship with Master Devil has been improved.",
                    "TitleJapanese": "探さないでよっ!!",
                    "SummaryJapanese": "陽の様子が変な事が、何かと気になる賽円寺修行僧たち。大騒ぎした挙げ句、陽がノラ犬に襲われていた子猫をかくまっていた事が判明。幸い浄徳がしばらく出張で留守だったが、ペット禁止の賽円寺ではいつまでも飼っていられない。浄徳の帰宅する二日後までに、子猫の引き取り手を探す事を条件に、一時的に寺で面倒を見る事になり、陽はかいがいしく子猫の世話をする。そんな陽の様子にヤキモチを焼いた陽の子鬼は、拗ねて家出をしてしまう。ようやく小鬼を見つけ出した逸剛と陽の説得にも、子鬼は応える様子がない。うっかり足を踏み外し川に落ちてしまう小鬼と子猫。陽はどちらを先に助けるかの選択を迫られ、立ちすくんでしまう…。"
                },
                "8": {
                    "ID": "327988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/327988",
                    "TitleEnglish": "Don't Confess!!",
                    "SummaryEnglish": "Yuuko receives a love letter from a boy and tries to hide it from the others. The rest of the gang are suspicious Sakura guesses correctly that she received a love letter. Yuuko gets a free sample of make-up and tries to use it with disastrous results. Haruka puts the make-up on Yuuko for her. The next day, Yuuko's classmates notice her cute side. After a run-in with Ikkou, she decides to reject the boy and continue living in her tomboyish ways.",
                    "TitleJapanese": "告白（コク）らないでよっ!!",
                    "SummaryJapanese": "東統泉高校一の男前っぷりを示す結子の前には、運動部をはじめ番長連合などからの挑戦が絶えない。いつものようにそれらの追撃を軽くいなした結子の前に、手紙を差し出す美少年ヒロユキが現れる。はじめてもらったラブレターに、これまで感じた事のない気恥ずかしさや驚きから舞い上がってしまう結子。しかし雛美の女の子らしさを見て、自分の?女らしさ?の無さを意識してしまった結子は、自分の中に芽生えた感情に気後れしてしまう。そんな時、ふと学校帰りにもらった化粧品で春佳に化粧を手ほどきしてもらう。翌日、ナチュラルメイクで登校した結子を見て、いつも挑戦してくる男子生徒たちの態度が激変してしまう…。"
                },
                "9": {
                    "ID": "327989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/327989",
                    "TitleEnglish": "Don't Sing!!",
                    "SummaryEnglish": "Ayako is the ghost haunting a recording studio. Her creepy voice has been recorded into some CDs and the studio request help from Ikkou and Chitose. Ayako said she died in a car crash before she made her debut album so she became a restless ghost. Ikkou tells Chitose to lend Ayako her body to sing. With the cooperation of the studio, Chitose/Ayako's album was ranked first and Chitose is invited to sing publicly. On the stage however, Ayako refuses to pass on because she has not sang it to her love interest. Jotoku brings her boyfriend to the stage and Ayako passes on.",
                    "TitleJapanese": "歌わないでよっ!!",
                    "SummaryJapanese": "録音スタジオにとり憑いた悪霊の除霊を依頼された逸剛と千歳が、問題のスタジオで読経を始めると妖（あや）と名乗る地縛霊が姿を現す。妖は生前、歌手を目指していたがCD発売直前に死んでしまった為、その未練がスタジオに残ってしまっていたのだ。妖を成仏させるには、CDを発売するのが手っ取り早いが、幽霊では録音ができない。そこで逸剛は、歌の上手い千歳の身体を使って妖がCDを出す事を提案する。妖の境遇を不憫に思った千歳も承諾し、幽霊によるCDデビューのプロジェクトが動き出し、千歳と妖の間にはいつしか友情が芽生えていた。努力の甲斐もあってCDもヒットし、武道館でのライブを最後に成仏すると思われていた妖だが…。"
                },
                "10": {
                    "ID": "327990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/327990",
                    "TitleEnglish": "Don't Get Me Wet!!",
                    "SummaryEnglish": "Jotoku sends Ikkou, Hinata, Sumi, Yuuko and Chitose to an old man in the mountains, because they're going to help him with cleaning his temple. The gang are persuaded by the hot springs at that temple. When they arrive, they are given arduous chores by the monk. The gang enjoys the hot springs. Hinata and Sumi notice someone watching them. It is revealed that the spirit is controlled by two rogue monks, who are against Jotoku and want to use Ikkou's \"Holy Priest\" power. Chitose prevents Ikkou from awakening while Sumi and Hinata successfully exorcise the spirit.",
                    "TitleJapanese": "濡らさないでよっ!!",
                    "SummaryJapanese": "浄徳から拝請（はいしょう）を命じられた逸剛、千歳、結子、雛美、陽の五人は、雪の山道を乗り越えて浄徳の昔馴染み陽泉が住職を務める、山陽にある賽洞宗門下の古寺　醸泉寺へと向かう。修行僧たちは厳しい山寺の修行の合間に、醸泉寺名物の温泉に入る事を楽しみにしているのだ。厳寒の中の修行や作務にヘトヘトになりながら仕事を終え、温泉でくつろごうとしていた逸剛たちの前に、少年の姿を持った霊が現れる。少年の霊は逸剛を覚醒（い）かせようとしているのか、千歳たちの衣服を切り裂きながら「ショウニンノチカラ…ミセロ」とくり返す。悪霊の企みに気が付いた千歳は、なんとか逸剛を覚醒（い）かせないようにしようとするが…。"
                },
                "11": {
                    "ID": "327991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/327991",
                    "TitleEnglish": "Don't Tease Me!!",
                    "SummaryEnglish": "The Christmas special. Ikkou tries to exorcise a spider-spirit without awakening but fails. Later the gang is assigned by Jotoku to exorcise Santa Claus on Christmas due to a train accident 45 years ago. Sakura's recantation of the sūtra does not exorcise Santa and is forced to allow Ikkou to awaken. The gang eat cake afterwards.",
                    "TitleJapanese": "焦らさないでよっ!!",
                    "SummaryJapanese": "年の瀬も押し迫ったクリスマスイブ、賽円寺の修行僧たちは町へと托鉢に出かけて行く。この托鉢は、46年前の12月24日、旧一の橋駅で発生した車両横転事故によって、100名以上の死者が出てしまったため、毎年、命日にあたるクリスマスイブに事故の犠牲者を供養する事を目的として行われているのだ。読経だけで浮遊霊を成仏させていく春佳の霊力に驚くが、さくらはそんな逸剛が持つ、爆発的な霊力の発動を制御できないまま使っている事に不安を覚える。順調に除霊は進み、最後の仕上げに事故現場に集まった霊体を、バルーン人形のサンタに押し込めて一気に成仏させようとするが、意外なほどの力を増した霊たちによって、逸剛たちはピンチに陥ってしまう…。"
                },
                "12": {
                    "ID": "327992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/327992",
                    "TitleEnglish": "Don't Awaken!!",
                    "SummaryEnglish": "Chitose is determined to keep Ikkou from needing to awaken to exorcise. Ikkou is chosen to perform the Joya-no-Kane, ringing of the bell 108 times at New Year's Eve to negate the 108 human desires. The other are deal with the visitors. An excessively large amount of spirit gather during the ringing of the bell and Ikkou faints as he strikes the bell the last time. Chitose volunteers to protect Ikkou but is nearly raped. Ikkou wakes up and comes to Chitose's rescue, using the power of the holy priest to exorcise all the spirits gathered without awakening. He faints again afterwards.",
                    "TitleJapanese": "覚醒（めざ）めないでよっ!!",
                    "SummaryJapanese": "深夜の賽円寺を訪れた二人の僧侶。彼らは浄徳に、逸剛の中に眠る賽禅上人の巨大な霊力は、逸剛が煩悩に打ち勝てない場合、逸剛は危険な存在になるのではないかと尋ねに来たのだ。彼らは偶然その会話を立ち聞きしていた千歳にも、同じ質問を投げかける…。翌日の除霊でも、簡単に上人の力を暴走させてしまう逸剛の前で、思わず涙を流してしまう千歳。大晦日を迎えたその日の夜。町中の煩悩を集めて一気に昇華させる「除夜の鐘」の鐘撞を逸剛が担当するが、逸剛が鳴らす鐘の音に尋常ではない数の俗霊が集まってきてしまう。その場にいた参拝客たちも俗霊や煩悩に影響され暴徒と化していく。果たして逸剛は覚醒（い）かずにこの騒ぎを収めることが出来るのか？"
                }
            }
        },
        "2": {
            "ID": "33161",
            "URL": "https://www.thetvdb.com/series/ah-my-buddha/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "371721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/371721",
                    "TitleEnglish": "Don't Tempt Me!!",
                    "SummaryEnglish": "Chitose and Ikkou are tasked with helping the Toudou family. There, Ikkou meets Kazuki, a special monk from a rival temple to Saienji. They try to exorcise the spirits together but create embarrassing situations for themselves. Later, when Ikkou and Kazuki are alone, she tries to awaken him to \"the right path\".",
                    "TitleJapanese": "誘惑（さそ）わないでよっ!!",
                    "SummaryJapanese": "賽洞宗本山へ出向いた浄徳の代わりに檀家周りをしていた逸剛と千歳は、上野一希（かずさの かずき）と名乗る美少女の尼僧見習いと出会う。一希は賽洞宗の末寺「考招寺」で修行をしているという。高度な法術を使う一希に息を飲む千歳。しかし一方、一希にだらしなく鼻の下を伸ばしている逸剛が、煩悩による力の発動に対して、無自覚であることに不安を覚えてしまう。翌早朝、檀家の旅館から突然、御護摩のために大黒様を引き取ってほしいと依頼があり、しかたなくひとりで出向いた逸剛の前に一希があらわれる。逸剛とふたりきりになった一希は偶然を装い逸剛を誘惑し始める。"
                },
                "2": {
                    "ID": "371722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/371722",
                    "TitleEnglish": "Don't Fan Me!!",
                    "SummaryEnglish": "Ikkou, Chitose, Sumi and Yuuko are now second-year students. Haruka and Sakura became third-year students, with Sakura being the new school council president. Hinata became a first-year student. Hinata received a charm from each of the other girls for the school entrance ceremony. At the ceremony, Kazuki represents the first-years and makes a speech. During her speech, the spirit of the school council founder creates strong winds to lift up all the female students skirts. He is subdued by five members of the Amaenaideyo gang. However, Kazuki releases him and forces Ikkou to awaken to exorcise him.",
                    "TitleJapanese": "扇がないでよっ!!",
                    "SummaryJapanese": "桜の咲く季節が到来し、逸剛たちの通う東統泉高校でも新入生たちを迎える入学式が行われていた。その中には真新しい制服に身を包んだ陽と、逸剛の持つ「賽禅上人の力」を煩悩で悪覚醒させようとしている一希の姿があった。式も順調に進んでいたかと思われたとき、突然幽霊が乱入し、巨乳の女生徒たちにイタズラを始めて式を無茶苦茶にしてしまう。初代生徒会長の霊こと「初代さん」である。傍若無人な振る舞いに堪忍袋の緒が切れた浄徳によって、初代生徒会長は封印されてしまうのだが、一希は密かに初代生徒会長にある取引を持ちかける。"
                },
                "3": {
                    "ID": "371723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/371723",
                    "TitleEnglish": "Don't Come Back to Me!!",
                    "SummaryEnglish": "Ikkou's ghost friend, Yagani, proclaims his love for Kazuki because he likes the feeling of being exorcise by her. However, Kazuki rejects his advances. She challenges Chitose at the school's annual athletics carnival for Ikkou. After a backfired sabotage attempt by Kazuki, she lock herself up in the PE equipment room with Ikkou.",
                    "TitleJapanese": "復活（もど）らないでよっ!!",
                    "SummaryJapanese": "深夜の学校で一希に成仏させられる幽霊。逸剛の親友こと幽霊の柳である。以前、雛美にふられたことのある柳だが、再び逸剛に「恋の橋渡し」を願いでる。成仏させられたときの快感が忘れられず、今度は一希との仲を取り持って欲しいと言うのだ。プレゼントを携えて一希に告白するも再び瞬殺で撃沈されてしまった柳は、体育祭実行委員会をも巻き込み、一希との恋敵である逸剛に、体育祭での対決を申し出る。一方、逸剛の中に眠る賽禅上人の力を解放しようとする一希も、逸剛の悪覚醒の邪魔になる千歳に対して、逸剛を賭けた体育祭での勝負を仕掛けてくる。"
                },
                "4": {
                    "ID": "371724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/371724",
                    "TitleEnglish": "Don't Haniwa Me!!",
                    "SummaryEnglish": "Hinata, Ikkou, Chitose, Sakura and Kazuki go on a haniwa excavation together. Kazuki shamelessly seduces Ikkou but is constantly thwarted by her fanboys. In a rage, Kazuki accidentally releases an evil spirit, a giant haniwa. Hinata is forced to make her little demon into a monster to destroy the spirit.",
                    "TitleJapanese": "ハニワないでよっ!!",
                    "SummaryJapanese": "東統泉高校に入学した陽は、「ハニワ研究部」という廃部寸前の文科系クラブに入部する。無理矢理一緒に入部させられた逸剛、それに付き合う千歳、一希に、陽の保護者である姉のさくらを加え、山中の古墳発掘へと遠足に出かける。古墳発掘に乗じて逸剛に色仕掛けをする一希だが、常に男子生徒たちの邪魔が入りなかなか上手く行かない。怒りに我を忘れた一希の一撃で、古墳の中の祠が破壊されてしまい、そこに封印されていた古代の邪霊の影響で、男子生徒たちが暴徒と化して暴れはじめる。多数の暴徒に手を焼く逸剛たち。陽が暴徒たちに追い詰められその手にかかるかと思われたそのとき…。"
                },
                "5": {
                    "ID": "371725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/371725",
                    "TitleEnglish": "Don't Fall Down!!",
                    "SummaryEnglish": "Jotoku send Hinata and Ikkou to Saichouji, Miyako's temple to allow Hinata to overcome the Six States' manifestation of darkness, her bosatsu, the demon realm. Chitose, Yuuko and Sakura follow them to the temple to be found out by Miyako and sent back to Saienji. Hinata succeeds in suppressing Ikkou after he has awakened to Miyako's dirty play.",
                    "TitleJapanese": "堕ちないでよっ!!",
                    "SummaryJapanese": "古墳の発掘現場で、不安定なまま「地獄道菩薩」の力を発動した陽。このままでは破滅の方向へ力を発揮しかねない。浄徳は陽に正しく六道の受明灌頂を修めさせるために、陽と同じく不安定な力を持つ逸剛のふたりを、賽洞宗門下 賽澄寺の住職 京（みやこ）の元へと向かわせる。陽と逸剛ふたりきりの修行と聞いて心中穏やかでないさくらと千歳は、結子を伴い賽澄寺までふたりを尾行するが、京に見つかってしまう。「陽は大丈夫」という京の言葉に、彼女たちは、今は陽の集中を乱さないためにも会うべきではないと黙って引き返す。その晩、「地獄菩薩本願経」の行を行なうとふたりに告げた京は、逸剛の前で法衣の帯を解き、逸剛の陰の力を解き放とうとする。"
                },
                "6": {
                    "ID": "371726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/371726",
                    "TitleEnglish": "Don't Loose Yourself!!",
                    "SummaryEnglish": "After a week of training at Saichouji, Hinata and Ikkou are required to go into Danda Cave, one of the few places close to hell, to complete Hinata's training. Hinata manages to relinquish her ties to her demon associates, with exception of the little demon, for her sister's love. Worried about Hinata and Ikkou, the rest of the gang go to Saichouji to meet them. When Jotoku finds out that the girls have abandoned their chores, she gets Miyako to assign them chores, namely shell-diving in see-through. It is revealed that Miyako is Haruka's older sister.",
                    "TitleJapanese": "迷わないでよっ!!",
                    "SummaryJapanese": "逸剛と陽は賽澄寺の京の元で修行を続けていた。「人使いが荒い」と言いつつ京の色気にメロメロの逸剛は、鼻の下を延ばしつつ京の言いなりになっていた。瞬く間に一週間が過ぎ、京から最後の行として、ふたりは、賽澄寺の御本尊が納められている壇陀窟と呼ばれる祠での読経を命じられる。軽い気持ちで壇陀窟の内部へと足を踏み入れた逸剛だが、そこは罪人や戦で野ざらしになった無縁仏が多く奉られており、強い陰の霊力が澱む、言わば地獄に近い場所で、陰の力を克服せずしては生還できない難所であった。ふたりは次々と襲いかかる悪霊たちによって追い詰められていく。悪霊に襲われた陽が見たものは…。"
                },
                "7": {
                    "ID": "371727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/371727",
                    "TitleEnglish": "Don't Be in Heat!!",
                    "SummaryEnglish": "Cats and dogs are attracted to Sumi's bosatsu, the animal realm. Sumi is locked in the temple while the rest of the gang patrol the temple at night. Kazuki finds out about the situation and joins the patrol to seduce Ikkou. Inspired by Ikkou resisting awakening by Kazuki's seduction, she recites the sutra and manages to calm the dogs down.",
                    "TitleJapanese": "サカらないでよっ!!",
                    "SummaryJapanese": "ある日、逸剛と雛美、結子の3人は食材の買い出しに出かけるが、その帰り道で雛美がサカりのついた犬たちに追いかけられてしまう。「畜生道菩薩」の霊力が不安定な雛美は、毎年春先になると雄の動物たちを発情させる波動を出してしまうのだ。雛美の霊力が発動している間、寺に犬たちを近付けないように見張りに立つ逸剛たちだが、次々と集まってくる雄犬たちにみんなボロボロ。その様子に雛美も引け目と苛立ちがつのり、「無理をするな」と言う逸剛の言葉に対して、「逸剛くんもイクのを我慢できないくせに！」と爆発してしまう。一方、一希は賽円寺の混乱を利用して逸剛を覚醒させようと画策し、夜の見回りに参加し逸剛を誘惑しはじめる…。"
                },
                "8": {
                    "ID": "371728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/371728",
                    "TitleEnglish": "Don't Egg Me!!",
                    "SummaryEnglish": "After a fight with local gang, which uses Ikkou as hostage, Yuuko visits Ikkou in the hospital and gives him food. Ikkou faints after eating. They see a little boy refusing to do surgery because of the absence of his mother. Empathising for the little boy, Yuuko promises to make the little boy a delicious dish so that he can do surgery. They first try niku jaga, a Japanese dish made predominantly of potatoes. After many failed tries they switch to sunnyside up fried eggs. Yuuko manages to make it on her last try and the little boy approves of the end product.",
                    "TitleJapanese": "玉子（タマ）らないでよっ!!",
                    "SummaryJapanese": "結子と番長連合による決闘に巻き込まれて負傷した逸剛の見舞いに現れた結子は、逸剛と同室の少年 進と出会う。進は早急に手術を受けなければいけないのだが、母親が見舞いに来ないから「手術を受けない」と駄々をこねているのだ。父親のいない境遇や必死で働く母親を自分の境遇と重ねた結子は、進に「アタシが美味しい料理を作って来たら、手術を受けろ」と言ってしまう。手術予定は明後日の10時。タイムリミットの迫る中、料理の才能が全くない結子の血と汗の猛特訓が始まった…。"
                },
                "9": {
                    "ID": "371729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/371729",
                    "TitleEnglish": "Don't Cry!!",
                    "SummaryEnglish": "A baby is left abandoned at Saienji's gate. The gang plus Kazuki attempt to pacify the baby in Jotoku's absence. Kazuki uses the pretext of calming the baby to seduce Ikkou. Haruka, who has a natural talent for calming the baby, is reminded of Miyako looking after her in the past.",
                    "TitleJapanese": "泣かないでよっ!!",
                    "SummaryJapanese": "逸剛たちは、寺の前に置き去りにされていた赤ちゃんを見つける。泣き止まない赤ちゃんに手を焼く逸剛たちだが、なぜか春佳があやすと赤ちゃんはおとなしくなる。「子供は嫌い」と言っていた春佳だが、いつの間にか赤ちゃんに母親のように接するようになる。日頃のグータラな印象から一変した春佳の姿に、逸剛たちは首を傾げていた。その頃、賽澄寺を訪れた浄徳に、京は「天道菩薩」の巨大な霊力を持って生まれた妹 春佳に対する思いを語っていた。両親に代わって春佳を厳しく育てたことが原因で、春佳が京を避けるようになったのではないかと悔やんでいたのだ。一方、夜泣きの止らない赤ちゃんに困り果てた逸剛たちは…。"
                },
                "10": {
                    "ID": "371730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/371730",
                    "TitleEnglish": "Don't Tamper!!",
                    "SummaryEnglish": "Kazuki's two subordinates helps Kazuki to seduce Ikkou under different guises. When most of them are foiled by Chitose, Kazuki confronts her and questions her feelings for Ikkou.",
                    "TitleJapanese": "いじらないでよっ!!",
                    "SummaryJapanese": "逸剛を陰の力で覚醒させようと企む一希は、自分たちの作戦がなかなか実を結ばないことにイラ立ちを憶えていた。彼女の計画が失敗する原因は、千歳たち賽円寺の尼僧見習いが邪魔しているからであると考えた一希は、右京・左近に命じて千歳を逸剛から引き離す作戦を実行する。ひとりきりになった逸剛を、廃屋となったホテルに取り憑いた悪霊の除霊のためと嘘をついて呼び出した一希は、逸剛を無理矢理覚醒させようとする。しかし本物の悪霊が現れて逸剛と一希に襲いかかる…。"
                },
                "11": {
                    "ID": "371731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/371731",
                    "TitleEnglish": "Don't Be Spoiled!!",
                    "SummaryEnglish": "One of Kazuki's subordinates, a vengeful ghost, creates chaos in Japan with flying zombies. The girls attempt to exorcise the zombies by themselves but the task proves too hard. They find Ikkou ballgagged, bound with bondage restraints by Jotoku for dismally failing all his subjects at school. Ikkou awakens and successfully exorcises all the spirit but faints afterwards. Kazuki's jealousy is tangible when she sees Ikkou and Chitose together.",
                    "TitleJapanese": "あまえないでよっ!!",
                    "SummaryJapanese": "突如、東京タワーに現れたユーレイ博士と名乗る怪人物は、膨大な数の西洋幽霊を解き放ち、日本の学会に対する復讐を宣言する。事態を収拾するために現場へ向かう賽円寺の修行僧たち。不安定な逸剛の賽禅上人の力を使わずに戦おうと悪戦苦闘する千歳たちだが、結局一希の策略によって逸剛の力はこれまでにない程の大きさで発動してしまう。急激に巨大な力を解放してしまった逸剛は、遂に昏倒してしまうのだった。"
                },
                "12": {
                    "ID": "371732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ah-my-buddha/episodes/371732",
                    "TitleEnglish": "Don't End!!",
                    "SummaryEnglish": "Kazuki explains that all the times she seduced Ikkou was because of her empathy of Ikkou being sent to a temple at an early age. She over-awakens Ikkou and is consequently disappears into his soul. The awakening causes residents of Tokyo to become frenzied zombies and an unprecedented amount of spirits to appear. The gang and Jotoku exorcise the spirits and Chitose manages to stop Ikkou in his awakened state. Kazuki is released and promises to redo her training.",
                    "TitleJapanese": "終わらないでよっ!!",
                    "SummaryJapanese": "逸剛と山間の旅館へとやって来た一希は、幼い頃に強い霊力のために賽洞宗の僧たちによって幽閉されていた過去を語り、自分と似た境遇に育った逸剛に対して、嫉妬と同時に恋慕の情を募らせていたことを告白する。言葉を無くす逸剛に迫る一希、そしてついに逸剛の持つ賽禅上人の陰の霊力が解放されてしまう。逸剛の放つ陰の霊力によって暴徒と化した人々によって破壊される街。賽円寺の千歳たちの目にも、逸剛によって解き放たれた陰の霊力が放つ光が映っていた。賽禅上人の力の暴走を止めるため、その中心地に向かう賽円寺の尼僧たち。彼女たちは逸剛を止めることができるのか?　そして平穏な日常を取り戻すことができるのか!?"
                }
            }
        }
    }
}