{
  "URL": "https://www.thetvdb.com/series/final-approach",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2981730/",
    "https://www.themoviedb.org/tv/25917",
    "https://www.themoviedb.org/tv/25917"
  ],
  "TitleEnglish": "Final Approach",
  "SummaryEnglish": "One Valentine's Day , a girl visited Ryo Mizuhara's house. Her name is Masuda Nishimorika. She takes out the ring with a pack of chocolate and forcibly puts it on Ryo's finger. With the word that it will explode if you try to remove it forcibly. Nishimorika further says that he is Ryo's wife. In this way, Ryo's turbulent marriage partner selection began.",
  "Aliases": [],
  "Modified": "2025-05-27",
  "Seasons": {
    "0": {
      "ID": "535895",
      "URL": "https://www.thetvdb.com/series/final-approach/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "7981550",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/final-approach/episodes/7981550",
          "TitleEnglish": "Part 1",
          "SummaryEnglish": "Part 1 of the animated series. Ryou Mizuhara is a normal high school student, living alone with his younger sister Akane. They were very happy together, at least until a mysterious girl crashes into their lives who introduces herself as Ryou's new fiancée.",
          "Aliases": []
        },
        "2": {
          "ID": "7981554",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/final-approach/episodes/7981554",
          "TitleEnglish": "Part 2",
          "SummaryEnglish": "Part 2 of the animated series. Ever since their parents died a few years ago, Ryo and his sister Akane have been living alone together. Despite their difficult situation, they are still living reasonably happy and normal lives. However, everything is about to be flipped upside-down due to a secret government project. Due to increasingly low birth rates in Japan, the Japanese government is testing a program in which two young people are forced to marry. Ryo wants no part of it, but he is given little choice in the matter; his new fiancée, Shizuka, comes to his home late one night with several dozen government issued bodyguards, who are there to ensure the success of the new couple. Unlike Ryo, Shizuka couldn't be more willing to go along with this new program, and eagerly goes about her wifely duties, despite his objections. With meddling friends, pushy bodyguards, and an overenthusiastic new fiancée, Ryo's life has taken a turn in a direction the young man certainly didn't expect.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "17682",
      "URL": "https://www.thetvdb.com/series/final-approach/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "328061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/final-approach/episodes/328061",
          "TitleEnglish": "Panic Visit!! Pretty Girl of Love and Destiny!",
          "SummaryEnglish": "Ryo meets his planned fiancée, Shizuka, for the first time, and discovers the R.T.P. projects for arranged marriages everywhere.",
          "Aliases": []
        },
        "2": {
          "ID": "328062",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/final-approach/episodes/328062",
          "TitleEnglish": "Great Explosive Debut!! Love and Adoration for the Transfer Student!",
          "SummaryEnglish": "Ryo finds everlasting shock when Shizuka suddenly shows up in his school and advances into his 11th grade class.",
          "Aliases": []
        },
        "3": {
          "ID": "328063",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/final-approach/episodes/328063",
          "TitleEnglish": "Great Crash!! Dragon and Tiger of Love and Ambition!",
          "SummaryEnglish": "Shizuka is introduced into her fiancé's workplace, the Plavi, where trouble ensues.",
          "Aliases": []
        },
        "4": {
          "ID": "328064",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/final-approach/episodes/328064",
          "TitleEnglish": "A Great Decision!! The Departure to Love and Ambition!?",
          "SummaryEnglish": "Emiho confesses that she too has a planned marriage, in which Ryo debates about a person's will in such unions.",
          "Aliases": []
        },
        "5": {
          "ID": "328065",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/final-approach/episodes/328065",
          "TitleEnglish": "Closing in!? Hell of Steaming Love and Death!",
          "SummaryEnglish": "The main cast spends a day skiing on a mountain, in conjunction with Ryo and Emiho's date. When a blizzard starts getting worse, the group is forced to spend the day outliving the storm.",
          "Aliases": []
        },
        "6": {
          "ID": "328066",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/final-approach/episodes/328066",
          "TitleEnglish": "A Great Shock! The Result of Love and Sorrow!",
          "SummaryEnglish": "Another date is underway for Ryo and Emiho, but Shizuka decides to be \"cautious\" and prepares with the aid of the government's technology.",
          "Aliases": []
        },
        "7": {
          "ID": "328067",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/final-approach/episodes/328067",
          "TitleEnglish": "A Great Tragic Love! The Sleeting Snow of Love and Yearning",
          "SummaryEnglish": "In practicing ignorance around Shizuka, Ryo is reproved for his action, and is given a chance to reevaluate his decision.",
          "Aliases": []
        },
        "8": {
          "ID": "328068",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/final-approach/episodes/328068",
          "TitleEnglish": "A Great Fever!! An Ah~n for Love and Reminisence",
          "SummaryEnglish": "Akane becomes ill and reflects on the life she's spent with her brother. Meanwhile Ryo goes through his school day overreacting about Akane's sickness.",
          "Aliases": []
        },
        "9": {
          "ID": "328069",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/final-approach/episodes/328069",
          "TitleEnglish": "A Great Battle!! Beyond the Love and Gunfire!",
          "SummaryEnglish": "Emiho meets her betrothed for the first time. Ryo, who has already showed his dislike towards arranged marriage, decides to enlist Shizuka to help bail Emiho out.",
          "Aliases": []
        },
        "10": {
          "ID": "328070",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/final-approach/episodes/328070",
          "TitleEnglish": "A Great Undertaking!! The Recalled Shape of Love and Cruelty!",
          "SummaryEnglish": "Shizuka's bodyguards show up one night before she has to return to her old school to take exams. They deliver a message from her father, who demands that she leaves the whole marriage behind and comes home.",
          "Aliases": []
        },
        "11": {
          "ID": "328071",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/final-approach/episodes/328071",
          "TitleEnglish": "A Great Demise!? The Doll of Love and Parting!",
          "SummaryEnglish": "Akane prepares a farewell dinner for Shizuka, and asks Ryo to dine alone with Shizuka \"like good, old friends.\"",
          "Aliases": []
        },
        "12": {
          "ID": "328072",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/final-approach/episodes/328072",
          "TitleEnglish": "A Great Decision! A Fool for Love and Acclamation!",
          "SummaryEnglish": "The absence of Shizuka begins to weigh on Ryo's mind as he tries to live each day normally after her departure. In the end he decides to go look for Shizuka.",
          "Aliases": []
        },
        "13": {
          "ID": "328073",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/final-approach/episodes/328073",
          "TitleEnglish": "A Great Struggle! A Wedding of Love and Blessings",
          "SummaryEnglish": "The epilogue which showcases Shizuka moving into Haru's previous apartment, right next to the Mizuhara siblings' own apartment, and also shows a wedding commercial Emiho's brother is working on.",
          "Aliases": []
        }
      }
    }
  }
}