{
    "URL": "https://www.thetvdb.com/series/bokurano",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1132201/",
        "http://www.gonzo.co.jp/archives/bokurano/index01.html",
        "https://www.themoviedb.org/tv/34765",
        "https://www.wikidata.org/wiki/Q56476929",
        "https://en.wikipedia.org/wiki/Bokurano"
    ],
    "TitleEnglish": "Bokurano",
    "SummaryEnglish": "During a summer camp, 15 children, 8 males and 7 females, find a grotto by the sea. Deep within they discover working computers and some electronic equipment, and later the owner, a man called Kokopelli. Kokopelli claimed to be a programmer working on a brand new game, in which a large robot has to defend the Earth against fifteen alien invasions. He persuades the children to test the game and sign a contract. All but one of them signs; barely a moment later they mysteriously awaken on the shore believing what happened was just a dream.",
    "TitleJapanese": "ぼくらの",
    "SummaryJapanese": "政財界の権力者達は、「子供達の契約を解く鍵を探す」という建前の元に、ジアースの技術を研究して産業や軍事に利用しようとする。子供の親達は、子供を救う方向に世論を動かす為に、ジアースの情報公開を目指して協力し合う。しかしその企ても権力者の陰謀により潰され、子供達はこの地球からも孤立してゆく。ジアースのコピープログラムであるジアースプログラムの開発が進むが、実はそれすらもゲームの主催者である支配者の計画であった。プログラムの働きにより「勝ち抜いた地球」も、そのエネルギーを支配者に奪われる運命にあった。\n\n未契約者はマチであり、彼女は別の地球から来たコエムシの妹であった。彼女により「契約者の一人だけは、次の地球へのゲームの引継ぎ者として生き延びられる」という秘密が明かされる。ゲームに疑問を感じ始めていたマチは、コエムシを射殺して自ら契約を結ぶ。そしてジアースの管理は契約者達の手に委ねられた。マチはジアースプログラムを破壊し、最後のパイロットとなったウシロは戦闘後にジアースそのものを解体することで、ゲームの連鎖は断ち切られる。一人生き残ったウシロの妹カナは、戦いの経緯を物語として伝えてゆく事を決意し、生きる戦いを始めた。",
    "Aliases": [
        "Ours",
        "Bokurano: Ours"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "27451",
            "URL": "https://www.thetvdb.com/series/bokurano/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4332847",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/4332847",
                    "TitleEnglish": "Reminiscence",
                    "SummaryEnglish": "A recap episode of first 15 episodes. Aired on the 24 July 2007 on channel tvk instead of episode 16, while other stations cancelled the broadcast altogether for the same week.",
                    "TitleJapanese": "追想",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "17743",
            "URL": "https://www.thetvdb.com/series/bokurano/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "328327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/328327",
                    "TitleEnglish": "Game",
                    "SummaryEnglish": "Fifteen children at a summer school program encounter the mysterious Kokopelli and agree to be testers for a game he claims to have completed recently. Soon, they are summoned into the cockpit of a giant mecha, with Kokopelli piloting. Thus the first round takes place.",
                    "TitleJapanese": "ゲーム",
                    "SummaryJapanese": "自然学校に参加していた15人の少年少女は、島の洞窟でココペリと名乗る怪しげな男と出会った。「地球を襲う15体の敵を、巨大ロボットを操って倒す」というココペリのゲームの内容に興味を持った子供たちは、テストプレーヤーとしての契約を交わす。そして、子供たちはいつの間にか元の浜辺へと転送されてしまうが…。"
                },
                "2": {
                    "ID": "328328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/328328",
                    "TitleEnglish": "Zearth",
                    "SummaryEnglish": "The children start having second thoughts about the game, but a floating being known as Dung Beetle appears and teleports them to the cockpit of the mecha, which the group later dubs Zearth. On the evening of the same day, a new enemy appears, and Takeshi Waku is chosen to fight it.",
                    "TitleJapanese": "ジアース",
                    "SummaryJapanese": "子供たちの前に、コエムシというぬいぐるみのような物体が現われた。コエムシは子供たちに契約の解除が不可能なこと＝戦いからは逃れないことを確認させ、巨大ロボット“ジアース”のコックピットへと転送する。椅子によるルーレットが行われ、ジアースのパイロットにワクが決定する。意気込むワクだったが…。"
                },
                "3": {
                    "ID": "328329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/328329",
                    "TitleEnglish": "Secret",
                    "SummaryEnglish": "Takami \"Komo\" Komoda reveals the truth to her father, and while Waku's funeral is being held, Masaru \"Kodama\" Kodaka is selected to be the third pilot.",
                    "TitleJapanese": "秘密",
                    "SummaryJapanese": "ワクが海に転落した翌日、刑事の狭山に事情を聞かれる子供たちだったが、一連の事件との関わりについては本当のことを隠し通していた。そんな中、ワクの遺体が浜に打ち上げられたという知らせが入り、子供たちの間に動揺が走る。しかし、コダマだけは刑事を前に「ワクは昨夜の犠牲者に過ぎない」と、はっきり言い放ち…。"
                },
                "4": {
                    "ID": "328330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/328330",
                    "TitleEnglish": "Strength",
                    "SummaryEnglish": "Kodama fights the third enemy without caring about his surroundings, causing many casualties in the process, until he discovers the meaning of losing someone important to him.",
                    "TitleJapanese": "強さ",
                    "SummaryJapanese": "コダマは、人に勝つことしか考えない、欲しいものを手に入れるためには手段を選ばない父を尊敬していた。“選ばれた人間”である父のようになりたいと願うコダマは、誰もいない社長室の椅子に腰を下ろす。すると気がついた時にはジアースのコックピットに転送されていた。床の文様はコダマが座る椅子を指し示していて…。"
                },
                "5": {
                    "ID": "328331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/328331",
                    "TitleEnglish": "Weakness",
                    "SummaryEnglish": "After the children discover the fate that awaits them, they are assembled and interrogated by the military, except for Isao Kako, who coincidentally is the next chosen pilot.",
                    "TitleJapanese": "弱さ",
                    "SummaryJapanese": "コエムシによると、ジアースでの戦闘が終わるたびに、パイロットとなった者は生命力を消費し必ず死ぬのだという。愕然とする子供たち。勝って地球を守って死ぬか、負けて地球を失って死ぬか。彼らには2つの選択肢しか許されていないのだ。自宅に戻った後、カコはコエムシにそそのかされた勢いでチズをデートに誘うが…。"
                },
                "6": {
                    "ID": "328332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/328332",
                    "TitleEnglish": "Lust",
                    "SummaryEnglish": "The children try to find Kako without success, until Chizuru \"Chizu\" Honda discovers where he is hiding and tries to cheer him up. However, Kako has other plans for her.",
                    "TitleJapanese": "情欲",
                    "SummaryJapanese": "次のパイロットに選ばれたカコは、恐怖心から逃げ出してしまった。チズは考えた末、カコが行きそうな場所を思い出す。その場所“スズガモリ水族館”で、カコを見つけたチズが声をかけるも、彼の耳には何も届かない。それどころか取り乱したカコはチズに思いのたけをぶつけ、強引に抱きつき、自分のものにしようとして…。"
                },
                "7": {
                    "ID": "328333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/328333",
                    "TitleEnglish": "Wound",
                    "SummaryEnglish": "The story of Chizu's relationship with her teacher is revealed, before she is selected to replace the deceased Kako.",
                    "TitleJapanese": "傷",
                    "SummaryJapanese": "カコが戦闘をしないまま死んだため、ジアース内では急きょ次のパイロットが選ばれることとなった。その中でチズは中学へ入学した頃のことを思い出していた。入学式の日に出会い、自分の気持ちをわかってもらえた教師の畑飼。そんな畑飼への想いを募らせるチズは彼の愛を受け入れ、教師と生徒を越えた仲となるが…。"
                },
                "8": {
                    "ID": "328334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/328334",
                    "TitleEnglish": "Revision",
                    "SummaryEnglish": "The fourth battle begins, but Chizu is more worried about taking revenge on her teacher than facing her enemy.",
                    "TitleJapanese": "復讐",
                    "SummaryJapanese": "次のパイロットとなったチズは、カコを死なせてしまった罪を償うためにも自分が敵を倒すと誓う。敵に背を向けて歩き出したチズの行動に仲間たちは困惑するが、チズの表情は真剣である。彼女には、敵と戦うより先に成し遂げなければならないことがあったのだ。それは、自分や姉の心と体を弄んだ畑飼への復讐だった…。"
                },
                "9": {
                    "ID": "331772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/331772",
                    "TitleEnglish": "Family",
                    "SummaryEnglish": "Selected to fight the fifth enemy, Daiichi \"Daichi\" Yamura's final wish is to spend his remaining time happily with his siblings, but his plans are ruined when the battle starts sooner than he expected.",
                    "TitleJapanese": "家族",
                    "SummaryJapanese": "両親のいない家庭で幼い妹たちを育てているダイチは自分がいなくなった後のことを心配していた。ダイチは、自分の死体を隠してくれとコエムシに頼み、また必ず逃げずに戻ってくるから強制的に連れ戻さないでほしいと約束させるのだった。そして妹たちを遊園地に連れて行ったダイチだったが、その日の朝に敵が出現して…。"
                },
                "10": {
                    "ID": "331773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/331773",
                    "TitleEnglish": "Companion",
                    "SummaryEnglish": "Bullied by her classmates because of her mother's questionable occupation, Mako \"Nakama\" Nakarai, after being chosen to engage into the sixth round, resorts to extremes to arrange money enough to complete a personal project of hers in time.",
                    "TitleJapanese": "仲間",
                    "SummaryJapanese": "ナカマの母親には体を売っているという噂があり、彼女の父親が誰なのかはわかっていない。パイロットとなり恐怖心に押しつぶされそうになるナカマは、自分たちのユニフォームの制作を思いつくが、全員分を揃えるには先立つものが足りない。その中、母の仕事を世話する渡辺にナカマは“客”を探してほしいと頼み込むが…。"
                },
                "11": {
                    "ID": "331774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/331774",
                    "TitleEnglish": "Life",
                    "SummaryEnglish": "Nagi, a childhood friend of Kunihiko Moji's needs a heart transplant, but so far the only compatible donor found is Moji himself. While dealing with Nagi's drama, he is selected to fight the seventh enemy.",
                    "TitleJapanese": "命",
                    "SummaryJapanese": "次のパイロットとなったモジは、戦闘が終わったら自分の心臓をあるナギという友人に移植したいとコエムシと田中に願い出る。ナギが、中学1年の春に突発性心筋症という難病を発症していたのだ。モジの心臓なら、ナギに移植しても拒絶反応は起こらないと知ったモジは、ジアースと契約していたために決意を固めて…。"
                },
                "12": {
                    "ID": "331775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/331775",
                    "TitleEnglish": "Blood Relative",
                    "SummaryEnglish": "Maki Ano is in awe as her foster mother is about to have a baby. She hopes to at least witness her little brother's birth, but when she is appointed the pilot for the eighth round, she is left with little hope to be able to do so.",
                    "TitleJapanese": "血のつながり",
                    "SummaryJapanese": "実の子ではないマキを大切に育ててくれた両親。マキは、実の子である弟が生まれることで、両親の愛情が失われるのではないかと心配していた。そんな時にジアースと契約したことで、彼女の中で決意が固まる。自分がいなくなっても弟が両親を幸せにしてくれる。だから新しい家族を守るために自分は戦うと思っていたが…。"
                },
                "13": {
                    "ID": "331776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/331776",
                    "TitleEnglish": "Earth",
                    "SummaryEnglish": "During Maki's fight, the children discover the true nature of the enemies they are battling, and what really is at stake on every single bout.",
                    "TitleJapanese": "地球",
                    "SummaryJapanese": "見知らぬ戦闘機に攻撃されるジアース。違和感を覚えたマキは、コエムシに今いる場所について問いただす。コエムシによると、ここは「自分たちの地球」ではないという。この世界には無数の地球と宇宙があり、その地球同士が互いの生き残りをかけて戦っているのだ。その信じられない事実に動揺する子供たちだが…。"
                },
                "14": {
                    "ID": "331777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/331777",
                    "TitleEnglish": "Perplexity",
                    "SummaryEnglish": "Yosuke Kirie wonders if he will find the resolve to fight in the next battle. While Mitsumi starts to look for means to protect the remaining children, Masamitsu discovers her secret.",
                    "TitleJapanese": "迷い",
                    "SummaryJapanese": "子供たちが気づかないうちにジアースを巡る事態はさまざまな動きを見せ始めた。田中美純を訪れた国防軍の佐々見と政府の桂木は、更なるデータ収集のために子供たちにハッキングチップを埋め込みたいと田中から子供たちに伝えるよう要請する。子供たちを実験台のごとく扱おうとする軍のやり方に田中は苛立ちを覚えるが…。"
                },
                "15": {
                    "ID": "331778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/331778",
                    "TitleEnglish": "Self-Destruction",
                    "SummaryEnglish": "The ninth round begins, but after witnessing his mother's miserable life, Kirie refuses to fight. Just when his companions are about to lose hope, something that nobody expected happens.",
                    "TitleJapanese": "自滅",
                    "SummaryJapanese": "美純はコモの父である古茂田議員に、政府の作成した「ジアースリポートII」を手渡した。そこには、ジアースの技術を用いて新たな産業を興そうという、驚くべき内容が書かれていた。古茂田は事実を公表できない政府の立場を理解しつつも、国会にて政府のジアースへの対応について追求することを決意して…。"
                },
                "16": {
                    "ID": "331779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/331779",
                    "TitleEnglish": "True Identity",
                    "SummaryEnglish": "Given another chance, Kirie finally decides to face the enemy, but when he surprisingly unveils Machi's identity, a commotion is created among the rest of the group.",
                    "TitleJapanese": "正体",
                    "SummaryJapanese": "前回の戦いは敵の自滅という形であっけなく幕を閉じた。すなわち、キリエも生命力を使っておらず死は免れた。子供たちの苦闘が続く中、国会では古茂田議員がジアースリポートをもとに首相に詰め寄っていく。首相の動揺もさることながら、国民に衝撃を与えたのは「ジアースに子供たちが乗っている」という記述だった…。"
                },
                "17": {
                    "ID": "331780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/331780",
                    "TitleEnglish": "Affection",
                    "SummaryEnglish": "Chosen to the tenth round, Aiko Tokosumi's life is turned upside down when a scandal involving her father brings up turmoil to her household. But she ends up finding in Kanji the strength to carry on with her duty.",
                    "TitleJapanese": "情愛",
                    "SummaryJapanese": "アンコはニュースキャスターである父のことをとても尊敬していた。そんな中に、女性関係のスキャンダルが発覚したため、レギュラー番組を降板することとなってしまう。アンコの家はマスコミに囲まれ、父は戻らず、母親は現実から逃げるように酒に溺れていた。どうして自分がこんな目に遭うのかと悩むアンコだが…。"
                },
                "18": {
                    "ID": "331781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/331781",
                    "TitleEnglish": "Reality",
                    "SummaryEnglish": "After Komoda was selected for the eleventh match, her father resigns from his position as a politician, but not before revealing the truth about Zearth and the children to the world.",
                    "TitleJapanese": "現実",
                    "SummaryJapanese": "アンコの戦いが終わり、パイロットにはコモが選ばれた。父である古茂田議員は、今日で辞職することをコモに話す。古茂田は辞職会見の場で国民に真実を話し、地球に迫る危機を伝えようと考えていたのだ。そんな古茂田に、認知研の吉川教授は危険だと忠告し、桂木もまた「取り返しのつかないことになる」と美純に告げて…。"
                },
                "19": {
                    "ID": "335199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/335199",
                    "TitleEnglish": "Mother",
                    "SummaryEnglish": "Tamotsu reveals to Jun Ushiro who his real parents were and tells him their story.",
                    "TitleJapanese": "母",
                    "SummaryJapanese": "古茂田議員は暗殺され、彼を護衛していた美純も命を落としてしまった。形見となったマフラーとワンピースを、保は打ちひしがれた気持ちのまま、ウシロとカナに届けるのだった。そして保はウシロを遊びに連れ出し、昔話を聞かせる。自分が昔世話になった親分である蓮木一郎と、彼が一目惚れをしたある少女のことを…。"
                },
                "20": {
                    "ID": "335200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/335200",
                    "TitleEnglish": "Ego",
                    "SummaryEnglish": "Machi reveals to the remaining pilots all she knows about the battles, and how she and her brother got themselves involved on them.",
                    "TitleJapanese": "宿命",
                    "SummaryJapanese": "アンコの死ぬ瞬間に、カンジは宇宙の支配者のようなイメージを垣間見ていた。だが、ハッキングチップにはその姿が記録されておらず、強力な干渉により削除されたのではないかと、母である吉川教授は言う。“敵”の強大さに絶望するカンジだったが、これまで沈黙を貫いていたマチが現れ、知り得るすべてを話し出し…。"
                },
                "21": {
                    "ID": "335201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/335201",
                    "TitleEnglish": "Truth",
                    "SummaryEnglish": "While Kanji fights the Twelfth enemy, the real objective of the masterminds is revealed. Later, Jun receives a proposal from Dung Beetle that may save his life if he accepts.",
                    "TitleJapanese": "真相",
                    "SummaryJapanese": "次のパイロットとなったカンジ。その中で敵ロボットが出現していたにも関わらず、吉川はジアースのデータを集めようと避難しないまま。一方、カンジは母ではなくジアースの謎を解く鍵を守るために戦うと言う。すれ違いながらも、母は子を見守り、子は母を守るために命をかけていた。やがてジアースが敵の急所を潰すが…。"
                },
                "22": {
                    "ID": "335202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/335202",
                    "TitleEnglish": "Distance",
                    "SummaryEnglish": "Jun takes Kana to her father's house, having Machi traveling with them. On the way, he reminisces about his infancy days, and later, he asks Machi's help to protect Kana from Dung Beetle's intentions.",
                    "TitleJapanese": "道程",
                    "SummaryJapanese": "残る契約者はウシロと関の2人だけとなった。だが、残る敵の数は、次の地球へ舞台を移しての引継ぎ戦を合わせると3体となる。そこでコエムシはあと1人、カナを契約して戦わせて、引継ぎ戦をウシロに担当させることを提案。それは、妹を見殺しにして自分は生き残る選択をウシロにさせるという悪趣味なものであったが…。"
                },
                "23": {
                    "ID": "335203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/335203",
                    "TitleEnglish": "Snowscape",
                    "SummaryEnglish": "The human armies decide to intervene during the thirteenth battle, while Machi betrays Dung Beetle and becomes the next pilot in Kana's place.",
                    "TitleJapanese": "雪景色",
                    "SummaryJapanese": "ウシロの思わぬ反抗にキレたコエムシが、無理矢理にカナを契約させようとしていた。そんなコエムシを、実の妹であるマチが拳銃で撃ち抜いた。そして弾がなくなるまで撃ち込まれたコエムシは息絶え、ジアースには管理者が不在となる。マチは自身の長い戦いに決着を着けるためにも、自らの意志でパイロットとなり…。"
                },
                "24": {
                    "ID": "335204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bokurano/episodes/335204",
                    "TitleEnglish": "Story",
                    "SummaryEnglish": "Jun declines Seki's offer and becomes the pilot for the final round. During the long battle, he reminisces about his fallen comrades while struggling to save the Earth once and for all.",
                    "TitleJapanese": "物語",
                    "SummaryJapanese": "マチの戦いが終わり、最後のパイロットにはウシロが名乗り出た。自分たち15人が始めた戦いを、自分の手で終わらせるために。そして、ついに最後の敵が出現する。敵ロボットの顔に点る光の数はわずかに1つ。相手も自分の地球を守るために戦い、勝ち続けてきた証である。この戦いの結末は果たしてどうなるのか…!?"
                }
            }
        }
    }
}