{
  "URL": "https://www.thetvdb.com/series/lucky-star",
  "Genres": [
    "Anime - Shonen",
    "LGBTQ+"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1086236/",
    "http://www.lucky-ch.com/",
    "https://www.themoviedb.org/tv/42500"
  ],
  "TitleEnglish": "Lucky Star",
  "SummaryEnglish": "Having fun in school, doing together homework, cooking and eating, playing videogames, watching anime. All those little things make up the daily life of the anime- and chocolate-loving Izumi Konata and her friends which is portrayed here. Sometimes relaxing but more than often simply funny!",
  "Aliases": [
    "Lucky☆Star"
  ],
  "Modified": "2025-10-03",
  "Seasons": {
    "0": {
      "ID": "27555",
      "URL": "https://www.thetvdb.com/series/lucky-star/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "853241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/853241",
          "TitleEnglish": "JK",
          "SummaryEnglish": "The OVA features six separate stories revolving around the cast, some of which border on the bizarre; one of which is an MMORPG environment being played by Konata, Kagami, Tsukasa, and Nanako Kuroi, and another which in which Kagami has a 'suggestive' dream about Konata. The Lucky Channel segment is performed in live-action rather than being animated.",
          "Aliases": []
        },
        "2": {
          "ID": "9667321",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/9667321",
          "TitleEnglish": "\"Lucky Racer\" Digest Version",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "27556",
      "URL": "https://www.thetvdb.com/series/lucky-star/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "329352",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/329352",
          "TitleEnglish": "The Girl Who Dashes Off",
          "SummaryEnglish": "Everything is normal as the four main characters attend a normal day of high school. They discuss different foods and how they eat them. Later on, Kagami gets sick and all the characters go over to make sure she is okay.",
          "Aliases": []
        },
        "2": {
          "ID": "329353",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/329353",
          "TitleEnglish": "Effort and Results",
          "SummaryEnglish": "Throughout Golden Week, Tsukasa and Kagami have been playing together. However, Tsukasa does not know that her sister has actually been waking up earlier and going to bed later than her in order to study and finish homework. After the break, Konata does an all-nighter and manages to obtain an above-average score despite doing no studying during the short vacation. Later, Konata decides to get a job at a cosplay café in order to fund her otaku desires.",
          "Aliases": []
        },
        "3": {
          "ID": "329354",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/329354",
          "TitleEnglish": "Various People",
          "SummaryEnglish": "It is summertime for the girls; that means one thing: comfortable summer uniforms! Tsukasa and Kagami are fraternal twins, but Konata shows them the similar and different characteristics they share. Konata, Kagami, and Tsukasa each try to put their hair into a ponytail, just to see who looks best. Unfortunately, Kagami is the only one who cannot pull it off.",
          "Aliases": []
        },
        "4": {
          "ID": "329355",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/329355",
          "TitleEnglish": "A Question of Motivation",
          "SummaryEnglish": "Summer is almost here, and Konata is still staying up late playing online video games, reading manga, and watching anime instead of studying. Kagami and Tsukasa's birthday arrives on July 7 and Konata and Miyuki celebrate with them. After this episode, the director is changed from Yutaka Yamamoto to Yasuhiro Takemoto.",
          "Aliases": []
        },
        "5": {
          "ID": "329356",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/329356",
          "TitleEnglish": "The Famous Shooter",
          "SummaryEnglish": "Summer vacation has just begun. Konata, the Hiiragi twins and Miyuki go to a summer festival clothed in yukata. Yui Nanami is first introduced in this episode, currently on patrol at the festival. Konata and Nanako chat over an online game. Later on, Konata and the twins meet and do homework together. Back at her house, Konata finds a rare drop and celebrates it with her online friends.",
          "Aliases": []
        },
        "6": {
          "ID": "329357",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/329357",
          "TitleEnglish": "Fixtures of Summer",
          "SummaryEnglish": "The group, plus Cousin Yui and Nanako, go to the beach for some summer fun. After Yui races down the road, and Nanako gets really lost, they finally make it and spend a night in a Japanese inn. After a day at the beach, and Nanako becoming too drunk to drive, they go back to the inn for a shower and to spend another night. After arriving home, the twins have to clean their bedrooms, Konata discusses cleaning tactics with Kagami, and Miyuki is told she has to go see the dentist, or her mom is bringing the dentist to their house.",
          "Aliases": []
        },
        "7": {
          "ID": "329358",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/329358",
          "TitleEnglish": "Image",
          "SummaryEnglish": "The gang comes back to school after the summer break and Konata is in a good mood because she has become hooked on Marimite. Miyuki is forced to go to school without her glasses because she broke them. Tsukasa recieves her first cell phone, but its life is very short after Tsukasa leaves it in the washing machine. On Lucky Channel, Shiraishi follows up on a fan's request for a certain hairstyle.",
          "Aliases": []
        },
        "8": {
          "ID": "332336",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/332336",
          "TitleEnglish": "Energetic Despite Not Being Myself",
          "SummaryEnglish": "It's about that time of year for the girls: athletic festivals! Konata's father is excited because he has been dying for an opportunity to try out his new camera. Kagami is in an eating contest, Konata is in the one-hundred meter dash, Tsukasa has to jump over hurdles, and Miyuki is in a relay race, where she brings the team from third to win the race by using her physical assets at the end. Later, Tsukasa is trying to learn a song on the recorder. Unfortunately, she is not very good. She then is taught by her sister not to blow so hard into it. Later, we see the girls in at school in a lunch line having various conversations about food and public eating facilities.",
          "Aliases": []
        },
        "9": {
          "ID": "332337",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/332337",
          "TitleEnglish": "That Feeling",
          "SummaryEnglish": "It is time for tests! Unfortunately, Konata cannot seem to concentrate on studying and instead reverts to slacking off and playing games. She tries to ask Miyuki about good study habits, but in the end she does bad on her tests. Tsukasa got help from her sister and this time got better scores, but Kagami's scores were still higher despite her own scores going down somewhat. Later, Konata and the Hiiragi twins go to a cake café but end up taking too much and must finish it all or pay an extra price.",
          "Aliases": []
        },
        "10": {
          "ID": "332338",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/332338",
          "TitleEnglish": "Desires",
          "SummaryEnglish": "Tsukasa gets a new cell phone. Kagami teaches her how to text message. Tsukasa text messages Kagami to the point of sheer annoyance. Konata invites Kagami and Tsukasa over to her house and they forget to do their homework.",
          "Aliases": []
        },
        "11": {
          "ID": "332339",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/332339",
          "TitleEnglish": "Various Ways to Spend Christmas Eve",
          "SummaryEnglish": "Konata and the girls discuss the problems with sleeping during trainrides. Christmas is around the corner, but before that, Konata learns the truth about the existence of Santa Claus, Tsukasa and Miyuki talk about dentists, Kagami thinks that the people in Konata's class are a little too familiar with her, and Konata has to work during the holidays. Konata's cousin Yui insults the cops on television (despite the fact that she's a cop herself). The girls talk about how once a person is over 25 (i.e. their teacher Nanako Kuroi), a Christmas cake is any old cake to him/her. The girls also discuss static electricity and why Konata doesn't get shocked by it. On Lucky Channel, Akira announces that she will appear in the actual show starting in the next episode.",
          "Aliases": []
        },
        "12": {
          "ID": "332340",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/332340",
          "TitleEnglish": "Let's Go to the Festival",
          "SummaryEnglish": "Konata persuades Kagami and Tsukasa to come along with her to a festival of sorts: a convention called ComiKet. There, Konata tells the twins to follow her plan of buying new manga, Kagami learns how intense some manga can be, and Tsukasa gets swept into the crowds and ends up lost. Later that day, the girls go to another festival, with this one celebrating New Year. The girls discuss why Kagami is in a different class than everyone else, Konata draws a bad fortune, and the origin of Kagami's name is revealed. Konata pesters her father for money, and apparently he likes when she does that. Konata wishes her online friends a happy new year, including her teacher Kuroi. Konata starts to believe that the reason why her teacher doesn't have a boyfriend is because she's always online playing games. On Lucky Channel, it was previously announced that Akira would appear in the actual show starting with this episode, but she was unable to because she got sick.",
          "Aliases": []
        },
        "13": {
          "ID": "332341",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/332341",
          "TitleEnglish": "Delicious Day",
          "SummaryEnglish": "Winter break is over, and so it's back to school where the girls have conversations about what they did, ate, and dreamt about during their winter vacation. It's now time for Valentine's Day, which means that the girls will give chocolates to others, but in the case of Konata, she'll give her chocolate to a character online. Lster, Konata decides to shop at an anime store she previously went to but realized that the item she wanted was at another store. The employees of the anime shop are determined to get Konata (a.k.a. Legendary Girl A) to buy something from their store this time around. This week on Lucky Channel, Akira and Shiraishi announce the results of the Lucky Star figure poll, telling which characters will get figures made out of them. However, Akira gets really mad when she learns that Shiraishi will also have a figure made.",
          "Aliases": []
        },
        "14": {
          "ID": "332342",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/332342",
          "TitleEnglish": "Under One Roof",
          "SummaryEnglish": "Konata's cousin Yutaka Kobayakawa, who is also Konata's cousin Yui's little sister, has passed her high school entrance exams and will be living with Konata and her father from now on. Before a sick Yutaka took her exams, she met a girl who gave her a handkerchief. On the day of orientation and uniform fitting at Yutaka's new high school, she meets the girl who gave her the handkerchief and gives it back to her. They become friends and part ways. It was then that Yutaka realizes that she never asked for the girl's name. Kagami and Tsukasa come over the Konata's house and become acquainted with Yutaka. This week on Lucky Channel, Akira feels gypped by the fact that she only had one line in the actual show, but she wasn't on-screen. So, she decideds to initiate \"Project Full Appearance in Actual Show!!!\" and tells the audience to send in their support to get her in the actual show.",
          "Aliases": []
        },
        "15": {
          "ID": "332343",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/332343",
          "TitleEnglish": "I Can't Suddenly Change",
          "SummaryEnglish": "The girls go to a concert entitled \"The Jam of Haruhi Suzumiya\". Kagami explains how much her pet goldfish has grown. Konata actually finishes her homework, Ms. Kuroi accidentally erases a saved file in one of Konata's games, Miyuki talks smack about Ms. Kuroi, and Konata's dad is thinking about remarrying... or not! April Fool's! The girls enter their third year of high school, and they see who's in what class for this year. Once again, Konata, Tsukasa, and Miyuki are in the same class, but Kagami is in a different one from them. Meanwhile, Konata's cousin Yutaka and her new friend Minami Iwasaki enter their first year of high school. On Lucky Channel, it's announced that Akira will have a live concert next week.",
          "Aliases": []
        },
        "16": {
          "ID": "332344",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/332344",
          "TitleEnglish": "Ring",
          "SummaryEnglish": "Konata gets a new cellphone. The girls learn how Miyuki became so knowledgable, how much she spaces out, and when she started wearing glasses. Kagami, Tsukasa, and Miyuki go see Konata at her job. On their way, Konata calls and asks them to pick up a comic for her. When they arrive at Konata's workplace, they see Konata dance on stage and meet her coworker, Patricia Martin. While studying with two of her classmates, Ayano Minegishi and Misao Kusakabe, Kagami realizes just how similar they are to Konata and Tsukasa. On Lucky Channel, Akira holds her big concert... in a karaoke bar.",
          "Aliases": []
        },
        "17": {
          "ID": "332345",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/332345",
          "TitleEnglish": "Base of the Sun",
          "SummaryEnglish": "It's Konata's birthday, and her family sets up a surprise party for her when she gets home from work. All goes according to plan until Konata calls and says that her coworkers are throwing her a party and that she'll be coming home late. The girls discuss what their goals in life are. Kagami has a bad day when she gets bothered by little annoyances and ends up going to a store to buy a drink but forgets her wallet. Things get worse for Kagami when her older sister Matsuri scolds her for neglecting to buy groceries for dinner. On Lucky Channel, Akira and Shiraishi have a special guest: Meito Anizawa, the manager of the anime store that desperately wants Konata to buy something from his shop. He talks about the three factors that determine an anime's success.",
          "Aliases": []
        },
        "18": {
          "ID": "332346",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/332346",
          "TitleEnglish": "To Each Her Own",
          "SummaryEnglish": "Konata thinks about what animal each of the girls, including herself, would be. She sees herself as a fox, Tsukasa as a dog, Yutaka as a squirrel, and Kagami as a bunny. Konata and Miyuki discuss things that can improve one's eyesight. Konata complains about how the recent elections have been screwing up the TV schedule. Tsukasa tries reading newspapers, but it's not long until she finds them hard to read. Yutaka and Iwasaki's class plays dodgeball during P.E. Later, they hang out with two of their classmates, Hiyori Tamura and Patricia Martin. On Lucky Channel, Akira and Shiraishi introduce the newest characters of the Lucky Star cast. However, Akira is mad at the fact that she still hasn't appeared in the actual show yet.",
          "Aliases": []
        },
        "19": {
          "ID": "339680",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/339680",
          "TitleEnglish": "There's Substance in 2-D",
          "SummaryEnglish": "Konata and her dad discuss Gun**m (Gundam). Yutaka thinks that having an upperclassman like Konata is advantageous when she needs help with her school work, but Konata doesn't think so. Konata complains about how baseball games ruin the TV schedules. Konata and the girls discuss what qualifies as \"moe\". Hiyori shows the hardships of being a manga artist. Yutaka asks Hiyori about the meaning of \"yaoi\". On Lucky Channel, Shiraishi expresses how much he loves the outdoors. So Akira suggests that he go through the forest of Mount Fuji and get some water for her.",
          "Aliases": []
        },
        "20": {
          "ID": "339681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/339681",
          "TitleEnglish": "Ways to Spend Summer",
          "SummaryEnglish": "Konata and Kagami talk about getting rare cards from snack packs and female otakus' tastes in males. Konata, her dad, and Yutaka are annoyed by mosquitoes. The girls are taking summer classes, and Konata tries to get some of her homework done at Kagami and Tsukasa's house. The girls all go to a fireworks festival and meet with Yutaka's classmates along the way. On Lucky Channel, Akira and a special guest, Daisuke Ono, take a quick look at Shiraishi's trek on Mount Fuji.",
          "Aliases": []
        },
        "21": {
          "ID": "339682",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/339682",
          "TitleEnglish": "Pandora's Box",
          "SummaryEnglish": "Konata and the girls discuss parents who check through their children's e-mails and text messages, how much money Konata spent at Comiket, and how hot it is even though it's September. Yui meet's Yutaka's friend Minami for the first time, and Minami gets even less insecure about her... growth. Tsukasa tries different methods to wake up early in the morning. All of them failed. Hiyori thinks of some good ideas for her manga, but when she tries to write them down, she just can't seem to remember them. Konata's class embark on a school excursion to Kyoto and Nara. During the trip, Kagami receives a letter from a boy asking for her to meet him at night. What could this boy possibly want from Kagami? On Lucky Channel, Shiraishi returns from his journey from Mount Fuji and gives Akira the famed Mount Fuji water she wanted. When Akira is disgusted by the taste of the water, Shiraishi finally snaps!",
          "Aliases": []
        },
        "22": {
          "ID": "339683",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/339683",
          "TitleEnglish": "The Yonder Here",
          "SummaryEnglish": "Konata, Tsukasa, Miyuki, and Kuroi-sensei discuss baseball. Konata and Kagami talk about novels being adapted into anime, habits that people does while talking on the phone, and how people can't seem to not buy something from a vendor after making eye contact with them. Tsukasa has trouble sleeping at night. Konata asks her father about her mother, Kanata. Then, Kanata's spirit decides to pay the two a visit. On Lucky Channel,... well, there's nothing.",
          "Aliases": []
        },
        "23": {
          "ID": "339684",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/339684",
          "TitleEnglish": "Delicate Line",
          "SummaryEnglish": "Konata and Yutaka catch a cold, and Yutaka's friends, Minami, Hiyori, and Patricia, come and visit her. They, Konata, and Yutaka discuss younger-sister-moe, Minami's lack of breasts and how Hiyori doesn't want Yutaka to read her doujin manga. After seeing a TV program about how xylitol chewing gum can eliminate cavities, Miyuki decides to test this out. As a result, one of her fillings comes out and she has to go to the dentist. Kagami and Misao play a video game together. Although Misao is terrible at playing them, she seems to be having more fun than Kagami who's playing to win. Patricia tells Kagami what music she's been listening to lately and how much she would like to have a maid. Miyuki tells her mother about her friends' opinions on Minami, but they seem to contradict with what Miyuki's mom recalls from Minami's previous actions. On Lucky Channel, a woman named Gotouza disciplines Akira and Shiraishi enough that they'll do one last Lucky Channel segment together.",
          "Aliases": []
        },
        "24": {
          "ID": "339685",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lucky-star/episodes/339685",
          "TitleEnglish": "To Be Decided",
          "SummaryEnglish": "It's almost time for the school's culture festival. While the girls are preparing for their classes' themes for the festival, Patricia proposes that she and the girls in her class should do a cheerleading act for the opening ceremony of the festival. Patricia \"persuades\" Konata into performing the routine with her, who in turn gets Kagami, Tsukasa, Miyuki, Misao, and Ayano to do it as well. Akira Kogami finally makes an appearance on the actual show, although she and Shiraishi are still on bad terms. Before the opening ceremony, the girls practice the cheerleading act one last time to the song, \"Motteke! Sailor Fuku!\"",
          "Aliases": []
        }
      }
    }
  }
}