{
    "URL": "https://www.thetvdb.com/series/devil-may-cry",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Horror"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1048049/",
        "https://www.themoviedb.org/tv/12577"
    ],
    "TitleEnglish": "Devil May Cry",
    "SummaryEnglish": "The series is based on the manga and novel volumes, and sees the return of series regulars, Trish and Lady. In the show, Dante runs his devil-hunting business, Devil May Cry, while struggling under constant financial debt. There are also two new regular characters—Dante's agent Morrison who visits frequently, and Patty Lowell, a young orphan girl he saved in the first episode, who also visits frequently and shares a sisterly relationship with Dante. While the show's stories were mostly self-contained, a season-long plot was introduced in the first episode and came to the forefront in episodes 10-12.",
    "Aliases": [
        "DMC anime",
        "Devil May Cry anime",
        "Devil May Cry 2007",
        "DMC"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "27680",
            "URL": "https://www.thetvdb.com/series/devil-may-cry/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5992304",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/5992304",
                    "TitleEnglish": "DMC 4 The movie",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "27681",
            "URL": "https://www.thetvdb.com/series/devil-may-cry/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "330226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/330226",
                    "TitleEnglish": "Devil May Cry",
                    "SummaryEnglish": "Dante, a supernatural mercenary, is hired as the bodyguard of a young orphaned girl who is the heir to a large fortune. He must protect her from the demons sent by those who want the estate for themselves"
                },
                "2": {
                    "ID": "330227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/330227",
                    "TitleEnglish": "Highway Star",
                    "SummaryEnglish": "Dante reluctantly accepts a mission from Lady to stop a demonically possessed motorcycle named \"Red Eye\" that haunts the motorway."
                },
                "3": {
                    "ID": "330228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/330228",
                    "TitleEnglish": "Not Love",
                    "SummaryEnglish": "The daughter of the mayor starts seeing a mysterious man behind her father's back. Under suspicions that the man is a demon in disguise, Dante is sent to investigate, and ends up entangled in something bigger than just a love affair."
                },
                "4": {
                    "ID": "330229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/330229",
                    "TitleEnglish": "Rolling Thunder",
                    "SummaryEnglish": "Lady meets up with a strange demon-woman who has a lightning-like technique. Later it's revealed that the strange woman is Trish, Dante's former partner."
                },
                "5": {
                    "ID": "330230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/330230",
                    "TitleEnglish": "In Private",
                    "SummaryEnglish": "Dante finds himself followed by a customer from a local diner, who is trying to find out the devil hunter's secrets, in order to impress a local waitress whom he likes."
                },
                "6": {
                    "ID": "330231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/330231",
                    "TitleEnglish": "Rock Queen",
                    "SummaryEnglish": "Dante is hired to protect treasure hunters from a sonic demon. Flashbacks show how a rock queen, Elena Hudson, was willing to give everything to be popular, only to see her fans become violent zombies addicted to her music, and Elena herself become absorbed by the demon."
                },
                "7": {
                    "ID": "330232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/330232",
                    "TitleEnglish": "Wishes Come True",
                    "SummaryEnglish": "A man receives a visit from a demonic mask which claims to fulfill any wish he desires. The wishes he wants to make aren't made true, and instead, something he didn't want to happen is wished for, and the man ends up in a prison, deemed impossible to escape. Dante is hired by a guest from the past to get him out of the prison, and has to find a means of dealing with the wishmaking demon."
                },
                "8": {
                    "ID": "333703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/333703",
                    "TitleEnglish": "Once Upon A Time",
                    "SummaryEnglish": "A man named Aaron keep on insisting that Dante is his childhood friend Tony and that he and his mother used to live in a small town before being banished by the town folks after a devil attacked the town 20 years ago."
                },
                "9": {
                    "ID": "333704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/333704",
                    "TitleEnglish": "Death Poker",
                    "SummaryEnglish": "Dante is hired by a woman to deter her brother's gambling habits after her loses several rounds to Patty, the prize being strawberry sundaes. Apparently there is a gambler named King that if you lose to him you also lose your life. Dante is also invited by King to attend a game on a really fancy cruise ship. One by one the players die, Patty even pitches in a little when Dante leave for a moment, and then it is revealed that King is whoever has a necklace that is included in the invite. This necklace also causes the person to have unusually good luck. Dante dies and it is revelaed that the dealer is the cause behind of all of it. Dante comes back and kills the demon and once again loses in poker back at his office."
                },
                "10": {
                    "ID": "333705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/333705",
                    "TitleEnglish": "The Last Promise",
                    "SummaryEnglish": "Dante is attacked by Barusa, a former servant of Sparda who now seeks the power of the Legendary Dark Knight. In the meantime, Barusa's brother tries to find a way to prevent the fight between Dante and Barusa."
                },
                "11": {
                    "ID": "333706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/333706",
                    "TitleEnglish": "Showtime",
                    "SummaryEnglish": "Dante encounters Patty's mother, and Sid's carefully laid plans come to fruition as he finally harnesses the power of Abigail, a demon that fought against Mundus."
                },
                "12": {
                    "ID": "333707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/devil-may-cry/episodes/333707",
                    "TitleEnglish": "Stylish",
                    "SummaryEnglish": "With Dante impaled and crucified in the demon dimension, it's up to Lady, Trish, Morrison and Patty to hold off Sid/Abigail's final assault on the world."
                }
            }
        }
    }
}