{
    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1739796/",
        "https://www.themoviedb.org/tv/56834"
    ],
    "TitleEnglish": "My Bride is a Mermaid",
    "SummaryEnglish": "Based on a manga by Kimura Tahiko serialised in Gangan Wing. Nagasumi visits his grandmother near the sea during the summer. While visiting, he goes for a swim, and drowns right after entering the water. Fortunately for him he is saved by a young mermaid. Later as he tells the story to his family, a young girl named San appears at his home and begs Nagasumi to marry her. She’s followed by two large thugs and they take both him and his parents to San`s home under the sea. If that wasn’t strange enough, it turns out San`s parents are mob bosses. Nagasumi is left with the choice of either death or marrying San. He chooses to marry a mermaid. This would likely be that, except San`s father and some members of the mob are not exactly thrilled to have Nagasumi courting San and are determined to bring an end to their relationship--or him. And there is also the matter of keeping it a secret that San is a mermaid.",
    "Aliases": [
        "Seto no Hanayome"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "27707",
            "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "441618",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/441618",
                    "TitleEnglish": "Violent Classroom / Men Do Not Die",
                    "SummaryEnglish": "A new semester begins where Nagasumi, San and the others are third grader seniors. Everyone got into the same class except Nagasumi got sent to the eighth middle school, class zero where in a classroom full of delinquents. Unable to cooperate with his new class, their homeroom teacher Shark Fujishiro plans to make a killing spree session on his first day of homeroom. Meanwhile, a new student has came to Sun and Lunar's class who turns out to be Lunar's Papa who is dressed in a female middle school attire along with an apron. This disgusts Lunar and makes a whole ruckus in the class. When Seto Gozaburo asks them to quiet down, Lunar's father tells him to not interfere and the two start a fight. Lunar and Sun leave to find Nagasumi and get him back to his seat to clear their situation.",
                    "Aliases": []
                },
                "2": {
                    "ID": "441619",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/441619",
                    "TitleEnglish": "The Things I Can Do For You / Without You",
                    "SummaryEnglish": "The first half of the episode has Shiranui working in a maid cafe to pay off the damage she did to the store. Sun, Mawari, Satori, and Lunar offer to work there also, and a 'competition' begins between the four. At the end, the store is destroyed again. The second half of the episode starts with a flashback scene from when Sun was a child, playing with her friend, and they make a promise. Then, Lunar and Nagasumi are watching a horror movie in the house while the others are out. Lunar freaks out and a zombie girl appears in the house. A few things happen, and the so-called zombie girl tells Nagasumi that 'It's all your fault.' The next day at school, she appears again and attacks all of the students except Lunar, who cowers in the corner. Sun returns and finds that the zombie girl is her childhood friend, Saturn. Saturn leaves, and they make a promise once more.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "32420",
            "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "366514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366514",
                    "TitleEnglish": "A Yakuza's Wife",
                    "SummaryEnglish": "Nagasumi, a teenage boy, is saved by the chivalrous mermaid Sun while drowning in the ocean off the coast of Seto Island. Mermaid society rules are strict — in order for both Nagasumi and Sun to stay alive, they have to get married. Little does Nagasumi know that Sun's mermaid clan is in fact a Yakuza organization.",
                    "Aliases": []
                },
                "2": {
                    "ID": "366515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366515",
                    "TitleEnglish": "Legend of the Ring",
                    "SummaryEnglish": "Nagasumi enjoys his first date with Sun at the Bon Festival. However, most stalls are operated by the Seto-Gumi. Later, Nagasumi soon finds out that Sun's legs revert into a tail when she is splashed with water and must protect her by drying her legs.",
                    "Aliases": []
                },
                "3": {
                    "ID": "366516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366516",
                    "TitleEnglish": "Island Closest to Heaven",
                    "SummaryEnglish": "Sun and Nagasumi get to spend a whole day alone on a deserted island. However, this is a trap meant to eliminate Nagasumi, as the group's notorious assassin and longtime friend of Sun's, the \"Spiral Shell\" Maki, is after his life.",
                    "Aliases": []
                },
                "4": {
                    "ID": "366517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366517",
                    "TitleEnglish": "Life is Tough for a Guy",
                    "SummaryEnglish": "As a dutiful wife, Sun follows Nagasumi back to his house in the city, where she is to live with him and his parents. However, the first day back turns out to be quite hectic and eventful.",
                    "Aliases": []
                },
                "5": {
                    "ID": "366518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366518",
                    "TitleEnglish": "Targeted School",
                    "SummaryEnglish": "Sun and Nagasumi attend their first day of school. Sun's father and the gang have all become teachers at their junior-high school, and Nagasumi's friend Sarutobi falls in love with Sun. Nagasumi must survive constant attacks from his new \"teachers\".",
                    "Aliases": []
                },
                "6": {
                    "ID": "366519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366519",
                    "TitleEnglish": "Ojou-san, Be Gentle with Me",
                    "SummaryEnglish": "Mawari notices Sun's fishtail and comes to the conclusion that Sun is a fish. She keeps trying to splash Sun with water in order to verify her theory, but Nagasumi protects Sun, while at the same time trying to save Mawari's life from the mermaid code of law.",
                    "Aliases": []
                },
                "7": {
                    "ID": "366520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366520",
                    "TitleEnglish": "Visitor",
                    "SummaryEnglish": "Nagasumi runs into Lunar, a popstar idol; her mermaid form is accidentally revealed to him. In turn, Lunar plans on making Nagasumi her slave forever. He finds out she is a childhood friend and rival of Sun. Lunar soon makes a plan to settle the score with Sun once and for all.",
                    "Aliases": []
                },
                "8": {
                    "ID": "366521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366521",
                    "TitleEnglish": "Crash",
                    "SummaryEnglish": "The situation at school keeps escalating, and even Maki is hurt in the process. In order to avoid total war, Nagasumi comes up with a plan to settle everything in a singing competition between Sun and Lunar, with Nagasumi himself as the collateral.",
                    "Aliases": []
                },
                "9": {
                    "ID": "366522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366522",
                    "TitleEnglish": "Battle Runner",
                    "SummaryEnglish": "Nagasumi's life only gets more hectic with the arrival of Kai Mikawa, a handsome, rich, but agoraphobic merman, who insists that Sun is his fiancé. Kai transfers to the school and challenges Nagasumi for Sun's hand in marriage during Sports Festival Day.",
                    "Aliases": []
                },
                "10": {
                    "ID": "366523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366523",
                    "TitleEnglish": "Man of Steel",
                    "SummaryEnglish": "A strange, huge, practically invincible man, stalks Nagasumi and nothing can get in his way. Nagasumi tries to tell his friends, but initially no one believes him. Eventually Nagasumi runs into Kai and they both start running for their lives. This episode is a slight parody of Terminator 2: Judgment Day.",
                    "Aliases": []
                },
                "11": {
                    "ID": "366524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366524",
                    "TitleEnglish": "Armageddon",
                    "SummaryEnglish": "After Sun and Lunar go on a diet, Sun's father buys her all sorts of presents to help her out, including some special \"mer-water\" that energizes and gives strength. But many problems arise when Nagasumi drinks it by accident, not only giving him the powers of a merman, but also growing him to gigantic proportions.",
                    "Aliases": []
                },
                "12": {
                    "ID": "366525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366525",
                    "TitleEnglish": "Love Slave",
                    "SummaryEnglish": "Nagasumi's mom and Sun go shopping for groceries, leaving Lunar alone with Nagasumi. Lunar plans to make her \"slave\" help her study for school since she is getting zeros on all her tests. Eventually it gets to the point where Lunar starts to come on to Nagasumi while outwardly stating that she would never fall in love with a human. Through many badly timed, but well-meaning errors, Nagasumi ends up being engaged to Lunar.",
                    "Aliases": []
                },
                "13": {
                    "ID": "366526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366526",
                    "TitleEnglish": "The Poem of Love",
                    "SummaryEnglish": "Nagasumi is taken back to Lunar's house where a wedding ceremony is going to soon begin. Moments before Nagasumi is meant to become her husband, Nagasumi voices his disapproval of a false wedding, and promptly refuses to continue with the wedding. Suddenly, Sun appears and voices her disagreement with the wedding as she uses her sword to defeat Lunar's guards and announce her love for Nagasumi.",
                    "Aliases": []
                },
                "14": {
                    "ID": "366527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366527",
                    "TitleEnglish": "A Kitten's Story",
                    "SummaryEnglish": "Nagasumi finds a kitten and brings it to school. Nagasumi soon discovers that Sun, Lunar, and Maki are all deathly afraid of cats, and gets the idea to test it on Kai and Gōzaburō too, but before that learns that most mermaid adults are not afraid of cats anymore as they eventually get over their fear; this however does not apply to Gōzaburō due to a tragic experience as a child. Nagasumi decides to make this into an advantage.",
                    "Aliases": []
                },
                "15": {
                    "ID": "366528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366528",
                    "TitleEnglish": "What's Your Name?",
                    "SummaryEnglish": "Nagasumi, Sun, Lunar, Mawari, Saru, and Mikawa go on what is supposed to be a double date. As Nagasumi goes to get a juice ordered by Lunar, he accidentally bumps into the class president in an intersection, whom he doesn't recognize. It is now known that the class president has a crush on Nagasumi. Nagasumi accidentally steps and breaks her glasses lying on the ground so she doesn't recognize him. After she gets new ones she recognizes Nagasumi and runs away. As soon as he catches up and asks her name she runs away again saying she'll tell him the next time they meet.",
                    "Aliases": []
                },
                "16": {
                    "ID": "366529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366529",
                    "TitleEnglish": "Minority Report",
                    "SummaryEnglish": "Akeno Shiranui, a mermaid examiner has come to record and observe mermaids that doesn't fit well with humans and send them back to their origin. Now Sun must overcome her own fear and tries her best not to fail the examination with Akeno keeping an eye on Sun's every action.",
                    "Aliases": []
                },
                "17": {
                    "ID": "366530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366530",
                    "TitleEnglish": "Prefectural Police vs. Gangsterism",
                    "SummaryEnglish": "Defeated by Akeno, a group of delinquent lords follow her around which mislead Mawari into believing Akeno was also a delinquent. In order to protect the society, Mawari decides to go all out against Akeno. Meanwhile, The teachers from Seto clan also plotting their own plan against Akeno. Though Sun finally convinces Mawari to rethink of the situation, the unstoppable clashes has already begun.",
                    "Aliases": []
                },
                "18": {
                    "ID": "366531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366531",
                    "TitleEnglish": "Gate of Flesh",
                    "SummaryEnglish": "The whole class went for a sudden trip to Kyoto. After an incident where Maki attacked Akeno, Sun apologizes to her, but Akeno issues that she's interested in Sun's mermaid body and asks her permission to investigate them at bathroom. Unknown to them, Nagasumi and Mawari misheard this conversation and issue an investigation of their own.",
                    "Aliases": []
                },
                "19": {
                    "ID": "366532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366532",
                    "TitleEnglish": "There's No Business Like Show Business",
                    "SummaryEnglish": "After the attempt to rid of Nagasumi from Sun fails. Akeno is now undertaking a mission, to foil Nagasumi by forcing him to gulp down a mermaid drink which will release mortals of their strongest desires, thus forcing Sun to break away from Nagasumi. The plan fails, however, when everyone except Nagasumi gets drunk.",
                    "Aliases": []
                },
                "20": {
                    "ID": "366533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366533",
                    "TitleEnglish": "An Elegy of Men",
                    "SummaryEnglish": "Lunar's father searches for ways to express his love and cheer up his precious daughter when he accidentally spots a Galge from a search engine. Armed with his new \"knowledge\", an iron will and an iron body, Lunar's father once again attempts to comfort Lunar (to everyone's horror), while convincing Gōzaburō about \"a daughter's heart\" in the process.",
                    "Aliases": []
                },
                "21": {
                    "ID": "366534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366534",
                    "TitleEnglish": "A Fuss About Love",
                    "SummaryEnglish": "Nagasumi receives a love letter from the class president. Being the first love letter he has received in is life, he completely loses his mind. Maki takes the letter from Nagasumi's pocket and reads it outloud for everyone to hear. Mawari, Lunar, Sun, Gozaburo, and other relevant people hide behind a bush to see whether Nagasumi comes or not. Nagasumi comes and is beaten by Lunar's dad and Gozaburo.",
                    "Aliases": []
                },
                "22": {
                    "ID": "366535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366535",
                    "TitleEnglish": "An Idol",
                    "SummaryEnglish": "Lunar tries hard to practice her part in a drama. She gets Sun to help her be her lover as a man. Unfortunately, Sun goes overboard and eventually gets stopped. Afterwards, Lunar gets to her next job in the Cultural Competition and has to practice Ventriloquism. So she uses Maki as her left hand. But things start to get even worse.",
                    "Aliases": []
                },
                "23": {
                    "ID": "366536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366536",
                    "TitleEnglish": "Man Without a Past",
                    "SummaryEnglish": "Believing Masa was an acquintance of her older brother, Akeno asks Masa about her brother's whereabouts, but Masa had lost his memories before joining the Seto clan. Gōzaburō then reveals to Nagasumi that Akeno's brother is actually Masa himself. While unaware of this fact, Akeno intend to punish her brother's for his irresponsibility, forcing Nagasumi to protect Masa using any methods available.",
                    "Aliases": []
                },
                "24": {
                    "ID": "366537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366537",
                    "TitleEnglish": "Farewell, Friend",
                    "SummaryEnglish": "Kai has an embarrassing problem about himself that he wants to keep a secret from others. It ends up that he just has a boil on his butt, however, Saru passes by the hospital where Kai had gone to pick up his medicine, and overhears the doctor and nurse talking about how Kai has an incurable disease. Saru then tells the others. Heartbroken, they all try to give Kai the best time of his life during his last moments.",
                    "Aliases": []
                },
                "25": {
                    "ID": "366538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366538",
                    "TitleEnglish": "The Family Game",
                    "SummaryEnglish": "It is first time that Sun and Nagasumi has a quarrel, and both end up not talking to each other. At the same time, the members of Seto Group are invited to join a party held by a noble. However, the party is a trap.",
                    "Aliases": []
                },
                "26": {
                    "ID": "366539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366539",
                    "TitleEnglish": "The Place Where You Return",
                    "SummaryEnglish": "Nagasumi, Kai, and Lunar go to save Sun. Once they get there, the Seto Group manages to break free and a huge battle commences. Nagasumi manages to save Sun and he tells her he loves her and he wants to stay with her forever.",
                    "Aliases": []
                }
            }
        }
    }
}