{
    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1739796/",
        "https://www.themoviedb.org/tv/56834"
    ],
    "TitleEnglish": "My Bride is a Mermaid",
    "SummaryEnglish": "Based on a manga by Kimura Tahiko serialised in Gangan Wing. Nagasumi visits his grandmother near the sea during the summer. While visiting, he goes for a swim, and drowns right after entering the water. Fortunately for him he is saved by a young mermaid. Later as he tells the story to his family, a young girl named San appears at his home and begs Nagasumi to marry her. She’s followed by two large thugs and they take both him and his parents to San`s home under the sea. If that wasn’t strange enough, it turns out San`s parents are mob bosses. Nagasumi is left with the choice of either death or marrying San. He chooses to marry a mermaid. This would likely be that, except San`s father and some members of the mob are not exactly thrilled to have Nagasumi courting San and are determined to bring an end to their relationship--or him. And there is also the matter of keeping it a secret that San is a mermaid.",
    "TitleJapanese": "瀬戸の花嫁",
    "SummaryJapanese": "ごく平凡な中学生、満潮永澄の平穏な毎日は、とある夏の出来事を境に、音を立てて崩れ去っていった。\n\n帰省していた瀬戸内のビーチで溺れてしまった永澄を助けたのは、なんと人魚の女の子、瀬戸燦！ \nしかも、人魚の世界は、「渡世の仁義」を重んじる仁侠の世界だった上、人間に姿を見られれば、その人間か自分のどちらかが死ななければならないという掟が存在した。\n\n　最後に残された回避手段は、「人魚の正体を知った人間が人魚の身内となる」という方法のみ！　　\n　「どちらかが死ぬか、人魚の身内となるか」そんな究極の選択を迫られた永澄が出した結論は燦との結婚だった！\n\n　永澄と燦の２人を中心に、人間、人魚さまざまなキャラクターたちが騒動を巻き起こすドタバタギャグ＆ラブコメディ",
    "Aliases": [
        "Seto no Hanayome"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "27707",
            "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "441618",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/441618",
                    "TitleEnglish": "Violent Classroom / Men Do Not Die",
                    "SummaryEnglish": "A new semester begins where Nagasumi, San and the others are third grader seniors. Everyone got into the same class except Nagasumi got sent to the eighth middle school, class zero where in a classroom full of delinquents. Unable to cooperate with his new class, their homeroom teacher Shark Fujishiro plans to make a killing spree session on his first day of homeroom. Meanwhile, a new student has came to Sun and Lunar's class who turns out to be Lunar's Papa who is dressed in a female middle school attire along with an apron. This disgusts Lunar and makes a whole ruckus in the class. When Seto Gozaburo asks them to quiet down, Lunar's father tells him to not interfere and the two start a fight. Lunar and Sun leave to find Nagasumi and get him back to his seat to clear their situation.",
                    "TitleJapanese": "瀬戸の花嫁OVA 仁",
                    "SummaryJapanese": "新章第壱話「暴力教室」\n無事に中学3年へと進級出来た永澄たち。\nしかし、新しい学年になっても燦と一緒のクラスになれることを夢見て登校した永澄を出迎えたのは、謎のクラス“3年零組”だった。\nこれは誰かの策略なのか、新担任の正体は、そして零組に君臨する帝王とは!? 果たして満潮永澄は平穏無事な新学期を迎える事は出来るのであろうか…。 \n\n新章第弐話「死なない男」\n久々に行く燦と二人きりでのデートに、スタジャンまで新調して浮かれ気分の永澄。\nしかし、着て来た洋服の中に巻が隠れていたり、入った映画館の中では小さな女の子に絡まれたりと、幸先悪いご様子。\nそれらのハプニングを持ち前のガッツでなんとか乗り越えた永澄だったが、映画館からそんな彼を更なるハプニングが待ち受けていたのだった…。"
                },
                "2": {
                    "ID": "441619",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/441619",
                    "TitleEnglish": "The Things I Can Do For You / Without You",
                    "SummaryEnglish": "The first half of the episode has Shiranui working in a maid cafe to pay off the damage she did to the store. Sun, Mawari, Satori, and Lunar offer to work there also, and a 'competition' begins between the four. At the end, the store is destroyed again. The second half of the episode starts with a flashback scene from when Sun was a child, playing with her friend, and they make a promise. Then, Lunar and Nagasumi are watching a horror movie in the house while the others are out. Lunar freaks out and a zombie girl appears in the house. A few things happen, and the so-called zombie girl tells Nagasumi that 'It's all your fault.' The next day at school, she appears again and attacks all of the students except Lunar, who cowers in the corner. Sun returns and finds that the zombie girl is her childhood friend, Saturn. Saturn leaves, and they make a promise once more.",
                    "TitleJapanese": "瀬戸の花嫁OVA 義",
                    "SummaryJapanese": "新章第参話「きみのためにできること」\n\n新章第肆話「貴方なしでは」"
                }
            }
        },
        "1": {
            "ID": "32420",
            "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "366514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366514",
                    "TitleEnglish": "A Yakuza's Wife",
                    "SummaryEnglish": "Nagasumi, a teenage boy, is saved by the chivalrous mermaid Sun while drowning in the ocean off the coast of Seto Island. Mermaid society rules are strict — in order for both Nagasumi and Sun to stay alive, they have to get married. Little does Nagasumi know that Sun's mermaid clan is in fact a Yakuza organization.",
                    "TitleJapanese": "極道の妻",
                    "SummaryJapanese": "父親の実家がある瀬戸内に帰省していた満潮永澄は、ビーチで泳いでいる最中に両足がつって溺れてしまう。助けを求める永澄に手を差し伸べたのは、なんと人魚の女の子・瀬戸燦だった！ \nしかし、人魚の世界は、「渡世の仁義」を重んじる仁侠の世界だった上、そこには、「身内以外の者に姿を見られれば、その人間か自分のどちらかが死ななければならない」という掟が存在していた。\n\n果たして、永澄の運命は…!?"
                },
                "2": {
                    "ID": "366515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366515",
                    "TitleEnglish": "Legend of the Ring",
                    "SummaryEnglish": "Nagasumi enjoys his first date with Sun at the Bon Festival. However, most stalls are operated by the Seto-Gumi. Later, Nagasumi soon finds out that Sun's legs revert into a tail when she is splashed with water and must protect her by drying her legs.",
                    "TitleJapanese": "指輪物語",
                    "SummaryJapanese": "人魚の女の子・瀬戸燦と夫婦となることとなった満潮永澄だったが、どうすればお互いを知って行く事が出来るか分からず戸惑うばかり。そんな永澄を見かねた祖母が、デートにでも誘って色々と話をしてくればいいと助言を送る。　祖母のアドバイスを受けた永澄は、燦を夏祭りへとデートに誘うのだが、そこには、燦の結婚を快く思わない父・豪三郎による瀬戸内組を挙げたデート妨害工作が待ち受けているのだった…。"
                },
                "3": {
                    "ID": "366516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366516",
                    "TitleEnglish": "Island Closest to Heaven",
                    "SummaryEnglish": "Sun and Nagasumi get to spend a whole day alone on a deserted island. However, this is a trap meant to eliminate Nagasumi, as the group's notorious assassin and longtime friend of Sun's, the \"Spiral Shell\" Maki, is after his life.",
                    "TitleJapanese": "天国に一番近い島",
                    "SummaryJapanese": "両親により、急な埼玉への帰宅を告げられた永澄。燦と遠距離恋愛になってしまうことを考え、センチメンタルになっていた。そんな中、燦と永澄の結婚に大反対だった豪三郎が、突然、「無人島でのびのび遊んでこい」とクルーザーを用意してくれた。小さな可愛い女の子、巻き貝の巻も付き添いでやってきて、とても楽しくなりそうな予感がしていたのだが、実は、この企画こそが、豪三郎による新たな「永澄抹殺計画」だったのだ…。"
                },
                "4": {
                    "ID": "366517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366517",
                    "TitleEnglish": "Life is Tough for a Guy",
                    "SummaryEnglish": "As a dutiful wife, Sun follows Nagasumi back to his house in the city, where she is to live with him and his parents. However, the first day back turns out to be quite hectic and eventful.",
                    "TitleJapanese": "男はつらいよ",
                    "SummaryJapanese": "瀬戸内から埼玉の実家へと帰ってきた満潮家一行。永澄の妻となった燦と、燦の護衛役の巻も一緒に。女の子が増え、賑やかになった満潮家だが、両親が燦をえこひいきするわ、巻からは命を狙われるわで、永澄の生活は前途多難。そんな最中、巻が昼寝をしている隙をつき、燦と二人きりで近所へ散歩に出かけた永澄だったが、その道中、女の子達にヤンキーが絡んでいる場に遭遇。そこへ、永澄の幼なじみ・銭形巡も現れ…。"
                },
                "5": {
                    "ID": "366518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366518",
                    "TitleEnglish": "Targeted School",
                    "SummaryEnglish": "Sun and Nagasumi attend their first day of school. Sun's father and the gang have all become teachers at their junior-high school, and Nagasumi's friend Sarutobi falls in love with Sun. Nagasumi must survive constant attacks from his new \"teachers\".",
                    "TitleJapanese": "狙われた学園",
                    "SummaryJapanese": "新学期がスタートし、燦と一緒に学校へと登校する永澄。永澄の悪友・猿飛秀吉を始め、学校中の男子生徒は、きらめく程に可愛い燦の姿に夢中になってしまう。美少女の転校により、浮き足立つ永澄のクラスだったが、新しい担任の先生も赴任してくる事に…。なんと、新担任は燦の父・瀬戸豪三郎だった！その他にも、蓮や政、シャーク藤代、果てはオクトパス中島までが学校へと赴任してきて、平和な学園生活は音を立てて崩れ始める…。"
                },
                "6": {
                    "ID": "366519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366519",
                    "TitleEnglish": "Ojou-san, Be Gentle with Me",
                    "SummaryEnglish": "Mawari notices Sun's fishtail and comes to the conclusion that Sun is a fish. She keeps trying to splash Sun with water in order to verify her theory, but Nagasumi protects Sun, while at the same time trying to save Mawari's life from the mermaid code of law.",
                    "TitleJapanese": "お嬢さんお手やわらかに",
                    "SummaryJapanese": "永澄と燦の仲の良さを見ているうちに、もやもやとした不思議な感情を抱き始める巡。そんな自分に気合いを入れ直す為、風紀委員として学園の風紀の取り締まりに力を入れるのだが、その最中、同じ屋根の下から出てくる永澄と燦と出逢ってしまう。それをきっかけに、永澄と燦の同居や瀬戸一家の不自然な転入など様々な事が気になり始めた巡は、燦の秘密を執拗に探り始める。永澄はそれを阻止しようと体を張るのだが…。"
                },
                "7": {
                    "ID": "366520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366520",
                    "TitleEnglish": "Visitor",
                    "SummaryEnglish": "Nagasumi runs into Lunar, a popstar idol; her mermaid form is accidentally revealed to him. In turn, Lunar plans on making Nagasumi her slave forever. He finds out she is a childhood friend and rival of Sun. Lunar soon makes a plan to settle the score with Sun once and for all.",
                    "TitleJapanese": "来訪者（ビジター）",
                    "SummaryJapanese": "今をときめく超人気アイドル“LUNAR”。実は彼女も人魚であり、その正体は、瀬戸内組とライバル関係にある江戸前組の娘、江戸前留奈であった。歌で負けた事のなかった自分を、幼少時に負かした燦を一方的にライバル視していた留奈は、燦が埼玉へ来ている事を知り、会いに向かう。そこで、燦が永澄と結婚したという衝撃の事実を知った留奈は、燦に勝ち誇り見返してやる為に、燦から永澄を奪い取る事を宣言する…。"
                },
                "8": {
                    "ID": "366521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366521",
                    "TitleEnglish": "Crash",
                    "SummaryEnglish": "The situation at school keeps escalating, and even Maki is hurt in the process. In order to avoid total war, Nagasumi comes up with a plan to settle everything in a singing competition between Sun and Lunar, with Nagasumi himself as the collateral.",
                    "TitleJapanese": "激突",
                    "SummaryJapanese": "留奈の燦に対する嫉妬心から始まった二人の争いは、本人達の意思とは関係無く、磯野第八中学校男子生徒を巻き込んだ、燦派と留奈派の抗争へと繋がる。初めはその争いを止めようとしていた燦だったが、そんな最中、何者かに重傷を負わされていた巻が発見されたから、さぁ大変。かくして事態は、全校をも巻き込んだ、燦と留奈のライブ対決へと発展していく。永澄を賭けた女の戦いの結末は…、燦は永澄を守れるのか…。"
                },
                "9": {
                    "ID": "366522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366522",
                    "TitleEnglish": "Battle Runner",
                    "SummaryEnglish": "Nagasumi's life only gets more hectic with the arrival of Kai Mikawa, a handsome, rich, but agoraphobic merman, who insists that Sun is his fiancé. Kai transfers to the school and challenges Nagasumi for Sun's hand in marriage during Sports Festival Day.",
                    "TitleJapanese": "バトルランナー",
                    "SummaryJapanese": "ある日の体育の授業中、謎の潜水艦と共に床を破って、名古屋弁の人魚・三河海が現れた。永澄から燦を取り返す為にやってきたのだと言う。燦の説得もあり、己の未熟さを思い知った海は、修行し直すと言い残し去って行った。しかし、なんとその翌日、同じクラスへ海が転校生してきた!!　男修行をすると同時に、燦を奪い取る機会を狙う海は、翌週に開催される運動会で、決着をつけることを提案する。燦を賭けた男の戦いの結末は…、永澄は燦を守れるのか…。"
                },
                "10": {
                    "ID": "366523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366523",
                    "TitleEnglish": "Man of Steel",
                    "SummaryEnglish": "A strange, huge, practically invincible man, stalks Nagasumi and nothing can get in his way. Nagasumi tries to tell his friends, but initially no one believes him. Eventually Nagasumi runs into Kai and they both start running for their lives. This episode is a slight parody of Terminator 2: Judgment Day.",
                    "TitleJapanese": "鋼鉄の男",
                    "SummaryJapanese": "ある朝、永澄が目覚めると、目の前に黒ずくめのマッチョマンが佇んでいた。留奈に関する警告を残して消えて行った謎の男の影に怯え、クラスの皆に相談をする永澄だったが、誰一人として信じてくれない。だがしかし、失意の永澄の前に再び謎の男が現れ、執拗に追い回し始める。途中で見つけた三河海を巻き込み、一緒に逃走劇を繰り広げる二人であったが、遂には海も謎の男に倒されてしまう。一人残された永澄の運命は…。"
                },
                "11": {
                    "ID": "366524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366524",
                    "TitleEnglish": "Armageddon",
                    "SummaryEnglish": "After Sun and Lunar go on a diet, Sun's father buys her all sorts of presents to help her out, including some special \"mer-water\" that energizes and gives strength. But many problems arise when Nagasumi drinks it by accident, not only giving him the powers of a merman, but also growing him to gigantic proportions.",
                    "TitleJapanese": "アルマゲドン",
                    "SummaryJapanese": "健康診断で、体重が増えていることを知った留奈は、燦を強制的に仲間へと引き込み、ダイエットを決意する。燦がダイエットを始めるという噂を聞きつけた豪三郎は、瀬戸内組が通信販売事業で取り扱っているダイエットグッズを取り寄せプレゼントする。その数々のグッズの中に混じっていた飲み物を思わず飲んでしまう永澄だが、それは、人間にとってはどのような効果が出るか分からない劇薬であり、その副作用で永澄は巨大化して理性を失ってしまう…。"
                },
                "12": {
                    "ID": "366525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366525",
                    "TitleEnglish": "Love Slave",
                    "SummaryEnglish": "Nagasumi's mom and Sun go shopping for groceries, leaving Lunar alone with Nagasumi. Lunar plans to make her \"slave\" help her study for school since she is getting zeros on all her tests. Eventually it gets to the point where Lunar starts to come on to Nagasumi while outwardly stating that she would never fall in love with a human. Through many badly timed, but well-meaning errors, Nagasumi ends up being engaged to Lunar.",
                    "TitleJapanese": "愛の奴隷",
                    "SummaryJapanese": "燦と永澄母が買い物へ行った為、二人きりで留守番をすることになった永澄と留奈。アイドル業が忙しく成績が悪くなった留奈は、燦がいなくなった隙をつき、自分に勉強を教えるよう永澄へ命令する。最初のうちは普通に勉強を教えられていた永澄だったが、憧れだったアイドルLUNARと二人きりというシチュエーションを変に意識し始めてしまう。そして、留奈はそれを見て面白半分で永澄を誘惑し始めるのだが、それが全く予想もしなかった展開へと発展してしまう…。"
                },
                "13": {
                    "ID": "366526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366526",
                    "TitleEnglish": "The Poem of Love",
                    "SummaryEnglish": "Nagasumi is taken back to Lunar's house where a wedding ceremony is going to soon begin. Moments before Nagasumi is meant to become her husband, Nagasumi voices his disapproval of a false wedding, and promptly refuses to continue with the wedding. Suddenly, Sun appears and voices her disagreement with the wedding as she uses her sword to defeat Lunar's guards and announce her love for Nagasumi.",
                    "TitleJapanese": "ある愛の詩",
                    "SummaryJapanese": "家での一件をみんなから誤解され、留奈と結婚させられることになってしまった永澄。江戸前組により幽閉されてしまった永澄と、悲嘆に暮れる燦。一方、留奈はといえば、永澄を奪い取ったことで大喜び。そして遂に、永澄と留奈の結婚お披露目会の場として、東西極道懇親会が開催される。式が進行して行く中、ルナパパから固めの盃を出された永澄の口から思いも寄らぬ言葉が飛び出す。そして、その場に唯一姿の見えない燦は今どこに…。"
                },
                "14": {
                    "ID": "366527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366527",
                    "TitleEnglish": "A Kitten's Story",
                    "SummaryEnglish": "Nagasumi finds a kitten and brings it to school. Nagasumi soon discovers that Sun, Lunar, and Maki are all deathly afraid of cats, and gets the idea to test it on Kai and Gōzaburō too, but before that learns that most mermaid adults are not afraid of cats anymore as they eventually get over their fear; this however does not apply to Gōzaburō due to a tragic experience as a child. Nagasumi decides to make this into an advantage.",
                    "TitleJapanese": "子猫物語",
                    "SummaryJapanese": "子猫にじゃれつかれて弱っている巻と、そんな可愛い子猫を怖がり遠ざかっていく燦と留奈の様子を見て、魚人族の弱点が猫であることに気付いた永澄。日頃の恨みつらみを晴らすべく、中学校へと子猫を連れて行く。効果は抜群で、海や豪三郎は子猫が怖くて永澄に対して全く手が出せない始末。だが、永澄に負かされて怒りが収まらない豪三郎は、新たな刺客として、自分直属の親衛隊を呼び寄せるよう、巻に指令を下すのだった…。"
                },
                "15": {
                    "ID": "366528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366528",
                    "TitleEnglish": "What's Your Name?",
                    "SummaryEnglish": "Nagasumi, Sun, Lunar, Mawari, Saru, and Mikawa go on what is supposed to be a double date. As Nagasumi goes to get a juice ordered by Lunar, he accidentally bumps into the class president in an intersection, whom he doesn't recognize. It is now known that the class president has a crush on Nagasumi. Nagasumi accidentally steps and breaks her glasses lying on the ground so she doesn't recognize him. After she gets new ones she recognizes Nagasumi and runs away. As soon as he catches up and asks her name she runs away again saying she'll tell him the next time they meet.",
                    "TitleJapanese": "君の名は",
                    "SummaryJapanese": "海によって仕組まれたダブルデートに、燦と巡、海との4人で行くことになった永澄。いざ集合場所へ行ってみると、サルと留奈までいて、どの組合わせでデートをするのかと、一騒動。くじ引きの結果、無事に燦と組めることになった永澄だったが、留奈に頼まれジュースを買いに行く最中に、うっかり見知らぬ美少女とぶつかり眼鏡を割ってしまう。少女の眼鏡を弁償する為に、二人で一緒に眼鏡屋へと向かう永澄だが、少女の正体はいったい…。"
                },
                "16": {
                    "ID": "366529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366529",
                    "TitleEnglish": "Minority Report",
                    "SummaryEnglish": "Akeno Shiranui, a mermaid examiner has come to record and observe mermaids that doesn't fit well with humans and send them back to their origin. Now Sun must overcome her own fear and tries her best not to fail the examination with Akeno keeping an eye on Sun's every action.",
                    "TitleJapanese": "マイノリティ・リポート",
                    "SummaryJapanese": "突如、永澄たちのクラスへと転入してきた謎の転校生、不知火明乃。燦や留奈たちの行動を一挙一動見逃さず何かをメモしている彼女は、実は、燦たちが上手く正体を隠して人間界で生活出来ているかを審査する人魚試験官だったのだ。失格すると故郷の海（うみ）へ帰されると知らされ、既に失格判定を下された三河に同情すると共に、激しく動揺する燦。果たして彼女達は、ボロを出すことなく、無事に明乃の人魚試験を乗り越えることが出来るのか…。"
                },
                "17": {
                    "ID": "366530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366530",
                    "TitleEnglish": "Prefectural Police vs. Gangsterism",
                    "SummaryEnglish": "Defeated by Akeno, a group of delinquent lords follow her around which mislead Mawari into believing Akeno was also a delinquent. In order to protect the society, Mawari decides to go all out against Akeno. Meanwhile, The teachers from Seto clan also plotting their own plan against Akeno. Though Sun finally convinces Mawari to rethink of the situation, the unstoppable clashes has already begun.",
                    "TitleJapanese": "県警対組織暴力",
                    "SummaryJapanese": "転入早々、磯野第八中学校最強伝説を築いてしまった不知火明乃は、早くも周囲から八中の「悩まし番長」と命名されてしまう。番長になったつもりなど全くない明乃の意思とは裏腹に、磯野一中から七中までの番長が集結した磯中番長軍団や、銭形巡を始めとする女子クラスメイト軍団、果ては瀬戸豪三郎を始めとする瀬戸内組の面々までが加わる争いが勃発する。それぞれの思惑を胸に、今激しい戦いの火蓋が切って落とされようとしていた…。"
                },
                "18": {
                    "ID": "366531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366531",
                    "TitleEnglish": "Gate of Flesh",
                    "SummaryEnglish": "The whole class went for a sudden trip to Kyoto. After an incident where Maki attacked Akeno, Sun apologizes to her, but Akeno issues that she's interested in Sun's mermaid body and asks her permission to investigate them at bathroom. Unknown to them, Nagasumi and Mawari misheard this conversation and issue an investigation of their own.",
                    "TitleJapanese": "肉体の門",
                    "SummaryJapanese": "担任の豪三郎がすっかり忘れていたため、急遽修学旅行へと出発することになった永澄たち。 皆でお風呂に入ったりする修学旅行に燦は不安で一杯。しかも、修学旅行中も明乃の人魚試験は絶賛続行中。そんな燦を見かね、ちゃっかり同行していた巻が暗躍を始める…。ワイワイ観光を楽しむ瀬戸内組の面々やクラスメイたちトをよそに、相も変わらず独りで行動する明乃。そんな明乃を気遣い声をかける永澄だが、そんな２人に巻の魔の手が…。"
                },
                "19": {
                    "ID": "366532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366532",
                    "TitleEnglish": "There's No Business Like Show Business",
                    "SummaryEnglish": "After the attempt to rid of Nagasumi from Sun fails. Akeno is now undertaking a mission, to foil Nagasumi by forcing him to gulp down a mermaid drink which will release mortals of their strongest desires, thus forcing Sun to break away from Nagasumi. The plan fails, however, when everyone except Nagasumi gets drunk.",
                    "TitleJapanese": "ショウほど素敵な商売はない",
                    "SummaryJapanese": "初主演映画の撮影で京都を訪れていた留奈とも合流し、より賑やかになった永澄達。一方、永澄と燦を別れさせるという密命を受けている明乃は、飲んだ者の欲望をさらけ出させる秘薬を飲ませることで、永澄のみっともない姿を見せつけ、燦を幻滅させようと企む。計画を実行するため、エラ呼吸三兄弟や三河海を仲間に引き込んだが、それが裏目に出て明乃達まで秘薬を飲んでしまうことに…。留奈の映画撮影を舞台に、戦いが始まる!"
                },
                "20": {
                    "ID": "366533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366533",
                    "TitleEnglish": "An Elegy of Men",
                    "SummaryEnglish": "Lunar's father searches for ways to express his love and cheer up his precious daughter when he accidentally spots a Galge from a search engine. Armed with his new \"knowledge\", an iron will and an iron body, Lunar's father once again attempts to comfort Lunar (to everyone's horror), while convincing Gōzaburō about \"a daughter's heart\" in the process.",
                    "TitleJapanese": "男たちの挽歌",
                    "SummaryJapanese": "一向に留奈の心を理解することが出来ないルナパパは、“年頃の女の子=ギャル”の心を理解する為に、資料を探し始める。色々と検索した結果、一つの資料へと辿り着くのだが、それはなんとギャルゲーだった!! 元にする資料が根本的に間違っていることに気付かないまま、同じように娘の心を理解したい豪三郎も引き込み、暴走を始める父親達。いま、磯野第八中学校にかつてない「萌え」の嵐が吹き荒れようとしていた…。"
                },
                "21": {
                    "ID": "366534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366534",
                    "TitleEnglish": "A Fuss About Love",
                    "SummaryEnglish": "Nagasumi receives a love letter from the class president. Being the first love letter he has received in is life, he completely loses his mind. Maki takes the letter from Nagasumi's pocket and reads it outloud for everyone to hear. Mawari, Lunar, Sun, Gozaburo, and other relevant people hide behind a bush to see whether Nagasumi comes or not. Nagasumi comes and is beaten by Lunar's dad and Gozaburo.",
                    "TitleJapanese": "恋のからさわぎ",
                    "SummaryJapanese": "下駄箱の中に差出人不明のラブレターが入っているのを発見し、自分がモテ始めていると思い浮かれる永澄。だが、隠し持っていた手紙を巻に見つけられ、ラブレターをもらったことが、燦や留奈達にまでバレてしまう。永澄がどう動くのかをこっそりと木陰から見守る一同だったが、その永澄との待ち合わせ場所へと現れたラブレターの差出人はなんと…。空回りオンパレードな、磯野第八中学二年一組の恋物語が、ここに開幕する。"
                },
                "22": {
                    "ID": "366535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366535",
                    "TitleEnglish": "An Idol",
                    "SummaryEnglish": "Lunar tries hard to practice her part in a drama. She gets Sun to help her be her lover as a man. Unfortunately, Sun goes overboard and eventually gets stopped. Afterwards, Lunar gets to her next job in the Cultural Competition and has to practice Ventriloquism. So she uses Maki as her left hand. But things start to get even worse.",
                    "TitleJapanese": "傷だらけのアイドル",
                    "SummaryJapanese": "ドラマの役作りの練習の為、燦に理想的な恋人役を演じることを頼む留奈。だがそれを了承した燦の理想の男性像は、むさ苦しいほどに漢くさい番長タイプだった! 燦の暴走に振り回され、全く練習にならなくなってしまった留奈は、ドラマの練習はあきらめ、次に隠し芸の特訓を始める。内容は“腹話術”。人形の中に巻を隠して忍ばせることを考えた留奈は、今度は巻に協力の依頼をするのだが…。留奈の特訓は果たして実るのか…。"
                },
                "23": {
                    "ID": "366536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366536",
                    "TitleEnglish": "Man Without a Past",
                    "SummaryEnglish": "Believing Masa was an acquintance of her older brother, Akeno asks Masa about her brother's whereabouts, but Masa had lost his memories before joining the Seto clan. Gōzaburō then reveals to Nagasumi that Akeno's brother is actually Masa himself. While unaware of this fact, Akeno intend to punish her brother's for his irresponsibility, forcing Nagasumi to protect Masa using any methods available.",
                    "TitleJapanese": "過去のない男",
                    "SummaryJapanese": "不知火明乃には、実は幼い頃に失踪した兄がいた。任務の傍ら、その兄の行方を探し続けていた明乃は、以前に自分と互角に渡り合った燦の太刀筋が、自分の流派と同じだということに目をつける。燦達と一緒に、その師である政のもとを訪れ、どこから剣術を学んだのかを問いただす明乃であったが、実は政は記憶喪失で、瀬戸内組に入る前までのことは何も覚えていないという。だが、その一部始終を見ていた豪三郎が何故か激しい動揺を見せていた…。"
                },
                "24": {
                    "ID": "366537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366537",
                    "TitleEnglish": "Farewell, Friend",
                    "SummaryEnglish": "Kai has an embarrassing problem about himself that he wants to keep a secret from others. It ends up that he just has a boil on his butt, however, Saru passes by the hospital where Kai had gone to pick up his medicine, and overhears the doctor and nurse talking about how Kai has an incurable disease. Saru then tells the others. Heartbroken, they all try to give Kai the best time of his life during his last moments.",
                    "TitleJapanese": "さらば友よ",
                    "SummaryJapanese": "お尻におできが出来てしまった三河海。クールでカッコいいキャラの自分のお尻におできが出来た、なんてことがバレる訳にはいかないと、こっそり通院していたのだが、病院を出た所で永澄達とバッタリ遭遇してしまう。なんとかその場をやり過ごした海だったが、後日その病院の前を通りかかったサルがふとした勘違いから、海が不治の病にかかっていると思い込んでしまう。その噂はあっという間に広がり、世間をも巻き込んだ騒動へとなっていく…。"
                },
                "25": {
                    "ID": "366538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366538",
                    "TitleEnglish": "The Family Game",
                    "SummaryEnglish": "It is first time that Sun and Nagasumi has a quarrel, and both end up not talking to each other. At the same time, the members of Seto Group are invited to join a party held by a noble. However, the party is a trap.",
                    "TitleJapanese": "家族ゲーム",
                    "SummaryJapanese": "ほんの些細なことが原因でケンカをしてしまった燦と永澄。普段ならばすぐに仲直りをするのだが、今回はお互いに気まずくなってしまい、口もきかなくなってしまう。学校でもケンカ状態の二人を周囲は心配するけれど、一向に仲直りの気配はない。永澄の態度にいつも以上に苛立ってしまった燦は、彼に内緒で、魚人貴族が主催するパーティーへと出かけてしまう。突然姿を消してしまった燦を探し、今、永澄の侠が試される時がやって来た!!"
                },
                "26": {
                    "ID": "366539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-bride-is-a-mermaid/episodes/366539",
                    "TitleEnglish": "The Place Where You Return",
                    "SummaryEnglish": "Nagasumi, Kai, and Lunar go to save Sun. Once they get there, the Seto Group manages to break free and a huge battle commences. Nagasumi manages to save Sun and he tells her he loves her and he wants to stay with her forever.",
                    "TitleJapanese": "きみの帰る場所",
                    "SummaryJapanese": "魚人貴族“源義魚”が主催するパーティーへとおびき出され、囚われの身となってしまった燦と瀬戸内組の面々。燦以外が閉じ込められてしまった牢獄は、豪三郎の力をもってしても破ることが出来ない…。しかし、その燦を救い出すため、永澄が、海や留奈達と共に瀬戸内へと向かっていた。果たして永澄は、囚われの燦を義魚の魔の手から取り戻すことが出来るのか?　そして、壊れてしまった夫婦の絆の行方は？　満潮永澄史上最大最後の戦いが今始まる!!"
                }
            }
        }
    }
}