{
    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/31711"
    ],
    "TitleEnglish": "Godannar",
    "SummaryEnglish": "Five years ago, while battling an alien force known as the \"Mimesis,\" Dannar pilot Goh Saruwatari first met Anna Aoi. Today, on the day of their wedding, the ceremony is interrupted when the Mimesis strike again. As Goh struggles in his battle against the alien threat, Anna stumbles upon a top secret robot known as the \"Neo-Okusaer\" and uses it as a last-resort to save her fiancee. At that moment, Dannar and Neo-Okusaer merge to become the mighty robot \"Godannar.\"",
    "TitleJapanese": "神魂合体ゴーダンナー!!",
    "SummaryJapanese": "一見、ごく普通の女子高生の杏奈は17歳にしてダンナーベースに所属する「ネオオクサー」のパイロット。そして、この歳にして人妻である。気になる杏奈の旦那とは、同じくダンナーベース所属の「ゴーダンナー」のパイロット猿渡ゴオ。5年前、擬態獣との戦いでゴオが杏奈を助けたことがきっかけだ。公私共にパートナーであるゴオと杏奈はダンナーベースの仲間たちと、人類の敵である擬態獣から地球の平和を守るため、日々戦いに励んでいた。 そんなある日、死亡したと思われていたゴオの元恋人ミラが突然現れる。ミラは全く記憶を失っていた。ミラの存在に戸惑う杏奈。微妙な三角関係が続くなか、ついに「ネオオクサー」のパイロットの座をミラに奪われてしまう。自分の居場所がわからなくなってしまった杏奈は、ひとりダンナーベースを後にする…。",
    "Aliases": [
        "Marriage of God & Soul Godannar!!"
    ],
    "Modified": "2025-07-16",
    "Seasons": {
        "1": {
            "ID": "27816",
            "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "331056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331056",
                    "TitleEnglish": "Wedding Bell on the Battle Ground",
                    "SummaryEnglish": "Five years ago, while battling an alien force known as the \"Mimesis,\" Dannar pilot Goh Saruwatari first met Anna Aoi. Today, on the day of their wedding, the ceremony is interrupted when the Mimesis strike again. As Goh struggles in his battle against the alien threat, Anna stumbles upon a top secret robot known as the \"Neo-Okusaer\" and uses it as a last-resort to save her fiance. At that moment, Dannar and Neo-Okusaer merge to become the mighty robot \"Godannar.\"",
                    "TitleJapanese": "戦場のウェディングベル",
                    "SummaryJapanese": "ダンナーベースに所属するスーパーロボ「ゴーダンナー」のパイロットである猿渡ゴオは、未知の巨大生物「擬態獣」との最終決戦でパートナーであり恋人のミラを失ってしまう。その時、それと引き換えるかのように命を救われたのは、まだ12歳の葵杏奈だった 5年後、パイロットを目指す杏奈は、厳しい教育を受け、ずば抜けたテクニックを身に着け立派に成長していた。そして、杏奈とゴオは再会を果たし、恋人同士に…。ミラとの過去を吹っ切るため杏奈との結婚を決意したゴオ。二人はひっそりと身内だけの結婚式を挙げることにする。しかし当日、擬態獣出現の緊急連絡が…。式を投げ出し、ダンナーベースに走るゴオ。一人残され、あっけにとられるウエディングドレス姿の杏奈だったが、彼女はただ夫の帰りを待っているような女の子ではなかった！ 果たして、二人は無事結婚することができるのか！？そして、地球の運命は！？"
                },
                "2": {
                    "ID": "331057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331057",
                    "TitleEnglish": "Flaming Virgin Road",
                    "SummaryEnglish": "As Anna begins her rigerous training as a robot pilot, she and Goh also try to adjust to their first days of living together. After a silly argument which has Anna go into town to blow off some steam, the mimetec they fought last week appears, attacking Anna directly.",
                    "TitleJapanese": "炎のバージンロード",
                    "SummaryJapanese": "なんとか結婚することができた杏奈とゴオ。甘い新婚生活が始まるはずだったが…。 ゴオのパートナーになるために、杏奈はダンナーベースで訓練を受けていた。ミラを失ったトラウマから、杏奈をパイロットにさせたくないゴオは、厳しい訓練で疲れ果て、家事や学業を疎かにしている杏奈に辛くあたる。結婚2日目にして夫婦のピンチか！？ そんな中、杏奈の通っている学校を擬態獣が襲う。急いで駆けつける杏奈とゴオ。二人は無事合体し、擬態獣に立ち向かうことができるのか！？"
                },
                "3": {
                    "ID": "331058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331058",
                    "TitleEnglish": "Battle Royal Honeymoon",
                    "SummaryEnglish": "When a Mimetec appears in the South China Sea, robot teams from several nations gather to battle it. Meanwhile, Anna and Goh vow to battle together through thick and thin.",
                    "TitleJapanese": "バトルロイヤル・ハネムーン",
                    "SummaryJapanese": "マレーシア領ディオマン島沖、暴風雨の中のメガフロート。台風に隠れてやって来た今まで以上に巨大な擬態獣が突如として暴れだした。緊急に駆けつけたのは世界各国のパイロットたち。そこに、ハネムーンでやってきたゴオと杏奈は、擬態獣と戦う彼らの勇姿を目の当たりにする。戦うことの厳しさを知り、杏奈は、ますますゴオのパートナーとなる決心を固めるのであった。"
                },
                "4": {
                    "ID": "331059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331059",
                    "TitleEnglish": "Shizuru's Comeback",
                    "SummaryEnglish": "Shizuru begins to question if she belongs on Dannar base any longer, especially after Goh and Anna are hurt in battle. But after encouragement from Anna, Shizuru's confidence is rejuvinated and she, Anna, and Goh defeat the latest Mimetec threat.",
                    "TitleJapanese": "静流、再び",
                    "SummaryJapanese": "ダンナーベースで生活している杏奈とゴオ。そして、ゴオに想いを寄せる静流は、二人の存在が気になって仕方なかった。ドジばかり踏む杏奈に辛くあたってしまう静流は、自分の居場所がここではないように感じていた。そんな中、舞い込んだ移籍の話…。なんとか静流に気に入られようと一生懸命努力する杏奈だったが…。本当にこのまま静流は別のベースに移籍してしまうのか！？"
                },
                "5": {
                    "ID": "331060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331060",
                    "TitleEnglish": "A Girl from the Sky",
                    "SummaryEnglish": "When Astro Base is attacked by a Mimetec, Lou is forced to eject to Earth while her father stays to protect the base. When Lou and Goh return to the base to keep it from crashing in Earth, they end up fighting the Mimetec to avenge Lou's father.",
                    "TitleJapanese": "空から来た少女",
                    "SummaryJapanese": "杏奈と友達が休み時間を屋上で過ごしていると、空から流れ星が降ってきた！？学校を抜け出し現場に駆けつける杏奈。そこには、コスモダイバーが煙を上げていた。中には気を失った美少女ルウの姿があった。コスモベースを擬態獣に襲われ、父と離れ離れになってしまったと言う。擬態獣を倒すため宇宙に向かう、ルウとダンナーの仲間たち。果たしてルウは、父の元に帰ることができるのか！？"
                },
                "6": {
                    "ID": "331061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331061",
                    "TitleEnglish": "The End of the Dream",
                    "SummaryEnglish": null,
                    "TitleJapanese": "夢の終わり",
                    "SummaryJapanese": "未だに、ミラを失った5年前の戦いの悪夢にうなされるゴオに、ある日霧子から衝撃的な事実を打ち明けられる。5年前の戦いで死亡したと思われていた、戦友マックスとかつての恋人ミラが生きていたというのだ。しかし、ミラは記憶も知識も全く失ってしまっていた。そんなミラの存在に戸惑いを隠せないゴオ。杏奈との関係はどうなってしまうのか！？"
                },
                "7": {
                    "ID": "331062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331062",
                    "TitleEnglish": "Death by Reminiscing",
                    "SummaryEnglish": "The newly revived Max steals Myra away, leading to a confrontation with Goh, whom he blames for losing her in the first place.",
                    "TitleJapanese": "追憶ニ死ス",
                    "SummaryJapanese": "ミラの接吻によって目を覚ましたマックスはコアガンナー操縦し、周囲に無差別攻撃を始めた。そして、ミラを愛していたこと、ゴオとミラの関係に嫉妬していたことを告白する。ついに、ゴオとミラの関係を知らされてしまった杏奈。ミラの死を責められ、心を痛めるゴオ。精神的に追い詰められた二人だったが、ますます激化するマックスの暴走を止めるため必死に奮闘する…。"
                },
                "8": {
                    "ID": "331063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331063",
                    "TitleEnglish": "The Graceful Shooting Star",
                    "SummaryEnglish": "In the wake of Max' attack, Knight Valentine stirs up trouble, one woman at a time.",
                    "TitleJapanese": "華麗なる撃墜王",
                    "SummaryJapanese": "飛空獣との戦いによって攻撃を受けたナイトとエリスは、ダンナーベースに緊急避難した。ドラグライナーを修理する間、「撃墜王」と呼ばれる程のプレイボーイナイトは、ダンナーの女の子を手当たりしだい口説き始める。やがて被害はミラにまで…。それを見たゴオは怒りに身を震わせナイトに殴りかかる。そんなゴオを複雑な心境で見守る杏奈だったが…。"
                },
                "9": {
                    "ID": "331064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331064",
                    "TitleEnglish": "The Castaway Survival",
                    "SummaryEnglish": "After the fighters crash on an island, Dannar Base begins to send out rescue ships. Go, Anna, Knight, and Ellis inspect the damage to their robots. Okusaer and Dannar can move, but the jetboys are heavily damaged, so the four of them are stuck there.",
                    "TitleJapanese": "流されてサバイバル",
                    "SummaryJapanese": "戦いの最中、杏奈をミラと呼び間違えてしまったゴオ。その一瞬の隙を攻撃され、ソシュール島へ墜落してしまったダンナーとオクサー。続いて、ドラグライナーまでも。通信手段も途絶え、無人島に取り残されてしまった杏奈、ゴオ、エリス、ナイト。何度となく起こる地震の正体は、地下に潜む地底獣によるものだった。暴れだす地底獣、空には飛空獣の姿も…。果たして4人はこの島から脱出できるのか！？"
                },
                "10": {
                    "ID": "331065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331065",
                    "TitleEnglish": "Lu Takes Off",
                    "SummaryEnglish": "When a new space station launch is reported, Lu becomes even more despondant. However, she soon finds someone to channel her underlying hatred for Mimetic beasts.",
                    "TitleJapanese": "ルウ出撃",
                    "SummaryJapanese": "戦闘禁止地区において何者かによる戦闘の痕跡が見つかり、Menage-Zeroが発令された。そこ残された多数の擬態獣の死骸が、父親を襲った擬態獣と同じであることを知ったルウは戦いに参加したいと申し出る。ゴオたちに全く相手にされずふてくされるルウは、同じく擬態獣に妻を奪われた剣と出会い、操縦を教えてもらうこととなる。再び現れた敵にたった一人で立ち向かっていくルウは父の仇をとることができるのか！？"
                },
                "11": {
                    "ID": "331066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331066",
                    "TitleEnglish": "A Flawless Departure",
                    "SummaryEnglish": "Lu is reprimanded for her actions while Goh encounters the rogue mech pilot.",
                    "TitleJapanese": "汚れなき旅立ち",
                    "SummaryJapanese": "擬態獣に囲まれたルウのピンチを救ったのはブレイドガイナーに乗った剣だったが、彼はまた、Menage-Zeroによって破壊命令を受けたお尋ね者でもあった。自分より強い剣に、娘のような存在のルウを奪われた気分のゴオは、嫉妬心を燃やしブレイドガイナーに襲い掛かる。あっさり負けてしまったゴーダンナー。その光景を見ていたルウはある決心をするのであった…。"
                },
                "13": {
                    "ID": "331068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331068",
                    "TitleEnglish": "Last First-Kiss",
                    "SummaryEnglish": "While the base reels at the loss of one of their own, Anna continues to sort things out.",
                    "TitleJapanese": "ラスト・ファーストキス",
                    "SummaryJapanese": "杏奈がダンナーベースを後にして一週間ほどがたった。そんなある日、世界各地で擬態獣が大量発生したというニュースが流れる。すぐにダンナーベースに戻ろうとする杏奈だったが、街は混乱しあらゆる交通手段がストップしてしまっていた。なんとかヒッチハイクで近くまで辿り着いた杏奈を合体融合獣が襲う。危機一髪のところでゴーダンナーが駆けつけるが、その後ろにはネオオクサーの姿が…。息の合った華麗なる戦闘で、次々と敵を倒していく姿に唖然とする杏奈。一体誰がオクサーを操縦しているのか！？"
                }
            }
        },
        "2": {
            "ID": "27836",
            "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "331203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331203",
                    "TitleEnglish": "The Reviving Soul",
                    "SummaryEnglish": "While in a state of limbo, a fallen mech pilot relives the events of the series.",
                    "TitleJapanese": "蘇る魂",
                    "SummaryJapanese": "擬態獣との戦闘後、息を引き取ったかに見えた静流は生死の淵をさ迷いながら過去の戦いを思い出していた。クラブマリナーに寄生した擬態獣13号との戦い、ゴオと安奈の結婚、剣の登場・・・。安奈がダンナーベースを出ている頃、世界中で擬態獣が大量に発生。ゴーダンナーだけが出撃可能という状況の中、ミラが覚醒、ネオオクサーでの出撃を志願する。復活したゴオとミラのコンビネーションは凄まじく、融合獣を瞬く間に倒してしまう。ダンナーベースへ戻ろうとした安奈はそれを目前にし、再び愕然としてしまうのだった・・・。"
                },
                "2": {
                    "ID": "331204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331204",
                    "TitleEnglish": "New Confession",
                    "SummaryEnglish": "Anna struggles to get by on her own, from finding a roof to keep over her head to humiliating employment. Meanwhile, a new project at Dannar Base is underway.",
                    "TitleJapanese": "新たなる告白",
                    "SummaryJapanese": "3ヶ月前に大量発生した融合獣も、ゴオ＆ミラと世界各国のパイロットたちの活躍により終息を迎えつつあった。ゴオのパートナーの座をミラに奪われてしまった杏奈は、一人になって考えるためアパート暮らしをしていた。しかし、大家さんに猫のぴんぴんが見つかり追い出されてしまう。途方に暮れる杏奈の前に一人の青年が現れる。ぴんぴんにそっくりなその青年は杏奈に結婚を申し込むが…。一体この青年は!?"
                },
                "3": {
                    "ID": "331205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331205",
                    "TitleEnglish": "Its Name is Go Okusaer!",
                    "SummaryEnglish": "A new player for Anna's affections and hand in marriage has come into play. While she sorts out this new monkey wrench in her life, a new robot is unveiled.",
                    "TitleJapanese": "その名はゴーオクサー!",
                    "SummaryJapanese": "擬態獣の出現に出動するゴオとミラ。いざ、合体という時にミラは気を失ってしまう。ゴーダンナーの緊急事態に、長い間封印されていたゴーオクサーが出動することに…。しかし、ゴーオクサーの操縦は困難を極め、ミラも静流も完全に操縦出来ずにいた。「杏奈なら操縦が出来るかもしれない」と静流は杏奈を迎えに行くが…。果たして、杏奈はゴーオクサーを操縦し、ゴオを救うことが出来るのか？"
                },
                "4": {
                    "ID": "331206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331206",
                    "TitleEnglish": "Tonko, my Love",
                    "SummaryEnglish": "The perspective is altered, focusing on some of the mechanics that keep Godannar and the other mechs running.",
                    "TitleJapanese": "TONKO MY LOVE",
                    "SummaryJapanese": "ダンナーベースのメカマンたちは、ロボットのメンテナンスやシステムの整備などの仕事に毎日大忙し。父親から仕事を辞め、お見合いをするように迫られている柊。仕事が忙しく、息子の誕生日も家に帰れない芝草。相変わらずラブラブの林と森本。隣のブロックの女の子に密かな想いを寄せる柳沢。みんなそれぞれに悩みを抱えながらも、ダンナーベースでの仕事に誇りを持ち、一生懸命働いている。そんないつも通りの一日が今日もまた始まる…。"
                },
                "5": {
                    "ID": "331207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331207",
                    "TitleEnglish": "Ice-cold Smile",
                    "SummaryEnglish": "As our main characters train, emotional turmoil mounts in Russia.",
                    "TitleJapanese": "氷の微笑",
                    "SummaryJapanese": "ロシアのパイロットである気の強いエカテリーナと、彼女に従順なククラチョフは、ヴァルスピナーを乗りこなす名コンビ。だが、ククラチョフはエカテリーナへの愛を、彼女に従うことでしか表現できずにいた。強がりから素直になれないエカテリーナはそんなククラチョフについ辛くあたってしまい、一人で戦闘に出るように命令する。仰せのままにと一人で戦闘に向かうククラチョフを融合獣が襲う。素直になれない不器用な二人は、このまま離れ離れになってしまうのか！？"
                },
                "6": {
                    "ID": "331208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331208",
                    "TitleEnglish": "Genesister out of Control",
                    "SummaryEnglish": "Kikiko gets Max's data. There have been changes not only to his body, but to his brain as well. Luna gets nervous because it will be her and Shadow's last battle together, and she gets shot down.",
                    "TitleJapanese": "ジェネシスター暴走!",
                    "SummaryJapanese": "アメリカのパイロット、シャドウとルナは息の合った女性コンビ。しかし、ルナはシャドウに許されぬ想いを密かに抱いていたのだった。そんなルナの気持ちを知ってか知らずか、シャドウはルナにベースの移籍を勧める。本心を言えず、移籍の話を承諾するルナ。そして２人は、２人での最後の戦いに臨むが、息が合わず合体に失敗してしまう。そこを融合獣に攻撃され、危機的状況に…。朦朧とする意識の中、シャドウに想いを告げるルナ。その時突然、シャドウの体に異変が表れる…。"
                },
                "7": {
                    "ID": "331209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331209",
                    "TitleEnglish": "Sorrowful Song of Plump Blossoms",
                    "SummaryEnglish": "A pair of pilots become closer and the strange plague that killed Max is identified.",
                    "TitleJapanese": "桃花哀歌",
                    "SummaryJapanese": "ガサツで暴れん坊のモウカクとそんなモウカクを調教師のようにあしらうシュクユウは、中国ダイノベースで活躍するパイロットコンビ。ついに二人は結婚を決め、幸せいっぱいだ。いつものように擬態獣に向かうモウカクとシュクユウ。しかし、戦闘中にモウカクの体に異変が起こる。パイロットたちを襲う、謎の\"狂体化\"の原因は何なのか！？そして、二人の運命は！？"
                },
                "8": {
                    "ID": "331210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331210",
                    "TitleEnglish": "Godannar Ground Order!",
                    "SummaryEnglish": "Given the severity of the Insania Virus, Goh is forbidden from piloting.",
                    "TitleJapanese": "ゴーダンナー出動禁止命令!",
                    "SummaryJapanese": "次々と男性パイロットの体に起こる\"狂体化\"現象。そのため、男性パイロットたちには出動禁止命令が下る。戦えないもどかしさと、ゴーダンナーの代わりのパイロットに静流が抜擢されたことショックを隠しきれないゴオ。そんなゴオを気にしながらも、杏奈は静流と共に擬態獣との戦いに出動する。果たして、杏奈と静流は擬態獣を倒すことができるのか！？"
                },
                "9": {
                    "ID": "331211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331211",
                    "TitleEnglish": "Crash! Dannar vs Gainer",
                    "SummaryEnglish": "Ken's long search is over.",
                    "TitleJapanese": "激突!ダンナーVSガイナー",
                    "SummaryJapanese": "擬態獣と戦う杏奈と静流の前に、突然ブレイドガイナーとコスモダイバーが現れた。ブレイドガイナーに乗る剣は「擬態獣と戦わせろ」と杏奈たちに攻撃し始め、抵抗する杏奈たちに対し、今度はコスモダイバーに乗ったルウまでもが攻撃を始めたのだった。思いもよらない展開に困惑する杏奈と静流。剣とルウの目的は一体何なのか！？"
                },
                "10": {
                    "ID": "331212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331212",
                    "TitleEnglish": "Dannar Base SOS!!",
                    "SummaryEnglish": "With Goh's risks of succumbing to Insania rising, it's up to his wife, ex, and friend to defend Dannar Base as countless beasts strike.",
                    "TitleJapanese": "ダンナーベースSOS!",
                    "SummaryJapanese": "世界各地で再び大量発生した擬態獣は突然攻撃を止め、一斉にダンナーベースに向かい始めたのだった。ダンナーベースでは最終警戒態勢が発令され、杏奈、静流、ミラが擬態獣の群れに立ち向かった。次々に現われる擬態獣がダンナーベースを襲う。あまりの数の擬態獣に苦戦する杏奈たちを前に、ゴオは出動を決心するが…。果たして、ゴオまでもが狂体化に蝕まれてしまうのか！？"
                },
                "11": {
                    "ID": "331213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331213",
                    "TitleEnglish": "After the Mortal Combat",
                    "SummaryEnglish": "Tetsuya takes command of the Base, Goh is missing from sick bay, and a new wave of enemies begin to converge.",
                    "TitleJapanese": "死闘の果てに",
                    "SummaryJapanese": "進化した擬態獣は融合獣となり、互いに融合を繰り返していった。そして、さらにすべての個体を統合する存在である進化獣となっていた。次々に擬態獣を体に取り込んでゆく巨大な敵に、苦戦する杏奈たちのもとに、世界のパイロットや、復活したあの男が集結した。"
                },
                "12": {
                    "ID": "331214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331214",
                    "TitleEnglish": "The Eternal Couple",
                    "SummaryEnglish": "Ken has arrived, almost completely under the sway of Insania. Goh, not far behind is madly attacking everything in sight, leaving Myra to make good ob a certain vow.",
                    "TitleJapanese": "永遠のふたり",
                    "SummaryJapanese": "ついに、ラビット・シンドロームを発症してしまったゴオ。凶体化したゴオはさらにゴーダンナーツインドライブモードと融合し新たな姿へ変化を遂げる。ゴオに必死に呼びかける杏奈。そんな中、ミラはある作戦を決行するためネオオクサーへ向かう。ゴオはいまや人類最大の敵となってしまうのか？そして戦いを共にしている杏奈は無事なのか？！"
                },
                "13": {
                    "ID": "331215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shinkon-gattai-godannar/episodes/331215",
                    "TitleEnglish": "The Inevitable Tomorrow",
                    "SummaryEnglish": "It's been years since the fateful, climactic battle. People grow older; they move on. One woman's love, however, remains unchanged.",
                    "TitleJapanese": "来るべき明日",
                    "SummaryJapanese": "あれから7年後・・・。ダンナーベースには懐かしい顔ぶれとともに新しいメンバーが加わり、杏奈、ミラたちも新人パイロットとともに戦いを続けていた。一方、霧子たちはラビットシンドロームのワクチン研究を続け、ある特殊な遺伝子を発見していた。そんな中、ミラが倒れ・・・。眠り続けるゴオは覚醒できるのか？そしてそのとき杏奈は？感動の最終回！！"
                }
            }
        }
    }
}