{
  "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future",
  "Genres": [
    "Adaptation",
    "Anime - Shonen",
    "Steampunk"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0077013/",
    "https://www6.nhk.or.jp/anime/program/detail.html?i=conan",
    "https://www.themoviedb.org/tv/19239",
    "https://www.wikidata.org/wiki/Q697616"
  ],
  "TitleEnglish": "Future Boy Conan",
  "SummaryEnglish": "In the 21st century, 20 years after World War 3, the world as we know it has been destroyed. Conan lives on an island with his grandfather, believing they are the only two survivors. Conan discovers a fleeing girl named Lana on the beach. After Lana is kidnapped from the island, Conan decides to rescue her and sets sail to Industria.",
  "Aliases": [
    "Mirai shounen Conan",
    "Mirai shônen Konan",
    "Mirai Shōnen Conan"
  ],
  "Modified": "2025-05-27",
  "Seasons": {
    "0": {
      "ID": "27853",
      "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/seasons/official/0",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "7710142",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/7710142",
          "TitleEnglish": "Future Boy Conan Movie",
          "SummaryEnglish": "In the aftermath of a war fought by magnetic weapons which caused massive earthquakes, a young and spunky boy named Conan gets involved in a grand adventure. Conan lives in a world that is mostly oceans; the major land masses having been destroyed by the weapons of the great war. He meets a young girl named Lana, and they eventually foil the plans of the city-state of Industria which wants to regain the lethal weapons.",
          "Aliases": []
        },
        "2": {
          "ID": "7710145",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/7710145",
          "TitleEnglish": "The Big Giant Robot's Resurrection",
          "SummaryEnglish": "In the future, some humans build a spaceship to abandon earth. The spaceship crashed in an island isolated from the rest of the world. The story takes place when there are only 2 survivors in the island: Conan a boy born in the island and his grandfather. Then the world discover them.",
          "Aliases": []
        },
        "3": {
          "ID": "8919590",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/8919590",
          "TitleEnglish": "English Remaster Trailer",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "30743",
      "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/seasons/official/1",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "575191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/575191",
          "TitleEnglish": "Remnant Island",
          "SummaryEnglish": "Conan fights a shark in the underwater ruins of a village near Remnant Island. A young girl, Lana, washes up on the shore and is helped by Conan and his grandfather. Two soldiers of Industria land their hydroplane and kidnap Lana. Conan's grandfather died from the injuries of firing the missile.",
          "Aliases": []
        },
        "2": {
          "ID": "352827",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352827",
          "TitleEnglish": "The Journey",
          "SummaryEnglish": "After Lana is kidnapped by the two soldiers from Industria, Conan fails to rescue her. Conan's grandfather dies from his injuries. After burying his grandfather, Conan builds a boat and sets off to rescue Lana.",
          "Aliases": []
        },
        "3": {
          "ID": "352841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352841",
          "TitleEnglish": "The First Companion",
          "SummaryEnglish": "Conan arrives at an island where a wild boy, Jimsy lives. After an initial fight, Conan develops a good friendship with Jimsy. The Baracuda comes to the same island getting the inhabitants to salvage for plastic. After Conan runs rampant with one of Dice's robots, he finds out the Barracuda is from Industria, he and Jimsy plan to stow away.",
          "Aliases": []
        },
        "4": {
          "ID": "352842",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352842",
          "TitleEnglish": "The Barracuda",
          "SummaryEnglish": "Jimsy and Conan sneak onto the ship, but Jimsy gets drunk and alerts the captain of their presence. While trying to escape, they are caught. Captain Dice lets Conan and Jimsy stay on the ship if they will take punishment. Jimsy passes out and Conan takes both their beatings. They work on the ship doing random jobs. Finally, the ship sets sail for Industria.",
          "Aliases": []
        },
        "5": {
          "ID": "352843",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352843",
          "TitleEnglish": "Industria",
          "SummaryEnglish": "The Barracuda arrives in Industria. Conan is thrown in the brig after he assaults Mosley who was visiting the ship. Lepka is introduced threatening Lana to tell him where her grandfather is. Monsley decides to take Conan in admiring his initiative. When the soldiers come to take him, Conan escapes. He goes through Industria and eventually finds Lana.",
          "Aliases": []
        },
        "6": {
          "ID": "352844",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352844",
          "TitleEnglish": "Dyce's Rebellion",
          "SummaryEnglish": "Conan and Lana make their escape. They eventually find a plane from the last war that Lepka wants to use. They are captured in the hangar. Lepka threatens to hurt Conan if Lana doesn't tell him where her grandfather is, but she refuses. Dyce seeing what Lepka has done decides to help Lana. Dyce and his crew kidnap Lana and make their escape on the Barracuda.",
          "Aliases": []
        },
        "7": {
          "ID": "352845",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352845",
          "TitleEnglish": "Chase",
          "SummaryEnglish": "Dyce escapes in the fog. Lepka gets permission to use the GunBoat and Falco to pursue Dyce. Conan escapes from jail and sneaks onto the Falco. Jimsy informs Lana that he is a companion of Conan. Dyce meets with Lana and when she gets angry that he left Conan he opens the window and threatens to throw her out. The Falco sees the light and follows the Barracuda. Conan escapes and attempts to board the Barracuda.",
          "Aliases": []
        },
        "8": {
          "ID": "352846",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352846",
          "TitleEnglish": "Escape",
          "SummaryEnglish": "Lana hears Conan and uses a lifeboat to save Conan. The GunBoat boards the Barracuda and captures Dyce and his crew. Lana and Conan escape on the lifeboat. While trying to make it to the shore, the GunBoat blows up the lifeboat. Conan & Lana survive and make it to the nearby island. There they discover an old battlefield littered with tanks. Lana hears her grandfather by telepathy, and Conan and Lana set out to cross the desert.",
          "Aliases": []
        },
        "9": {
          "ID": "352847",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352847",
          "TitleEnglish": "The Salvage Ship",
          "SummaryEnglish": "While crossing the desert, Lana and Conan are discovered by a man named Patch, who works at an Industrian salvage platform where a passenger ship is about to be uplifted from the seabed. After proving his diving skills to Patch, Conan and Lana are set to work. Terit, another work on the platform, tries to identify them. He sneaks onto the Falco which stopped by and informs Monsley that Conan and Lana are there.",
          "Aliases": []
        },
        "10": {
          "ID": "352848",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352848",
          "TitleEnglish": "Dr. Lao",
          "SummaryEnglish": "Terit returns to Industria and is given a radio to inform Lepka when Lana meets her grandfather. Meanwhile, strange natural phenomenon are happening. Patch goes down and gets trapped under the ship. Conan rescues him and Patch is revealed to be Dr. Lao. Terit informs Industria of Dr. Lao's presence. The island starts to sink and the platform starts to float out to sea. Lao, Conan, and Lana escape on a small lifeboat.",
          "Aliases": []
        },
        "11": {
          "ID": "352849",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352849",
          "TitleEnglish": "Escaping",
          "SummaryEnglish": "Conan's crew discover a flying machine but need to return to Industria to fix it completely. On their way they rescue the Captain who was left to die in the desert and Conan damages the Falco. Conan and Dyce go to rescue the crew and retake the Barracuda. Lao and Lana go to the Triangle Tower but Monsley informs Lepka that Lao is in the tower.",
          "Aliases": []
        },
        "12": {
          "ID": "352850",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352850",
          "TitleEnglish": "Core Block",
          "SummaryEnglish": "Lana and Lao descend to the Core Block to acquire the IC chip. Conan meanwhile frees some prisoners who were against Lepka, together they search for Lao. The prisoners lead Conan and Jimsy to the Core Block, but Lepka and his soldiers are there too. Lao gets captured but Lana, Conan, and Jimsy rescue him. With the help of the ex-prisoners Conan's group escapes and heads to High Harbor. The captain and the crew join them along the way.",
          "Aliases": []
        },
        "13": {
          "ID": "352851",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352851",
          "TitleEnglish": "High Harbor",
          "SummaryEnglish": "Lao drops the kids off on the Baracuda and heads back to Industria. Meanwhile the Barracuda returns to High Harbor, where a local resident damages the ship intent on revenge for Lana's kidnapping. After Lana explains, the resident helps the Barracuda get to shore where they dock. Lana gives Conan and Jimsy a tour of High Harbor. Meeting with the village chief, Lana's uncle allows Conan and Jimsy to stay with them.",
          "Aliases": []
        },
        "14": {
          "ID": "352852",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352852",
          "TitleEnglish": "A Day on the Island",
          "SummaryEnglish": "Conan, Jimsy, and Lana go to Windmill Village, where Lana works. They meet the Barracuda crew who is working at the various mills in the village. Conan and Jimsy decide they will go fish and hunt for their jobs. While fishing, Conan meets Mr. Gull who takes care of the village fish preserve. Jimsy meanwhile defeats a powerful wild boar. The victory is short lived since the pig was not wild but belonged to Orlo. Conan and Jimsy go to Orlo to take responsibility.",
          "Aliases": []
        },
        "15": {
          "ID": "352853",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352853",
          "TitleEnglish": "Barren Land",
          "SummaryEnglish": "Conan and Jimsy go to the mountain where they are attacked by riders with masks. They are eventually captured and taken to Orlo. They make a deal that Orlo will forget about the pig if they can defeat another. They do it, and Jimsy decides to work for Orlo. When Tera (Oslo's sister) tries to steal a goat from another villager Tito, Jimsy quits. Lana comes and gives her mother's memento to Orlo in exchange for the pig. Conan and the group leave.",
          "Aliases": []
        },
        "16": {
          "ID": "352854",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352854",
          "TitleEnglish": "The Hut for Two",
          "SummaryEnglish": "Lana has strange premonitions so Conan takes her with him and Gil to Tito's village. Lana meets Jimsy who is now raising pigs. Dyce meets Orlo who convinces him to help fix the barracuda and take over the village. Conan and Jimsy show Lana the tree house they built. Dyce salvages a robot. Orlo says he will help him rebuild the Barracuda if Dyce help kill Conan and Jimsy. Dyce backs out when he sees the Gun Boat. Conan and Jimsy escape before Orlo comes and sees the GunShip. Lana's premonition comes true.",
          "Aliases": []
        },
        "17": {
          "ID": "352855",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352855",
          "TitleEnglish": "Battle",
          "SummaryEnglish": "Conan & Jimsy scout out the ship, while Lana warns the village of the Industrians. Orlo's men try to fight but are defeated. Conan & Jimsy return to the village with Tera and the villagers decide to fight. Orlo decides to help Industria. Orlo and a few men are being \"chased\" by Industrians and they join the villagers. Meanwhile, Conan goes to help Gil destroy the ship. But the Gun Boat expected them. The ship starts bombing closer to the village and Orlo betrays them and takes control of the village. While trying to return to the village, Conan sees the piglet Jimsy had handed to Lana and senses Lana is in danger and rushes to save her.",
          "Aliases": []
        },
        "18": {
          "ID": "352856",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352856",
          "TitleEnglish": "Gun Boat",
          "SummaryEnglish": "Conan saves Lana from Industria soldiers but gets knocked out. Lana covers him up and gets captured. Orlo becomes the leader of the island. Conan proclaims that he will save everyone at the village and escapes. At the fish reserve Gil shows Conan a new explosive. Conan places the explosive on the bottom of the ship but then finds out that Lana is on the ship. Conan sneaks on board and gets captured. Conan meets the Captain and the bomb explodes sinking the Gun Boat. He goes down into the ship and saves Lana.",
          "Aliases": []
        },
        "19": {
          "ID": "352857",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352857",
          "TitleEnglish": "A Big Tidal Wave",
          "SummaryEnglish": "Industria decides to repair the Barracuda and use it instead. Monsley reminisces about her past. Conan and Gil plan to blow the Barracuda while Dyce joins Lana in the fish preserve. The fish act crazy and Lana goes to warn the villagers. Orlo stops her but Dyce saves her. Telepathically Lana informs Conan that a tidal wave is coming. Conan informs everybody and they all run to higher ground. Orlo refuses so Conan defeats him and takes him to safety. The soldiers give up and the villagers win the war.",
          "Aliases": []
        },
        "20": {
          "ID": "352858",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352858",
          "TitleEnglish": "Going to Industria Again",
          "SummaryEnglish": "The village chief lets the soldiers join their village, all of them but Monsley do. Conan decides to return to Industria. He takes Monsley to the seaplane in the cove in the hopes that she can take them to Industria. Conan, Jimsy, and Monsley leave. At the last minute, Conan allows Lana to go with them. Dyce stowed away. The Falco finds them after Dyce, Lana, and Jimsy have left the ship. Monsley and Conan go a separate way to distract them.",
          "Aliases": []
        },
        "21": {
          "ID": "352859",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352859",
          "TitleEnglish": "Residents Under the Ground",
          "SummaryEnglish": "Conan and Monsley crash into Industria and are captured. Lana, Dyce, and Jimsy go into the underground tunnels. They eventually find the people who helped them escape last time. Monsley finds out that Lao has been captured. After Monsley sees Lepka's plan to torture Lao and flood the residential area of the underground, she turns traitor and helps Conan escape. While escaping, she gets shot.",
          "Aliases": []
        },
        "22": {
          "ID": "352860",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352860",
          "TitleEnglish": "Rescue",
          "SummaryEnglish": "Conan goes down to the Residential area to rescue Lana. He stops one of the bombs only to notice there are countless more. The town starts flooding and Lana gives herself up to save the residents. Lepka then closes the exit trapping the people. Conan then goes with Dyce and Jimsy, they make it outside where they rescue Mosley, who was about to be executed. Lana is put on a plank high in the tower, and faints. The residents storm the Triangle Tower and take it over.",
          "Aliases": []
        },
        "23": {
          "ID": "352861",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352861",
          "TitleEnglish": "The Solar Tower",
          "SummaryEnglish": "Conan continues going up the tower where he meets Lepka who takes Lana hostage. Conan saves Lana from Lepka who is supposed dead after his flying machine goes down. Lana meets with Lao and starts work on the Solar Tower. Dyce visits Monsley and tells her she is beautiful. The group locks into the satellite and the solar tower is activated. Lao shows the kids the Triangle Tower's virtual park and explains to them that everything the old world created was an illusion and they should live their life with nature.",
          "Aliases": []
        },
        "24": {
          "ID": "352862",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352862",
          "TitleEnglish": "Giganto",
          "SummaryEnglish": "Underground Lepka is planning on flying Giganto, a huge war plane. Lepka's forces take over the control room and secretly redirect the solar energies to power the ship. Lana and Monsley escape and inform the others. Conan and friends have salvaged the passenger ship when they find out about Lepka and fly back. The giganto launches and fires at the Triangle Tower. Monsley crash lands on the Giganto. Monsley and Lana go back to Industria on the Falco while Conan, Jimsy, and Dyce stay in the Giganto.",
          "Aliases": []
        },
        "25": {
          "ID": "352863",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352863",
          "TitleEnglish": "The End of Industria",
          "SummaryEnglish": "Conan, Jimsy, and Dyce continue to run rampant on the Giganto. Using its own cannons against it, they do heavy damage to the ship. Jimsy and Dyce get inside a gun turret on the tail but the tail itself is released. Conan catches up with Lepka trying to escape on an escape pod, but fails in his attempt to save him from falling back onto the crashing Giganto. A week after they left, all the Industrians except the High Council leave. They sail away on the passenger ship as they watch Industria sink into the sea.",
          "Aliases": []
        },
        "26": {
          "ID": "352864",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/conan-the-boy-in-future/episodes/352864",
          "TitleEnglish": "Denouement",
          "SummaryEnglish": "The passenger ship finds Dyce and Jimsy. Meanwhile, Lana uses her ESP powers to find Conan and redirects the ship to find him. Using his last words to ask Conan to take care of Lana, Lao dies. Sometime in the future, the Industrians have settled down and many have formed families. They are all attending the joint Monsley & Dyce wedding / Initial launching of the Barracuda. The Barracuda returns to Remnant Island, which has grown quite large after the disaster. The entire crew celebrates.",
          "Aliases": []
        }
      }
    }
  }
}