{
    "URL": "https://www.thetvdb.com/series/zombie-loan",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Horror"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1132215/",
        "http://www.nasinc.co.jp/jp/zombieloan/",
        "https://www.themoviedb.org/tv/46314"
    ],
    "TitleEnglish": "Zombie-Loan",
    "SummaryEnglish": "Based on the manga by PEACH-PIT, serialised in G-Fantasy. When a human is marked to die, a faint gray line that is invisible to most appears around their neck. As time passes, that ring becomes darker and darker, until it is eventually black, and that person dies. Kita Michiru has an unusual gift - she posses \"Shinigami eyes,\" which allow her to see these rings. When Michiru notices that two of the boys in her Class, Akatsuki Chika and Tachibana Shito not only have rings, but that they`re jet black, they reveal to her that the were supposed to die in a tragic accident six months ago. With the help of the Zombie Loan loan office, they were given a second chance at life, should they be able to pay for their debt by doing the work of Shinigami and killing malicious zombies. They petition Michiru to assist them in their efforts, and she finds her everyday life changing dramatically.",
    "Aliases": [
        "Zonbi Rōn",
        "ゾンビローン"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "27936",
            "URL": "https://www.thetvdb.com/series/zombie-loan/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4593312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-loan/episodes/4593312",
                    "TitleEnglish": "Wheel of Destiny",
                    "SummaryEnglish": "Everyone at Z-Loan throws Shito a welcome back party while Koyomi-chan tells Michiru about an embarrassing secret over her drinking fanta! Also a new rival team appears A-LOAN from the president of the ferrimen, but is there something else about this man than meets the eye? Come and see the new zombies, Zen, Toko, and Shuji from A-LOAN! And watch Chika become jealous of Zen when Michiru shows her kindness to him.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4593314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-loan/episodes/4593314",
                    "TitleEnglish": "We Want to Protect",
                    "SummaryEnglish": "A battle is unlocked as both A-Loan and Z-Loan must make 10,000,000 yen before the other. Though it comes with a heavy price, for the loser will have all of their zombies terminated, including Michiru. Z-Loan is disheartened because A-Loan takes a quick lead in the competition with superior weapons. Zarame the Grim Reaper decides to help Michiru hone her Zombie finding powers, the first zombie she finds however, is the Undertaker, who has reluctantly returned to aid Z-Loan. They eventually find their determination and renew their will to compete, to save their company.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "28279",
            "URL": "https://www.thetvdb.com/series/zombie-loan/seasons/official/1",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "334094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-loan/episodes/334094",
                    "TitleEnglish": "Shinigami's Eyes",
                    "SummaryEnglish": "When Michiru Kita sees two black rings on the necks of two boys from her school, she ends up fainting as it is an omen of death. Upon waking up, she runs into the two, Chika Akatsuki and Shito Tachibana, who, to her dismay, each removes one of their hands, exchanges them with each other and generates weapons. In order to keep their secret, they think of killing her, but after finding out that she has Shinigami Eyes, they realize she is of greater value if kept alive. They then take her to a mysterious business, Zombie Loan. Later, when she goes home, she is horrified to see that a gray ring has started to form around her neck.",
                    "Aliases": []
                },
                "2": {
                    "ID": "334095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-loan/episodes/334095",
                    "TitleEnglish": "Are You Gonna Die?",
                    "SummaryEnglish": "Recently, people have been disappearing in Michiru's school, so Shito and Chika investigate the incident. They ask Michiru to help them, but she is more concerned about the ring that she saw around her neck. However, when Michiru finds out that her friend has gone missing, she decides to look for her friend at the school. Later, in the midst of Chika and Shito's battle with the zombie responsible for the disappearances, Michiru is fatally wounded. She wakes up at the Zombie Loan office and finds that her ring his gone, to which Bekkō informs her that Shito and Chika has incurred additional debt in exchange for saving her life.",
                    "Aliases": []
                },
                "3": {
                    "ID": "334096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-loan/episodes/334096",
                    "TitleEnglish": "A Dead Man's Tongue",
                    "SummaryEnglish": "Now that Michiru works for the Zombie-Loan office, she moves out of her relatives' place by using her deceased parents' estate to pay off any favors rather than letting her aunt and uncle usurp her inheritance. Shimotsuki Kuze introduces Michiru to the dormitory she is to live in, as she satisfies the special criteria for residence. Chika, who is still claiming to be using her for her Shinigami Eyes, introduces her to the various strange people who work at Zombie Loan and they throw a welcoming party for Michiru. The next day, when she ends up going on assignment with Chika, they meet an old acquaintance of his.",
                    "Aliases": []
                },
                "4": {
                    "ID": "334097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-loan/episodes/334097",
                    "TitleEnglish": "Butterfly's Flutter",
                    "SummaryEnglish": "Chika's old acquaintance, Reiichirou Shiba, helps Chika and Michiru out of a jam. Shiba then tags along with the two to the Z-Loan office, where Shito instantly points his gun at him. Chika, who also seems to dislike Shiba, convinces everyone that he is of no harm. Meanwhile, a new addition to the office is introduced, in order to help them with their upcoming job.",
                    "Aliases": []
                },
                "5": {
                    "ID": "334098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-loan/episodes/334098",
                    "TitleEnglish": "Sacrifice",
                    "SummaryEnglish": "When the office investigates a mysterious \"butterfly\" group, Koyomi and Michiru get mistaken as two of its members due to the butterfly symbols on their shirts. However, they get found out after Michiru tells them how bad it is to kill people, so Yomi comes to Michiru's rescue when they attack her. When Shito, Chika, and Shiba arrive, they follow the leader of the group and kills him, but it is later revealed that the zombie they killed was not the real leader.",
                    "Aliases": []
                },
                "6": {
                    "ID": "334099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-loan/episodes/334099",
                    "TitleEnglish": "The Longing for Freedom",
                    "SummaryEnglish": "As Shito and Chika battle Shiba, a flashback is shown to show how Shiba became a zombie. During the flashback, Shiba was tired with the same monotonous life he has, so he commits suicide. However, he meets with an unknown figure promising an \"unboring\" existence that leads to becoming \"free\" of his previous, dull life. Wanting to be free, Shiba agreed to work for the person who made him a zombie. Meanwhile, as Shiba is about to fall off the roof, Chika takes hold of his hand, but as Shiba falls, a shinigami comes to take him away. After the situation with Shiba, the others ponder about what happens after zombies die.",
                    "Aliases": []
                },
                "7": {
                    "ID": "334100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-loan/episodes/334100",
                    "TitleEnglish": "A Wandering Heart",
                    "SummaryEnglish": "The Zombie-Loan group ends up going to a hot spring. There, Michiru finds out the pricing for zombies: the more dangerous, the more money. Also, Shito and Michiru end up being attacked by a wolf-like creature, which they believe to be a zombie. However, they later meet the wolf once again, but this time, they realize that it is actually a man, and rather than a being a zombie, he is actually a werewolf.",
                    "Aliases": []
                },
                "8": {
                    "ID": "334101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-loan/episodes/334101",
                    "TitleEnglish": "Fracture",
                    "SummaryEnglish": "Two unexpected guests bump into Michiru, Chika's father and sister, Yuri and Momoka, respectively. What surprises Michiru more is that Chika's family is actually a very cheery bunch. Meanwhile, Shito meets up with a man whom he seems to dislike. This person calls him a monster, and tells him that he should not be making friends. Later, Michiru, Chika, and Shito are given a mission to hunt a zombie, but while they are searching, Michiru brings up something that she found in Shito's room. Because of this, Shito gets angry, which is when the two boys get into a fist fight. Shito leaves them, and soon after, a chainsaw suddenly pierces through his stomach.",
                    "Aliases": []
                },
                "9": {
                    "ID": "334102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-loan/episodes/334102",
                    "TitleEnglish": "Living Corpse",
                    "SummaryEnglish": "The man who calls Shito a monster comes into the Zombie-Loan office and introduces himself as Toho and also as a member of the mafia. He tells them that Shito has been abducted, and that he will take on the task of retrieving Shito himself, since Shito is an important asset to him. Also, Bekkō tells the office some info on Shito's past. Later, another old acquaintance of Chika's show up and decide to help him in his search. Meanwhile, Shito is revealed to be restrained in the enemy's hideout.",
                    "Aliases": []
                },
                "10": {
                    "ID": "335357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-loan/episodes/335357",
                    "TitleEnglish": "The Corpse Release Spell",
                    "SummaryEnglish": "Michiru, Chika and Sotetsu arrive late at night at a closed JRail station which is rumored to be haunted. Their aim is to seek out the Grim Reaper who like the master of the black rings, knows of all souls passing through the dimensions. Preparing to engage the reaper for information on Shito's whereabouts, they are surprised that he has turned into a chibi state, as a result of losing his Astral power core as thus, his body. Having a soft spot for such cute characters, Michiru takes the reaper along in their investigation. Meanwhile, Otsu follows his own leads on a suspicious mortician at his workplace as the groups end up together to confront the mastermind of Shito's kidnapping.",
                    "Aliases": []
                },
                "11": {
                    "ID": "375714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zombie-loan/episodes/375714",
                    "TitleEnglish": "Life and Death",
                    "SummaryEnglish": "Chika finds Shito and they reunite to fight the twisted doctor Yoshizumi, who is absorbed into his ultimate golem creation. Otsu saves the day by putting an agent that Nogi created into Yoshizimi, causing him to to fall apart. Shito saves the girl golem, but she ends up dying when Nogi shoots it in the head as part of \"cleaning up\". Shito then beats up Nogi and gives the golem a proper human burial.",
                    "Aliases": []
                }
            }
        }
    }
}