{
    "URL": "https://www.thetvdb.com/series/mushiuta",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1515986/",
        "https://www.themoviedb.org/tv/42826",
        "https://www.themoviedb.org/tv/42826"
    ],
    "TitleEnglish": "Mushi-Uta",
    "SummaryEnglish": "The worms that plunder human dreams and give superpowers to the worms have appeared for ten years. And in this desperate world, a story of the encounter between a teenager and a girl is beginning.",
    "Aliases": [
        "Mushiuta"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "28462",
            "URL": "https://www.thetvdb.com/series/mushiuta/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "335557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mushiuta/episodes/335557",
                    "TitleEnglish": "The Beginning of the Dream",
                    "SummaryEnglish": "A Mushitsuki by the name of Yuki is hunted down and killed by the Special Environmental Conservation Executive Office. The Mushibane almost save him, but eventually fail. In the second half of the episode, Kakkō is introduced to his new school as Daisuke Kusuriya, and the episode concludes with the meeting between Kakkō and Shiika."
                },
                "2": {
                    "ID": "335558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mushiuta/episodes/335558",
                    "TitleEnglish": "Dream's Bond",
                    "SummaryEnglish": "Kakkō and Shiika start to get to know each other better, whilst Kakkō's classmates start to get somewhat curious about his relationship with Shiika. The episode also shows us Shīka's background, how she discovered her powers as a Mushitsuki and her arrest by SEPB."
                },
                "3": {
                    "ID": "335559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mushiuta/episodes/335559",
                    "TitleEnglish": "Prisoners of the Dream",
                    "SummaryEnglish": "Daisuke and Shiika meet again at the city's Kaihin Park. Unknown to the pair, both Mushibane and SEPB are there too. SEPB surrounds both groups and attempts to detain them, although Mushibane manage to fend them off."
                },
                "4": {
                    "ID": "335560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mushiuta/episodes/335560",
                    "TitleEnglish": "Crushed Dreams",
                    "SummaryEnglish": "While struggling to protect Rina, Centi's mushi enters the maturation process and becomes a giant monster, and she finds no option but to take it down in order to save Centi's life."
                },
                "5": {
                    "ID": "335561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mushiuta/episodes/335561",
                    "TitleEnglish": "A Chance Meeting of Dreams",
                    "SummaryEnglish": "After the incident at the park, Shiika ends up finding shelter at Rina's place. While getting used to her new life, she and Kakkō reminisce about the day when they first met."
                },
                "6": {
                    "ID": "335562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mushiuta/episodes/335562",
                    "TitleEnglish": "Targeted Dreams",
                    "SummaryEnglish": "Rina grants Shiika's request to visit her school, while one of her friends starts to experience some strange phenomena."
                },
                "7": {
                    "ID": "335563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mushiuta/episodes/335563",
                    "TitleEnglish": "Labyrinth of Dreams",
                    "SummaryEnglish": "Three new hunters from SEPB are sent into Ōka to aid in the search for Shiika. Meanwhile, Asami also discovers the truth about her."
                },
                "8": {
                    "ID": "335564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mushiuta/episodes/335564",
                    "TitleEnglish": "Unfulfilled Dreams",
                    "SummaryEnglish": "Kasuo pursues Asami into digital space, where Kakkō narrowly saves her. Asami and Kasuo escape from digital space, but Kakkō is left behind. The next day, Kasuo destroys Asami's Mushi, causing her to become one of the Fallen."
                },
                "9": {
                    "ID": "335565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mushiuta/episodes/335565",
                    "TitleEnglish": "Fragments of Dreams",
                    "SummaryEnglish": "Shiika and Daisuke go on a date to the planetarium, but when they are seen together by Rina, each girl realizes the other's feelings for him. In the same occasion, both Daisuke and Rina discovered Shiika's true identity."
                },
                "10": {
                    "ID": "438299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mushiuta/episodes/438299",
                    "TitleEnglish": "Dreams Passing By",
                    "SummaryEnglish": "Rina learns from Minmin about GARDEN's location, and determined to rescue the fallen imprisoned there by herself, she leaves Shiika to the care of her Mushibane fellows. Knowing she is actually walking into a trap, Daisuke tries to dissuade her."
                },
                "11": {
                    "ID": "438300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mushiuta/episodes/438300",
                    "TitleEnglish": "Neverending Dream",
                    "SummaryEnglish": "While Rina is surrounded by Haji's forces at GARDEN, Shiika ends up alone to defend herself against Minmin and Kabuto. Just when Kakkō is about to fight Rina's mushi, who entered in maturation, one of the Originals appears before him."
                },
                "12": {
                    "ID": "438301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mushiuta/episodes/438301",
                    "TitleEnglish": "Dreaming Firefly",
                    "SummaryEnglish": "Kakkō manages to retrieve Rina from inside her mushi, but it was too late for her. While he struggles against Nanahoshi, Haji ends up seriously hurt and a wounded Shiika fights to stop her mushi from going berserk too."
                }
            }
        }
    }
}