{
    "URL": "https://www.thetvdb.com/series/baccano",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Crime",
        "Fantasy",
        "Mystery",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1334722/",
        "https://www.themoviedb.org/tv/34121"
    ],
    "TitleEnglish": "Baccano!",
    "SummaryEnglish": "\"Baccano\", which light novelist Narita translates as \"stupid commotion\", is Italian for \"ruckus\". Each of the stories in the series involves several unrelated plots intersecting and crossing each other as events spiral further and further out of control. Immortal alchemists, mafia operated speakeasies, and many other elements of pulp fiction are mashed together for a world straight out of the movies.",
    "Aliases": [],
    "Modified": "2025-08-21",
    "Seasons": {
        "0": {
            "ID": "536046",
            "URL": "https://www.thetvdb.com/series/baccano/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "377535",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/baccano/episodes/377535",
                    "TitleEnglish": "Graham Specter's Love and Peace (Bonus Episode Part 1)",
                    "SummaryEnglish": "It's 1932 and Firo arrives to check up on Isaac and Miria, to see that they are having some fun with some friends playing dominos. Elsewhere in New York a mechanic named Graham Spector is infuriated that someone has recently injured Ladd Russo and begins to reminisce of the time they first met. In 1931, Elmer C. Albatross visits fellow immortal Huey Laforet, in prison and Huey ask him for a favor involving his daughter Chane. Rachel meets Czeslaw, who decides to tell her about the events that took place on the Flying Pussyfoot.",
                    "Aliases": []
                },
                "2": {
                    "ID": "377536",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/baccano/episodes/377536",
                    "TitleEnglish": "The Delinquents That Arrive at the High-Class Neighborhood Are the Same as Always (Bonus Episode Part 2)",
                    "SummaryEnglish": "It is 1931; Jacuzzi is still recovering in hospital, with Nice, while the rest of the group is out making money and they happened to pick of Chane. She later receives a present from the man who once proposed to her, Claire Stanfield. When trying it out, Graham Spector executes his plan to deal with Jacuzzi's group and kidnap Eve Genoard but a mix-up occurs.",
                    "Aliases": []
                },
                "3": {
                    "ID": "377537",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/baccano/episodes/377537",
                    "TitleEnglish": "Carol Realizes That the Story Cannot Have an Ending (Bonus Episode Part 3)",
                    "SummaryEnglish": "1931 at the Daily Days information center, the President is having a meeting with his informants about the people who were involved in the Flying Pussyfoot incident. The events that led to Claire Stanfield finding Chane are revealed. In the abandoned Warehouse, following Claire's once again confession of love to Chane, he ends up fighting Graham Spector after telling Graham that he's the one responsible for Ladd's injuries. Elsewhere in New York, Elmer reunites with Sylvie and Carol is only beginning to comprehend Gustav St-Germain's concept of the story with no beginning on end.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "28919",
            "URL": "https://www.thetvdb.com/series/baccano/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "338437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baccano/episodes/338437",
                    "TitleEnglish": "The Vice President Doesn't Say Anything about the Possibility of Him Being the Main Character",
                    "SummaryEnglish": "It's 1931 and the assistant of the Daily Days, Gustav St-Germain, Carol is researching a bunch of astonishing events that have been occurring for the past several years. She struggles to determine the lead character of it all and in the midst of this, delves into the story that begins with the turf war between the Runorata family and the Gandor family. Gustavo of the Runorata family is said to have killed Luck and Firo so to cover up his mess he needs to take care of Dallas. Meanwhile an incident has occurred on the Flying Pussyfoot and Ludd and Lua are found as survivors, but not without sustaining injuries.",
                    "Aliases": []
                },
                "2": {
                    "ID": "338438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baccano/episodes/338438",
                    "TitleEnglish": "Setting the Old Woman's Qualms Aside, the Flying Pussyfoot Departs",
                    "SummaryEnglish": "In the late 1930 of California, Isaac and Miria are in a mine digging for gold and months pass without any success. They receive a letter from Ennis in New York, who ask for them to return but they don't have any money. So after stealing some cash from the mafia they board the Flying Pussyfoot to New York, where they happen to spot a lot of suspicious characters. Whilst Isaac and Miria are getting acquainted with Jacuzzi and Nice something to do with the \"Lemurs\" is about to begin.",
                    "Aliases": []
                },
                "3": {
                    "ID": "338439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baccano/episodes/338439",
                    "TitleEnglish": "Randy and Pecho Are Busy Getting Ready for the Party",
                    "SummaryEnglish": "In 1932, Eve is watching the Hudson River in New York being dug up. The story then moves to 1931, when Runorata men come to the Daily Days for information on Dallas meanwhile in New York two idiots end up accidentally setting a storehouse on fire, where old man Barnes has been able to obtain the Immortality Elixir. Barnes manages to escape with 2 bottles but ends up getting into some trouble shortly afterwards. Back in the Flying Pussyfoot, everything is about to go down.",
                    "Aliases": []
                },
                "4": {
                    "ID": "338440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baccano/episodes/338440",
                    "TitleEnglish": "Ladd Russo Enjoys Talking a Lot and Slaughtering a Lot",
                    "SummaryEnglish": "10 hours before the Flying Pussyfoot departs, in California, Russo learns that his cash was stolen by a couple and one of his underlings was killed. Then Ladd barges in and shows Russo just how much of a homicidal maniac his before heading how to the Flying Pussyfoot, with his subordinates. Back to the Flying Pussyfoot, Vicky has been killed by the \"Lemurs\" and yet again Ladd shows how much of a maniac he is. In New York Isaac and Miria happily enter the hat shop and after there purchase they are hit by the car Ennis is driving. She happens to be chauffeuring Szilard to the secret society of old geezers.",
                    "Aliases": []
                },
                "5": {
                    "ID": "338441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baccano/episodes/338441",
                    "TitleEnglish": "Jacuzzi Splot Cries, Gets Scared and Musters Reckless Valor",
                    "SummaryEnglish": "It's 1931 the day before the Flying Pussyfoot departs and Jacuzzi is about to be killed by some of Russo's men. Back to the Flying Pussyfoot, when Jacuzzi discovers the dead bodies of the conductor and Nice and Donny arrive at the conductor's cabin as well. New York in 1930, Mr. Barnes wakes to discover he's in the location of the secret social society and Szilard wants to find out exactly what happened. Back to 1931, Gustavo is annoyed that his subordinates couldn't get any info on Dallas' location so he personally goes there himself to find out. Meanwhile Firo is inaugurated into the Camorras after a swear-in ceremony and a knife-fight with Maiza.",
                    "Aliases": []
                },
                "6": {
                    "ID": "338442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baccano/episodes/338442",
                    "TitleEnglish": "The Rail Tracer Covertly, Repeatedly Slaughters Inside the Coaches",
                    "SummaryEnglish": "1931 on board the Flying Pussyfoot, the \"Rail Tracer\" appears to be killing of members of the \"Lumeres\" for reasons yet unknown. New York in 1930, Dallas and his gang go to as Luck for some help, after running into some trouble but they get thrown out and end up leaving the crate he took for Mr Barnes. Back on the Flying Pussyfoot Czeslaw leaves Mary in a broom closet in order to search for some Immortals meanwhile Nice, Jacuzzi and Donny rescue Nick who was tied up. Back to New York Isaac and Miria are busy reminiscing when all of a sudden they run into Dallas who is in a really bad mood. While they are beating up Isaac, Ennis knocks them out but only because she was order to take them back. Later that day Gustavo plans to kidnapped Eve and use her to lure out Dallas.",
                    "Aliases": []
                },
                "7": {
                    "ID": "338443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baccano/episodes/338443",
                    "TitleEnglish": "Everything Starts Aboard the Advenna Avis",
                    "SummaryEnglish": "It's 1711 aboard the Advena Avis ship and a group of alchemists; lead by Maiza is about to attempt summoning a demon to grant them the Immortal elixir. The summoning was proven to be a success and the demon granted them all the elixir, with 3 rules to go along with the elixir. Because they all follow Maiza's decision not to share the knowledge with those outside the group, it isn't long before some gets greedy for the knowledge and that person is Szilard.",
                    "Aliases": []
                },
                "8": {
                    "ID": "338444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baccano/episodes/338444",
                    "TitleEnglish": "Isaac and Miria Unintentionally Spread Happiness Around Them",
                    "SummaryEnglish": "1931 on board the Flying Pussyfoot, Issac and Miria realize that they forgot to get Ennis a souvenir and Jacuzzi, Nice, Donny and Nick decide to search for the Rail Tracer. New York in 1930, whilst Eve crying over her missing brother she overhears Isaac and Miria's supposedly \"quiet\" conversation and goes out to investigate. After a while Eve begins to enjoy their company and even tells them about her brother Dallas, so in their way of helping Isaac and Miria decide to rob the Genoard family assets. On the Flying Pussyfoot, Jacuzzi and co. discover that their friends are missing so he instructions them to split up into 2 groups to search for them.",
                    "Aliases": []
                },
                "9": {
                    "ID": "338445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baccano/episodes/338445",
                    "TitleEnglish": "Claire Stanfield Faithfully Carries Out the Mission",
                    "SummaryEnglish": "1931 on board the Flying Pussyfoot, Ladd flips out after discovering the bodies in the conductor's cabin, with one of them being a fat conductor and Dune. It then reveals exactly what occurred in the conductor's cabin and how the Rail Tracer is in fact an elusive assassin Claire Stanfield/Vino. 1932 in New York, Rachel finally arrives back at the Daily Days to reveal to Nicholas and the president of DD all the information she gathered, based on her own experience. Back to 1930, Dallas and his gang wake up after being injected by Mr Barnes' Immortal Elixir and after eating on of them Szilard decides to use them against the Gandors.",
                    "Aliases": []
                },
                "10": {
                    "ID": "338446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baccano/episodes/338446",
                    "TitleEnglish": "Czeslaw Meyer is Forced to Rework His Tremble-Before-the-Specter-of-Immortals Strategy",
                    "SummaryEnglish": "Newfoundland 1931, Senator Beriam goes to see Huey Laforet in prison, to inform him of the situation that is happening on board the Flying Pussyfoot but Huey seems to understand the situation seeing how his daughter Chane is there. Meanwhile Czeslaw is trying to make a deal with Ladd, in order for him to find an Immortal but Ladd declines. 1932 in New York, Eve escapes from Gustavo's clutches and is picked up by Elean from the Daily Days. She then tells him to go to the Gandor headquarters in order to get some info on her brother Dallas. In 1930, Isaac and Miria are plotting their next robbery when they see Dallas carrying the box of elixir and steal it from him. After discovering the contents of the crate and thinking it is just alcohol, they head to the Martillo's office.",
                    "Aliases": []
                },
                "11": {
                    "ID": "338447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baccano/episodes/338447",
                    "TitleEnglish": "Chane Laforet Remains Silent in the Face of Two Mysterious People",
                    "SummaryEnglish": "1931 on top of the Flying Pussyfoot, Chane is fighting Ladd but is forced to run away. After discovering this Goose orders his men to kill Chane if necessary and Ladd is able find out about this, after squeezing one of their men for information. Meanwhile Czeslaw is plotting his next move when all of a sudden Claire appears before him and enacts his one form of torture. After taking care of him, Claire goes on top of the Flying Pussyfoot to greet Ladd and Chane. New York in 1930, Maiza goes to the restaurant where he discovers Szilard who is waiting for him. Szilard reveals to Maiza what he's been getting up to and what he hopes to achieve, with the Immortal Elixir. In 1932, following all the commotion; Runorata enters the Gandor's office, desiring to know Dallas's whereabouts.",
                    "Aliases": []
                },
                "12": {
                    "ID": "338448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baccano/episodes/338448",
                    "TitleEnglish": "Firo and the Three Gandor Brothers Are Felled by Assassins' Bullets",
                    "SummaryEnglish": "1932 in the Daily Days news office, Rachel continues to give her account on what she did that led up to her leg injury. After rescuing the Mary and Natalie, she moves on to the next cart to risk her life by saving Nice and Nick. 1930 in New York, Firo and Ennis are held at gun point by Dallas when all of a sudden the Gandors arrive to return Dallas the favour. During all the commotion Maiza finds an opportunity to escape and when Szilard tries to pursue him he gets hit by a car that Isaac is driving. 1931 on board the Flying Pussyfoot, Claire forces Ladd to risk his life to save Lua, whilst Jacuzzi is trying save everyone on the train but gets caught in a fire-fight with Goose.",
                    "Aliases": []
                },
                "13": {
                    "ID": "338449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baccano/episodes/338449",
                    "TitleEnglish": "Both the Immortals and Those Who Aren't Sing the Praises of Life Equally",
                    "SummaryEnglish": "1931 on top of the Flying Pussyfoot, Claire is thinking whether he should kill or not kill Chane but instead comes out and proposes to her. Meanwhile Jacuzzi is having a stand off with Goose when he finally gets an opportunity to use the gift Nice gave him early. Isaac and Miria are also on the train roof when they see something coming towards Czeslaw and try to protect him thinking it's the Rail Tracer. New York in 1930, Ennis betrays Szilard and just when he is about to finish Ennis off all the guys who were shot early, including Firo, suddenly emerge. It is time for Szilard to receive his retribution. New York in 2001, Isaac and Miria are up to their usual mishaps.",
                    "Aliases": []
                }
            }
        }
    }
}