{
    "URL": "https://www.thetvdb.com/series/the-good-witch-of-the-west",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Mystery",
        "Romance"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/25111",
        "https://www.themoviedb.org/tv/25111"
    ],
    "TitleEnglish": "The Good Witch of the West",
    "SummaryEnglish": "On Filiel's 15th birthday, she received her mother’s necklace as a memento from an obstinate astronomer. Her common and tedious life was turned into a life of conspiracies. With her new life, many adventures await.",
    "Aliases": [
        "Astraea Testament",
        "The Good Witch of the West Astraea Testament",
        "The Good Witch of the West - Astraea Testament"
    ],
    "Modified": "2022-03-04",
    "Seasons": {
        "1": {
            "ID": "28189",
            "URL": "https://www.thetvdb.com/series/the-good-witch-of-the-west/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "333437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-good-witch-of-the-west/episodes/333437",
                    "TitleEnglish": "The Pendant of Ediline",
                    "SummaryEnglish": "Philiel, a girl born and raised in a highland village in Graal under Queen Hoshisen. One day, at a party hosted by the lord Rowland, she learns that she is the blood of Queen Hoshisen. To confirm the truth of her, she goes to the tower where her father lives with her childhood friend Rune who came to pick her up."
                },
                "2": {
                    "ID": "333438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-good-witch-of-the-west/episodes/333438",
                    "TitleEnglish": "Where the Young Goats Go",
                    "SummaryEnglish": "Philiel and Rune are captured by a suspicious person. However, Rune sneaks and escapes Philiel. Philiel went to the Count Rowland to help Rune alone. She asks Queen candidate Adair and her son Eusis to recapture the runes that she met at the party."
                },
                "3": {
                    "ID": "333439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-good-witch-of-the-west/episodes/333439",
                    "TitleEnglish": "The Secret Garden",
                    "SummaryEnglish": "In a deal with Count Rowland, Philiel is transferred to the Taurus Convent School. There is a \"devil's den\" that is just called affinity, equality, and peace. Philiel is then spotted by the Student Organization and assigned a guard. However, the guard's student is killed by someone."
                },
                "4": {
                    "ID": "333440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-good-witch-of-the-west/episodes/333440",
                    "TitleEnglish": "Darkness in the Garden",
                    "SummaryEnglish": "With the appearance of Marie and Rune, Philiel stays at the girls' school, but the student organization is frustrated by Philiel who does not give in to them and applies for a duel. Philiel receives guidance from Igraine, who is one grade younger, for the duel. One day after hard training, Philiel finds a brutal brand on Rune's chest."
                },
                "5": {
                    "ID": "333441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-good-witch-of-the-west/episodes/333441",
                    "TitleEnglish": "The Schemes of Flowers",
                    "SummaryEnglish": "Rune (Runet) is asked by Sister Rain to join the Student Organization. Her purpose is Rune's Brain and Ephemeris. Philiel, who got into the scene, intuitively understood that Rain was the Queen candidate Leandra. So she decides to put up a rune in a duel with the Student Organization."
                },
                "6": {
                    "ID": "333442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-good-witch-of-the-west/episodes/333442",
                    "TitleEnglish": "A Waltz at Court",
                    "SummaryEnglish": "Another incident before Fiail and Rune returned to the Rowland family. Leandra has begun to move in the royal palace. Therefore, Adair and Philiel decide to go up to the royal palace in a hurry. Philiel is confused about living in a noble family. It was Eusis who reached out to her."
                },
                "7": {
                    "ID": "733791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-good-witch-of-the-west/episodes/733791",
                    "TitleEnglish": "Pavane for a Princess Departed",
                    "SummaryEnglish": "Philiel is advised by Adair to engage with Eusis as rumored. At that time, she contacts the Duke of Liz and proposes to her. She gets through with Eusis's wit, but she is proposed by Eusis. Philiel is confused and goes to see the runes, but she is coldly thrown away ..."
                },
                "8": {
                    "ID": "733801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-good-witch-of-the-west/episodes/733801",
                    "TitleEnglish": "Fantasia and Fugue",
                    "SummaryEnglish": "Countess Rowland forbids the runes to meet Philiel, who is determined to engage with Eusis. Indignant Philiel decides to leave Rune and her royal palace. But that night, Rune comes to say goodbye to her and she disappears in front of Philiel. And the next morning, there was news of the assassination of Liz."
                },
                "9": {
                    "ID": "733811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-good-witch-of-the-west/episodes/733811",
                    "TitleEnglish": "The Wood at the End of the World",
                    "SummaryEnglish": "Philiel heads south with a determination to search for Rune and a promise with Adair to help Eusis behind the scenes. With the help of Igraine, she rushes ahead of her and encounters a unicorn cub. After her training, Eusis, accompanied by a unicorn, reunites with Philiel."
                },
                "10": {
                    "ID": "733821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-good-witch-of-the-west/episodes/733821",
                    "TitleEnglish": "The Invisible Wall",
                    "SummaryEnglish": "The dragon extermination also endangered the visiting Philiels. It was the missing rune who helped Philiel at that time. He tried to disappear after confirming Philiel's safety, but Philiel did not allow it. In exchange for the rune's knowledge, make a proposal in Eusis."
                },
                "11": {
                    "ID": "733831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-good-witch-of-the-west/episodes/733831",
                    "TitleEnglish": "The Minstrel's Path",
                    "SummaryEnglish": "Philiel was sucked into the wall at the end of the world, leaving the runes behind. There, I met a mysterious young man who called himself Bird. According to him, there is a special road on the wall that only he can take. Meanwhile, Rune was looking for a way to find Philiel, who had disappeared in front of him."
                },
                "12": {
                    "ID": "733841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-good-witch-of-the-west/episodes/733841",
                    "TitleEnglish": "The Midday Star",
                    "SummaryEnglish": "It was Adair who came here for him to save Eusis's crisis during the dragon extermination. She shares the joy of reuniting with Philiel, but the information she brings changes the mood of the place. It was that Eusis's best friend Lot was a member of the \"Snake Wand\"."
                },
                "13": {
                    "ID": "733851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-good-witch-of-the-west/episodes/733851",
                    "TitleEnglish": "That Which We Cherish, That for Which We Fight",
                    "SummaryEnglish": "The stars at noon approached, and natural disasters began to occur in various places. Philiel and Rune ask Bird to meet the Queen, who has the power to stop the situation. The two move by the road of Bird, but beyond that, Leandra and His Eminence, the Queen's aide who confronts her, are seen."
                }
            }
        }
    }
}