{
    "URL": "https://www.thetvdb.com/series/interlude",
    "Genres": [
        "Psychological Thriller"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/36287"
    ],
    "TitleEnglish": "Interlude",
    "SummaryEnglish": "For one close-knit group of friends, life is all about high school, strawberry milk, and karaoke. Each day is the same, and nothing interesting ever happens... or at least, until their peaceful fantasies were shattered starting with a series of prophetic nightmares. Now, they do battle zombies, hellbeasts, and living shadows in their fight to discover the line that separates the sleeping world from the waking one.",
    "TitleJapanese": "インタールード",
    "SummaryJapanese": "すべてはあの日の出会いから始った…。同じ学校に通う幼なじみの玉城麻衣子はかなりパワフルな性格で、一方的に懐かれているオレはいつも振り回されている。休み時間は超元気なのに、授業中はいつも爆睡、先生を困らせてばかり。そんな彼女にジャレつかれたり、クラスのみんなと騒いだり、そういう毎日がオレは当たり前だと思っていた。あの日、電車の中で丸藤泉美さんと知り合ったのも別に特別なことだとは思っていなかった そう、あれが起きる瞬間までは…。\nホームから人々の姿が一瞬にして消えた、さっきまであんなに大勢いたはずなのに…！？\nそして、オレは和辻綾に出会った…。\n無人の世界でただ一人生きてきた孤独な少女・綾との出会いからオレの日常は壊れ始めた。\n次々と起こる不思議な事件、この世界は偽モノなのか、オレの記憶さえも作りモノなのか？\n時を同じくして謎の少女・三枝睦月がオレの前に現れるようになる。\n彼女は綾を探すことを止めろ、全てを忘れろという。\nそれでもオレは綾に会いたい…\n\n惹かれあう二人を引き裂く謎の計画・パンドラプロジェクト… やがて二人は世界の謎の核心へと迫っていく！そして明かされる世界の真実の姿とは！？",
    "Aliases": [],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "28251",
            "URL": "https://www.thetvdb.com/series/interlude/seasons/official/1",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "333854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interlude/episodes/333854",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "The main character has been having strange dreams, seeing strange things, and meeting strange people. He investigates these events and finds a strange girl named Aya.",
                    "TitleJapanese": "第1話",
                    "SummaryJapanese": "主人公：高校生の少年は、今日も幼なじみの麻衣子と共に電車に揺られ通学する。明日もあさっても、いつもと変わらない日常が待っているはずであった。 だがある日、駅のホームで一瞬のうちに人々の姿が消えた。 周囲を見回す彼の目に映ったのは向かいのホームにたたずむ見知らぬ少女の姿。 その日を境に不可思議な出来事に次々と遭遇し、周囲の人々と共有しているはずの記憶や時間にズレが生じている事に気づく。「何かがおかしい。この世界は一体…!？」\n運命であるかのように惹かれあう少年と少女・綾そしてふたりは巨大な謎の核心に迫っていく…"
                },
                "2": {
                    "ID": "333855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interlude/episodes/333855",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "In Japan, there is a disturbing rumor being spread that people's shadows are ripping from their bodies, never to be seen again. For one young man, the frightening nature of this rumor is just beginning to manifest in the form of a nightmarish world that he can't seem to escape from.",
                    "TitleJapanese": "第2話",
                    "SummaryJapanese": "日常世界の向こうに、無人の月の街を発見した主人公。 鍵は「パンドラ･プロジェクト」と、弓を構えた少女「綾」だ。 綾は、月の街で懸命に日常繰り返していた。その姿に寂しさを感じた主人公は、綾と一緒に街を出る決意をし、世界の接点を目指す。 襲撃する妖精たちで騒がしくなる街。 二人は、ビル街で泉美たちや杉浦と再会するのだった。"
                },
                "3": {
                    "ID": "333856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interlude/episodes/333856",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "In this place full of dark minions and demons, he and his friends fight futilely against unknown enemies, only to be brought back to the \"real world\" as quickly as they left it. Is this real, or a dream? Only one person holds the key to destroying and saving the world as he knows it...",
                    "TitleJapanese": "第3話",
                    "SummaryJapanese": "月の街の市庁舎で、対峙する綾と睦月。ヘジホッグを倒された睦月は去り、市役所の課長冬木、死んだはずの杉浦が現れる。驚愕する一同に冬木は真実を語る。主人公は「兄さん」の言うことを思い出し…"
                }
            }
        }
    }
}