{
  "URL": "https://www.thetvdb.com/series/mononoke",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Drama",
    "Fantasy",
    "Horror",
    "Mystery"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1992935/",
    "https://www.mononoke-anime.com/",
    "https://www.themoviedb.org/tv/16660"
  ],
  "TitleEnglish": "Mononoke",
  "SummaryEnglish": "The Medicine Seller is a deadly and mysterious master of the occult who travels across feudal Japan in search of malevolent spirits called mononoke to slay. When he locates one of these spirits, he cannot simply kill it; he must first learn its Form, its Truth, and its Reason in order to wield the mighty Exorcism Sword and fight against it. He must begin his strange exorcisms with intense psychological analysis and careful investigative work—an extremely dangerous step, as he must first confront and learn about the mononoke before he even has the means to defeat it.",
  "Aliases": [],
  "Modified": "2025-09-11",
  "Seasons": {
    "0": {
      "ID": "536064",
      "URL": "https://www.thetvdb.com/series/mononoke/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 5,
      "Episodes": {
        "1": {
          "ID": "9304672",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mononoke/episodes/9304672",
          "TitleEnglish": "Bakeneko - Part 1",
          "SummaryEnglish": "In the Edo period, the young daughter of a samurai family is planning to marry, but not for love. Her father, while being a good man, is financially incompetent and too madly in love with her mother to refuse her anything, drowning the family in debt. To save themselves from disgrace and the poor-house, her parents and the head of family decide to sell her marriage to clear these debts. While waiting for the agreed upon time to leave for her new husband's home, a strange, nameless medicine peddler arrives and enters the house, its entrance left unguarded in the rush to prepare for the wedding. Heading immediately to the servant's quarters he meets Kayo, a young servant girl, who explains the situation after he shows her some \"marriage aid\" charms. Her bravery and good sense continue to aid him throughout the storyline.",
          "Aliases": []
        },
        "2": {
          "ID": "9304674",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mononoke/episodes/9304674",
          "TitleEnglish": "Bakeneko - Part 2",
          "SummaryEnglish": "The moment the bride crosses the threshold of the house to leave, she is struck dead. The medicine peddler, being a stranger and looking rather suspicious, is seized as the culprit and bound. After an older retainer is killed while attempting to fetch a doctor, the medicine peddler breaks his bounds, reveals himself to also be a demon-hunter, and claims the true villain is a bakeneko. The medicine peddler sets up a barrier to keep the demon at bay and begins questioning the family and their retainers to learn the shape (katachi), truth (makoto) and reasoning (kotowari) of the demon so that it can be exorcised. At first the family prevaricates, but as the demon grows stronger, breaking through the barriers of the medicine peddler and killing their members, they begin to talk, alluding to the family's dark past. As the demon breaks through his final barrier, the medicine peddler attempts to unsheathe his sword and destroy it, but fails and is shown a vision by the demon itself.",
          "Aliases": []
        },
        "3": {
          "ID": "9304675",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mononoke/episodes/9304675",
          "TitleEnglish": "Bakeneko - Part 3",
          "SummaryEnglish": "In his youth, the head of family had kidnapped a sacrificial maiden, keeping her locked away in a basement prison to be raped and abused at his leisure. Her only companionship was a young cat which she secretly raised with the food she was given, hoping it would one day escape where she could not. One day the head of family's elder son was caught raping her, after which the head beat her to the point of death as punishment. The cat attacked him to protect her, then escaped as she died; its regret from being unable to protect her combined with her sorrow, eventually turning it into a demon. Having finally realized the shape, truth, and reasoning of the demon, the medicine peddler unsheathes his sword, which in reality releases his true spirit-nature from the human shell it is bound within, allowing him to exorcise the bakeneko's grief and release it from its vengeance. In the end, only the two blameless retainers, Kayo and a young samurai, are left to be saved. The story ends with the m",
          "Aliases": []
        },
        "4": {
          "ID": "10840926",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mononoke/episodes/10840926",
          "TitleEnglish": "Mononoke the Movie: Phantom in the Rain",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "10868344",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mononoke/episodes/10868344",
          "TitleEnglish": "Mononoke The Movie Chapter II: The Ashes of Rage",
          "SummaryEnglish": "One month after the events taken place at the Inner Chambers, the Medicine Seller returns to the imperial harem, where the carnal workings for the lower-ranking concubines seems to have improved. However, the higher-ranking concubines continue to fight each other to produce a new imperial heir, and things come to a head when one of the concubines spontaneously combusts.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "37804",
      "URL": "https://www.thetvdb.com/series/mononoke/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "412569",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mononoke/episodes/412569",
          "TitleEnglish": "Zaraki Warashi, Part 1",
          "SummaryEnglish": "The Medicine Seller checks into the last room of a traditional inn, just as a pregnant woman named Shino desperately asks for shelter. She is given a secret room - a room possessed by a group of ghosts.",
          "Aliases": []
        },
        "2": {
          "ID": "412570",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mononoke/episodes/412570",
          "TitleEnglish": "Zaraki Warashi, Part 2",
          "SummaryEnglish": "The Medicine Seller delves into the inn's past as he attempts to understand the ghost's motivations and history, before it can interfere with Shino.",
          "Aliases": []
        },
        "3": {
          "ID": "412571",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mononoke/episodes/412571",
          "TitleEnglish": "Umibouzu, Opening Act",
          "SummaryEnglish": "The Medicine Seller takes a journey on a merchant's luxurious ship, but before long the craft is diverted into the Dragon's Triangle, an area of the sea infested with ghosts.",
          "Aliases": []
        },
        "4": {
          "ID": "412572",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mononoke/episodes/412572",
          "TitleEnglish": "Umibouzu, Second Act",
          "SummaryEnglish": "The Medicine Seller tries to find out who diverted the ship and why, as the crew is terrorised by a ghost who forces them to reveal their deepest fears.",
          "Aliases": []
        },
        "5": {
          "ID": "412573",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mononoke/episodes/412573",
          "TitleEnglish": "Umibouzu, Finale",
          "SummaryEnglish": "Genkei the monk explains what happened to him when he was younger as the Medicine Seller inspects the submerged craft thrown up by the seamonster.",
          "Aliases": []
        },
        "6": {
          "ID": "412574",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mononoke/episodes/412574",
          "TitleEnglish": "Nopperabou, Part 1",
          "SummaryEnglish": "Trapped in jail, a woman named Ochou confesses to the murder of her husband and his family. The Medicine Seller has reason to doubt this and visits her, coming across a creature with thousands of faces.",
          "Aliases": []
        },
        "7": {
          "ID": "412575",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mononoke/episodes/412575",
          "TitleEnglish": "Nopperabou, Part 2",
          "SummaryEnglish": "The Medicine Seller unmasks the masked creature while revealing the life of Ochou, the enslaved housewife.",
          "Aliases": []
        },
        "8": {
          "ID": "412576",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mononoke/episodes/412576",
          "TitleEnglish": "Nue, Part 1",
          "SummaryEnglish": "Four men should have turned up to the house of Lady Ruri in a bid to win her hand in marriage. However, one of them has disappeared, so the Medicine Seller takes his place in the traditional incense competition taking place.",
          "Aliases": []
        },
        "9": {
          "ID": "412577",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mononoke/episodes/412577",
          "TitleEnglish": "Nue, Part 2",
          "SummaryEnglish": "The Medicine Seller takes over the responsibility of refereeing the incense competition while prying into the real reason these three men have gathered here - the Toudaiji.",
          "Aliases": []
        },
        "10": {
          "ID": "412578",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mononoke/episodes/412578",
          "TitleEnglish": "Bakeneko, Opening Act",
          "SummaryEnglish": "Skipping ahead a few centuries, the Medicine Seller boards a train filled with seemingly unrelated people, and before long find themselves trapped in limbo.",
          "Aliases": []
        },
        "11": {
          "ID": "412579",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mononoke/episodes/412579",
          "TitleEnglish": "Bakeneko, Second Act",
          "SummaryEnglish": "Unable to leave the train under threat of death, the passengers reveal what they know about an event that affected them all.",
          "Aliases": []
        },
        "12": {
          "ID": "412580",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mononoke/episodes/412580",
          "TitleEnglish": "Bakeneko, Finale",
          "SummaryEnglish": "The Medicine Seller unravels the mystery and finds the truth behind the passenger's stories.",
          "Aliases": []
        }
      }
    }
  }
}