{
  "URL": "https://www.thetvdb.com/series/superbook",
  "Genres": [
    "Animation",
    "Anime",
    "Children",
    "Family",
    "History",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0081941/",
    "https://www.themoviedb.org/tv/21269"
  ],
  "TitleEnglish": "Superbook",
  "SummaryEnglish": "Superbook is an anime television series produced by Tatsunoko Productions in Japan in conjunction with the Christian Broadcasting Network in the United States. The series chronicled the events of the Bible's Old and New Testaments in its 52 episode run. The first 26 episodes aired from October 1, 1981 to March 29, 1982. The series returned as Superbook II with 26 episodes to air from April 4, 1983 to September 26, 1983. Between both series in the first run was the companion series The Flying House.",
  "Aliases": [],
  "Modified": "2023-09-11",
  "Seasons": {
    "1": {
      "ID": "28680",
      "URL": "https://www.thetvdb.com/series/superbook/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "336776",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336776",
          "TitleEnglish": "How It All Began",
          "SummaryEnglish": "This is the first episode of Superbook. Chris and Joy discover a book that takes them back in time particularly during Biblical times. This is the story about creation and how Adam and Eve were sent out from the Garden of Eden by God after Eve ate the forbidden fruit after being tempted by the serpent and convinced Adam to do the same.",
          "Aliases": []
        },
        "2": {
          "ID": "336777",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336777",
          "TitleEnglish": "My Brother's Keeper",
          "SummaryEnglish": "It tells the story of how Cain murdered his brother Abel after God found more favor in the latter's offering.",
          "Aliases": []
        },
        "3": {
          "ID": "336778",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336778",
          "TitleEnglish": "The Flood",
          "SummaryEnglish": "It tells the story of Noah building the ark; the flood that killed everyone except Noah's family and the animals in the ark; and God's promise of not destroying the world once again.",
          "Aliases": []
        },
        "4": {
          "ID": "336779",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336779",
          "TitleEnglish": "The Test",
          "SummaryEnglish": "It tells the story of how God made Abraham the descendants of all nations; the promise of God of giving him a son; and how he passes the test of faith given to him by God.",
          "Aliases": []
        },
        "5": {
          "ID": "336780",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336780",
          "TitleEnglish": "Here Comes the Bride",
          "SummaryEnglish": "It tells the story of how Abraham's servant found Rebekah in the town of Haran to become Isaac's wife.",
          "Aliases": []
        },
        "6": {
          "ID": "336781",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336781",
          "TitleEnglish": "Double Trouble",
          "SummaryEnglish": "It tells the story of how Jacob deceived his father Isaac to be able to steal his twin brother Esau's rightful blessings with the help of his mother, Rebekah.",
          "Aliases": []
        },
        "7": {
          "ID": "336783",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336783",
          "TitleEnglish": "A Dream Come True",
          "SummaryEnglish": "It tells the story of how Joseph, the governor of Egypt, was reunited with his brothers and his father, Jacob.",
          "Aliases": []
        },
        "8": {
          "ID": "336782",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336782",
          "TitleEnglish": "The Miracle Rod",
          "SummaryEnglish": "It tells the story of Moses and the exodus of the Israelites out of slavery from Egypt.",
          "Aliases": []
        },
        "9": {
          "ID": "336784",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336784",
          "TitleEnglish": "Those Amazing Trumpets",
          "SummaryEnglish": "It tells the story of Joshua and the fall of Jericho.",
          "Aliases": []
        },
        "10": {
          "ID": "336785",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336785",
          "TitleEnglish": "Pitchers of Fire",
          "SummaryEnglish": "It tells the story of Gideon and how he led his people to victory using pots as weapons of war with the help of God.",
          "Aliases": []
        },
        "11": {
          "ID": "336786",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336786",
          "TitleEnglish": "Muscleman",
          "SummaryEnglish": "It tells the story of Samson's birth,the story of his betrayal by Delilah and how he regains his strength to fulfill one last mission by God.",
          "Aliases": []
        },
        "12": {
          "ID": "336787",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336787",
          "TitleEnglish": "The First Christmas",
          "SummaryEnglish": "The birth of Jesus.",
          "Aliases": []
        },
        "13": {
          "ID": "336788",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336788",
          "TitleEnglish": "Miracles of Love",
          "SummaryEnglish": "It narrates numerous events in Jesus' life such as: The finding of the lost 12-year-old Jesus at the temple in Jerusalem; The baptism of Jesus by John The Baptist; The wedding at Cana; The healing of the paralytic in the bed; The Sermon at the Mount; The multiplication of the loaves; and Jesus walks on the water and helps Peter to do the same.",
          "Aliases": []
        },
        "14": {
          "ID": "336789",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336789",
          "TitleEnglish": "The Best News Yet",
          "SummaryEnglish": "The death and resurrection of Jesus.",
          "Aliases": []
        },
        "15": {
          "ID": "336790",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336790",
          "TitleEnglish": "Mother's Day",
          "SummaryEnglish": "It tells the story of how Ruth became the wife of Boaz; and her mother Naomi.",
          "Aliases": []
        },
        "16": {
          "ID": "336791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336791",
          "TitleEnglish": "The Patience of Job",
          "SummaryEnglish": "It tells the story of how Satan challenges Job about his character, integrity and faith to God.",
          "Aliases": []
        },
        "17": {
          "ID": "336792",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336792",
          "TitleEnglish": "Big Fish and Little Fish",
          "SummaryEnglish": "It tells the story of how Jonah was swallowed by a whale after trying to avoid God's order of preaching repentance to the people of Nineveh.",
          "Aliases": []
        },
        "18": {
          "ID": "336793",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336793",
          "TitleEnglish": "The First King",
          "SummaryEnglish": "It tells the story of the prophet Samuel and his anointing of Israel's first king, Saul.",
          "Aliases": []
        },
        "19": {
          "ID": "336794",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336794",
          "TitleEnglish": "The Giant Killer",
          "SummaryEnglish": "It tells the story of David. It includes the killing of Goliath; his anointment as the next King of Israel by Samuel; his friendship with Jonathan; and how he eludes King Saul's attempts on his life.",
          "Aliases": []
        },
        "20": {
          "ID": "336795",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336795",
          "TitleEnglish": "Superbrain",
          "SummaryEnglish": "It tells the story of how Solomon is anointed as the next King of Israel; how God granted him great wisdom;the building of the temple where the Ark Of Covenant was placed; and the meeting between him and the Queen of Sheba.",
          "Aliases": []
        },
        "21": {
          "ID": "336796",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336796",
          "TitleEnglish": "A True Prophet",
          "SummaryEnglish": "It tells the story of how Elijah was challenged to prove God's existence over the existence of Baal by setting fire to stone.",
          "Aliases": []
        },
        "22": {
          "ID": "336797",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336797",
          "TitleEnglish": "Flaming Chariots",
          "SummaryEnglish": "It tells the story of how Elisha helps the General Naaman of Syria gets cured and how helped the Israelites win the war against the Syrians.",
          "Aliases": []
        },
        "23": {
          "ID": "336798",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336798",
          "TitleEnglish": "The Lion's Den",
          "SummaryEnglish": "It tells the story of how Daniel escapes death after being placed in the lion's den by King Darius.",
          "Aliases": []
        },
        "24": {
          "ID": "336799",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336799",
          "TitleEnglish": "Nehemiah and the Walls of Jerusalem",
          "SummaryEnglish": "It tells the story of how Nehemiah led the rebuilding of the walls of Jerusalem and the purification of the Israelite people.",
          "Aliases": []
        },
        "25": {
          "ID": "336800",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336800",
          "TitleEnglish": "The Beauty Queen",
          "SummaryEnglish": "It tells the story of Queen Esther and how she stood up for her people as well as his father Mordecai.",
          "Aliases": []
        },
        "26": {
          "ID": "336801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/336801",
          "TitleEnglish": "The Mighty Convert",
          "SummaryEnglish": "It tells the story of the conversion of Saul into becoming a disciple of Jesus Christ and his rise as the Apostle Paul.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "377761",
      "URL": "https://www.thetvdb.com/series/superbook/seasons/official/2",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "3332031",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332031",
          "TitleEnglish": "Where, Oh Where...",
          "SummaryEnglish": "The series premiere wherein Ruffles gets sucked into the newly \"computerized\" Superbook. Uri and Gizmo starts their search by going back into Ancient times. God tells Abram, who was later renamed as Abraham, that he is going to become the \"father of all nations.\" Abraham also rescues Lot from his captors, the Sodomites.",
          "Aliases": []
        },
        "2": {
          "ID": "3332041",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332041",
          "TitleEnglish": "Hot Dog",
          "SummaryEnglish": "An Angel of the Lord tells Abraham that God is going to destroy Sodom and Gomorrah. The destruction of Sodom and Gomorrah. Lot and his daughters escape from Sodom. Lot's wife dies after looking back while Sodom is being destroyed.",
          "Aliases": []
        },
        "3": {
          "ID": "3332051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332051",
          "TitleEnglish": "The Test of Faith and Obedience",
          "SummaryEnglish": "Three travelers visits Abraham and Sarah that tells them that they are going to have a son and they are going to name it Isaac. God tells Abraham to offer Isaac as an offering to God. But upon seeing his faith, God tells him to do otherwise.",
          "Aliases": []
        },
        "4": {
          "ID": "3332061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332061",
          "TitleEnglish": "Love at First Sight",
          "SummaryEnglish": "Abraham tells his servant to find a wife for Isaac in Heron. At that place, the servant finds Rebekah. Later, Isaac and Rebekah fell in love upon seeing each other and get married.",
          "Aliases": []
        },
        "5": {
          "ID": "3332071",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332071",
          "TitleEnglish": "Father's Pet",
          "SummaryEnglish": "The story of Jacob and his twelve sons particularly Joseph, who happens to be his father's favorite. Also, it narrates how Joseph was sold by his brothers as a slave in Egypt.",
          "Aliases": []
        },
        "6": {
          "ID": "3332081",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332081",
          "TitleEnglish": "All About Dreams",
          "SummaryEnglish": "The story of the rise of Joseph as he becomes a governor of Egypt from being a slave. Also, it narrates how Joseph was put into prison and how he interpreted dreams for his fellow prisoners and to the Pharaoh.",
          "Aliases": []
        },
        "7": {
          "ID": "3332091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332091",
          "TitleEnglish": "The Hostage",
          "SummaryEnglish": "The interpretation of Joseph's dream came true as Egypt experienced seven years of famine and seven years of prosperity. Joseph, the current governor of Egypt, meets his brothers when they asked Egypt for food and asked them to bring Benjamin.",
          "Aliases": []
        },
        "8": {
          "ID": "3332101",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332101",
          "TitleEnglish": "The Family Reunion",
          "SummaryEnglish": "Joseph reveals his identity to his brothers. Also, he gets reunited with his father, Jacob. But everything happened after Joseph made a plan to test his brothers by placing a silver cup in Benjamin's sack and accusing him of theft.",
          "Aliases": []
        },
        "9": {
          "ID": "3332111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332111",
          "TitleEnglish": "A Gift From Heaven",
          "SummaryEnglish": "The Pharaoh's daughter finds a baby placed in a basket and names him Moses. Miriam offers her services to become the nurse of the baby. Moses grows up as a part of royal family but later escapes from Egypt into the land of Midianites after murdering an Egyptian, who happens to have beaten an Israelite slave.",
          "Aliases": []
        },
        "10": {
          "ID": "3332121",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332121",
          "TitleEnglish": "The Burning Bush",
          "SummaryEnglish": "God talks to Moses in the burning bush in the land of Midianites and gives him instructions to return to Egypt and talk to the Pharaoh to free the Israelites. He takes Aaron with him. The Pharaoh becomes stubborn as he refuses to follow Moses. Also, Moses clashes with the Pharaoh's magicians. Then, plagues starts to happen to Egypt as the river turns into blood.",
          "Aliases": []
        },
        "11": {
          "ID": "3332131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332131",
          "TitleEnglish": "No More Plagues",
          "SummaryEnglish": "The Pharaoh remains stubborn despite Moses' pleadings to free the Israelites. More plagues happens to Egypt. Finally, the Pharaoh agrees to let the Israelites go after many first born sons were killed (including his) by the Angel of Death, the Tenth and Final Plague. The episode also includes the parting of the Red Sea when the Pharaoh and his chariots chased the Israelites after changing his mind.",
          "Aliases": []
        },
        "12": {
          "ID": "3332141",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332141",
          "TitleEnglish": "So You Want To Go Back To Egypt!",
          "SummaryEnglish": "The story of journey of the Israelites towards the Promise Land that includes the following:the grumbling of Israelites after experiencing hunger; the provision of manna by God to the Israelites; the battle of the Israelites against the Amalekites; when the Israelites started to worship idols; and the Ten Commandments given by God to Moses and the Israelites.",
          "Aliases": []
        },
        "13": {
          "ID": "3332161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332161",
          "TitleEnglish": "Snakes and a Donkey",
          "SummaryEnglish": "Moses appoints Joshua as the new leader of the Israelites as they continue their journey towards the Promised Land. It also includes the Battle of Jericho, the enormous walled city that Joshua eventually defeats and conquers. In the end,the Israelites finally reach the land of milk and honey and how the Israelites kill all the people living in the Promised Land- the Canaanites, Amorites, Hittites, Perizzites, Jebusites, Hivitites, Girgushites, and other heathen \"ites\" who do evil in the land of milk and honey.",
          "Aliases": []
        },
        "14": {
          "ID": "3332171",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332171",
          "TitleEnglish": "Worth Fighting For",
          "SummaryEnglish": "Israel falls into idolatry and the Israelites worship other gods instead of the true God, thus The Lord God allows the Canaanites (one of the Israelites' ancient and many enemies) to conquer Israel and enslave its people. Othniel,the first of many Judges,was sent by God to deliver them from Chushan-rishathaim, the king of the Canaanites and the ruler of Mesopotamia. It narrates how he led them to a successful battle by calling out to God and how he was rewarded with the hand of Achsah, the daughter of Caleb, for his victory.",
          "Aliases": []
        },
        "15": {
          "ID": "3332181",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332181",
          "TitleEnglish": "The Good Left Arm",
          "SummaryEnglish": "After Israelites fall once again to idolatry, they were conquered by King Eglon of the Moabites (another of the Israelites' many enemies). Ehud, a judge sent by God, led the Israelites and delivered them against the Moabites. Also, he kills King Eglon (who was a very fat man) with a double-edged sword by concealing it on his right thigh being left handed.",
          "Aliases": []
        },
        "16": {
          "ID": "3332191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332191",
          "TitleEnglish": "Stick In The Mud",
          "SummaryEnglish": "Deborah, a prophetess and a female judge, is sent by God to deliver Israel from the Canaanites. She summoned Barak to become the commander of her army and led the Israelites to overcome the armies from Canaan led by King Jabin and Sisera, their military commander.",
          "Aliases": []
        },
        "17": {
          "ID": "3332201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332201",
          "TitleEnglish": "That's A Promise",
          "SummaryEnglish": "Jephthah, a judge sent by God, was tasked lead and deliver the Israelites against the Ammonites. After his victory, he made a vow to God about sacrificing the first person to greet him which happens to be his only daughter. Later, he fights and defeats the jealous Ephraimites.",
          "Aliases": []
        },
        "18": {
          "ID": "3332211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332211",
          "TitleEnglish": "Just Rewards",
          "SummaryEnglish": "This tells the story of how Samuel became a judge and prophet of God.Hannah prayed to God and asked for a child. She gave birth to a son and called him Samuel. She offered him to be of service to God and undergoes training under Eli, who is a judge in Israel. It also tells the story of how the Israelites were able to recapture the Ark of Covenant from the Philistines.",
          "Aliases": []
        },
        "19": {
          "ID": "3332221",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332221",
          "TitleEnglish": "A Wonderful Gift",
          "SummaryEnglish": "Samuel warns the Israelites about their practice of idolatry and tells them to turn to God to help them in their battle against the Philistines ( the Israelites' most bitter and hated enemies). After their obedience to Samuel, the Israelites defeated the Philistines. Also, he selects Saul and anoints him to become the first King of Israel after the people asked Samuel for a king. Then, King Saul leads the Israelites after their war against the Philistines begins once again.",
          "Aliases": []
        },
        "20": {
          "ID": "3332231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332231",
          "TitleEnglish": "The Mighty Little Shepherd",
          "SummaryEnglish": "Samuel selects another king of Israel with God's guidance after he gets displeased with King Saul. He particularly selects Jesse's youngest son who works as a shepherd named David. Also, King Saul calls for David to play harp for him and became friends with the king's children, Jonathan and Michal.",
          "Aliases": []
        },
        "21": {
          "ID": "3332241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332241",
          "TitleEnglish": "The Bigger They Come",
          "SummaryEnglish": "The Israelites and the Philistines go into war which particularly features the battle between David and Goliath, the giant from Gath who is the champion of the Philistines. David kills Goliath and gains popularity among the Israelites.",
          "Aliases": []
        },
        "22": {
          "ID": "3332251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332251",
          "TitleEnglish": "Faithful and True",
          "SummaryEnglish": "King Saul gets jealous of David's more popularity among the Israelites. Then, David leads the Israelites to another big victory against the Philistines and gets Michal's hand as a reward. King Saul tries to kill David but his best friend, Jonathan helps him escape from the palace.",
          "Aliases": []
        },
        "23": {
          "ID": "3332261",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332261",
          "TitleEnglish": "David the King",
          "SummaryEnglish": "King Saul continues to harbor feelings of envy towards David that he and his soldiers continue to pursue him. But in the end, the king and his son, Jonathan were killed in their battle against the Philistines. After their death, David becomes the king of Israel and rules them for thirty-three years.",
          "Aliases": []
        },
        "24": {
          "ID": "3332271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332271",
          "TitleEnglish": "In All His Glory",
          "SummaryEnglish": "The story of King Solomon and his great wisdom. It also narrates how he makes judgement about two women arguing and claiming to be the mother of a baby; and when the Queen of Sheba visits him.",
          "Aliases": []
        },
        "25": {
          "ID": "3332281",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332281",
          "TitleEnglish": "The Wicked Queen",
          "SummaryEnglish": "Athaliah (the daughter of Ahab and Jezebel, the sister of Ahaziah and Joram, her brothers, the sons of Ahab and Jezebel) was Queen of Judah and she was known for her wickedness. Queen Athlaiah praticed idolatry, she had her husband King Jehoram of Judah lead the nation of Judah to evil and cruelty, and ordered the death of the entire extended family of her son King Ahaziah of Judah to put a stop on the worship of God. However, one grandson named Joash was rescued and raised in secret by the priest Jehoiada. After six years, Jehoiada led a revolt to overthrow Queen Athaliah and the seven-year-old Joash became the new King of Judah.",
          "Aliases": []
        },
        "26": {
          "ID": "3332291",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/superbook/episodes/3332291",
          "TitleEnglish": "A Matter Of Time",
          "SummaryEnglish": "The story of King Hezekiah and the prophet Isaiah. It narrates how the Israelites were able to free themselves from the Assyrians and the miraculous recovery of King Hezekiah from his illness. Also, it is the final episode as Uri and Gizmo find Ruffles.",
          "Aliases": []
        }
      }
    }
  }
}