{
  "URL": "https://www.thetvdb.com/series/clannad",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1118804/",
    "http://www.tbs.co.jp/clannad/clannad1/index-j.html",
    "https://www.themoviedb.org/tv/24835"
  ],
  "TitleEnglish": "Clannad",
  "SummaryEnglish": "Tomoya Okazaki is a third year high school student resentful of his life. His mother passed away from a car accident when he was younger, causing his father to resort to alcohol and cigarettes. This results in fights between the two until Tomoya's shoulder is injured in a fight. Since then, Tomoya has had distant relationships with his father, causing him to become a delinquent over time. While on a walk to school, he meets a strange girl named Nagisa Furukawa who is a year older, but is repeating due to illness. Due to this, she is often alone as most of her friends have moved on. The two begin hanging out and slowly, as time goes by, Tomoya finds his life shifting in a new direction.",
  "Aliases": [
    "クラナド",
    "Clannad After Story",
    "クラナド アフターストーリー",
    "Clannad ～after Story～"
  ],
  "Modified": "2025-06-30",
  "Seasons": {
    "0": {
      "ID": "28801",
      "URL": "https://www.thetvdb.com/series/clannad/seasons/official/0",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "368899",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/368899",
          "TitleEnglish": "The Events of Summer Holidays",
          "SummaryEnglish": "It is now during summer vacation, but despite now having been going out for weeks, both Tomoya and Nagisa are still very nervous about it and have not done much to progress their relationship which comes as a shock to their friends. Mei comes back for another visit and after learning of Tomoya's and Nagisa's current stagnant relationship, decides to be their personal cupid of love in order to advance things along. Mei thinks up a whole plan which Nagisa attempts to follow despite it being very embarrassing for her at times. After Tomoya calls Mei out, she runs away, though Nagisa stops Tomoya from chasing after her. With some time left in the day, Tomoya and Nagisa take a walk together.",
          "Aliases": []
        },
        "2": {
          "ID": "376850",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/376850",
          "TitleEnglish": "Another World: Tomoyo Chapter",
          "SummaryEnglish": "In an alternative timeline where Tomoya and Tomoyo are dating, Tomoyo becomes student council president, but bad rumors start around the school due to Tomoya's bad reputation. Tomoyo becomes busy during the school festival, and continues to be so while she attempts to save the sakura trees in town. Tomoya realizes that he is holding Tomoyo back from greater things, and despite both sides being reluctant, they break up. Time passes as Tomoyo's reputation builds and Tomoya and Youhei watch on the side through her many accomplishments, one of them being ultimately saving the sakura trees by the winter. At that time, Tomoya and Tomoyo meet and talk for the first time in months and they decide to become a couple again.",
          "Aliases": []
        },
        "3": {
          "ID": "829741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/829741",
          "TitleEnglish": "Another World: Kyou Chapter",
          "SummaryEnglish": "In an alternate timeline, Ryou confesses her love to Tomoya and they both begin dating. However, Tomoya soon notices that Kyou has been acting strange, and confronts her. Kyou admits that she is also in love with him, but never confessed because she was too scared to risk being rejected or hurting Ryou's feelings. This creates an uneasy love triangle among Tomoya, Kyou, and Ryou, leading Tomoya to finally admit that he loves Kyou. Ryou, already knowing that Tomoya loves Kyou more, encourages Kyou to work up the courage to confess. Ryou breaks up with Tomoya with no hard feelings, wanting to cherish both the good and painful memories they had together. Tomoya and Kyou then officially become a couple.",
          "Aliases": []
        },
        "4": {
          "ID": "376965",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/clannad/episodes/376965",
          "TitleEnglish": "Clannad the Motion Picture",
          "SummaryEnglish": "Like the television series, Clannad the Motion Picture is an adaptation of Key's titular 2004 Visual Novel, and tells the story of two young students, Okazaki Tomoya and Furukawa Nagisa, and the romance that gradually develops between them as they help and support each other through several hardships. It is important to note, however, that the film is related to the series only by virtue of both being based on the same source: Produced by an entirely different studio (Toei Animation), and with no collaboration between the two, they were never meant to accompany one another, instead being separate, and at some points quite different, interpretations of the same story.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "28802",
      "URL": "https://www.thetvdb.com/series/clannad/seasons/official/1",
      "# Episodes": 22,
      "Episodes": {
        "1": {
          "ID": "337494",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/337494",
          "TitleEnglish": "On the Hillside Path Where the Cherry Blossoms Flutter",
          "SummaryEnglish": "On the way to school one day, Tomoya Okazaki meets a strange girl talking to herself named Nagisa Furukawa. Later in the day, Tomoya has a conversation with Nagisa during lunch and learns that she is repeating her last year of high school, and wants to join the now-disbanded drama club. After school, Tomoya goes to Nagisa's family bakery and meets her parents; he is invited to have dinner with them.",
          "Aliases": []
        },
        "2": {
          "ID": "337495",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/337495",
          "TitleEnglish": "The First Step",
          "SummaryEnglish": "Nagisa admits to wanting to restart the drama club, and Tomoya helps Nagisa to create advertisement posters which they place around school. At school that day, Tomoya meets two other girls: a strange genius named Kotomi Ichinose, and a first-year named Fuko Ibuki. Later that day, Nagisa finds out Tomoya used to play basketball, and invites him to play a game the next day. However, it is later revealed that his father injured Tomoya's arm in a fight; as a result, he is unable to play basketball anymore.",
          "Aliases": []
        },
        "3": {
          "ID": "338365",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/338365",
          "TitleEnglish": "Once Again After Crying",
          "SummaryEnglish": "After the previous night's events, Tomoya goes to see if Nagisa is okay, and finds out that she has been physically weak all her life. While walking back from the bakery, Tomoya helps get a strange electrician out of a jam and he gives Tomoya his card, finding his name to be Yusuke Yoshino; Youhei later reveals that Yusuke is a retired professional musician. After school the next day, Tomoya helps Nagisa get more self-confidence for the drama club by acting as a new member of the club asking questions.",
          "Aliases": []
        },
        "4": {
          "ID": "338965",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/338965",
          "TitleEnglish": "Let's Find Friends",
          "SummaryEnglish": "Tomoya runs into Fuko again at school, and she tries to invite him to her older sister's upcoming marriage ceremony, but Tomoya is not interested. Tomoya gets Youhei to help reform the drama club by bribing him with bread from Nagisa's family bakery. Nagisa tries to get the help of Ryou and Kyou in reforming the drama club, and Tomoya even tries to ask Tomoyo and Kotomi if they would like to join; Tomoyo is trying to become student council president, and Kotomi does not give an answer. Tomoya and Nagisa later go see Fuko about the club, and he discovers from Nagisa that Fuko is supposedly unconscious in a hospital.",
          "Aliases": []
        },
        "5": {
          "ID": "340338",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/340338",
          "TitleEnglish": "The Scenery with a Carving",
          "SummaryEnglish": "In order to help Fuko out, Tomoya and Nagisa take her to stay at Nagisa's house for the time being. Nagisa's family helps with carving more starfish out of wood, and at school Tomoya and Nagisa help with passing them out to students. Later, Fuko talks about how she has wanted to attend classes, but has never been able to. Tomoya makes arrangements with Youhei, Kyou, and Ryou to act as classmates in Fuko's very first high school class, and even Sanae comes to act as the teacher.",
          "Aliases": []
        },
        "6": {
          "ID": "340339",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/340339",
          "TitleEnglish": "The Older and Younger Sister's Founder's Festival",
          "SummaryEnglish": "Tomoya and Nagisa invite Fuko's older sister Kouko to the Founder's Festival. In the meantime, Fuko hands out more carved starfish to students at the festival, and her fan club helps spread the word about Kouko's wedding too. Nagisa and Tomoya meet Tomoyo, who is wearing a bear suit to find people who are causing trouble, and manages to knock Youhei out a window for bothering a girl. When Kouko finally comes, she cannot see or hear her sister.",
          "Aliases": []
        },
        "7": {
          "ID": "341666",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/341666",
          "TitleEnglish": "Star-Shaped Feelings",
          "SummaryEnglish": "Tomoya and Nagisa convince Kouko that Fuko would wish for her to get married despite Fuko's condition. They talk to the school's administration after finding out Kouko would like to get married on the school grounds. Kouko informs them that Fuko's condition has gotten worse, and she may not awaken from her coma, while Youhei shares his observation that some students cannot see Fuko and others are beginning to forget her and the presents she gave them.",
          "Aliases": []
        },
        "8": {
          "ID": "341667",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/341667",
          "TitleEnglish": "The Wind That Vanishes Into Dusk",
          "SummaryEnglish": "More people from school are not able to see Fuko anymore and now even those close to Fuko in the past are beginning to forget about her. First Youhei forget after he goes to see her in the hospital, followed by Kyou and Ryou. Tomoyo manages to remember with Tomoya's help however. Later, Youhei manages to remember Fuko for a moment, but is unable to remember any more. Tomoya and Nagisa buy Fuko a birthday party set to cheer her up. When they get back to the bakery, they discover that Nagisa's father has forgotten Fuko, and while Nagisa's mother has not forgotten completely, she cannot see her anymore. Tomoya and Nagisa decide to take Fuko back to school for now.",
          "Aliases": []
        },
        "9": {
          "ID": "341668",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/341668",
          "TitleEnglish": "Until the End of the Dream",
          "SummaryEnglish": "Tomoya, Nagisa, and Fuko spend the night at school having a pre-celebration for Youko's wedding. In the morning, Tomoya and Nagisa have forgotten about Fuko and cannot see her. Both Tomoya and Nagisa later feel that there is something important that they are forgetting, and finally remember about Youko's wedding, which is also when they are able to see Fuko again. On the wedding day, initially the only students to arrive were Tomoya, Nagisa, and Fuko, but after the ceremony it is shown that everyone who had received a starfish came to the wedding. Fuko ultimately disappears after thanking Tomoya and Nagisa for what they have done, and congratulating her older sister. A rumor still persists at Tomoya's school of Fuko as a cute girl who is constantly running through the school.",
          "Aliases": []
        },
        "10": {
          "ID": "344797",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/344797",
          "TitleEnglish": "The Girl Genius' Challenge",
          "SummaryEnglish": "Since no new members have joined the drama club, Tomoya goes to talk with Kotomi once again about joining. Tomoya takes her around school and helps her introduce herself to people to make more friends. Tomoya takes Kyou, Ryou, and Kotomi to the drama room after school, and after a round of introductions, Tomoya asks them to join the club. Kyou initially passes on the chance, but ends up giving in after her sister says she wants to join, and Kotomi joins as well. During the meeting, Kotomi leaves when she hears someone playing the violin, though when she is given the chance to play it, she is painfully horrible.",
          "Aliases": []
        },
        "11": {
          "ID": "344798",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/344798",
          "TitleEnglish": "The After School Rhapsody",
          "SummaryEnglish": "Kotomi is still trying to play the violin, but has not improved at all; in short, her playing is painful to anyone listening. Kyou gets the idea to have Kotomi play at her first violin recital after school the day after tomorrow, and in the mean time Kotomi can practice. The day before the recital, Tomoya visits Kotomi at the school's library and eats her delicious homemade apple pie. Shortly after, Tomoya falls asleep and has a very strange dream. At the recital, Kyou blackmails several students into coming with her position as a class representative. In the end, Kotomi did not improve at all, and the recital was still very painful to listen to. When Kotomi and her friends are going home, a strange man approaches Kotomi, though leaves shortly after; Kotomi was terrified of him",
          "Aliases": []
        },
        "12": {
          "ID": "348915",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/348915",
          "TitleEnglish": "Hidden World",
          "SummaryEnglish": "Kotomi returns the violin to Rie Nishina and becomes friends with her. Kotomi changes her usual routine and starts attending her classes. Due to Kyou's idea, she, Ryou, Kotomi, Nagisa, and Tomoya go out together as a group and have fun in town. While out, Fuko makes an appearance in, but no one remembers her. The next day, Nagisa runs up to Kyou thinking Ryou got in a bus accident, though when they rush to the scene, they find no one was hurt; however, Kotomi has an emotional episode and collapses while screaming out. Kotomi leaves early that day, but when Tomoya, Nagisa and the Fujibayashi twins go to see her later, there is no answer at her house. After they leave, Tomoya goes back and runs into the strange man from earlier; he finds out the man is an acquaintance of Kotomi's parents.",
          "Aliases": []
        },
        "13": {
          "ID": "348916",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/348916",
          "TitleEnglish": "Garden of Memories",
          "SummaryEnglish": "Tomoya realizes that he met Kotomi as a kid, though only she had remembered. Back then, Tomoya had often visited Kotomi, and was her only friend. Around this time on Kotomi's birthday, her parents left for business reasons, and later that day she finds out they were killed in a plane crash. Kotomi ultimately ended up burning her father's important work before anyone could see it. While Kotomi shuts herself in her house, Tomoya comes over and starts cleaning up the garden which is overgrown with grass and weeds. Nagisa, Kyou and Ryou eventually help out too.",
          "Aliases": []
        },
        "14": {
          "ID": "348917",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/348917",
          "TitleEnglish": "Theory of Everything",
          "SummaryEnglish": "Kotomi finally leaves the house to find that Tomoya worked in the garden all night long and had fallen asleep. When she returns to school, Tomoya, Kyou, Ryou and Nagisa are all waiting for her. The mysterious stranger whom she was so frightened of, believing he wanted to steal her parents' thesis, is there as well. Kotomi and her friends find out that he is her legal guardian, and that there never were any written notes for the thesis after all. The envelope Kotomi set fire to, and felt so guilty about, was nothing important. The stranger also has a birthday gift for her: her parents' suitcase, which survived the plane crash and was passed from hand to hand for years until he found it. Inside is a teddy bear, Kotomi's gift request to them before they left, and an affectionate letter. Kotomi, holding the bear, is so happy that sparkles literally fill the room, and makes peace with her parents' deaths at last.",
          "Aliases": []
        },
        "15": {
          "ID": "348918",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/348918",
          "TitleEnglish": "Stuck Problem",
          "SummaryEnglish": "In order to help Nagisa reform the drama club, her friends offer their names in order to get enough members to qualify, but they still need a teacher to advice them with the club, which leads them to ask Toshio Koumura. However, he is already meant to be the adviser for the choir club, so Nagisa goes to talk with Rie Nishina about which club Koumura should advise. The next day, Nagisa finds a threatening letter in her desk, and Youhei finds out that it was Rie's friend Sugisaka who is behind it. After talking with Nagisa about Rie's past, Nagisa chooses to give up on reforming the drama club, though this does not sit well with Youhei. Tomoya and Youhei go to Yukine Miyazawa to kill time during school, and Yukine gives Youhei an idea related to basketball. The next day, Youhei approaches Tomoya and Nagisa about playing in a basketball match in order to get the choir club to back down, but Tomoya continuously refuses his offer.",
          "Aliases": []
        },
        "16": {
          "ID": "348919",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/348919",
          "TitleEnglish": "3 on 3",
          "SummaryEnglish": "When Mei shows up, she cleans her brother's filthy room, but cannot stay at her Youhei's all-boy dorm, so Nagisa offers to have her stay at her home while she is in town. Tomoya and Youhei easily get Kyou to help with the basketball game, and she gets pumped up after a comment about pairing up with such loser guys. For half the game, Tomoya and the others play against first-year rookies, and manage to lead by eleven points, but then the basketball team switches with their starters and the score evens out. In the very last seconds of the game, Tomoya manages to make the last shot and win the game. Afterwards, Mei goes back to her hometown.",
          "Aliases": []
        },
        "17": {
          "ID": "348920",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/348920",
          "TitleEnglish": "A Room Without Anyone",
          "SummaryEnglish": "After watching the basketball game, the choir club decides to share Koumura with the drama club, but the student council will not allow it. Nagisa collapses at school and cannot come to school for a few days. During this time, Tomoyo starts waking up Tomoya and Youhei before classes start so they will not be late anymore. Kyou continues to set up situations where Tomoya and Ryou are together, such as eating lunch together. Yukine tries to help Tomoya with a charm book, and he performs a charm to get locked in the gym equipment room with Kyou, which ends up happening. Kyou does not act like her usual self while in the room, and thinks that Tomoya may end up trying to have sex with her. Tomoya undoes the charm and the door is opened by one of Kyou's classmates. Tomoya and Tomoyo start to walk home after school, but a a bunch of gang members are at the school's entrance looking to fight Tomoyo.",
          "Aliases": []
        },
        "18": {
          "ID": "354678",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/354678",
          "TitleEnglish": "Counter Measures",
          "SummaryEnglish": "During the time that Tomoya is suspended from school, Tomoyo continues to come to his house, wake him up, and make him breakfast, though when she tries to ask him about his relationship with his father, he does not answer her. On Sunday when Tomoyo is making him lunch, Kyou, Ryou, and Kotomi arrive each bringing a bunch of food, and even Fuko appears with food; Tomoya ends up eating everything. Once back at school, he finds out how Tomoyo's reputation is dropping due to rumors of her as a gang leader, and arranges for Tomoyo to compete against several school sports clubs to boost her reputation. After school, Tomoyo tells Tomoya about her family situation and how her brother risked his life to keep their parents from divorcing. Nagisa finally comes back to school and is welcomed by her friends. During a tennis match between Tomoyo and a male tennis club member, a stray ball hits Nagisa on the leg, and Tomoya overprotects her, showing everyone how devoted he is to her.",
          "Aliases": []
        },
        "19": {
          "ID": "354679",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/354679",
          "TitleEnglish": "A New Life",
          "SummaryEnglish": "The drama club is finally re-established and Koumura is shared with the choir club. Tomoya's home room teacher goes to Tomoya's house to ask his father about his future, but Tomoya's father says that is something that Tomoya has to decide for himself. Seeing the strained relationship between Tomoya and his father, Nagisa offers to have Tomoya stay over at her house for the time being, which he accepts. After coming home from school, Tomoya finds several small kids in Nagisa's house, and finds out Sanae is instructing them in a cram school. Nagisa confides to Tomoya that she feels she did something really bad to her parents in the past, but she cannot remember what it is, and her parents say that she must be imagining it.",
          "Aliases": []
        },
        "20": {
          "ID": "354680",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/354680",
          "TitleEnglish": "A Hidden Past",
          "SummaryEnglish": "After hearing Nagisa talk about the story for the play she wants to perform, Tomoya tries asking Nagisa's parents about it, but they do not know any story like that. After Akio catches Tomoya and Nagisa in the shed, he tells them to leave, and later brings Tomoya aside to tell him about what happened in the past. Ten years prior, Nagisa was running a high fever one snowy day, and in the midst of this, her parents had to work, so they left her alone for a couple of hours. When Akio returned, he found Nagisa collapsed outside as she had been waiting for them to return. Due to Nagisa nearly dying, both of her parents abandoned their jobs and their dreams in order to protect Nagisa. Akio tells Tomoya not to tell either Sanae or Nagisa about the story since he does not want it coming up again. Tomoya goes on a picnic with Nagisa's family, and during a baseball game with some local young boys, Nagisa accidentally confesses her love to Tomoya indirectly.",
          "Aliases": []
        },
        "21": {
          "ID": "354681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/354681",
          "TitleEnglish": "Face Toward the School Festival",
          "SummaryEnglish": "Nagisa and her friends continue to practice for the play, such as reciting tounge twisters, choosing which music to use for the play, lighting, and stage direction. Nagisa's father rents a play on video, and Nagisa finds it very touching, plus it was the first play she ever saw. Tomoya and Akio try to find the script of the play that Nagisa is going to perform in the shed, but do not find it. The drama club has a practice the day before the school festival is to begin and it goes well. The night before the school festival, Nagisa looks for a flashlight in the shed, but bumps into some boxes and discovers photographs and diaries of her parent's pasts.",
          "Aliases": []
        },
        "22": {
          "ID": "354682",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/354682",
          "TitleEnglish": "Two Shadows",
          "SummaryEnglish": "After Nagisa finds out about her parents' secret past, she cannot take her mind off how she ruined their dreams, and becomes emotional and depressed. On the day of the school festival, the whole theater club realizes that Nagisa is not herself, and try to cheer her up, but to no success. As the performance starts, Nagisa breaks down, but with encouragement from Akio, who said that Sanae's and his dream was for Nagisa to make her dream come true, the play was a huge success. The next day as the sun is setting, Tomoya finally confesses his love to Nagisa in the club room. This comes as a shock for Nagisa, causing her to cry tears of joy.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "35751",
      "URL": "https://www.thetvdb.com/series/clannad/seasons/official/2",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "393365",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/393365",
          "TitleEnglish": "A Farewell to the End of Summer",
          "SummaryEnglish": "Summer vacation is now over and the second semester has started at Tomoya's school. Nagisa's father Akio asks Tomoya to form a baseball team for a local game against the neighboring shopping district team. Tomoya is able to recruit Kyou and Kotomi from the drama club, Youhei and his younger sister Mei, Tomoyo, Misae, and Yusuke. Tomoya's team manages to get an early lead, but Akio's leg gets injured by a flying bat, and Nagisa fills in for her father as the pitcher. The other team catches up near the end, and it comes down to the final inning when Tomoya scores an RBI, winning the game.",
          "Aliases": []
        },
        "2": {
          "ID": "394794",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/394794",
          "TitleEnglish": "In Search of False Love",
          "SummaryEnglish": "Mei has become worried about her older brother since he still does not have a plan after high school, and comes to stay at Nagisa's for the time being. Based on a fleeting comment by Youhei, Tomoya gets the idea to ask a girl to pose as his girlfriend so Mei will stop worrying about him. Youhei goes around with Tomoya and Nagisa asking Ryou, Tomoyo, Kotomi, and Yukine, but no one can help him. Sanae overhears Youhei's trouble and decides to be his fake girlfriend if it will help push him in the right direction in life. Youhei, however, still believes her to be Nagisa's older sister. When Mei meets her brother's \"girlfriend\", Sanae is posing as a student from Tomoya's high school.",
          "Aliases": []
        },
        "3": {
          "ID": "394795",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/394795",
          "TitleEnglish": "Hearts Out of Synch",
          "SummaryEnglish": "Yohei and Sanae go out on a date, accompanied by Mei, Tomoya and Nagisa. During the date the group witnesses a young girl being bullied by some slightly older boys. The scene is resolved by the girls older brother rushing in to help his sister. Mei remembers how Yohei used to be like that, but once he joined the football club he didn't seem to care about her any more. The group then tries to provoke a brotherly response from Yohei, to get him to stand up for his sister; Tomoya pretends to be romantically interested in Mei, but despite being shocked, Yohei doesn't say anything to oppose them. Mei decides to stay a little while longer, as she can't leave things the way that they are.",
          "Aliases": []
        },
        "4": {
          "ID": "394796",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/394796",
          "TitleEnglish": "With the Same Smile as That Day",
          "SummaryEnglish": "Youhei has not been coming to class lately, and his friends and Mei are worrying about his situation. Mei, Tomoya, and Nagisa visit the soccer club, and try to convince them to let Youhei rejoin. After a grueling task of fetching soccer balls, the club still will not let Youhei back on the team. While the leader of the soccer team makes Mei cry and picks on her, Youhei storms in and starts beating up the entire soccer club with the help of Tomoya. After the soccer team members leave, Tomoya and Youhei have another fight about the protection of Mei. Youhei finally admits he was worried about Mei, and the fight is resolved after Mei and Nagisa interject. Tomoya later recounts to himself how he and Youhei first met.",
          "Aliases": []
        },
        "5": {
          "ID": "402338",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/402338",
          "TitleEnglish": "The Season You Were There",
          "SummaryEnglish": "Tomoya and Nagisa visit Youhei, and spend some time talking with Misae and Tomoyo who comes over after them. Later, when Tomoya and Nagisa are talking with Misae privately, Tomoya starts falling asleep. It is shown how when Misae was a first-year in high school, she met a strange boy named Katsuki Shima who says he can grant her one wish in return for her cheering him up years before when he was in the hospital. Misae has a boy she likes named Igarashi, but who unknown to her already has a girlfriend. Igarashi asks Katsuki to tell her this, but he cannot tell her directly and starts crying. Misae sees Igarashi with his girlfriend, and realizes the truth; she runs away, leaving Katsuki behind.",
          "Aliases": []
        },
        "6": {
          "ID": "403689",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/403689",
          "TitleEnglish": "Forever by Your Side",
          "SummaryEnglish": "After getting over Igarashi, Misae starts hanging out with Katsuki more and starts falling in love with him. One day, Katsuki realizes after going to his house with two of Misae's friends that he is in fact not Katsuki Shima, but a cat who was sent by the dying Katsuki Shima to grant Misae's wish. At the autumn festival, Misae confesses she has come to love Katsuki, but that night he disappears shortly after Misae made her wish for him to always be with her. After Tomoya wakes up, and realizes the cat showed him all this, Tomoya later tells Misae some things Katsuki did not get a chance to tell her.",
          "Aliases": []
        },
        "7": {
          "ID": "403690",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/403690",
          "TitleEnglish": "Where She Belongs",
          "SummaryEnglish": "Tomoya, Nagisa, and Youhei finally find out that Yukine is respected by the two rival gangs in the city since she helps both sides' members after they get hurt. Her older brother is the leader of one of the gangs, and a young boy named Yu comes to her to find his older sister who apparently is dating a guy in Yukine's brother's gang. Youhei tells Yu that he is Yukine's brother for a time, but the truth is later revealed after Yukine takes Yu, along with Tomoya, Nagisa, and Youhei, to a bar where her brother's gang hangs out. Yukine's brother has been in the hospital since he saved a friend and got in a car accident. While heading home, three members of the rival gang think Youhei is Yukine's brother and try to fight him and Tomoya, but Tomoyo intervenes, stopping them single-handedly.",
          "Aliases": []
        },
        "8": {
          "ID": "403691",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/403691",
          "TitleEnglish": "A Courageous Battle",
          "SummaryEnglish": "Tomoyo speaks to Yukine and the others about hearing that the police will start to get involved in the fight between the two gangs if it gets any worse. Trying to stave off a major brawl, Yukine goes with Tomoya to try to talk the other gang out of a fight, and the leader settles on a fight between him and Yukine's brother Kazuto. Youhei reluctantly goes to stand in for Kazuto, but is incapacitated along with everyone else but Tomoya after eating Sanae's bread, so Tomoya fights the leader of the opposing gang. Yukine impersonates Kazuto to end the fighting, and finally reveals to everyone that did not already know that Kazuto has been dead for some time, and his wish was to end the fighting in the town. At the cemetery, Yukine pays respect to her dead brother and the rival gang joins in. With the rivalry resolved and peace restored, Tomoya witnesses a glow rising into the sky.",
          "Aliases": []
        },
        "9": {
          "ID": "403692",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/403692",
          "TitleEnglish": "Along the Path",
          "SummaryEnglish": "Tomoya and his friends are nearing graduation, and are discussing what they will be doing after they graduate. Kyou wishes to be a kindergarten teacher, Ryou hopes to go to a nursing school, Kotomi wants to study in America, and Youhei aspires to be a model. Tomoya still has not decided on what to do yet. Nagisa's sickness returns, making her unable to go to school and take exams. On the day of graduation, Tomoya returns home to Nagisa who wishes to take a walk with him, while holding hands.",
          "Aliases": []
        },
        "10": {
          "ID": "414808",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/414808",
          "TitleEnglish": "A Season of Beginnings",
          "SummaryEnglish": "Shortly after his graduation, Tomoya decides to be more independent, and works toward this goal by first taking up a job at the bakery. Meanwhile, Nagisa has begun her new school year, although she makes few friends and her attempt to reestablish the theater club ends in failure. Tomoya eventually moves out of Nagisa's home to a small apartment of his own, while taking up a job as an electrician with Yusuke Yoshino. After his first day of work, Tomoya returns to his home completely exhausted, barely able to stay awake during his dinner with Nagisa.",
          "Aliases": []
        },
        "11": {
          "ID": "416357",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/416357",
          "TitleEnglish": "The Founder's Day Festival Promise",
          "SummaryEnglish": "Working has its ups and downs for Tomoya. He does not want his boss to find out that he has an injured shoulder, in fear that he will lose his new job. He promises Nagisa that he will join her at the Founder's Festival, yet work gets busy and while his fellow co-workers would have covered for him, he wanted to prove his worth. He is late for his date, and is starting to become too busy to sustain a healthy relationship with Nagisa. He gains respect with his co-workers and settles into his job.",
          "Aliases": []
        },
        "12": {
          "ID": "417813",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/417813",
          "TitleEnglish": "A Sudden Happening",
          "SummaryEnglish": "Yusuke tells Tomoya a little about his past and how he met Kouko in high school. After graduating, Yusuke went on to become a successful singer-songwriter, but ultimately it all came crashing down and he started taking drugs. When he came back to the city and saw Kouko again for the first time in years, he regretted not continuing to sing for her sake. Tomoya is offered a new position as a manager in a new electrician firm, but the deal falls through when his father is arrested. Tomoya is enraged that his father is still managing to mess up his life. Tomoya finally proposes to Nagisa, and she accepts.",
          "Aliases": []
        },
        "13": {
          "ID": "422968",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/422968",
          "TitleEnglish": "Graduation",
          "SummaryEnglish": "Tomoya tries to convince Akio to talk to him about his decision to marry Nagisa. Akio, however, will only talk to him if he can get a decent hit with a baseball match. Tomoya continues to practice hitting the ball until he gets good enough to face Akio again. He finally hits a home run, and runs over to Akio to beg him to let Nagisa be with him; Akio agrees. Christmas time arrives, and as Nagisa turns twenty, she has her first drink of sake; when she is drunk, she accuses Tomoya of being attracted to Sanae. Nagisa's fever goes up again, causing her to become absent from school, but not enough to repeat another year. Tomoya soon organizes with some of their friends and previous classmates to gather at the school and celebrate Nagisa's graduation. Nagisa receives her diploma and graduates. Tomoya and Nagisa get married soon after.",
          "Aliases": []
        },
        "14": {
          "ID": "427545",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/427545",
          "TitleEnglish": "A New Family",
          "SummaryEnglish": "Nagisa and Tomoya are now a married couple living together. Nagisa tries to find work and starts working in a family restaurant with Nishina. Akio and Tomoya visit Nagisa at work and scare out a couple of customers who were hitting on Nagisa. Nagisa tells Tomoya that the old building of the school they went to is going to be torn down. Knowing that the drama club was in the old building, Tomoya freaks out and admits that he is uncomfortable with all the changes happening in their town. Tomoya and Nagisa visit Akio and Sanae, who tells them Nagisa is most likely pregnant. Akio gets angry at Tomoya at first, but he congratulates him afterwards.",
          "Aliases": []
        },
        "15": {
          "ID": "428467",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/428467",
          "TitleEnglish": "In the Remains of Summer",
          "SummaryEnglish": "Nagisa becomes increasingly bedridden due to morning sickness. Nagisa wants to give birth at home, so Sanae introduces Yagi, a midwife who is to assist in the delivery. Sanae later tells Tomoya that giving birth will be difficult because of Nagisa's weak physique and may even put Nagisa's life in danger, so they might have to choose abortion. However, Sanae leaves the choice up to Tomoya and Nagisa. Nagisa learns of her mother's worries, but she decides to go through with the birth. Akio takes Tomoya to a meadow and tells him more about the day when Nagisa nearly died. Akio carried Nagisa to the meadow and prayed for her life, and Nagisa miraculously regained consciousness. Akio tells Tomoya that while many painful and difficult things will happen, he and Sanae will always be there for Tomoya and Nagisa since they are family. Nagisa and Tomoya take a walk by the river and decide on the name Ushio for their child.",
          "Aliases": []
        },
        "16": {
          "ID": "430965",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/430965",
          "TitleEnglish": "White Darkness",
          "SummaryEnglish": "Winter comes and Nagisa enters the final months of her pregnancy, but she becomes sick again. On a snowy day, Nagisa goes into labor two weeks early and her family, unable to transport her to a hospital in time, is forced to have her give birth at home. After an excruciating process, Nagisa successfully gives birth to her daughter, Ushio, but the delivery and her illness combined take their toll on her and Nagisa dies moments after seeing her newborn baby. Tomoya, who has stayed by her side for the entire time, does not take the sudden turn of events well. His dream of raising their daughter together as a family is shattered.",
          "Aliases": []
        },
        "17": {
          "ID": "432998",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/432998",
          "TitleEnglish": "Summertime",
          "SummaryEnglish": "Five years after Tomoya left Ushio with Sanae and Akio, he spends his days at work and spending money on smoking and drinking. Sanae and Tomoya go out together into town, and she asks him to go with her and Akio on a family trip; after Sanae continues to ask him, he accepts. The day of the trip, he discovers that both Sanae and Akio have left him and Ushio alone together. The two spend the next day and night together, and when Sanae and Akio still do not show up, Tomoya asks Ushio if she would be willing to still go on a trip, even if it was only with a person like him. The two decide to take the trip by themselves and, as they walk, Tomoya wonders where they are headed.",
          "Aliases": []
        },
        "18": {
          "ID": "435862",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/435862",
          "TitleEnglish": "The Ends of the Earth",
          "SummaryEnglish": "While on the trip, Tomoya buys a toy robot he picks out for Ushio to play with after they arrive in the countryside. The next day, after staying at an inn the previous night, Tomoya and Ushio take a walk through the area and come across a field of flowers. Ushio plays in the field as Tomoya watches, but Ushio soon loses the robot in the field; they try to look for it, but to no avail. Remembering something from his past, Tomoya goes off to another area and meets his grandmother Shino Okazaki, his father's mother. She tells Tomoya how he came here with his father shortly after his mother died, and Shino tells Tomoya how his father worked very hard to support him over the years. Tomoya finally comes to terms with his father, and realizes he is not a bad father. When they go back to the field where Ushio is, she still cannot find the robot, and does not want to stop looking because it was the first thing her father ever gave her. Tomoya realizes his previous mistakes and vows to try his best for Ushio from now on, who is very happy at the prospect of being with her father. On the way home, Tomoya starts telling Ushio about Nagisa for the first time.",
          "Aliases": []
        },
        "19": {
          "ID": "438642",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/438642",
          "TitleEnglish": "The Road Home",
          "SummaryEnglish": "Tomoya and Ushio get back from their trip together. After spending a night with Nagisa's parents, they leave to Tomoya's apartment, where they will both be living from now on. Some time later, Tomoya takes a day off from work and the two meet up with Kouko, whose sister Fuko has been released from the hospital. Afterward, Tomoya and Ushio visit Tomoya's father. Tomoya manages to convince his father into moving back to the countryside with his mother. While Tomoya and Ushio say goodbye to Tomoya's father, a light appears and gets absorbed by Tomoya, while only being noticed by Ushio.",
          "Aliases": []
        },
        "20": {
          "ID": "441346",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/441346",
          "TitleEnglish": "The Tidal Breeze's Mischief",
          "SummaryEnglish": "When Tomoya brings Ushio to school he meets her teacher, who is none other than Kyou Fujibayashi and they have a conversation. After that, Tomoya goes to work and Yoshino asks him for Fuko to play with Ushio, since she likes her. Tomoya agrees to this and Fuko arrives at his house to play until the evening when she goes back home. When it is time to sleep, Tomoya uses Nagisa's song to lull Ushio to sleep. The next day, Kyou tells Tomoya about sports day at school where the parents are to participate as well. He is reluctant about it, but Ushio encourages him, which makes him change his mind. One evening, Ushio is taking a stroll to the new hospital by herself and encounters Fuko on her way. When the latter asks why she does this, Ushio says it is for no real reason. The next day, Tomoya is preparing for the meet at the Furukawa bakery with Sanae and Akio, when Ushio is suddenly struck with a fever, much to the others' shock.",
          "Aliases": []
        },
        "21": {
          "ID": "442625",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/442625",
          "TitleEnglish": "The End of the World",
          "SummaryEnglish": "Ushio's fever does not back down and Tomoya decides to stay home to take care of her. In case he had to leave home, he calls for both Akio and Sanae to take his place. Ushio tells Tomoya that she wants to go on a trip again like last time, but he declines and tells her that it will happen once she gets better. After resigning from his work, Akio offers him some money, but Tomoya declines his kindness and Akio states that every man has something to protect. After several months, winter arrives, and Ushio's fever still does not back down, and Tomoya seems to be getting sick too. Ushio once again ask Tomoya to go on a trip, and he ultimately accepts thinking that he might not be able to fulfill another promised wish. After they leave the house, Ushio's fever worsens, and she dies in his arms right after telling her father that she loves him. Soon after, Tomoya collapses as well.",
          "Aliases": []
        },
        "22": {
          "ID": "444779",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/444779",
          "TitleEnglish": "Small Palms",
          "SummaryEnglish": "The girl in the Illusionary World is dying in the snow, and the robot regrets having her take the journey. The girl can finally hear the robot, and tells him that they once existed in another world. As she hums the tune of \"Dango Daikazoku\", the Illusionary World starts to collapse. As the robot is swept away, the girl calls him \"Papa\" and disappears with the world. Back at the hill, Tomoya calls after Nagisa, and she is glad that he did so. Nagisa brings Tomoya through time, and together the voices of the robot and Tomoya note the end of his long journey. Tomoya awakens to Ushio's birth, but this time, Nagisa miraculously survives. After Nagisa watches Tomoya give Ushio her first bath, she and Tomoya see that countless orbs of light are floating throughout the city outside the window. They both sing to Ushio and from then on, Tomoya and Nagisa experience a happy life raising their daughter together, finally free of their cursed fate.",
          "Aliases": []
        },
        "23": {
          "ID": "1873841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/1873841",
          "TitleEnglish": "The Event from One Year Before",
          "SummaryEnglish": "One year before the events of the beginning of the story, Tomoya is beginning his second year, and Nagisa her first time as a third-year student. Nagisa is having trouble making friends as usual, while Tomoya and Youhei are busy being delinquents and carrying out pranks at Kyou's, and inadvertently Nagisa's, expense. After Nagisa is knocked out by a falling metal pan that Tomoya and Youhei had set up as a prank for first-year students, a classmate of Nagisa's finally finds the chance to talk with her and they become friends. Nagisa keeps the banner from the prank (with a message to instill confidence written by Tomoya), because she feels it attributed her to making a new friend.",
          "Aliases": []
        },
        "24": {
          "ID": "1873851",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clannad/episodes/1873851",
          "TitleEnglish": "Under the Green Tree",
          "SummaryEnglish": "Tomoya tells Ushio of the past events that happened from when he first met Nagisa, until after Ushio is born and Nagisa survives. When Ushio falls asleep during the story, he begins to quite clearly recall a more tragic set of circumstances. At the end of this retelling, Tomoya, with Ushio and Fuko who are both asleep, are shown under a tree at the present time having a picnic. Ushio wakes up, just before Nagisa calls the three of them, saying that it is time to head home.",
          "Aliases": []
        }
      }
    }
  }
}