{
    "URL": "https://www.thetvdb.com/series/key-the-metal-idol",
    "Genres": [
        "Anime",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0122129/",
        "https://www.themoviedb.org/tv/46599"
    ],
    "TitleEnglish": "Key the Metal Idol",
    "SummaryEnglish": "Tokiko Mima, called Key, is a robot. Since she was created by her 'grandfather', Dr. Mima, she has lived among humans. Now Dr. Mima is dead, and has left behind a cryptic last message: if Key can somehow get 30,000 people to feel for her, she can become fully human. However, Key's quest may not be so simple - for an ominous plot is being hatched by Dr. Mima's rival, Jinsaku Ajo.",
    "Aliases": [],
    "Modified": "2025-06-24",
    "Seasons": {
        "1": {
            "ID": "28904",
            "URL": "https://www.thetvdb.com/series/key-the-metal-idol/seasons/official/1",
            "# Episodes": 15,
            "Episodes": {
                "1": {
                    "ID": "338377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/key-the-metal-idol/episodes/338377",
                    "TitleEnglish": "Startup",
                    "SummaryEnglish": "As you might imagine, an innocent like Key gets into trouble pretty much the moment she arrives in Tokyo. Aimlessly wandering the streets, she's picked up by a 'photographer' for a 'model agency'... whose main line of business actually seems to be making adult videos. Luckily for her, she's rescued by a chance encounter with a childhood friend of hers, Sakura – who holds down three different part-time jobs but hasn't really decided what she wants to do with her life yet."
                },
                "2": {
                    "ID": "338378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/key-the-metal-idol/episodes/338378",
                    "TitleEnglish": "Cursor I",
                    "SummaryEnglish": "As Key settles in as Sakura's temporary houseguest, we get to see a bit more of the other lead characters in action. There's Sakura's friend Shuichi, fan club president for the famous pop idol Miho Utsuse... who herself seems somehow connected to Jinsaku Ajo, the megalomaniac CEO of Ajo Heavy Industries. Also lurking in the background is Tomoyo, Dr. Mima's old lab assistant, who has followed Key to Tokyo in order to keep an eye on her."
                },
                "3": {
                    "ID": "338379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/key-the-metal-idol/episodes/338379",
                    "TitleEnglish": "Cursor II",
                    "SummaryEnglish": "Key begins to fixate upon the idea of becoming a pop idol herself as the surest way to making 30,000 friends. In the meantime, Ajo's team are trying to determine whether she might be where Dr. Mima cached his last technological secrets before dying. When Key's presence (care of Shuichi) disrupts Miho Utsuse's latest concert, the company sends out two PPORs to hunt Key down, remotely controlled by a dangerous operative known only as 'D'."
                },
                "4": {
                    "ID": "338380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/key-the-metal-idol/episodes/338380",
                    "TitleEnglish": "Access",
                    "SummaryEnglish": "As if to confirm earlier hints that Key possesses a phenomenal power whose exact nature is hidden even from herself, this episode sees her disabling both PPORs and rescuing their secondary target from certain death. However, this display is witnessed by hundreds of passers-by... including Prince Snake-Eye, a spiritual leader who sees in Key a way to revitalise the faith of his cult followers."
                },
                "5": {
                    "ID": "338381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/key-the-metal-idol/episodes/338381",
                    "TitleEnglish": "Scroll I",
                    "SummaryEnglish": "We begin to learn more of just what Ajo and his cronies are up to, and Sakura and Shuichi have a long chat about Key and what must have happened to her when she was young to make her believe she's a robot. Prince Snake-Eye manages to catch Key off-guard and tries selling her on religion as the true path to making the 30,000 friends she needs."
                },
                "6": {
                    "ID": "338382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/key-the-metal-idol/episodes/338382",
                    "TitleEnglish": "Scroll II",
                    "SummaryEnglish": "Prince Snake-Eye convinces Key to come to his temple. The child of two of his followers is deathly ill, but their faith precludes medical intervention... so he hopes that Key can cure the boy with her 'supernatural' powers. However, Ajo's lead soldier 'D' has finally tracked Key down, and a confrontation between him, Tomoyo, and Prince Snake-Eye ensues."
                },
                "7": {
                    "ID": "338383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/key-the-metal-idol/episodes/338383",
                    "TitleEnglish": "Run",
                    "SummaryEnglish": "Yes, it's the conclusion to the first 'big showdown' episode, and as such works very well as the final episode on this disc. I don't want to spoil anything, so let's just say that the end of this instalment finds all of the involved parties regrouping and deciding what their next moves will be."
                },
                "8": {
                    "ID": "338384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/key-the-metal-idol/episodes/338384",
                    "TitleEnglish": "Go to...",
                    "SummaryEnglish": "Sakura, apparently content to put her own dreams on the back burner for a while, creates 'Production Key'... an agency devoted solely to helping Key reach pop idol status. She tries pumping Shuichi for his connections in the music business, but he seems overly preoccupied with the connection between Ajo and Miho Utsuse. (Not that Ajo isn't already lining up a replacement for the day when Miho can no longer perform.) A bored Tsurugi notices Key at an open audition and his interest is piqued by her utter lack of emotion."
                },
                "9": {
                    "ID": "338385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/key-the-metal-idol/episodes/338385",
                    "TitleEnglish": "Return",
                    "SummaryEnglish": "Everyone's fave arch-henchman 'D' is still convalescing from his battle at the end of the previous DVD, Awakening (Volume 1), but Ajo – not being what you'd call a kind-hearted employer – leaves him locked in a cell with only a computer terminal and the mission of 'finding out what went wrong with the PPORs'. No wonder 'D' is having nightmares... about Key? Meanwhile in Gotham City, things start to look up for Sakura and Key as Shuichi comes through with his connections and Tsurugi himself phones to set up a meeting. But nothing can be taken for granted when you have Prince Snake-Eye tapping your phone..."
                },
                "10": {
                    "ID": "338386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/key-the-metal-idol/episodes/338386",
                    "TitleEnglish": "Bug",
                    "SummaryEnglish": "Ah, this is a really satisfying episode... so much so that you end up wishing the whole series ran at this pace. First, you've got Tsurugi being Tsurugi. Then there's Ajo trying to milk every drop he can out of Miho. (Recording singles in the ICU, anyone?) Prince Snake-Eye is doing his level best to put the fear of god into anyone who's even thinking about giving Key a try-out. And Shuichi decides now's a good time to go play private investigator in Mamio Valley (where Key and Sakura grew up). Amazingly, he actually manages to turn up a few clues about the life and death of Key's 'grandfather', Doctor Mima. And if that isn't enough action for you, Ajo craves screen time and keeps cropping up, first selecting new girl Beniko as Miho's soon-to-be replacement... and then crossing paths with Shuichi in Key's old village!"
                },
                "11": {
                    "ID": "338387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/key-the-metal-idol/episodes/338387",
                    "TitleEnglish": "Save",
                    "SummaryEnglish": "Apparently all the excitement of the previous episode overwhelmed both the show's author and Shuichi alike, because abruptly he's back in Tokyo and 'a month has passed'. (No, this temporal discontinuity is never addressed. It's just a convenient way of giving all the other characters time to do things, without actually saying what any of these things were or even illustrating their consequences.) So it's no wonder that Sakura's miffed when she finds out he's been back 'all this time'. The two of them have a little chat. She reveals that things haven't been going so well on the auditions front, but she can't figure out why. He reveals a bit about Key's mum, then hands over a ticket to Miho's next concert. (As you do.)"
                },
                "12": {
                    "ID": "338388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/key-the-metal-idol/episodes/338388",
                    "TitleEnglish": "Virus I",
                    "SummaryEnglish": "The story machinery starts grinding down towards the last of the TV-length Key episodes. Shuichi catches Prince Snake-Eye in the act of sabotaging Key's 'career', but this really isn't nearly as important as what 'D' has managed to do back at the ranch. (No, I'm not going to tell you.) Key – having heard about Miho's concert from Sakura of 'Shuichi only gave me the one ticket and you can't bloody well have it' fame – tries to convince Tsurugi to get her in."
                },
                "13": {
                    "ID": "338389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/key-the-metal-idol/episodes/338389",
                    "TitleEnglish": "Virus II",
                    "SummaryEnglish": "Much like the first in this set, everything is geared to reach a climax of sorts in this last episode of the disc. Again, it would be rubbish of me to ruin all the fun for you. Let's just say that everyone who's anyone makes it to Miho's concert. And yes, mayhem obligingly ensues. Oh, and you finally get to properly hear the 'lullaby' song that Key's author has been teasing the audience with for a while now."
                },
                "14": {
                    "ID": "338390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/key-the-metal-idol/episodes/338390",
                    "TitleEnglish": "System",
                    "SummaryEnglish": null
                },
                "15": {
                    "ID": "338391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/key-the-metal-idol/episodes/338391",
                    "TitleEnglish": "Exit",
                    "SummaryEnglish": null
                }
            }
        }
    }
}