{
  "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1134000/",
    "https://www.themoviedb.org/tv/21732"
  ],
  "TitleEnglish": "Mobile Suit Gundam 00",
  "SummaryEnglish": "2307 AD. As fossil fuels became exhausted, humanity found a new energy source to change their situation: A large-scale solar power system with three enormous orbiting elevators. However, only a few large countries and their allies reaped the benefits. Three superpowers had ownership of the three orbiting elevators: The Union, based in the United States Of America, The People`s Reform League, made up of China, Russia, and India, and Europe`s AEU. The superpowers continue playing a large zero-sum game for their own dignity and respective prosperity. Even though it is the 24th century, humanity has yet to become one. In this world where war has no end, a private militia appears advocating the eradication of war through force. Each possessing a mobile suit Gundam, they are Celestial Being. The armed intervention by the Gundams against all acts of war begins.",
  "Aliases": [],
  "Modified": "2025-07-07",
  "Seasons": {
    "0": {
      "ID": "28914",
      "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 7,
      "Episodes": {
        "1": {
          "ID": "1334521",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/1334521",
          "TitleEnglish": "Special Edition I: Celestial Being",
          "SummaryEnglish": "The first of three special edition OVAs. This episode recaps the first season with new scenes and updated voice acting.",
          "Aliases": []
        },
        "2": {
          "ID": "3382551",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/3382551",
          "TitleEnglish": "Special Edition II: End of World",
          "SummaryEnglish": "The second of three special edition OVAs. This episode recaps the first half of the second season with new scenes and updated voice acting.",
          "Aliases": []
        },
        "3": {
          "ID": "3382561",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/3382561",
          "TitleEnglish": "Special Edition III: Return of the World",
          "SummaryEnglish": "The third of three special edition OVAs. This episode recaps the second half of the second season with new scenes and updated voice acting.",
          "Aliases": []
        },
        "4": {
          "ID": "3237461",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/3237461",
          "TitleEnglish": "A Wakening of the Trailblazer",
          "SummaryEnglish": "The year is 2314 AD, two years after Celestial Being's last great battle and the world faces a new crisis. A derelict Jupiter exploration ship, abandoned 130 years ago, has left its orbit and is approaching Earth. The ESF has also begun to exploit the power of Innovators through Descartes Shaman. The world's exposure to GN Particles has resulted in many people awakening as True Innovators. Realizing the military benefits of such individuals, the Earth Sphere Federation has begun to research Innovation and exploit the emerging Innovators' abilities. As Celestial Being and its Gundam Meisters begin their final mission to save humanity from an unimaginable threat, the Extraterrestrial Living-metal Shape-shifters (ELS), Gundam Meister Setsuna F. Seiei is about to discover the true purpose of his evolution as an Innovator and the nature of the \"dialogues\" for which Aeolia Schenberg's plan had prepared the human race.",
          "Aliases": []
        },
        "5": {
          "ID": "386014",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/386014",
          "TitleEnglish": "Celestial Being Character Second Season Preview",
          "SummaryEnglish": "Included on the final DVD of the first season, a tongue-in-cheek sneak peek at the coming second season.",
          "Aliases": []
        },
        "6": {
          "ID": "3382371",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/3382371",
          "TitleEnglish": "Celestial Being Character Movie Preview",
          "SummaryEnglish": "Included on the final DVD of the second season, a tongue-in-cheek preview of Gundam 00's upcoming feature film.",
          "Aliases": []
        },
        "7": {
          "ID": "6065046",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/6065046",
          "TitleEnglish": "Tenshitachi no Kiseki (RECAP)",
          "SummaryEnglish": "A recap of the first season, from Setsuna point of view.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "29182",
      "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": "Wir schreiben das Jahr 2307 AD; der Planet steht vor einer globalen Energiekrise, da nahezu alle fossilen Brennstoffe aufgebraucht wurden. Eine Lösung muss schnell her! Alte Pläne rund um das Sammeln von Sonnenenergie im Orbit des Planeten werden ausgegraben, allerdings herrscht ein weiteres Problem, denn die Menschen werden sich einfach nicht einig! Stattdessen entstehen immer mehr Konflikte und viele Länder kämpfen darum, sich schneller aufzurüsten als andere. Der Planet versinkt im Chaos…\n\nDie paramilitärische Geheimgesellschaft Celestial Being mischt sich nun ein: Mit ihrer fortschrittlichen Technologie, riesige Mobile Suits, die sogenannten Gundams, sind sie den anderen Großmächten mehr als nur überlegen. Zudem ist ihr Ziel nobel: Sie wollen den Weltfrieden!",
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "340368",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/340368",
          "TitleEnglish": "Celestial Being",
          "SummaryEnglish": "Celestial Being, a private army dedicated to eradicating war, begins demonstrating the powers of their new \"MS-GUNDAM\" suits by interrupting the public demonstration of AEU's latest Mobile Suit, the AEU Enact and by protecting the Human Reform League's Space Elevator, \"Tenchu\" from being attacked by terrorists when their mobile suits had attempted to launch rockets on the \"Tenchu\", earning a news appearance from various TV news channels where Celestial Being's goals were publicly stated by Aeoria Schenberg.",
          "Aliases": []
        },
        "2": {
          "ID": "341437",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/341437",
          "TitleEnglish": "Gundam Meisters",
          "SummaryEnglish": "The world bodies discusses the possible origins and impact of Celestial Being. The Gundams made their first combat appearance in Ceylon, formerly called Sri Lanka where Lockon leads the Gundams in taking on the Human Reform League and rebel Sri Lankan forces. Meanwhile, JNN reporter Kinue Crossroad discovers something about Aeoria Schenberg's origins. The episode ends with Graham Aker ambushing Setsuna to sate his curiosity about the Gundams.",
          "Aliases": []
        },
        "3": {
          "ID": "341438",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/341438",
          "TitleEnglish": "The Changing World",
          "SummaryEnglish": "Setsuna dispatches Graham with ease, the latter being caught off guard by the advanced technology of the Gundams. Tieria returns to space with Gundam Virtue. The Union Army creates the Anti-Gundam Investigative Squad with Graham and Billy transferred from the MSWAD as official members. Meanwhile, Celestial Being launches surprise attacks in South Africa, the South American continent over Taribian airspace, formerly in Venezuela and Guyana, and in Ceylon. Setsuna later faces off against Colonel Smirnov while conducting an attack against Human Reform League mobile suits. Later on, a JNN broadcast revealed that various militant factions in North Ireland signed a peace treaty, ending years of fighting between themselves, the British Army and the PSNI.",
          "Aliases": []
        },
        "4": {
          "ID": "341439",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/341439",
          "TitleEnglish": "International Negotiation",
          "SummaryEnglish": "Colonel Sergei returns to the Reform League to head a new squad designated for capturing one of the Gundams, with Soma Peries as his designated subordinate. Encouraged by Celestial Being's anti-conflict actions, the South American nation of Taribia declares its withdrawal from the Union and declares it independence over the control of energy resources, prompting a Union military response, forcing Celestial Being to intervene. In Azadistan (In the territory of Iran), Shirin Bakhtiar explains to First Princess Marina Ismail that the conflict is not as simple as it may first seem. Meanwhile, the Anti-Gundam Investigative Squad, in Flag Customs, engage Exia in Taribian airspace. Later on, pro-Taribian separatist politicians led by its prime minister are forced to drop their bid for independence after their forces were defeated by the Gundam Meisters.",
          "Aliases": []
        },
        "5": {
          "ID": "341440",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/341440",
          "TitleEnglish": "Escape Limit Zone",
          "SummaryEnglish": "Colonel Sergei conducts tests on a new Mobile Suit built especially for Soma Peries, a bioengineered human. Allelujah Haptism and Soma Peries experience a strange connection brought on by their proximity to each other. This causes Soma Peries to go into a fit of rage who begins to fire shots randomly at the space elevator severing a section containing civilians. Meanwhile on board the elevator Allelujah Haptism experiences another side of himself but regains his composure and runs off. Colonel Sergei attempts to help the civilians before they drift past the Breakaway Limit Zone and into the Earth's atmosphere but his mobile suit is ill-equipped. Allelujah Haptism, piloting the Gundam Kyrios, arrives to aid the Colonel.They save the civilians but at the cost of revealing Dynames' GN Sniper Rifle Extreme Long Range Custom.",
          "Aliases": []
        },
        "6": {
          "ID": "341441",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/341441",
          "TitleEnglish": "Seven Swords",
          "SummaryEnglish": "The Republic of Moralia, located in the southeast of France (what today is the Principality of Monaco) and a member of the AEU, has placed in armed forces in joint exercise with French-led AEU forces, including Patrick Colasour. Marina heads to France to request humanitarian assistance, despite the incomplete status of the AEU's Orbital Elevator. Meanwhile, Celestial Being Gundam Meisters were led by Sumeragi Noriega and her crew (except Lichtendahl Caeli and Lasse Aion) alongside Wang Liu Mei in disrupting the exercises, taking on both Moralian and AEU mobile suits. Later on, Setsuna is surprised when he takes on Ali Al-Saachez, a figure from his past, in his custom-made AEU Enact prototype.",
          "Aliases": []
        },
        "7": {
          "ID": "341442",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/341442",
          "TitleEnglish": "Unrewarded Souls",
          "SummaryEnglish": "The Gundam Meisters were able to defeat the Moralian Army, despite an earlier attempt by Setsuna to confirm if Ali was in the AEU Enact prototype that he fought with. Their actions had formed the Moralian Armed Forces to surrender to the Meisters after the previous State of emergency was declared. While Setsuna was being reprimanded by Lockon and Tieria for placing all of Celestial Being in danger for the potential of having their real identities exposed, an unknown terrorist group had conducted simultaneous bombings in various nations as a warning message to take on Celestial Being with more indiscriminate bombings unless the group disbands.",
          "Aliases": []
        },
        "8": {
          "ID": "341443",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/341443",
          "TitleEnglish": "Indiscriminate Retaliation",
          "SummaryEnglish": "The Gundam Meisters are being sent off to investigate the terrorists responsible for the indiscriminate bombings in the Union, HRL and AEU. In Scotland, Setsuna attempts to capture one of the bombers, but was nearly apprehended by a Scottish Authorised Firearms Officer after firing his pistol if not for Marina's intervention.",
          "Aliases": []
        },
        "9": {
          "ID": "341590",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/341590",
          "TitleEnglish": "The Honor of a Great Power",
          "SummaryEnglish": "It has been four months since Celestial Being's first intervention and the Gundam Meisters have been involved in over sixty intervention operations. As the world begins to change around them, the crew aboard the Ptolemy and the Gundam Meisters have some time to themselves.",
          "Aliases": []
        },
        "10": {
          "ID": "341591",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/341591",
          "TitleEnglish": "Operation Gundam Capture",
          "SummaryEnglish": "The HRL's operation against the Celestial Being continues. Allelujah again becomes disorientated by his proximity to Soma Peries resulting in the capture of Kyrios. Tieria arrives to find the captured Kyrios within a transport vessel. As he attempts to destroy the vessel before it escapes the Virtue is overwhelmed. Meanwhile, Allelujah's other half Hallelujah awakens and destroys the transport ship he is inside. He then goes off to face Soma Peries and Sergei Smirnov, but they escape. The battle finally ends though it is a Pyrrhic victory for both sides, with Tieria revealing one of the Celestial Beings greatest secret GN-004 Nadleeh and the HRL losing many mobile suits in return. With the near capture of Kyrios and Ptolemaios' close escape, Celestial Being is shaken to the core with the majority of its members saddened by the experience.",
          "Aliases": []
        },
        "11": {
          "ID": "350029",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/350029",
          "TitleEnglish": "Allelujah",
          "SummaryEnglish": "Allelujah Haptism decides to face his past and proposes a mission to destroy the facility where he was 'created'. Sumeragi accepts his proposal and launches Exia and Dynames to attack South Africa as a diversion while Kyrios and Virtue assault the HRL colony where the illegal experiments on children have been conducted. Flashbacks of Allelujah's turbulent past is shown as he grapples with the decision to open fire on the experimental lab. Celestial Being then leaks information on the experiments to the media, turning it into an international incident and a public relations disaster for the HRL. Sergei becomes aware of the experiments and detains one of the scientists responsible and who also tried to cover it up. Kinue also continues her investigation into Aeolia Schenberg, delving deeper into the mysteries surrounding Celestial Being's founder.",
          "Aliases": []
        },
        "12": {
          "ID": "350030",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/350030",
          "TitleEnglish": "To the Limits of Holy Teachings",
          "SummaryEnglish": "An Imam named Massad Rachmadi was kidnapped by an unknown armed group, which led to riots by the Azadistani populations against the military called in to guard the city. Celestial Being and the Union Army began to intervene when radical factions in the Azadistani military began to attack loyalist forces guarding the Solar Antenna to link up with the Orbital Elevator. As Celestial Being and Graham's forces, grudgingly, face off against rebel Azadistani mobile suits, Setsuna is forced to re-live the events of his traumatic past after encountering Azadistani military mobile suits attacking armed children.",
          "Aliases": []
        },
        "13": {
          "ID": "350031",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/350031",
          "TitleEnglish": "Return of the Saint",
          "SummaryEnglish": "With the whereabouts of Massad Rachmadi unknown, Azadistan falls into a state of civil unrest with constant terror attacks. Reviewing the previous battle, Lockon reveals the possibility that there may be a third force aside from the Union-Azadistan forces and Celestial Being. After Setsuna and the duo of Graham and Billy investigate the possible site of where missiles had been launched by Ali, Setsuna deduces that location of where terrorist forces, led by Ali himself, are located. Setsuna and Lockon, with the assistance of Hong Long, attack the terrorist hideout. Setsuna manages to hold his own against Ali, who manages to escape from the battle, while Lockon and Hong Long utilizes the distraction to rescue Rachmadi. Deciding to display a show of bravado, Celestial Being authorizes Setsuna to deliver Rachmadi to the Azadistan royal palace with Exia unarmed. Despite pressure from present Union and Azadistan forces, the hostage release is successful. Marina asks the pilot of Exia if he is truly Setsuna, to which Setsuna vaguely encourages Marina to take up the fight for peace in Azadistan.",
          "Aliases": []
        },
        "14": {
          "ID": "350032",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/350032",
          "TitleEnglish": "Dawn of Determination",
          "SummaryEnglish": "With Ptolemaios undergoing maintenance the members of the Celestial Being take a short day off on Earth. Meanwhile the Union, AEU, and the HRL hold a secret meeting to discuss plans for \"Project G\", a joint project of the three groups to try to capture or destroy the Gundams. From the public's point of view it is stated as a joint military exercise by the three groups. Information later comes in that the three armies will converge at a point in the Taklamakan Desert with a high risk of spreading nuclear radiation around the world if careful measures aren't taken. Celestial Being decide to intervene, fully knowing the true objective of the enemy's plans and that they are extremely outnumbered and that they may not come out unscathed. Meanwhile, Setsuna takes a short detour to Azadistan to ask and listen to Marina's opinion of why the world is so distorted.",
          "Aliases": []
        },
        "15": {
          "ID": "350033",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/350033",
          "TitleEnglish": "Broken Wings",
          "SummaryEnglish": "As planned, Celestial Being begins their armed intervention in the Taklamakan Desert against a combined force of nearly a thousand mobile suits from the Union, AEU, and HRL. Immediately upon involving themselves, the four Gundam Meisters are attacked and face a ruthless bombardment from the allied forces for nearly fifteen straight hours. Exhausted and pushed to the limits of their abilities, the Meisters then find themselves pitted against ace pilots sent from the allied forces, with the intent of capturing them. Outnumbered and overwhelmed, the Gundams are one by one disabled and deactivated, until only Setsuna remains. Then, just as he's about to be finished off, a mysterious mobile suit, emitting red wing-like GN particles, appears and drives the enemy away.",
          "Aliases": []
        },
        "16": {
          "ID": "350034",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/350034",
          "TitleEnglish": "Trinity",
          "SummaryEnglish": "Three new mobile suits, piloted by a trio of siblings, appear on the battlefield and reveal themselves as Gundam Throne Eins, Zwei, and Drei. Caught off-guard by the new Gundams' sudden arrival, the Union, AEU, and HRL forces are decimated and forced to retreat. In order to secure a route of escape, Gundam Throne Drei covers the entire region in GN particles, causing havoc with enemy communications and preventing a counterattack. After escaping from the Taklamakan Desert, the rescued Gundam Meisters are anxious about the new units and disturbed about not knowing of their existence. While world leaders despair at the appearance of the new Gundams, Alejandro Corner attends an anonymous conference with the other Celestial Being \"observers\" to review Celestial Being's activities and to discuss the acknowledgement of the Gundam Thrones. Aboard their spaceship, the Trinity siblings fly to meet the Ptolemaios to greet the Gundam Meisters.",
          "Aliases": []
        },
        "17": {
          "ID": "350035",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/350035",
          "TitleEnglish": "Assault of the Thrones",
          "SummaryEnglish": "The Gundam Throne pilots--Johann, Michael, and Nena Trinity--meet with the crew of the Ptolemaios, and declare themselves as allies working independently of the current Meisters. However, they reveal little information about themselves and their Gundams, leaving the two groups first meeting with strained results. However, Sumeragi later reveals that she had Ian Vasty secretly obtain information about the Gundam Thrones.",
          "Aliases": []
        },
        "18": {
          "ID": "350036",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/350036",
          "TitleEnglish": "The Aim of Evil Intents",
          "SummaryEnglish": "The Gundam Thrones continue to attack military installations around the globe, their aggressive tactics forcing the Celestial Being observers and the Gundam Meisters aside and out of the forefront of battle. The crew of the Ptolemaios investigate the Thrones and their origins, including the possibility that Veda was hacked by an outsider to acquire the technology behind the GN Drive. On the civilian forefront, Kinue Crossroad obtains a new lead after learning that one of the Throne pilots mentioned something called 'Ragna'.",
          "Aliases": []
        },
        "19": {
          "ID": "350037",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/350037",
          "TitleEnglish": "Bonds",
          "SummaryEnglish": "As Setsuna attacks the three Gundam Thrones, he is surprisingly assisted by Tieria and Lockon. Tieria reveals Gundam Nadleeh's Trial System can disable any Mobile Suit linked with Veda. However, the Thrones manage to escape after informing Lockon that Setsuna was once a child soldier of the terrorist organization that was responsible for the death of Lockon's family. Lockon confronts Setsuna, but Setsuna's explanation of his past, as well as his conviction to end warfare as a Gundam Meister, defuses the situation. Meanwhile, Louise asks Saji to return to Japan to fulfill his dream as an aerospace engineer and to move on remembering the memories as dreams, and Kinue discovers that \"Ragna\" refers to the president of the corporation constructing linear elevators for the Orbital Elevators. Meanwhile, as Alejandro and Livonze continue their mysterious agenda, the three superpowers, about to surrender before the Gundams, are contacted by a member of Celestial Being to reveal a facility in Antarctica housing 30 GN Drives.",
          "Aliases": []
        },
        "20": {
          "ID": "350038",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/350038",
          "TitleEnglish": "Blade of Reformation",
          "SummaryEnglish": "The three superpowers unite to eliminate Celestial Being and form a combined military force under the UN's command. Each of the powers receives 10 of the 30 GN-Xs, the GN-Drive powered mobile suits they found in Antarctica. However, Graham refuses to pilot one, hoping to fulfill Howard's wish of defeating the Gundams using a Flag. Meanwhile, Kinue Crossroad encounters Ali Al Sarshes, who has just met with Ragna Harvey.",
          "Aliases": []
        },
        "21": {
          "ID": "351460",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/351460",
          "TitleEnglish": "Path of Destruction",
          "SummaryEnglish": "Saji mourns the loss of his sister. The Trinity siblings are betrayed and launch a brief counterattack after their compound's location is revealed, destroying one of the 10 GN-X units from Choubu's assault force. The UN Army continues its assault on Celestial Being, attacking the Ptolemaios in space. Raguna Harvey is killed after Corner learns that it was he that created and sold the GN-X units. The Meisters' units are out-numbered, and they struggle to defend themselves against the GN-Xs firepower. During the battle, Alejandro Corner accesses Veda and deactivates the GN drive of the Meisters' units, leaving them defenseless. However, Sumaragi activates a backup system and every unit except Virtue is able to reactivate. Seeing Tieria's crippled state, Patrick Colasaur goes for the killing blow. Lockon is able to intercept the attack, but is severely injured. The battle ends with the UN Army retreating after losing two of their GN-X units, and the timely arrival of the GN Arms.",
          "Aliases": []
        },
        "22": {
          "ID": "351461",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/351461",
          "TitleEnglish": "Trans-Am",
          "SummaryEnglish": "As Lockon recovers from his injuries, the UN Army announces its plan to destroy the Gundams, \"Operation Fallen Angel\". The HRL's Choubu Squadron continues to harass the exhausted Trinity siblings. Observing on Ptolemaios, the Meisters wonder if they must be destroyed to finally end war. Setsuna rejects this notion, stating that the actions of both the Thrones and the U.N.",
          "Aliases": []
        },
        "23": {
          "ID": "356571",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/356571",
          "TitleEnglish": "Stop the World",
          "SummaryEnglish": "Nena Trinity mourns the death of her brothers. Meanwhile on the moon Alejandro Coroner becomes incresingly agitated by Aeolia Schenberg's foresight. The crew of the Ptolemaios finish repairs to Dynames and pick up another GN Arms from its asteroid base within the Laragne 1 resource asteroid belt. The crew discuss the Trans-Am system, commenting how it provides a boost to performance, but only lasts a short time before the GN Drive must replenish the spent energy. Setsuna and Lasse make their way back to Ptolemaios and detect UN carrier ships heading to the Meisters' location. Warned of the attack, Allelujah and Tieria deploy in their Gundams, but Lockon is prevented from leaving. The battle soon commences between the Gundams and GN-X along with Ali Al Sarchez in the Gundam Throne Zwei. Allelujah and Tieria activate their Trans-Am systems and quickly destroy numerous GN-X. However, they become overwhelmed when their Trans-Am systems power down. Relief appears in the form of Dynames docked with its GN Arms system. Lockon uses the weapons platform to destroy more GN-X and two of the carrier ships before it is destroyed by Ali. Lockon chases after Ali determined to avenge his dead family. Zwei and Dynames engage in a vicious battle and Ali manages to cripple Lockon's Gundam. While Lockon makes Haro pilot the suit back to Ptolemaios, he exits the Gundam with his targeting rifle. Using an intact GN Cannon from his destroyed GN Arms, Lockon succeeds in destroying Zwei, but a shot from Zwei also damages the Cannon. As Lockon floats nearby he thinks about the world, its state and how he dilikes the current world. Holding his hand out to the world he questions those living on the Earth, if they like the current world because he doesn't. The GN Cannon explodes killing Lockon. Celestial Being suffer their first devestating loss leaving Setsuna to scream into the depths of space.",
          "Aliases": []
        },
        "24": {
          "ID": "356572",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/356572",
          "TitleEnglish": "Endless Poem",
          "SummaryEnglish": "Setsuna contemplates his memories of Lockon, who vouched for him when he first became a Meister. Tieria blames Setsuna for Lockon's death, but Sumeragi reminds him that their true enemies are still nearby. Meanwhile, having lost over half their GN-X and the Throne Zwei, Sergei suggests the UN force withdraw. However, UN headquarters reveals that reinforcements are coming and orders a second attack. Back on Ptolemaios, the Gundams undergo repairs and upgrades. Tieria suggesting they destroy all the pseudo-GN Drives so that they can resume their original plan. The rest of the crew contemplate their pasts, but an alarm signals that the UN forces have arrived. Alejandro Corner joins the UN forces in a large, golden Mobile Armor and fires a massive particle cannon at the Ptolemaios, which barely evades the blast. With Kyrios and Nadleeh protecting the ship, Setsuna and Lasse attack Alejandro but can't penetrate his GN Shield. Alejandro continues to fire on Ptolemaios causing massive damage. Tieria activates his Trans-Am system and destroys several GN-X, including Patrick Colasour's GN-X, but suffers extensive damage. A GN-X manages to approach Ptolemaios and fires directly into the bridge resulting in the death of Christina and Lichtendahl. Sumeragi, Ian and Feldt manage to escape in one of Ptolemios' containers. Lasse rams Exia's container into Alejandro's shield and breaks through. Exia and the GN Arms escape the destroyed container and charge back at Alejandro.",
          "Aliases": []
        },
        "25": {
          "ID": "356573",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/356573",
          "TitleEnglish": "Setsuna",
          "SummaryEnglish": "Setsuna continues to struggle against Alejandro's weapons and shield. Exia docks with the GN Arms and evens the odds with the Alvatore. Setsuna succeeds in destroying Alejandro's shield but the GN Arms is destroyed in the process. Meanwhile, Sergei and Soma search for Kyrios. Allelujah wishes to know the meaning of their fight and unites with Hallelujah to face the two GN-Xs. Allelujah destroys Soma's GN-X and cripples Sergei but does not finish them off when he recognizes Soma as someone from his past. With his mobile armor damaged, Alejandro emerges in a golden mobile suit. Setsuna uses Exia's 'trump card' (his physical GN Blade) to bypass Alejandro's GN Shield and defeat him. Alejandro gets a message from Livonze revealing that Alejandro was a pawn and that Livonze is the true mastermind, right before Alvatore explodes. Graham then appears in his GN Drive-equipped Flag and engages Setsuna. Setsuna and Graham finally reveal themselves to each other and destroy each other's mobile suits. On Earth, Marina reads a letter from Setsuna questioning the current state of the world and how he hoped she'd help him learn the answers. Setsuna lies unconscious as Exia floats in space. Four years later (A.D. 2312), Saji writes a letter to Louise from space and says he is still waiting for her. He sees a GN particle trail in the distance and recognizes it as a Gundam. The UN has become the Earth Sphere Federation and all countries have disarmed and formed the ESF peacekeeping force. On Celestial Being's asteroid base, Ian talks with Wang Liu Mei about deploying their new mobile suits. Liu Mei asks to see the O Gundam, the first generation unit, and then comments that the OO Gundam will change the world.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "35259",
      "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": "Vier Jahre sind seit der finalen Schlacht zwischen Celestial Being und den UN Streitkräften vergangen. Die Menschheit hat eine von der Föderationsarmee unabhängige Einheit, genannt A-Laws, zur Erhaltung der Sicherheit gegründet.\nVor der Öffentlichkeit geheim gehalten wird jedoch, dass A-Laws ihre Macht missbraucht und unmenschliche Taktiken einsetzt, um Freiheiten, Lehren und Ideologien im Namen der »Einigkeit« zu unterdrücken. Saji Crossroad ist ein Weltraum Ingenieur geworden, um sein Versprechen mit Louise Halevy zu halten. Louise selbst ist während der vier Jahre A-Laws als Mobile Suit Pilotin beigetreten. Setsuna, der den Kampf mit Graham Aker vor vier Jahren überlebt hat, hat den Wandel der Welt währendessen mitbekommen. Nach dem Sieg über Alejandro Corner, hat er davon geträumt endlich in einer friedlichen Welt ohne Konflikte zu leben, aber mit seinen eigenen Augen sieht er die Realität, in der noch immer kein Frieden dank A-Laws herrscht.",
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "389089",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/389089",
          "TitleEnglish": "The Angels' Second Advent",
          "SummaryEnglish": "The Earth Sphere Federation's autonomous peacekeeping force \"A-LAWS\", has been suppressing an opposition force called \"Cataron\", using inhuman tactics and extermination. Saji Crossroad has been working as an engineer on the \"Proud\" Colony, a space station under construction. When a coworker is discovered to belong to Cataron, Saji is arrested under false charges by A-LAWS and pressed into forced labor. Cataron forces mounts a rescue, but A-LAWS mobile suits appear with orders to exterminate the rescuers and all station personnel to cover up its forced labor operation. Setsuna F. Seiei, infiltrates the colony during the battle and rescues Saji. Setsuna then engages the A-LAWS suits in Exia. Still damaged from its battle four years prior, Exia is no match for A-LAWS' new \"Ahead\" mobile suit. Setsuna is saved at the last moment by the appearance of Tieria in his new Seravee Gundam. Brought back to Celestial Being's new mothership, Ptolemios II, Setsuna is confronted by Saji who now knows Setsuna's identity as a Meister. Once again joining Celestial Being, Setsuna returns to Earth to recruit Lyle Dylandy as the new \"Lockon Stratos\".",
          "Aliases": []
        },
        "2": {
          "ID": "396629",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/396629",
          "TitleEnglish": "Twin Drive",
          "SummaryEnglish": "After entrusting Lyle Dylandy with top secret information pertaining to Celestial Being's activities, Setsuna goes to confront Sumeragi Lee Noriega who, consummed by guilt over the countless lives lost during the organization's military interventions four years prior, found refuge in Bill Katagiri and worsened her drinking condition. Meanwhile, Wan Liu Mei leaks information to Ribbons and Saji Crossroad is given access to Celestial Being's archives and learns about the existence of the Throne Gundams. A-LAWS forces mount an attack on Celestial Being's ship, the location of which was among the data acquired by Ribbons, and Tiera is left alone to defend the Ptolemaios. Setsuna, accompanied by Lyle and Sumeragi, heads towards the ship and boards the 00 Gundam, easily dispatching the attacking units and saving the Ptolemaios.",
          "Aliases": []
        },
        "3": {
          "ID": "396630",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/396630",
          "TitleEnglish": "Allelujah Rescue Operation",
          "SummaryEnglish": "Celestial Being descended to Earth to launch a raid on a Human Reform League-run prison complex, which holds Allelujah and Marina. A-LAWs forces are deployed to back HRL forces in the area to prevent the raid from being successful. Having been given intelligence by Lockon, Kataron guerrillas also assault the prison to rescue their comrades. Though having no experience in mobile suit combat, Lockon manages to display reasonable combat ability. Setsuna secures Allelujah and Marina during the raid. During an encounter between Soma and Allelujah, the latter reveals her true name, Marie Parfacy, before Allelujah boards the Arios.",
          "Aliases": []
        },
        "4": {
          "ID": "401228",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/401228",
          "TitleEnglish": "A Reason to Fight",
          "SummaryEnglish": "Marina speaks to Setsuna, Tieria, Ian and Lasse, thanking them for saving her while making a request for them to be bring her back to Azadistan when Tieria refused at first. On the way to Azadistan, the Ptolemaios 2 is attacked by an A-LAWs navy ship in an ambush and has deployed underwater mobile armor 'Trilobyte' to eliminate the ship. Setsuna, Lockon, Tieria and Allelujah have managed to defeat them, bringing the fight to the surface before Soma and The Masked Man intercepted Setsuna and Allelujah with their customized Aheads. Kataron mobile suits arrive just in time to drive back the A-LAWs ship. Marina and Shirin are then reunited. Meanwhile, Billy has been recruited as an A-LAWs MS development chief due to his grudge with Sumeragi.",
          "Aliases": []
        },
        "5": {
          "ID": "401229",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/401229",
          "TitleEnglish": "Homeland Burning",
          "SummaryEnglish": "Setsuna escorts Marina back to Azadistan after the Meisters stop at Kataron's Middle Eastern base. Saji leaves the base as he does not trust the Celestial Being's action. Suddenly, an Earth Federation ship arrives in the area and detains Saji before Sergei decides to release him. An A-LAWs task force arrives with Mr. Bushido, Soma and Barrack leading the squad before automaton droids were deployed to massacre Kataron guerrillas and civilians. Lockon arrives with Tieria and Alelujah to hold back the A-LAWs task force with Lockon gunning down the droids in rage while Soma hesitates to attack him when she sees the droids attack the guerrillas and civilians. Setsuna and Marina arrive in Azadistan, only to face Ali with a mobile suit as he watches the country burning.",
          "Aliases": []
        },
        "6": {
          "ID": "401230",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/401230",
          "TitleEnglish": "Scars",
          "SummaryEnglish": "After the Meisters land on the damaged Kataron base in the Middle East, they were greeted with accusations and distrust. At this time, Tieria brings Saji back to the Ptolemaios 2 after he spotted him all shaken up in guilt. A-LAWs launches another operation to sortie against the Ptolemaios 2. The Meisters launch to intercept while Sumeragi is out of action after a flashback of a failed operation she led that resulted in her love interest, Emilio's, death. Saji follows Ian to a Ptolemaios 2 turret, while initially hesitating to do so before he fires it at a GN-X III piloted by Louise Harlevy. Allelujah encounters difficulties while facing Soma and Setsuna with Mr. Bushido. As a result, Setsuna goes into trans-am mode with his 00 Gundam.",
          "Aliases": []
        },
        "7": {
          "ID": "404895",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/404895",
          "TitleEnglish": "Reunion and Separation",
          "SummaryEnglish": "To break his stalemate against Mr. Bushido, Setsuna takes an extreme risk by activating the 00 Gundam's Trans-am system in order to win. Soma's Ahead and the Arios are shot down and declared MIA as the Ptolemaios 2 is forced to retreat. Stranded and forced to face each other outside their mobile suits, Soma suffers mental attacks from Allelujah's presence and reverts to her Marie personality. Upon finding them, Sergei eventually decides to let them go and the two are rescued by Lockon. Meanwhile, Marina and Katharon learn the Federation intends to reorganize the Middle East and has dissolved all nations including Azadistan.",
          "Aliases": []
        },
        "8": {
          "ID": "404896",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/404896",
          "TitleEnglish": "Twistedness of Innocence",
          "SummaryEnglish": "During his encounter with Regene Regetta, Tieria learns the Innovators' views on VEDA and Aeolia Schenberg while the A-LAWs obtain two new pilots: Patrick Colasour and Innovator Revive Revival. Tieria and Setsuna go undercover to infiltrate a party with A-LAWs and Earth Federation officials, where Tieria meets with Ribbons Almark, who reveals that according to Aeolia's plan, Tieria should have died with the rest of Celestial Being four years ago. Refusing an offer to join the Innovators, Tieria and Setsuna, who has been exposed to Louise as a member of Celestial Being by Billy, escape in their Gundams.",
          "Aliases": []
        },
        "9": {
          "ID": "409102",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/409102",
          "TitleEnglish": "The Indelible Past",
          "SummaryEnglish": "Setsuna and Tieria face off against Ali Al-Saachez’s Arche Gundam, but are sorely outmatched until Allelujah and Lockon arrive and drive off the Arche. Lockon learns the circumstances behind his brother's death and his motivations for fighting for Celestial Being. The A-LAWs attempt to intercept the Ptolemaios II's return to space; the Ptolemaios' success forces Commander Homer Katagiri to accept the help of the Innovators to prevent any more sacrifices. When Kati sends a message to Celestial Being expressing respect for Leesa Kujo's tactics, Sumeragi realizes that Kati is a member of the A-LAWs and recognizes that Sumeragi is Celestial Being's tactical forecaster.",
          "Aliases": []
        },
        "10": {
          "ID": "409103",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/409103",
          "TitleEnglish": "Light of Heaven",
          "SummaryEnglish": "Surviving Katharon guerrillas, including Shirin and Marina, go to negotiate with the Sairu Kingdom, the only country in the Middle East with considerable military power to oppose the A-LAWs. Meanwhile, Sumeragi leads Celestial Being in returning back to their asteroid base, where Setsuna retrieves the 0-Riser. A subsequent test run of the 00 Gundam's twin drive system reveals the potential of the unit. When the A-LAWs' new orbital weapon fires a particle beam on the Sairu Kingdom's capital, Allelujah's Hallelujah personality returns and Marie senses that Sergei is in trouble.",
          "Aliases": []
        },
        "11": {
          "ID": "415700",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/415700",
          "TitleEnglish": "00's Voice",
          "SummaryEnglish": "After the Memento Mori is fired at the Sairu Kingdom, Katharon begins planning an attack to destroy the superweapon. Tieria, after witnessing the devastation, decides to tell his comrades about the Innovators. When A-Laws forces led by Kati launch an attack on Celestial Being's asteroid base, everyone within is forced to flee. During the ensuing battle, Ian Vashti is injured, leaving Saji to deliver the 0-Raiser to the 00 Gundam. The combined unit, the 00 Raiser, is able to dispatch the A-Laws attacking, but when Setsuna activates the Trans-Am system, he and everyone in the area are affected by the particles and Saji and Louise shocked to learn they are fighting on opposing sides.",
          "Aliases": []
        },
        "12": {
          "ID": "415701",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/415701",
          "TitleEnglish": "Wait for Me in Space",
          "SummaryEnglish": "00-Raiser's increased Trans-Am rate enables it to outclass and outmaneuver the Innovators' mobile suits, forcing them to flee in escape pods as their suits are destroyed. In the aftermath of the battle, Ribbons orders Revive Revival and Bring Stabity to capture 00 Gundam; the Innovators question Ribbons' true knowledge of Aeolia's plan and the twin drive system. Saji, Louise, and Setsuna cope with Saji and Louise's positions on opposing sides.",
          "Aliases": []
        },
        "13": {
          "ID": "415702",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/415702",
          "TitleEnglish": "Assault on Memento Mori",
          "SummaryEnglish": "Katharon's offensive against the Memento Mori superweapon goes poorly, with A-Laws' superior units both nullifying the resistance's missile attacks and decimating their obsolete mobile suits.",
          "Aliases": []
        },
        "14": {
          "ID": "424554",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/424554",
          "TitleEnglish": "I Can Hear a Song",
          "SummaryEnglish": "After the Memento Mori's destruction, the Ptolemaios 2 is forced to descend to Earth. The Innovators arrive and attack the ship and in the ensuing battle, Tieria reveals the Seraphim Gundam hidden in Seravee to decisively defeat Bring Stabity. Separated from his comrades, Setsuna is lured by Ali Al-Saachez into a meeting with Ribbons, who reveals that he was responsible for saving Setsuna's life as the 0 Gundam's pilot and influencing Veda to ensure Setsuna would become the Exia's pilot.",
          "Aliases": []
        },
        "15": {
          "ID": "424555",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/424555",
          "TitleEnglish": "Victory Song of the Resistance",
          "SummaryEnglish": "With assistance and supplies from Katharon, the Ptolemaios 2 is able to continue with its repairs in the mountainous region. However, they are unable to proceed with their plan to break through the siege laid by the Federation, without the currently missing Setsuna and the 00 Gundam. Meanwhile, Setsuna, wounded after his fight with Ali Al-Saachez, is forced to get medical help at Katharon's Suille base, where he is reunited and cared for by Marina. The Ptolemaios 2 is forced to defend itself against an overwhelming number of A-Laws mobile suits, but receives an unexpected respite when the fleet suddenly retreats from its successful offensive to deal with a coup d'état led by Hank Hercule at the African orbital elevator. Despite his injuries, Setsuna sets off towards the elevator and is met by Mr. Bushido, who forces Setsuna to fight against him by demonstrating the Masurao's secret ability: Trans-Am.",
          "Aliases": []
        },
        "16": {
          "ID": "424556",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/424556",
          "TitleEnglish": "Prelude to Tragedy",
          "SummaryEnglish": "A-Laws attempts to retake the Africa Tower using assault automatons to kill both the rogue troops and civilian hostages alike, although the Innovators continue to manipulate the information released to the public in order to conceal the A-Laws' brutality. Meanwhile, Setsuna is locked into a heated battle with Mr. Bushido and his Masurao. Their battle is interrupted with the arrival of the Ptolemaios 2 and the remaining Gundam Meisters. After analyzing the unusual redeployment of Federation troops around the elevator, Sumeragi and Kati both realize, to their horror, that they are anticipating that the elevator will collapse soon and that A-Laws is planning on completely destroying the Africa Elevator. A renewed Memento Mori superweapon is then shown preparing to fire at the orbital space elevator.",
          "Aliases": []
        },
        "17": {
          "ID": "424557",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/424557",
          "TitleEnglish": "Within the Scattering Light",
          "SummaryEnglish": "Despite the best efforts of the 00-Raiser to destroy the second Memento Mori, the beam fired from the badly damaged satellite weapon is still sufficient to severely damage the elevator; pieces of falling structure begin devastating the surface below. The Gundams' efforts to destroy the falling debris are helped by the combined efforts of Marie's GN Archer, Katharon, the Federation army and Kati's forces after a desperate plea for cooperation broadcasted by Sumeragi from the Ptolemaios 2. In the aftermath, Andrei Smirnov unexpectedly slays Hank Hercule, and soon associates his father Sergei with the coup d'etat. Wishing to avenge his mother's death, Andrei destroys Sergei's unit as Marie arrives too late to intervene.",
          "Aliases": []
        },
        "18": {
          "ID": "428925",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/428925",
          "TitleEnglish": "Entangled Yearnings",
          "SummaryEnglish": "Four months after the destruction of the orbital elevator in Africa, the world is a different place. The AEU's orbital elevator is rebuilt; Katharon has lost most of its fighting strength and its members are systematically hunted down; the Federation grants A-Laws complete control over the entire military. Despite their success in destroying the second Memento Mori, Celestial Being endures wave after wave of A-Laws attacks, thanks to an oblivious Anew Returner's networking with the Innovators. Tieria suggests to the Ptolemy crew that the time is right for them to carry out a mission to take back Veda. For that purpose, Sumeragi designs a plan centered around capturing an Innovator and the plan begins as A-Laws attacks yet again. Meanwhile, Regene gives Wang Liu Mei the coordinates to Veda's core.",
          "Aliases": []
        },
        "19": {
          "ID": "428926",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/428926",
          "TitleEnglish": "Shadow of the Innovators",
          "SummaryEnglish": "In the course of the Ptolemaios II encounter with an A-Laws task force, Revive is captured after his encounter with Tieria. Saji and Louise meet in battle, the two being transported to an alternate reality and Louise is left shaken in her resolve to fight against him. While Sumeragi and the Meisters interrogate Revive, his presence on the ship causes Anew to reveal her allegiance to the Innovators and declares the hijacking of the Ptolemaios II as she fires her gun at Lasse Aeon. Wang Liu Mei and Hong Long try to leave Ribbon's hideout to deliver Veda's location to Celestial Being, only for their ship to be shot down by Nena Trinity with Gundam Throne Drei.",
          "Aliases": []
        },
        "20": {
          "ID": "428927",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/428927",
          "TitleEnglish": "Anew Returns",
          "SummaryEnglish": "Anew reveals her allegiance to the Innovators and with Revive attempts to steal 0 Raiser for Ribbons but the machine is retaken, though the Innovators escape. Later they return, with new Suits (including Louise in her Regnant). Lyle attempts to get through to Anew but before he could, he is caught off guard, as Ribbons taken control of Anew. But as she was about to strike him down, her suit is shot by 00 Raiser as the Trans-Am particles have them share one tender moment together before her suit explodes.",
          "Aliases": []
        },
        "21": {
          "ID": "428928",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/428928",
          "TitleEnglish": "The Door of Change",
          "SummaryEnglish": "Setsuna and Saji head out to Lagrange 5 to locate Wang Liu Mei, who has, along with Hong Long, miraculously survived the attack by the Throne Drei. Nena intercepts the pair and shoots Hong Long, who sacrifices himself to allow Wang Liu Mei to escape. Liu Mei encounters Setsuna, and after giving him the coordinates to Veda, is killed by Nena as she tries to escape.",
          "Aliases": []
        },
        "22": {
          "ID": "428929",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/428929",
          "TitleEnglish": "For the Future",
          "SummaryEnglish": "The duel between Setsuna and Graham ends with Setsuna emerging victorious. However, he chooses not to finish Graham off and leaves. Setsuna and the others soon review Wang Liu Mei's information and determine that a fierce battle against A-Laws will ensue as they journey to Veda's core at L2.",
          "Aliases": []
        },
        "23": {
          "ID": "428930",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/428930",
          "TitleEnglish": "Flower of Life",
          "SummaryEnglish": "After dealing with Regene Regetta's treachery by having Ali-Al Saachez shoot him, Ribbons Almark reveals his massive colony ship, which he claims is the place where Aeolia Schenberg created Veda, the original GN Drives, and the Innovators. The colony fires a massive particle cannon and destroys most of A-Laws fighting combatants. Celestial Being launches an assault on the Innovator's colony ship and are countered by an army of Bring Stabity and Devine Nova clones, all piloting Trans-Am equipped kamikaze units. In the ensuing battle, Patrick Colasour sacrifices himself to defend Kati's ship and the Seravee is completely disabled by Healing Care and Revive Revival in their newly Trans-Am equipped suits. In the meantime, Setsuna and Saji confront Louise and Andrei; after disabling Andrei's Ahead, Setsuna moves in on the Regnant and Saji contacts Louise. The Ptolemaios II manages to enter the colony under cover from the Arios and GN Archer, but the ship is quickly infiltrated by hordes of automatons. Lockon fights a losing battle against Ali-Al Saachez in his rebuilt Arche Gundam, while Soma's GN Archer runs out of particles and is hit by an Innovator kamikaze. Sumeragi takes a gun and heads out to face the automatons swarming the Ptolemy, but is shocked to find they were accompanied by Billy Katagiri, the supplier of the Innovators' Trans-Am systems, who then pulls a gun on Sumeragi. Inside Veda's core, Ribbons is shocked that Tieria managed to survive Seravee's near-destruction and is now facing him, to which Tieria then pulls a gun on Ribbons.",
          "Aliases": []
        },
        "24": {
          "ID": "428931",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/428931",
          "TitleEnglish": "Beyond",
          "SummaryEnglish": "The battle between the 00 Raiser and the Regnant comes to its conclusion with a Gaga suicide attack. Setsuna and Saji survive the onslaught and manage to pull Louise out the wreckage of her unit before enemy reinforcements arrive. Meanwhile, inside Veda's core, Tieria corners Ribbons Almark but is gunned down. Elsewhere, Louise finds herself in the company of Saji on the Ptolemy and attacks him, only to suffer a nervous breakdown. As the battle escalates with Healing Care and Revive Revival, Setsuna resorts to the 00 Raiser's Trans-Am system, which triggers his abilities as a pure Innovator. As he intercepts the thoughts of his friends, comrades and enemies, he soon realizes the situation is grim. Growing frustrated, Setsuna inadvertently activates the 00 Raiser's Trans-Am Burst system and blankets the battlefield in purer GN particles, causing a momentary halt to the combat. Seizing the moment, Setsuna infiltrates the colony and closes in on Tieria and Veda's position. Meanwhile, Ribbons finds his link with Veda severed by the integrated consciousness' of Regene Regetta and Tieria Erde into Veda's systems. Tieria remotely activates the Seraphim Gundam's Trial System to shutdown all the units linked to Veda within its Trial Field, including the Gagas, Arche, Gadessa and Garrazo. With Veda secured, the forces of Celestial Being wrap up their battles, including Lockon, who finally avenges his family by killing Ali Al-Saachez. Setsuna locates Veda's core and finds Tieria dead but no sign of Ribbons. Before he can pursue Ribbons, Tieria reveals his presence inside Veda to Setsuna and his new understanding of Aeolia Schenberg's plan. Setsuna departs for the Ptolemy but when Ribbons shoots down the Seraphim Gundam in his giant mobile suit, the Reborns Gundam, Setsuna prepares to do battle one final time in the 00 Raiser.",
          "Aliases": []
        },
        "25": {
          "ID": "428932",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-00/episodes/428932",
          "TitleEnglish": "Rebirth",
          "SummaryEnglish": "In the final confrontation between Setsuna and Ribbons, the 00 Raiser is heavily damaged by Ribbons and the other Innovators; however, assistance from the other Meisters even the odds. In the ensuing chaos, Allehujah and Hallelujah work together to defeat Hilling Care, while Lockon narrowly manages to kill Revive Revival. Eventually, Ribbons and Setsuna damage each other to the point where neither one can continue fighting. However, Ribbons manages to steal one of the 00's GN Drives, which was 0 Gundam's, and places it in the abandoned 0 Gundam. Setsuna, in turn, takes the remaining GN Drive and installs it back into the Exia. After another difficult duel, Ribbons and Setsuna run through each other with their swords but Setsuna emerges the victor. In the epilogue, the Federation undergoes reforms as its new president disbands A-Laws and pushes for better global peace; Saji and Louise rekindle their relationship; Allelujah and Marie have left Celestial Being to search for the meaning of their existence; Andrei Smirnov stays in the military to preserve peace like his father and mother; Patrick Colasour and Brigidier-General Kati Mannequin marry; Klaus and Shirin work as politicians in the Federation Assembly; Marina returns with the children to lead a rebuilt Azadistan; Graham Aker is seen visiting Billy Katagiri in his office; Lockon and Setsuna leave with Celestial Being (who are still considered dangerous due to their refusal to disband) to space and Tieria disappears into Veda to watch over the world.",
          "Aliases": []
        }
      }
    }
  }
}