{
    "URL": "https://www.thetvdb.com/series/ghost-hound",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Horror",
        "Mystery",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1156240/",
        "https://www.themoviedb.org/tv/36024"
    ],
    "TitleEnglish": "Ghost Hound",
    "SummaryEnglish": "The experiences of three boys who have had traumatic experiences in childhood from which they have learned to transfer their souls to a parallel world known as the \"Unseen World\".",
    "TitleJapanese": "神霊狩/GHOST HOUND",
    "SummaryJapanese": "日本の地方の町(九州北部の架空の町)に住む、三人の中学生たち。彼らはそれぞれ、消し去ることの出来ない過去を持っていた。だから、なのか、また違う理由があるのか、三人は＜現世＞とは異なる世界、＜幽世＞（かくりよ）へ魂（たま）抜けすることで、行き来する様になる。 神霊は本来、現世に現れることはなかった。しかし、＜幽世＞に異変が起こりつつあった。＜幽世＞の異変は＜現世＞に侵食を始める。三人の少年たちは、それを食い止められるのだろうか。",
    "Aliases": [
        "Gōsuto Haundo"
    ],
    "Modified": "2025-01-08",
    "Seasons": {
        "1": {
            "ID": "29074",
            "URL": "https://www.thetvdb.com/series/ghost-hound/seasons/official/1",
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "339822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/339822",
                    "TitleEnglish": "Lucid Dream",
                    "SummaryEnglish": "Tarou is having his usual dream of him flying around and then ends up in a room where he sees his sister, who doesn’t wake up, however his dream ended when a girl spots him. It’s the start of a new school term and there are more transfer students, with one very peculiar one, Masayuki Nakajima. Tarou ends up falling asleep in class and this time he begins to remember more of his traumatic experience, 11 years ago.",
                    "TitleJapanese": "Lucid Dream -明晰夢-",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "339823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/339823",
                    "TitleEnglish": "E.M.D.R. Eye Movement Desensitization and Reprocessing",
                    "SummaryEnglish": "At school, Tarou is again approached by the new transfer student, Masayuki, when blunt asks him about his traumatic past. Masayuki then begins to dig into the events that occurred 11 years ago, when Tarou and his younger sister was kidnapped, meanwhile Tarou goes to check the shrine he saw in his dream but there something odd about it.",
                    "TitleJapanese": "E.M.D.R. -Eye Movement Desensitization and Reprocessing- -眼球運動による脱感作と再処理-",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "339824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/339824",
                    "TitleEnglish": "Phobia Exposure",
                    "SummaryEnglish": "Tarou is hanging out at Masayuki’s house, when Masayuki reveals to him that he has acrophobia (a fear of heights). Masayuki suggest to Tarou that he should go to the source of his fears, to expose himself to his phobia. Even after being told it is a bad idea, by his counsellor, Tarou still decides to go but Masayuki seems to have invited someone else.",
                    "TitleJapanese": "Phobia Exposure -恐怖症曝露-",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "339825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/339825",
                    "TitleEnglish": "Altered States of Consciousness",
                    "SummaryEnglish": "Tarou, Masayuki and Makoto are all at the Kameiwa Village abandoned hospital, to check out the place, for various reasons. The gang explore the place, in search of the cursed chamber and the place where Tarou was held and it isn’t long before strange things start occurring.",
                    "TitleJapanese": "Altered States of Consciousness -変成意識-",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "339826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/339826",
                    "TitleEnglish": "O.B.E. Out of Body Experience",
                    "SummaryEnglish": "Following their out-of-body experience at the abandoned hospital, the three have been continuing on with their daily lives, as normal. Tarou’s counselor decides to visit his home, to meet his parents where he notices something weird about his mother. Later the guys have another out-of-body experience, into the unseen world.",
                    "TitleJapanese": "O.B.E. -Out of Body Experience- -体外離脱体験-",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "339827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/339827",
                    "TitleEnglish": "Brain Homunculus",
                    "SummaryEnglish": "During their journey into the unseen world, Tarou and Masayuki stumble across a strange man who’s able to see them. The next day Makoto goes through his late father’s belongings and Masayuki tries to expose himself to his greatest fear. While Tarou goes through the mountain in search of the same man he met the previous night.",
                    "TitleJapanese": "Brain Homunculus -脳の中のホムンクルス-",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "339828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/339828",
                    "TitleEnglish": "L.T.P. - Long Term Potentiation",
                    "SummaryEnglish": "After returning to his body, Tarou has an accident and is rushed to the hospital and Tarou has another experience but it is different to his usual OBE. Masayuki later visit Tarou in hospital and they are joined by both Dr. Atsushi and Dr. Reika and they discuss various topics.",
                    "TitleJapanese": "L.T.P. -Long Term Potentiation- -シナプス回路を変化させ、それを維持する能力",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "348705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/348705",
                    "TitleEnglish": "Revolution of Limbic System",
                    "SummaryEnglish": "Hirata goes over all he has found out about his patient Tourou. Then Tourou has another OBE where he see's strange creatures, he later on tells Hirata. But Hirata's conclusion is that they are things he is recalling from a book. But then as he is waiting for a taxi, something wierd happens to him. What could be? And could this change his opinion and conclusion about Tarou?",
                    "TitleJapanese": "Revolution of Limbic System -脳の扁桃体を中心とする記憶・情動を司る大脳辺緑系-その革命-",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "348706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/348706",
                    "TitleEnglish": "Existential Ghosts",
                    "SummaryEnglish": "At the place where Tourou was kidnapped some kids were cursed, they believe it was the man who kidnapped Tourou, they go and try to stop him but he put's up a fight, and Tourou changes into a wierd creature. Will they win against this ghost? What will happen to Tourou?",
                    "TitleJapanese": "Existential Ghosts -実存主義的なる神霊-",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "348707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/348707",
                    "TitleEnglish": "Affordance/T.F.T. -Thought Field Therapy-",
                    "SummaryEnglish": "In 2003, the phsycologists of Hertfordshire University, including Richard Wiseman assembled people in the concert hall in London. They had them listen to contemporary music, and meanwhile, they also played an etremely low-frequency noise using a seven-meter-long pipe. As a result, twenty-two percent of the audience reported that they experienced a strange feeling. Wiseman suggested that ghosts are hallucinations caused by such low-frequency noises. Can this theory be true?",
                    "TitleJapanese": "Affordance/T.F.T. -Thought Field Therapy- -アフォーダンス[環境が生物に提供するもの]/思考場療法-",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "348708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/348708",
                    "TitleEnglish": "Syntax Error",
                    "SummaryEnglish": "If, for example, a region contained a river and lands rich in nutrients, the region would afford good conditions for people to live. The concept of affordance says that an individual, by using his intuition, can find something that he wishes to acquire, but what kind of affordance is offered by the current world?",
                    "TitleJapanese": "Syntax Error -論理的統辞論に於ける過ち/プログラム・バグ-",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "359559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/359559",
                    "TitleEnglish": "Homeostasis Synchronization",
                    "SummaryEnglish": "Miyako's dad is called to Miyako's school. Later, he meets and starts consulting with Hirata about Miyako. Hirata is starting to suspect that the area has something to do with the supernatural occurrences. Meanwhile Tarō sees Miyako being possessed first hand.",
                    "TitleJapanese": "Homeostasis Synchronization -恒常性維持機能同調効果-",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "359560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/359560",
                    "TitleEnglish": "For the Snark was a Boojum, You See",
                    "SummaryEnglish": "Tarō had a long OBE sequence where he sees Miyako in bed with fever and meets Snark in the Unseen World. He goes with Masayuki, Makoto and Michio to her house. When he mentions what Miyako said in her possessed state, her dad becomes afraid and tells them to leave. At the bottom of the shrine steps is Makoto's grandmother's handmaiden.",
                    "TitleJapanese": "For the Snark was a Boojum, you see. -そう、そのスナークはブージャムだった-",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "359561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/359561",
                    "TitleEnglish": "Emergence Matrix",
                    "SummaryEnglish": "Miyako's dad takes her to Hirata for therapy and Miyako goes into her possessed state. On the way back to the shrine, the 4 boys, Miyako and her dad meet the Makoto's grandmother's handmaiden. She grabs Miyako and says that Miyako is the next miko. Miyako goes into a trance again and Makoto getting angry curses his grandmother. He runs back to his house and finds the grandmother dead.",
                    "TitleJapanese": "Emergence Matrix -創発基盤-",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "359562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/359562",
                    "TitleEnglish": "Toward an Abandoned City",
                    "SummaryEnglish": "Makoto and Tarō go to Kurata city for various reasons. They visit Kei's house and Tarō apologizes to Kei for messing up the yeast brewery process. Masayuki and Michio catch Suzuki the reporter whose been snooping around. He was sent to investigate the bio research facility for industry leaks. While listening to Tarō's recorded dreams, Hirata goes through Tarō's experience in the hospital.",
                    "TitleJapanese": "Toward an Abandoned City -廃市へ-",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "359563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/359563",
                    "TitleEnglish": "Hopeful Monster",
                    "SummaryEnglish": "At Kurata, Makoto and Tarō meet Makoto's mother and he failed at killing her. Tarō recognizes Makoto's mother's lover, Masato, as Snark. Meanwhile, Masayuki discovers spirits in the biotech research facility in an OBE. He sees his dad speaking with Reika about his research but then he's attacked by some spirit monsters called \"hopeful monsters\" by Reika's lab tech.",
                    "TitleJapanese": "Hopeful Monster -希望的な怪物-",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "359564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/359564",
                    "TitleEnglish": "Implicate Order",
                    "SummaryEnglish": "The mountain wanderer, Saruta, notices that the spirits are afraid of something. He warns the shrine priest that there people out for Miyako's powers. Taro tells Miyako that he thinks that she is the reincarnation of his sister which really upsets her. Makoto still hasn't come back yet. Suzuki notices there is a suspicious group of men around the Ogami household.",
                    "TitleJapanese": "Implicate Order -内在秩序-",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "359565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/359565",
                    "TitleEnglish": "Holographic Paradigm",
                    "SummaryEnglish": "Suzuki talks with his superior about the links with the Ogami religious group, child kidnappings, illegal organ donations with the biotech facility. Miyako meets the handmaiden and her dad was found bleeding on the shrine steps. The truth about Makoto's father's death and Tarō's kidnapping comes to light.",
                    "TitleJapanese": "Holographic Paradigm -水辺の量子重力理論-",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "359566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/359566",
                    "TitleEnglish": "Negentropy",
                    "SummaryEnglish": "Makoto rescued his mom from the fire but her lover, Masato, died. She had just woken up from a coma but her memory has regressed. Miyako's father is in the ICU but she didn't recognize Masayuki and Tarō. Kei reminisces about Masato and how she loved him from afar. Makoto reconciled with his mother.",
                    "TitleJapanese": "Negentropy -可塑性時間-",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "359567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/359567",
                    "TitleEnglish": "Shaman's District",
                    "SummaryEnglish": "The Ogami religious group is allowed to have care of Miyako. Biotech research has been published ahead in other countries ahead of Masayuki's dad's research. Makoto talk with Suzuki and find links with the Ogami group with an underground group. Tarō goes to the Unseen World to find Miyako's dad. Reika's tech made mutants using Masayuki's dad's research and released them in the dam. People are coming down from the mountain to the Ogami house.",
                    "TitleJapanese": "Shaman's District -シャーマンの領域-",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "359568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/359568",
                    "TitleEnglish": "Stochastic Resonance",
                    "SummaryEnglish": "Makoto is staying at Tarō's house and his dad gave Makoto the guitar that was originally Makoto's dad's. Miyako's dad wakes up but he was threatened. Hirata and Reika Senseis meet up with the 4 kids, investigator Suzuki and Saruta at the shrine. Tarō vows to save Miyako.",
                    "TitleJapanese": "Stochastic Resonance -確率共鳴-",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "359569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-hound/episodes/359569",
                    "TitleEnglish": "Passage",
                    "SummaryEnglish": "Makoto and Masayuki help devise a plan to allow Taro to enter the shrine where Miyako is being held as the leader of the Ogami religious group. Only women and girls are allowed to enter, so the boys plan on dressing Taro up as a young female so that he may enter and rescue Miyako. Hirata and Reika also assist in carrying out the plan.",
                    "TitleJapanese": "Passage -道程/暗黙知の次元-",
                    "SummaryJapanese": null
                }
            }
        }
    }
}