{
    "URL": "https://www.thetvdb.com/series/nana",
    "Genres": [
        "Anime - Josei",
        "Coming of Age",
        "Young Adult"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0810705/",
        "https://www.themoviedb.org/tv/56568"
    ],
    "TitleEnglish": "NANA",
    "SummaryEnglish": "Nana Osaki is a guarded and ambitious young woman with a strong will and a rough past. She is the vocalist for a punk band called Black Stones and she desires fame and recognition more than anything else. Nana Komatsu is an outgoing and flighty young woman with a weak will and a stable past. Her life revolves around her desire to find love and marriage. The two meet for the first time while traveling to Tokyo - in pursuit of their respective dreams - and they later decide to be roommates. Although drastically different people, the two become very close and together they find out if their biggest dreams have room for their best friend.",
    "Aliases": [
        "ナナ"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "29099",
            "URL": "https://www.thetvdb.com/series/nana/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "429162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/429162",
                    "TitleEnglish": "Episode 11.5: Junko's Room",
                    "SummaryEnglish": "The first of three recap episodes. This one reflects on the events of episodes 1-11."
                },
                "2": {
                    "ID": "429163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/429163",
                    "TitleEnglish": "Episode 21.5: Junko's Room 2",
                    "SummaryEnglish": "The second of three recap episode. This one reviews the events of episodes 12-21"
                },
                "3": {
                    "ID": "429164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/429164",
                    "TitleEnglish": "Episode 36.5: Junko's Room 3",
                    "SummaryEnglish": "The last of three recap episodes. This one revisits the events of episodes 22-36."
                }
            }
        },
        "1": {
            "ID": "29100",
            "URL": "https://www.thetvdb.com/series/nana/seasons/official/1",
            "# Episodes": 47,
            "Episodes": {
                "1": {
                    "ID": "339967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/339967",
                    "TitleEnglish": "Prologue: Nana and NANA",
                    "SummaryEnglish": "Nana recalls the first time she meet the other Nana on the train while traveling to Tokyo."
                },
                "2": {
                    "ID": "339968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/339968",
                    "TitleEnglish": "Love? Friendship? Nana and Shoji",
                    "SummaryEnglish": "Komatsu Nana's past is revealed, from graduating high school to the time when her and Shoji met in Community College."
                },
                "3": {
                    "ID": "339969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/339969",
                    "TitleEnglish": "Nana and Shoji, Love's Whereabouts",
                    "SummaryEnglish": "Nana likes Shoji, but has decided to remain friends so as not to ruin the relationship they have. Junko and Kyousuke reveal their plans to go to Tokyo and get into an art College there. Nana wants to go with them, but Shoji confronts her and says she should stay in their hometown."
                },
                "4": {
                    "ID": "339970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/339970",
                    "TitleEnglish": "Nana's Love, NANA's Dream",
                    "SummaryEnglish": "Komatsu Nana's past is brought to a conclusion and we now reveal the past of the \"other\" Nana. Oosaki Nana is the vocalist in a local band, the \"Black Stones\", but problems soon arise when one of the members announce their intention to leave for Tokyo to join another band."
                },
                "5": {
                    "ID": "339971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/339971",
                    "TitleEnglish": "Ren's Dream, NANA's Thoughts",
                    "SummaryEnglish": "Ren has revealed that he will be moving to Tokyo to join the band \"Trapnest\". This leaves the rest of the band trying to decide what to do next, with Nana having to face the toughest decision of them all. Will she follow Ren to Tokyo, or remain behind to pursue her own dreams?"
                },
                "6": {
                    "ID": "339972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/339972",
                    "TitleEnglish": "Snowing in Tokyo! Nana and NANA",
                    "SummaryEnglish": "Back in the present, Nana and Nana meet on the train to Tokyo. More detail is revealed around their meeting and events immediately after."
                },
                "7": {
                    "ID": "339973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/339973",
                    "TitleEnglish": "Yasu Appears! Room No. 707",
                    "SummaryEnglish": "The two Nana's agree to share the apartment. Shoji and the others worry about Nana living alone with a total stranger."
                },
                "8": {
                    "ID": "339974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/339974",
                    "TitleEnglish": "Strawberry Glass and Lotus Flower",
                    "SummaryEnglish": "The two Nana's have now moved in together and decide to go shopping for furniture for the apartment. While talking, Oosaki Nana decides to nickname Komatsu Nana \"Hachi\" (eight) to make things less confusing."
                },
                "9": {
                    "ID": "339975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/339975",
                    "TitleEnglish": "Nobu Arrives in Tokyo! NANA's Song",
                    "SummaryEnglish": "Nana and Hachi get settled into their new apartment. Hachi begins her new job. That night, they receive a visitor from Nana's old band back home."
                },
                "10": {
                    "ID": "339976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/339976",
                    "TitleEnglish": "The Handsome Youth, Shin, Appears!",
                    "SummaryEnglish": "Nana and Nobu, along with Hachi, start their search for two more band members. Meanwhile, Shoji is asked to train a young girl named Sachiko. Hachi previously joked about Shoji having an affair with a woman named Sachiko, but this is just a coincidence, right?"
                },
                "11": {
                    "ID": "339977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/339977",
                    "TitleEnglish": "Sachiko, Is This on Purpose?",
                    "SummaryEnglish": "Hachi's boss reveals some bad news to her. Meanwhile, Shoji is becoming closer with Sachiko, perhaps dangerously so. Nana's former band member, Yasu, makes an important decision."
                },
                "12": {
                    "ID": "339978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/339978",
                    "TitleEnglish": "Urgent Approach! Shoji and Sachiko",
                    "SummaryEnglish": "Hachi is trying to get her life back on track after suddenly losing her job. Meanwhile, Shoji is forced to work out his feelings for Sachiko and Hachi."
                },
                "13": {
                    "ID": "342232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342232",
                    "TitleEnglish": "Sachiko's Tears, Shoji's Determination",
                    "SummaryEnglish": "Hachi finds a new job but is not enjoying it at all. Nana's band finally get an opening to play. To celebrate, they go to the family restaurant where Shoji and Sachiko work. This spells trouble for everyone involved."
                },
                "14": {
                    "ID": "342233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342233",
                    "TitleEnglish": "Family Restaurant of Shambles",
                    "SummaryEnglish": "Nana and Hachi confront Shoji and Sachiko over their relationship. Later, Hachi receives tickets to see \"Trapnest\" that she ordered in the past."
                },
                "15": {
                    "ID": "342234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342234",
                    "TitleEnglish": "Blast, First Live",
                    "SummaryEnglish": "Nana's band, \"Blast\", are preparing for their first live concert. Hachi goes to see them and meets a strange girl connected with Nana's past."
                },
                "16": {
                    "ID": "342235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342235",
                    "TitleEnglish": "NANA's Love Whereabouts",
                    "SummaryEnglish": "Whilst apologising to Misato for her outburst the night before, it is hinted to Hachi that Ren used to be in Nana's band. Hachi asks Nobu to find out more about Nana and Ren's past."
                },
                "17": {
                    "ID": "342236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342236",
                    "TitleEnglish": "Trapnest, Live",
                    "SummaryEnglish": "Nana and Hachi travel back to her hometown to see Trapnest perform. While there, Hachi learns a few things about Nana she didn't know before, including her feelings for Ren now."
                },
                "18": {
                    "ID": "342237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342237",
                    "TitleEnglish": "Hachi's Prayer, NANA's Thoughts",
                    "SummaryEnglish": "After the concert, Ren calls Yasu, having noticed Nana in the crowd. With Yasu's help Nana contacts Ren and arranges to meet in their hotel..."
                },
                "19": {
                    "ID": "342238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342238",
                    "TitleEnglish": "NANA's Prize",
                    "SummaryEnglish": "Nana and Ren discuss their future. Hachi starts thinking about finding another boyfriend. Ren and Nana's band decide to meet at the Nana's apartment to play Mahjong and another surprise guest turns up as well..."
                },
                "20": {
                    "ID": "342239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342239",
                    "TitleEnglish": "Sudden Development! Hachi's Fate",
                    "SummaryEnglish": "During the Mahjong game, the group discover that Yasu and Reira used to be an item in the past. Hachi gets to know Nobu a little better and sees qualities in him that she sees in herself. Hachi wakes later to find she's late for work, and it looks like this was the last straw..."
                },
                "21": {
                    "ID": "342240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342240",
                    "TitleEnglish": "Dreams of a Suite Room",
                    "SummaryEnglish": "Hachi happens to meet Takumi after losing her job. It isn't long before they're headed for his hotel... Will Hachi go through with this? And can she bring herself to tell Nana?"
                },
                "22": {
                    "ID": "342241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342241",
                    "TitleEnglish": "Wish of July 7th, Hachi's Love",
                    "SummaryEnglish": "The last day of Trapnest's tour is here. Hachi wonders if Takumi will come to see her now that the tour is over. Nobu and Shin join Trapnest at the after party, where a confrontation emerges."
                },
                "23": {
                    "ID": "342242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342242",
                    "TitleEnglish": "I Do Not Want to Pass Over to Anybody",
                    "SummaryEnglish": "Nobu comes to terms with his feelings for Hachiko whilst Nana confides in Yasu that she will be by Hachi's side no matter what she decides - even though she disapproves of Takumi. Ren asks Nana to move in with him. Reira gives Shin money to spend the night with her."
                },
                "24": {
                    "ID": "342243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342243",
                    "TitleEnglish": "Hachi's Confused Heart",
                    "SummaryEnglish": "BLAST are noticed by a record company thanks to Yasu. Nana tells Hachiko what Takumi said to Shin and Nobu but also tells her that Nobu is in love with her. Later that day, Nobu confesses his true feelings to Hachi. Shin leaves his lighter at Reira's and gets it back but spends no time with her much to Reira's chargrin. Hachi is torn between Takumi and Nobu."
                },
                "25": {
                    "ID": "342244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342244",
                    "TitleEnglish": "A Capricious and Selfish Man",
                    "SummaryEnglish": "Nana goes to live with Ren for the two weeks that Trapnest have off. Reira and Takumi visit America and bump into each other there. Nobu walks Hachi home but Takumi turns up and walks her the rest of the way. Hachi avoids going to watch BLAST practice because she can't face Nobu and Misato comes to visit for summer vacation."
                },
                "26": {
                    "ID": "342245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342245",
                    "TitleEnglish": "The Passing Hachi and NANA",
                    "SummaryEnglish": "BLAST's first live is sold out. Hachiko feels lonely after Nana turns her down to celebrating at hers so she goes to see Takumi."
                },
                "27": {
                    "ID": "342246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342246",
                    "TitleEnglish": "Hachi's Desired Future",
                    "SummaryEnglish": "BLAST visit Hachi to celebrate their latest success and discuss record contracts. Shin convinces Hachi and Nobu to go to the convenience store to buy more wine. On the way, Hachi and Nobu are forced to face their feelings for each other."
                },
                "28": {
                    "ID": "342247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342247",
                    "TitleEnglish": "Hachi and Nobu, Urgent Approach",
                    "SummaryEnglish": "Hachi decides she will break up with Takumi to be with Nobu."
                },
                "29": {
                    "ID": "342248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342248",
                    "TitleEnglish": "The Problem of Expressing Love",
                    "SummaryEnglish": "Hachiko admits to Nana that she loves Nobu after spending the night at his place. Junko, her boyfriend and Shoji try to analyse why Hachi is with Nobu. Yasu and the record company manager meets with Shin's father to sign the contract."
                },
                "30": {
                    "ID": "342249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342249",
                    "TitleEnglish": "Breakdown, NANA's Heart",
                    "SummaryEnglish": "Hachi feels ill during work and her boss tells her to see a doctor. Nobu gets Nana a job at the moving company he part-time works for so she can make some money. Hachi makes a shocking discovery."
                },
                "31": {
                    "ID": "342250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342250",
                    "TitleEnglish": "Hachi's Child, Pregnancy",
                    "SummaryEnglish": "Hachi is pregnant but doesn't know if it's Takumi's or Nobu's. She tries to hide it from those around her, especially Nana."
                },
                "32": {
                    "ID": "342251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342251",
                    "TitleEnglish": "Don't Separate the Joined Hands",
                    "SummaryEnglish": "Nana and Nobu argue over what to do about the baby and whether or not Nobu should become the baby's father. Nobu goes to see Hachi. Reira explains the 'red thread' belief to Shin."
                },
                "33": {
                    "ID": "342252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342252",
                    "TitleEnglish": "Hachi's Choice",
                    "SummaryEnglish": "Hachi makes her final decision about her pregnancy. Takumi surprises her with his own."
                },
                "34": {
                    "ID": "342253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342253",
                    "TitleEnglish": "The Broken Strawberry Glass",
                    "SummaryEnglish": "Takumi and Hachi tell of their decision to marry. The other Trapnest and Nana are shocked by this. Nana is so upset she drops the Strawberry Glass they bought together back when they first moved in."
                },
                "35": {
                    "ID": "342254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342254",
                    "TitleEnglish": "Reira's Loneliness",
                    "SummaryEnglish": "Reira is upset about Takumi and Hachi's engagement."
                },
                "36": {
                    "ID": "342255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342255",
                    "TitleEnglish": "Blast's New Song!!",
                    "SummaryEnglish": "The Black Stones perform their new song for their management. Later, Shin and Nana have a big argument. Nana heads home to apartment 707 for the first time in nine days only to find that Hachi has moved out."
                },
                "37": {
                    "ID": "342256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342256",
                    "TitleEnglish": "Hachi, High-Class Housewife",
                    "SummaryEnglish": "Shouji, Junko and Kyosuke discuss the possibility that Hachi's fiance is Takumi from Trapnest. Meanwhile Hachi meets Naoki for the first time and shows off her new apartment to him and Takumi. Takumi tells Hachi that she doesn't have to keep their relationship a secret from their friends and family and expresses his desire to go and meet with Hachi's parents and sisters."
                },
                "38": {
                    "ID": "342257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342257",
                    "TitleEnglish": "The Trigger of Fate",
                    "SummaryEnglish": "Ren encourages Nana to go and see Hachi, unfortunately Nana and Hachi just miss each other. Hachi meets with Shin and tells him about her pregnancy and decision to marry Takumi."
                },
                "39": {
                    "ID": "342258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342258",
                    "TitleEnglish": "Look, Hachiko",
                    "SummaryEnglish": "The love life of Ren and Nana has leaked to the press. Blast suspects Gaia to be involved. Nana faces the consequences, and leaves a message for Hachiko through a TV broadcast. Hachi on her side is having problems with Takumi and confesses to Junko and Kyosuke that she is in love with him, even though she wishes that she could love Nobu."
                },
                "40": {
                    "ID": "342259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342259",
                    "TitleEnglish": "Blast, Debut!",
                    "SummaryEnglish": "With Blast holed up in a secret hotel room, Misato has come to visit again while Yasu and Gaia finally make a decision about the debut. Nana tells Nobu that she has a plan to get Hachi back. Trapnest's members leave for London and Hachiko heads back to her hometown, while Reira discovers that Blast's debut single will be released on the same day as Trapnest's new single."
                },
                "41": {
                    "ID": "342260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342260",
                    "TitleEnglish": "Blast Lodging Together",
                    "SummaryEnglish": "Hachi's sister Nao asks Hachi about Nana, later Takumi arrives home from London and gives Hachi her engagement ring. With the rest of Trapnest still in London, Ren and Reira begin to realise the depth of Yasu's feelings for Nana when Mari points out that he has placed Blast ahead of his law apprenticeship commitments. Meanwhile with the members of Blast sent to a wilderness camp by Gaia, Shin takes the oppurtunity to email Reira, while Yasu admits to Nana that he is in love with her."
                },
                "42": {
                    "ID": "342261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342261",
                    "TitleEnglish": "NANA, Suddenly Fit",
                    "SummaryEnglish": "After Blast returns from their training camp, the band members move into Gaia's boarding house. Reira replies to Shin's email and she and Mari later find Ren asleep in the bath. Takumi meets Nana's family for the first time. Nana starts hyperventilating after Nobu reveals that he has given up on Hachi."
                },
                "43": {
                    "ID": "342262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342262",
                    "TitleEnglish": "Blast, Guerrilla Live",
                    "SummaryEnglish": "A mysterious actress named Miyu gives Nobu directions on how to help Nana with her panic attack. Takumi notices that Reira has Shin's lighter, although Reira claims she received it from a fan. Blast has an unannounced live in Shinjuku, which Hachiko unknowingly stumbles upon."
                },
                "44": {
                    "ID": "342263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342263",
                    "TitleEnglish": "Blast vs. Trapnest",
                    "SummaryEnglish": "As both bands rehearse for a TV appearance, Yasu confronts Ren about his drug use and treatment of Nana. Ren later proposes to Nana, followed up by a session of rough sex which excites and terrifies Nana at the same time. Reira and Shin manage to sneak out for some alone time, while Nobu is discouraged when he learns that Miyu is seven years older than him."
                },
                "45": {
                    "ID": "342264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342264",
                    "TitleEnglish": "Blast's First TV Performance",
                    "SummaryEnglish": "Trapnest and Blast make their TV appearances. Hachi admits to Junko that she feels the desire to explain things to Nobu because Shōji never explained his affair with Sachiko to her. The members of Blast play Mah-Jong with their neighbours, Yuri and Miyu. Hachi arranges to meet up with Blast for the fireworks."
                },
                "46": {
                    "ID": "342265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342265",
                    "TitleEnglish": "Reunion! Hachi and Shoji",
                    "SummaryEnglish": "As Blast's members excitedly prepare for the fireworks festival by cancelling their other appointments and finding disguises, Hachi heads to Jackson Hole where she encounters Shoji for the first time since their breakup. Meanwhile Takumi and Reira discuss Ren's desire to marry Nana."
                },
                "47": {
                    "ID": "342266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nana/episodes/342266",
                    "TitleEnglish": "Fireworks Display, Hachi and NANA",
                    "SummaryEnglish": "Several years in the future, the members of Blast plus Hachi and her daughter Satsuke meet each other again at Room 707 for the fireworks display, but strangely Nana is not present. Back in 2001, Hachi has cold feet about seeing Nobu again so Nana lies and tells her that he won't be present for the fireworks."
                }
            }
        }
    }
}