{
    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team",
    "Genres": [
        "Action",
        "Anime",
        "Science Fiction",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0159569/",
        "https://www.themoviedb.org/tv/43887"
    ],
    "TitleEnglish": "Mobile Suit Gundam: The 08th MS Team",
    "SummaryEnglish": "U.C. 0079 - In the middle of the One Year War, Ensign Shiro Amada is transferred to South East Asia to command Kojima Batallion's 08th MS Team, a small army of soldiers piloting RX-79[G] Gundam Ground type units. During the skirmishes in the jungle, he confronts ace Zeon pilot Norris Packard and falls in love with Aina Sahalin, a pilot involved in testing Zeon's top-secret mobile armor. This relationship leads to the Federation doubting their trust in Shiro. Now Shiro must prove his loyalty in the battleground or die a traitor.",
    "TitleJapanese": "機動戦士ガンダム 第08MS小隊",
    "SummaryJapanese": "連邦軍のシロー少尉は、サイド２から地球へと向かう途中、傷ついた友軍のＧＭを助けるためボールに乗り込み出撃する。 シローの乗ったボールは、ジオン軍の試作型ジムと戦闘になり両機は大破。宇宙を漂流するハメとなったシローと、ザクのパイロット・アイナは、生き延びるために敵味方の関係を越えて協力する。やがて救出された２人はふたたび敵と味方に分かれ、地球に降り立ったシローは仲間を得ようと奮闘しながら第０８ＭＳ小隊を率るが、やがて彼らの前にアイナの乗るジオン軍の新型器アプサラスが立ちはだかるのだった。",
    "Aliases": [
        "Gundam: 08ᵗʰ MS Team",
        "08th MS Gundam"
    ],
    "Modified": "2025-09-05",
    "Seasons": {
        "0": {
            "ID": "29217",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/seasons/official/0",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "355307",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/355307",
                    "TitleEnglish": "Miller's Report",
                    "SummaryEnglish": "Shortly after being rescued off the Himalayas, Federation Ensign Shiro Amada is accused of espionage due to his encounter with Zeon's top-secret mobile armor. Intelligence officer Alice Miller is assigned to investigate on Shiro's whereabouts during his disappearance. Her documented findings will determine whether or not Shiro is a traitor, and what his fate will be as commander of the 08th MS Team.",
                    "TitleJapanese": "ミラーズ・リポート",
                    "SummaryJapanese": "連邦軍がジオン軍の秘密兵器アプサラスの情報をつかむために部隊を展開させていた最中、シローがジオン軍のパイロットであるアイナ・サハリンと接触していたことが発覚。シローはスパイ容疑をかけられ、審問会が開かれることになってしまう。"
                },
                "2": {
                    "ID": "4518284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/4518284",
                    "TitleEnglish": "Battle in Three Dimensions",
                    "SummaryEnglish": "The 08th M.S. Team travels through the jungle while on a mission, Shiro Amada checks his map and stops when he spots a long bridge up ahead that spans a wide river, when they are attacked by a group of Zeon soldiers",
                    "TitleJapanese": "三次元との戦い",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "6065608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/6065608",
                    "TitleEnglish": "More Information on the Universal Century 1. Construction of the Colonies - The Beginning of the Universal Century",
                    "SummaryEnglish": null,
                    "TitleJapanese": "宇宙世紀余話 コロニー建設（宇宙世紀の始まり）",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "6065624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/6065624",
                    "TitleEnglish": "More Information on the Universal Century 2. The One Year War - The Opening Shots",
                    "SummaryEnglish": null,
                    "TitleJapanese": "宇宙世紀余話 一年戦争 開戦",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "6065625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/6065625",
                    "TitleEnglish": "More Information on the Universal Century 3. Mobile Suit Development - The Ambitions of Zeon",
                    "SummaryEnglish": null,
                    "TitleJapanese": "宇宙世紀余話 モビルスーツ開発 ジオンの野望",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "6065626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/6065626",
                    "TitleEnglish": "More Information on the Universal Century 4. The One Year War - Operation Odessa",
                    "SummaryEnglish": null,
                    "TitleJapanese": "宇宙世紀余話 一年戦争 オデッサ作戦",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "6065627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/6065627",
                    "TitleEnglish": "More Information on the Universal Century 5. Pilots 1 - Char Aznable",
                    "SummaryEnglish": null,
                    "TitleJapanese": "宇宙世紀余話 パイロット編1 シャア アズナブル",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "6065628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/6065628",
                    "TitleEnglish": "More Information on the Universal Century 6. Mobile Suit Development - The V Project",
                    "SummaryEnglish": null,
                    "TitleJapanese": "宇宙世紀余話 モビルスーツ開発 V作戦",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "6065629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/6065629",
                    "TitleEnglish": "More Information on the Universal Century 7. The One Year War - Operation Star One",
                    "SummaryEnglish": null,
                    "TitleJapanese": "宇宙世紀余話 一年戦争 星一号作戦",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "6065630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/6065630",
                    "TitleEnglish": "More Information on the Universal Century 8. Pilots 2 - Ramba Ral and The Black Tri-Stars",
                    "SummaryEnglish": null,
                    "TitleJapanese": "宇宙世紀余話 パイロット編2 ランバラル＆黒い三連星",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "6065631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/6065631",
                    "TitleEnglish": "More Information on the Universal Century 9. Mobile Armor Development - The Ambitions of Zeon 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "宇宙世紀余話 モビルスーツ開発 ジオンの野望2",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "6065632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/6065632",
                    "TitleEnglish": "More Information on the Universal Century 10. The One Year War - The End",
                    "SummaryEnglish": null,
                    "TitleJapanese": "宇宙世紀余話 一年戦争 終戦",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "29218",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "340678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/340678",
                    "TitleEnglish": "War for Two",
                    "SummaryEnglish": "A transport ship is en route to Earth, transferring Federal Forces soldiers from the space colonies to Earth. Among the ship's passengers are young officer Shiro Amada, and fresh-faced recruit Michel Ninorich. Their attention drawn by a nearby signal flare, the passengers spot a Federation mobile suit engaged in a running battle with a Zeon prototype. The foolhardy Shiro enters the fray in a Ball, a crude space pod intended for manual labor, enabling the Federation pilot to escape. Shiro's Ball and the Zeon prototype are both destroyed in the skirmish, and both combatants are forced to seek refuge inside a wrecked battleship. Putting aside their differences, Shiro and the Zeon test pilot, a young woman named Aina Sahalin, team up to create a distress signal and are each rescued by friendly forces.",
                    "TitleJapanese": "二人だけの戦争",
                    "SummaryJapanese": "シロー少尉は苦戦するジムを発見。シローは、パイロットのサンダース軍曹を救出するが、敵のザクと相打ちとなり宇宙を漂流。ザクの女性パイロット、アイナとシローの間に愛情が芽生える。"
                },
                "2": {
                    "ID": "340679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/340679",
                    "TitleEnglish": "Gundams in the Jungle",
                    "SummaryEnglish": "Shiro, Michel, Sanders, Karen and Eledore ride in a jeep to the base. As they arrive they watch the Gundams of the 06th Team moving out for combat. Shiro reports in to the base commander, Kojima. Kojima tells Shiro and the rest of the team that the Zeon have built a factory somewhere in the area.",
                    "TitleJapanese": "密林のガンダム",
                    "SummaryJapanese": "シローは、「第08MS小隊」に隊長として配属される。第２小隊支援の命令を受けたシローは、仲間の信頼を得るために奮戦するが、慣れない地上での戦いに苦しみ、小隊の仲間とはぐれてしまう。"
                },
                "3": {
                    "ID": "340680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/340680",
                    "TitleEnglish": "The Time Limit on Trust",
                    "SummaryEnglish": "Shiro must attack an enemy base from the rear while his team attacks it from the front. Unfortunately, he gets captured by guerrillas on his way there. In the end, Shiro ends up making friends with the gurillas. They help the 08th team destroy the base and drive the Zeons out of the area.",
                    "TitleJapanese": "信頼への限界時間",
                    "SummaryJapanese": "第08MS小隊に、ジオンの砲台陣地を攻撃せよと命令が下る。敵のトーチカを挟撃するため、シローが単身敵の背後に回る作戦を取るが、そこはキキの父バレストが率いるゲリラが支配する地域だった。"
                },
                "4": {
                    "ID": "340681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/340681",
                    "TitleEnglish": "The Demon Overhead",
                    "SummaryEnglish": "Two Dopp fighters haul the mobile armor Apsalus high in the night sky to begin a field test. Aina serves as the pilot of the Apsalus and begins the test. While there are some minor equipment problems, the Apsalus performs well during the test.",
                    "TitleJapanese": "頭上の悪魔",
                    "SummaryJapanese": "「隊を転出したい」と申し出たサンダース軍曹。彼の所属部隊が、全滅してきたのを気にしてのことだった。シローは励ますが、ジオン軍の新型モビルアーマー・アプサラスが第08MS小隊に迫る。"
                },
                "5": {
                    "ID": "340682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/340682",
                    "TitleEnglish": "The Broken Order to Standby",
                    "SummaryEnglish": "As Jidan sits down for his lunch, Eledore and Michel return in the Hover Truck. Jidan tells them some mail came for them during their mission, and Eledore sends Michel to get it. Jidan tells Eledore that his good lunch comes from a lady friend of his named Maria from a nearby village.",
                    "TitleJapanese": "破られた待機命令",
                    "SummaryJapanese": "アプサラスの情報収集に追われるシローたちだったが、そんなときエレドアが作った歌がメジャーデビューするとの報せが飛び込む。有頂天のエレドアは、ミケルと一緒に街へ出かけてしまう。"
                },
                "6": {
                    "ID": "340683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/340683",
                    "TitleEnglish": "Battle Line in the Burning Sand",
                    "SummaryEnglish": "An informant tells Kiki that he saw a light flying through the desert a few days ago. Shiro and the rest of the 08th Team move out to see if they can find the testing range and the Apsalus. Michel is distracted from his duties because he keeps reading B.B.'s letters.",
                    "TitleJapanese": "熱砂戦線",
                    "SummaryJapanese": "第08小隊はキキの案内でジオン軍の射爆場と思われる砂漠地帯へ向かう。いつ現れるともしれない敵を小隊は待ち伏せするが、過酷な砂漠が隊員たちの神経をすり減らす。"
                },
                "7": {
                    "ID": "340684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/340684",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "In Europe, Zeon forces retreat when the Federation successfully completes Operation Odessa and drives M'Quve out of his mines. Yuri and his soldiers are left behind, but he promises to take them to Ginias's base and get them back to space. He doesn't care if the Federation has the Earth because the war will be fought in space.",
                    "TitleJapanese": "再会",
                    "SummaryJapanese": "シローはアプサラスのパイロットがアイナであることに気づき、懸命に呼びかける。アプサラスとシローのガンダムはヒマラヤ連峰の谷底へと不時着し、互いの愛情を確かめ合う。"
                },
                "8": {
                    "ID": "340685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/340685",
                    "TitleEnglish": "Duty and Ideals",
                    "SummaryEnglish": "Shiro is court-martialed under suspicion of being a spy. He says that there are good people on both sides of the war, and he hopes for the time that the war will end. The panel laughs at him, and Captain Isan Ryer asks him if he could shoot the enemy.",
                    "TitleJapanese": "軍務と理想",
                    "SummaryJapanese": "雪山から生還したシローを待っていたのは、査問会での尋問だった。シローは自室での謹慎を言い渡されるが、キキの村にジオンのMSが向かったと聞き、懲罰覚悟で小隊に出動命令を下す。"
                },
                "9": {
                    "ID": "340686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/340686",
                    "TitleEnglish": "Front Line",
                    "SummaryEnglish": "On a Big Tray land battleship, several Federation officers watch a battle simulation of the Apsalus attacking a Federal Forces fleet in space and entering Earth's atmosphere unhindered. The Apsalus heads for South America and destroys the headquarters at Jaburo. Kojima and Ryer want to find out more about Apsalus, and Ryer has a plan that involves using the 08th Team.",
                    "TitleJapanese": "最前線",
                    "SummaryJapanese": "第08小隊に敵基地特定のための偵察任務が命じられる。空挺降下中、カレンの搭乗するガンダムがガウの攻撃を受けシローが救援に向かうが、撃墜可能だったにもかかわらずシローはガウを逃がす。"
                },
                "10": {
                    "ID": "340687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/340687",
                    "TitleEnglish": "The Shuddering Mountain Part 1",
                    "SummaryEnglish": "The Federal Forces begin a massive assault on the Zeon mountain base. Jet Core Boosters drop so many bombs on the mountain that the shape of it changes. Norris uses his Gouf Custom to expertly destroy several Jet Core Boosters.",
                    "TitleJapanese": "震える山(前編)",
                    "SummaryJapanese": "連邦軍はジオン軍の秘密基地に総攻撃を開始する。連邦軍の物量作戦に対し、アイナにとって親代わりであるジオン軍のパイロット、ノリスは死を覚悟の奮戦でアイナたちを脱出させようとする。"
                },
                "11": {
                    "ID": "340688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/340688",
                    "TitleEnglish": "The Shuddering Mountain Part 2",
                    "SummaryEnglish": "Before the Apsalus III launches, Ginias looks at it with the eyes of a madman. Aina asks him what happened to the scientists, and he says they are all drunk somewhere. After the Apsalus III launches, Shiro announces that he is leaving the service.",
                    "TitleJapanese": "震える山(後編)",
                    "SummaryJapanese": "アイナは傷病兵を乗せたケルゲレンを脱出させるため、我が身をさらして連邦軍に休戦を呼びかけるが、ギニアスが連邦軍に向けて発砲したためケルゲレンは撃墜されてしまう。"
                },
                "12": {
                    "ID": "340689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-08th-ms-team/episodes/340689",
                    "TitleEnglish": "Last Resort",
                    "SummaryEnglish": "On Christmas Eve UC 0079, a Musai battleship is attacked by the Federal Forces. A Zeon soldier loads several kids onto a Komusai shuttle and tells them they have an important mission to fulfill. After the Komusai is launched, the Musai and Gelgoogs are destroyed.",
                    "TitleJapanese": "ラスト・リゾート",
                    "SummaryJapanese": "戦争終結後、連邦軍を除隊したミケルは、戦いの最中に姿を消した、かつての上官シローを探し求め、ゲリラだったキキ・ロジータと共に旅を続けていた。その途中、謎の孤児たちに囚われたミケルたちだったが、そこで思わぬ手掛かりをつかむ。"
                }
            }
        }
    }
}