{
    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0080-war-in-the-pocket",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Mini-Series",
        "Science Fiction",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0097661/",
        "https://www.themoviedb.org/tv/46512"
    ],
    "TitleEnglish": "Mobile Suit Gundam 0080: War in the Pocket",
    "SummaryEnglish": "The great war between the Earth Federation and the Principality of Zeon is almost over. At a neutral space colony, Side 6, the Federation is secretly constructing a powerful new Gundam. A young boy, Alfred Izuruha, and his friends are fascinated by the war and the mobile suits. As Al plays in the Federation base he accidentally films the newly-arrived Federation mobile suit from the Antarctica base, Gundam NT-1 \"Alex.\" When the Zion's attempt to destroy the Gundam fails, Al follows a damaged Zaku to its crash site and meets its pilot, novice pilot Bernard \"Bernie\" Wiseman. Bernie himself falls for Al's neighbor, the charming Christina MacKenzie. She is the test pilot of the Gundam that Bernie is trying to destroy. Al will come face to face with the realities of war, changing his life forever.",
    "TitleJapanese": "機動戦士ガンダム0080 ポケットの中の戦争",
    "SummaryJapanese": "連邦軍とジオン軍の戦争が終盤にさしかかる頃、中立のスペースコロニー・サイド6で開発が進められていた新型ガンダムの情報をジオン軍がキャッチし、特殊部隊を送り込む。その一員であるバーニィは成り行きで民間人の少年・アルと情報を探ることになる。",
    "Aliases": [
        "Kidou Senshi Gundam 0080: Pocket no Naka no Sensou"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "29219",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0080-war-in-the-pocket/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6051027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0080-war-in-the-pocket/episodes/6051027",
                    "TitleEnglish": "All That Gundam",
                    "SummaryEnglish": "A short film commemorating the 10th anniversary of Mobile Suit Gundam and a teaser for Mobile Suit Gundam 0080: War in the Pocket.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "29220",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0080-war-in-the-pocket/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "340690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0080-war-in-the-pocket/episodes/340690",
                    "TitleEnglish": "How Many Miles to the Battlefield?",
                    "SummaryEnglish": "In late UC 0079 the war between the Earth Federation and the Principality is near its end. In the Arctic, the Zeon Jukon class submarine U-99 approaches the Federation Forces Arctic base. The elite Zeon Cyclops Team launches from the U-99 with Hygogg and Z'Gok-E amphibious mobile suits.",
                    "TitleJapanese": "戦場までは何マイル?",
                    "SummaryJapanese": "宇宙世紀0079年12月、ジオン軍のサイクロプス隊は連邦軍の新型モビルスーツ「NT-1アレックス」を奪取するため北極基地を襲撃。連邦軍はアレックスをシャトルに乗せて打ち上げ、サイド6に隠す。サイド6で暮らす少年アルは、偶然アレックスが積まれたコンテナをビデオカメラに収める。"
                },
                "2": {
                    "ID": "340691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0080-war-in-the-pocket/episodes/340691",
                    "TitleEnglish": "Reflections in a Brown Eye",
                    "SummaryEnglish": "Al takes pictures of the damaged Zaku and sees the pilot pointing a gun at him. He tells the pilot, Bernard Wiseman, that he got shot down badly. Bernie becomes angry and says he doesn't want to talk to a stupid kid. Al asks Bernie if he can look at the gun, and Bernie refuses. Bernie sees Al's camera and grabs it to examine the pictures. He sees pictures of himself, Chris, and the cargo container. Al jumps Bernie and knocks him down to get the camera back. He bites his hand and grabs the camera back. Al pauses when he sees Bernie's rank badge and seems to be fascinated with it. Bernie offers to give Al the rank badge in exchange for the camera, and Al agrees.",
                    "TitleJapanese": "茶色の瞳に映るもの",
                    "SummaryJapanese": "アルはコロニーに侵入して撃墜されたザクを発見し、パイロットのバーニィと知り合う。何も知らないアルは、自分が撮影したコンテナのビデオと引き替えにバーニィからジオンの階級章をもらって大喜び。バーニィはグラナダ基地に帰還し、サイクロプス隊に転属となり、再びサイド6へ向かう。"
                },
                "3": {
                    "ID": "340692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0080-war-in-the-pocket/episodes/340692",
                    "TitleEnglish": "And at the End of the Rainbow?",
                    "SummaryEnglish": "Al holds on to Garcia's truck as it drives through the city. Al takes notice of where they are headed, but Garcia takes a sharp turn, and Al is thrown from the truck. He gets an idea and decides to visit the police. He tells them that the four trucks are suspicious, but the police don't believe what he is says.",
                    "TitleJapanese": "虹の果てには?",
                    "SummaryJapanese": "バーニィの姿を発見したアルは、彼を追跡してサイクロプス隊のアジトを突き止めた。サイクロプス隊の隊長シュタイナーは、アルを仲間にするのが安全だと判断し、彼に標章を与える。アルの見張りを命じられたバーニィは、アレックスのテストパイロットのクリスと知り合い、2人は互いの素性を知らぬまま恋心を抱く。"
                },
                "4": {
                    "ID": "340693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0080-war-in-the-pocket/episodes/340693",
                    "TitleEnglish": "Over the River & Through the Woods",
                    "SummaryEnglish": "Al quickly hides on a pipe as the Federation Forces soldiers walk by. He sneaks through the conduit back to Bernie and tells him he got pictures of a Federation mobile suit. Bernie says they could have been caught, but he is glad they got the pictures and figures that Steiner will love it. They print the pictures, and Bernie sees it's not a GM.",
                    "TitleJapanese": "河を渡って木立を抜けて",
                    "SummaryJapanese": "シュタイナーは自分たちがオトリであり、サイド6への核攻撃が迫っていることを知らされる。一方、アルはバーニィに手柄を立ててもらおうとアレックスの隠し場所を突き止め、サイクロプス隊はアレックスの奪取・破壊を目指す「ルビコン作戦」を開始する。"
                },
                "5": {
                    "ID": "340694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0080-war-in-the-pocket/episodes/340694",
                    "TitleEnglish": "Say it Ain't So, Bernie!",
                    "SummaryEnglish": "At Granada, Killing is informed that Operation Rubicon has failed and that the Gundam is still in Libot. He sees his commander overriding an order to load nuclear weapons onto a warship. Killing tells him he never asked permission, and his commander asks him if he plans to violate the treaty. Killing says that Side 6 never signed the Antarctic Treaty and then shoots his commander. He takes command of Granada and orders the loading of the nukes to continue.",
                    "TitleJapanese": "嘘だといってよ、バーニィ",
                    "SummaryJapanese": "「ルビコン作戦」は失敗に終わり、サイクロプス隊は全滅。ただひとり生き残ったバーニィは、アルにコロニーへの核攻撃が迫っていることを伝えて、コロニーから脱出しようとする。だが、アルやクリスのためにもアレックスを破壊して核攻撃を中止させようと思い直す。"
                },
                "6": {
                    "ID": "340695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0080-war-in-the-pocket/episodes/340695",
                    "TitleEnglish": "War in the Pocket",
                    "SummaryEnglish": "Al and Bernie repair the damaged Zaku to fight the Alex. Bernie needs weapons for the Zaku, which Misha hid on two trucks. When they arrive at one of the parking lots, the Federation Forces are towing away the truck. They head for another parking lot and find the Federation Forces there as well.",
                    "TitleJapanese": "ポケットの中の戦争",
                    "SummaryJapanese": "バーニィはアルの助けを借りてザクを修理し、アレックスと戦う準備を進める。作戦当日、サイド6に向かっていたジオンの艦隊が連邦軍に降伏したことを知ったアルは、バーニィに戦う必要が無くなったことを報せようとするが、すでにバーニィは出撃した後だった。"
                }
            }
        }
    }
}