{
    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Science Fiction",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0159567/",
        "https://www.themoviedb.org/tv/72677"
    ],
    "TitleEnglish": "Mobile Suit Gundam 0083: Stardust Memory",
    "SummaryEnglish": "Three years after the end of the One Year War between the Zeon and the Federation, a group called the Delaz Fleet is formed by the survivors of the Zeon army. Under the command of former Zeon Colonel Aiguille Delaz, the fleet's goal is to rebuild Zeon. Their ace pilot Major Anavel Gato steals the Gundam GP02, a nuclear equipped model in development by the Federation. Lieutenant Kou Uraki pilots the Gundam GP01, the only one left, in an attempt to stop Gato and recover the stolen Gundam before a new war begins. \"Operation Stardust,\" as the Delaz Fleet's operation was known, would shake the foundation of the Earth Federation and prepare the way for the to the soon-to-be-infamous \"Titans.\"",
    "TitleJapanese": "機動戦士ガンダム0083 STARDUST MEMORY",
    "SummaryJapanese": "ジオン再興を目指すアナベル・ガトー少佐は、連邦軍のトリトン基地に潜り込んで試作ガンダム2号機を奪取する。連邦軍のテストパイロット、コウ・ウラキ少尉はガトーを倒し、デラーズ・フリートが目論む「コロニー落とし」を阻止できるのか？",
    "Aliases": [
        "机动战士高达0083"
    ],
    "Modified": "2025-09-05",
    "Seasons": {
        "0": {
            "ID": "29215",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "1889991",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/1889991",
                    "TitleEnglish": "Afterglow of Zeon",
                    "SummaryEnglish": "U.C. 0083 - Three years after the end of the catastrophic One Year War, peace on Earth and the colonies is shattered by the presence of the Delaz Fleet, a rogue Zeon military group loyal to the ideals of the late dictator Gihren Zabi. Delaz Fleet's ace pilot Anavel Gato, once hailed as \"The Nightmare of Solomon\", infiltrates the Federation's Torrington base in Australia and steals the nuclear-armed Gundam GP02A \"Physalis\" prototype. Rookie pilot Kou Uraki - with the aid of Anaheim Electronics engineer Nina Purpleton and the crew of the carrier Albion - pilots the Gundam GP01 \"Zephyranthes\" prototype in an attempt to recover the stolen Gundam unit and prevent another war from breaking out. This movie is a summary of the series.",
                    "TitleJapanese": "劇場版 ジオンの残光",
                    "SummaryJapanese": "宇宙世紀0083――　ジオン公国を名乗るスペースノイド達が起こした独立戦争、いわゆる「1年戦争」集結から3年。青年少尉コウ・ウラキはMSテストパイロットとして、連邦軍オーストラリア基地で訓練に明け暮れていた。だが、彼の目の前で、2つの最新型ガンダムの1機が強奪されてしまった！コウはもう1機のガンダムで追うのだが、敵のMSパイロット、アナベル・ガトーは笑った「未熟者」と！その時から2人の果てしなき死闘が始まった――！！"
                },
                "2": {
                    "ID": "3505351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/3505351",
                    "TitleEnglish": "The Mayfly of Space",
                    "SummaryEnglish": "Mayfly reveals Cima's backstory in flashbacks as she reflects on her past prior to the events of Episode 13. It reveals that Cima and her unit poisoned a Side 5 colony using G-3 nerve gas, under orders, but were treated as pariahs afterwards by their own countrymen for committing such an atrocity. At the end of the war her superior refused to let her retreat to Axis. Because their home colony Mahal had been converted into a weapon, Cima and her men were left stranded and homeless.",
                    "TitleJapanese": "宇宙の蜉蝣",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5676131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/5676131",
                    "TitleEnglish": "The Mayfly of Space 2",
                    "SummaryEnglish": "Universal Century 0083. Inside the Zanzibar-class mobile cruiser Lili Marleen, Cima Garahau, the former Zeon M.A.U. (Marine Amphibious Unit) Commander, was battling her recurring nightmare of being abandoned by Zeon military during One Year War and drifting in Space in the past 4 years. This picture drama also recounts Cima's past and present encounter with Anavel Gato, as well as introducing a new character, the Zeon fugitive Geil Hunt.",
                    "TitleJapanese": "宇宙の蜉蝣2",
                    "SummaryJapanese": "ザンジバル級『リリー・マルレーン』の艦内で、シーマ・ガラハウ中佐は、彼女の悪夢と戦っていた。過去、『うなされて４年間』の悪夢である。\n宇宙世紀0083年10月23日、デラーズ・フリートのアナベル・ガトー少佐は、地球連邦軍のガンダム２号機の強奪に成功し帰還を果たした。\n彼らの目論む『星の屑作戦』は、今、まさに端緒についたのである。\nそのガトー少佐への挨拶とばかりに、手荒い挨拶を仕掛けるシーマ。その最中、シーマは、この作戦の予知夢ともいうべき新たな悪夢を垣間見るのであった。"
                }
            }
        },
        "1": {
            "ID": "29216",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "340658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340658",
                    "TitleEnglish": "Gundamjack",
                    "SummaryEnglish": "On January 1, 0080, the battle between Zeon and the Earth Federation rages on. Fleet Commander Delaz has been informed that Gihren Zabi has been killed by his sister. Three years later, Federal Forces Kou Uraki and Chuck Keith are engaged in training exercises near Australia's Torrington Base. Their target is a new experimental Powered GM piloted by Lt. Dick Allen.",
                    "TitleJapanese": "ガンダム強奪",
                    "SummaryJapanese": "宇宙世紀0083年。オーストラリアの地球連邦軍トリントン基地に向かう一隻の強襲揚陸艦があった。その揚陸艦アルビオンに積まれていた２機の試作ガンダム。トリントン基地に所属するテストパイロットのひとり、コウ・ウラキはその威容に目を奪われる。一方、アナハイム・エレクトロニクスのシステム・エンジニア、ニナ・パープルトンは、ガンダム試作２号機が核装備であることを見抜いたコウの観察力に舌を巻いていた。しかし、核弾頭を装填した直後、２号機はジオンを名乗る男に強奪されてしまう。それと時を同じくして、突然の攻撃がトリントン基地を襲った。眼前で奪われた２号機を止めるため、コウは試作１号機に乗り込む。基地から逃亡しようとする２号機の前に立ちはだかるコウの１号機。２機のガンダムの対峙が、新たなる戦いの幕開けとなった。5.1ch"
                },
                "2": {
                    "ID": "340659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340659",
                    "TitleEnglish": "Endless Pursuit",
                    "SummaryEnglish": "Gatu attacks Kou and engages him in a close fight. Kou's experience makes him no match for Gato, he is unable to fight properly and gets knocked quite a bit. Gato tells Kou that he is no match for him. What will happen next?",
                    "TitleJapanese": "終わりなき追撃",
                    "SummaryJapanese": "１号機のコクピットの中で、コウは初めての実戦に萎縮していた。一方、２号機を奪った男は余裕の表情でコウを退ける。２号機の逃亡を許したコウたちは、休む間もなく追撃に移った。一旦はジオンの回収艇を捕捉するコウたちだったが、２号機は追撃を逃れてさらに逃亡を図る。コウはそこで初めて２号機を奪った男の名を知る。男の名はアナベル・ガトー。“ソロモンの悪夢”と恐れられたジオンのエースパイロットだった。圧倒的な力を持つ敵に戸惑うコウを、指揮官サウス・バニングの力強い言葉が励ます。深い霧が覆う中、死闘を演じるコウの１号機とガトーの２号機。しかし、ガトーはコウたちの必死の攻撃を尻目に、霧の中へと消えていった。敵を逃した悔しさに、無念の涙を流すコウ。コウたちを追いかけて一部始終を目にしていたニナは、彼の後ろ姿に不思議な感情を抱くのだった。"
                },
                "3": {
                    "ID": "340660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340660",
                    "TitleEnglish": "Into Battle, Albion",
                    "SummaryEnglish": "Kou returns to the ruins of the Torrington Base. He apologizes to Synapse for taking the GPO1. Kou says the GPO1 is a wonderful and excellent suit. On the bridge, Synapse speaks to General John Kowen from Jaburo. General Kowen orders Synapse to launch the Albion and as soon as possible locate the GPO2A and prevent usage of the nuclear warhead",
                    "TitleJapanese": "出撃アルビオン",
                    "SummaryJapanese": "ジオン残党の襲撃によって、トリントン基地は壊滅的な打撃を受けた。荒れ果てた基地に佇むコウは、無力感に打ちひしがれていた。しかしニナは、初めての戦闘で１号機の性能を引き出したコウに、ただならぬ才能を感じる。そんな中、アルビオンは２号機の追撃任務に就くことが決定し、新たなパイロットが補充されてくる。そのパイロットのひとり、ベルナルド・モンシアは、ガトーと戦って生き残ったというコウの実力を信じることができなかった。一方、コウは２号機奪還の任務が自分の手を離れることを知り、アルビオンに志願しようとする。そんなコウに絡むモンシア。ふたりは１号機パイロットの座を賭けて、MSで戦うことになる。ベテランパイロットの技量に圧倒されるコウだったが、なんとかモンシアに勝利した。アルビオンの艦長エイパー・シナプスはコウの才能に目を留め、１号機のパイロットとして迎え入れるのだった。コウは慣れ親しんだ基地を後にし、２号機奪還の任務に就いた。"
                },
                "4": {
                    "ID": "340661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340661",
                    "TitleEnglish": "Attack and Retreat on the Burning Sand",
                    "SummaryEnglish": "The Albion flies over the Savannah of Eastern Africa as the seach continues for Gato and the GPO2A. All of the crew is on edge, and things only get worse when a battle alert is sounded. It turns out to not be an enemy attack, but instead is a fight in the hangar between Monsha and Mora. Mora does not like that Monsha is hitting on all her girls and grabbing their asses. Adel says he will make sure Monsha grabs her ass too, and Mora hits him",
                    "TitleJapanese": "熱砂の攻防戦",
                    "SummaryJapanese": "２号機を追うアルビオンは、アフリカの大地を進んでいた。しかし、出撃して一週間、ガトーの影すら掴めず、クルーのストレスは頂点に達していた。問題の絶えないアルビオン艦内に、シナプスですら苛立ちを隠すことができずにいた。一方、ジオン残党が潜むキンバライト鉱山基地では、ガトーと２号機を迎え入れる歓声に湧き上がっていた。２号機をHLVで宇宙に打ち上げるため、着々と準備を進めるガトーたち。その頃アルビオンでは、アナハイムのスタッフ、ニック・オービルがジオンのスパイであることが判明していた。シナプスたちはわざとオービルを逃がし、ジオンの潜伏場所を突き止めようとする。キンバライトのジオン残党はHLV打ち上げの時間を稼ぐため、アルビオンに肉迫する。コウたちの必死の攻撃も空しく、ガトーと２号機は宇宙へと上っていった。"
                },
                "5": {
                    "ID": "340662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340662",
                    "TitleEnglish": "Gundam, to the Sea of Stars",
                    "SummaryEnglish": "The Albion leaves Earth's orbit and heads through the shoal zone of wrecked colonies on their way to the lunar base of Anaheim Electronics. Nina makes romantic advances on Kou, but he's so dense and focused on the GPO1 that he doesn't notice. Nina tries to explain to him that the GPO1 isn't modified for space and is useless until it is upgraded to Full Vernian",
                    "TitleJapanese": "ガンダム、星の海へ",
                    "SummaryJapanese": "２号機追撃任務の舞台は宇宙に移っていた。アルビオンは味方艦と合流し、ガトーが逃げ込んだ暗礁宙域を捜索しようとする。その艦内では、地上用の１号機にこだわるコウと、そんなコウに苛立つニナの間に些細なすれ違いが起こっていた。コウが１号機のパイロットであることを、感情的に否定してしまうニナ。厳しいニナの言葉に、コウは頑なになるのだった。一方、茨の園に帰還したガトーを待っていたのは、跋扈するシーマ・ガラハウだった。茨の園に接近するアルビオンに対し、攻撃をかけるシーマ艦隊。その戦闘のさなか、デラーズ・フリートの決起を宣言するエギーユ・デラーズの演説が響く。ニナの制止を聞かずに１号機で出撃したコウだったが、シーマが駆るゲルググMの前に１号機は大破する。傷付いていく１号機を目の当たりにして、ニナはようやくコウを好きな自分の気持ちに気付いた。"
                },
                "6": {
                    "ID": "340663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340663",
                    "TitleEnglish": "The Warrior of Von Braun",
                    "SummaryEnglish": "The Albion lands in the lunar city of Von Braun to retrofit the Unit 1 for space. The crew takes some time off to wander the city. Kou gets upset after Monsha teases him and runs out into the city streets where he gets beaten up for being Federation. He wakes up to meet a one-armed Zeon pilot, Kelly Layzner, and his girlfriend Latuera. Kelley think that Kou is a deserter. In his garage, he is working on a mobile suit of his own and warns Kou to stay away from it, but Kou helps him out anyways. Latuera asks Kou why he is helping out his enemy, for the war is not over in Kelly's mind. Kou later overhears Kelly talking to Cima about selling the mobile suit he's been working on and the two men get into a fight. Nina arrives, looking for Kou (who had been gone for a few days now) but Kou says he has unfinished business and goes back to help Kelly complete his mobile suit anyways.",
                    "TitleJapanese": "フォン・ブラウンの戦士",
                    "SummaryJapanese": "アルビオンは補給と１号機の宇宙用への換装のため、月のフォン・ブラウンに寄港していた。ニナは傷付いたコウの心を癒すため、必死で１号機の換装に取り組む。一方、久々の上陸許可に沸き返るアルビオンのクルーたち。しかしコウはひとり、１号機を大破させたショックに沈んでいた。あてどもなくフォン・ブラウンの街を彷徨うコウは、最下層でジャンク屋を営むケリィ・レズナーのもとに辿り着く。揺れる自分の気持ちを整理するため、ケリィとともに彼のモビルアーマーを修理しようとするコウ。しかし、シーマと接触するケリィの姿を目撃し、彼がジオンのパイロットであったことを知る。行き場所を失いかけたコウの傍らに、彼を気遣うニナが佇む。その時コウは、自分の心の奥底にくすぶっているものがあることに気付く。その気持ちに答えを出すため、コウはケリィのもとに戻った。夜通しでMAの修理を続けるふたり。そして、ケリィに別れを告げたコウは、改修が完了した１号機フルバーニアンのコクピットに座るのだった。"
                },
                "7": {
                    "ID": "340664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340664",
                    "TitleEnglish": "With Shining Blue Fire",
                    "SummaryEnglish": "Unit 1 is finally fitted for space and Keith suggests to Kou that he take Nina out on a date before they depart, giving him a pair of movie passes. At Kelly's home, Cima's henchman Kult shows up with payment for the Val Varo, the mobile armor Kelly worked on, and reveals that Kelly will not be allowed to fight because he only has one arm. Kou goes to ask Nina out and she sees the tickets, but he chickens out and she gets mad and decides to go home. Kelly goes and takes off in the Val Varo and announces to the Albion that he wants to fight the Gundam. Kou launches to meet him out on the moon's surface and they realize for the first time that they truly were destined to fight one another. Nina hears the warning announcement and runs off to the scene of the battle where it is revealed that Kelly knows her as well. Kou defeats Kelly and urges him to escape, but Kelly points out that he didn't install an escape system. The Val Varo explodes, killing Kelly, as Kou and Nina embrace. The Albion then heads out to find the Delaz Fleet.",
                    "TitleJapanese": "蒼く輝く炎で",
                    "SummaryJapanese": "アルビオンに戻り、フルバーニアンのトライアルを続けるコウ。その姿を目にして、ニナの心は充足感に満たされる。コウと１号機をサポートするために再びアルビオンに乗ろうとするニナだったが、アナハイム社はそれを許そうとはしなかった。さらに、コウとのすれ違いが、彼女をアルビオンから遠ざけようとしていた。一方、デラーズ・フリートに参加しようとしていたケリィは、パイロットとしての自分が必要とされていないことを知る。己の再起を賭けてガンダムとの勝負に臨むケリィ。ケリィの行動に困惑しながらも出撃するコウ。ふたりは月面を舞台に激しい戦いを繰り広げる。その時、ニナがふたりの前に姿を現す。戦いを止めようとするニナだったが、戦闘に巻き込まれてしまう。その光景を目の当たりにして、コウは怒りのままにケリィを撃破する。ケリィは後悔することなく閃光の中に消えた。そして、コウは命を取り留めたニナに、そばにいて欲しいと告げる。その言葉に応え、ニナはコウの胸の中に飛び込むのだった。"
                },
                "8": {
                    "ID": "340666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340666",
                    "TitleEnglish": "Conspiracy Sector",
                    "SummaryEnglish": "As Burning is feeling his age as for the first time, Uraki bests him in mock combat. Back on the Albion, Keith lectures Kou on being naive and can't understand why he can't tell Nina how he feels. Aboard the Lili Marleen, Cima is awaiting to rendezvous with a Federation ship, the Birmingham. The Albion stumbles onto the scene and Synapse thinks that the Birmingham is being attacked, so the mobile suits are sent out to help. They engage Cima's troops and Burning comes across a briefcase full of information regarding Zeon's Operation Stardust. His damaged suit explodes before he can get back to Albion and the secret of Stardust is lost with him.",
                    "TitleJapanese": "策謀の宙域",
                    "SummaryJapanese": "フォン・ブラウンを離れたアルビオンは、コンペイトウで行われる観艦式に備えて哨戒任務に就いていた。そんな中、コウは初めて訓練戦でバニングに勝利する。バニングは教え子の成長を喜びながらも、自分の衰えを痛感していた。一方、作戦の準備を進めるガトーは、不穏な動きを見せるシーマに警戒感を強める。その頃、シーマ艦隊は連邦艦との密会ポイントに向かっていた。その目的は、観艦式の観閲旗艦バーミンガムとの接触。バニングの活躍によって、アルビオンの MS隊はシーマ艦隊を撃退した。その戦闘のさなか、バニングはデラーズ・フリートの作戦要綱を手に入れる。彼らが『星の屑』と呼ぶ作戦の全貌を知り、驚愕するバニング。しかし次の瞬間、戦闘で傷付いていた彼の機体は爆発し、バニングは帰らぬ人となった。精神的な支柱を失ったアルビオンを、重苦しい空気が包む。彼らの悲しみをよそに、様々な者たちの思惑を孕んだ観艦式の日が近づいていた。"
                },
                "9": {
                    "ID": "340667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340667",
                    "TitleEnglish": "The Nightmare of Solomon",
                    "SummaryEnglish": "Out in a section of space known as the Sea of Solomon, the Zeon forces are gathering. At Solomon, now renamed Konpei Island, the Federation is also amassing forces for a Naval Review, thinking that a show of forces will make the Zeon back off. Instead, that is what the Zeon have been waiting for. As Gato prepares to fire off the nuke on the Federation forces, the Albion crew and in particular, the Unit 1, pursue him, but it is too late. Gato announces his return to Solomon as he fires the nuke at Konpei Island, and the entire Federation Fleet...",
                    "TitleJapanese": "ソロモンの悪夢",
                    "SummaryJapanese": "観艦式の日、遠くアステロイドベルトから地球圏に到達する艦隊があった。デラーズ・フリートと合流するため、アクシズから訪れた先遣艦隊であった。その頃、コウたちはソロモン海域に集結しつつあるジオン残党との戦いを繰り広げていた。いつ果てるともしれない戦いに、疲労の色を隠せないコウ。一方、ガトーは連邦軍の追及をかわして出撃する。新たな敵影に、疲れを癒す間もなく迎撃に向かうコウたち。デラーズ・フリートの散発的な攻撃を退け、連邦軍は観艦式を決行する。しかし、ガトーの２号機はその攻撃を陽動として単機でコンペイトウに接近していた。ガトーの動きを知り、コンペイトウへと急行するコウのフルバーニアン。コウの焦りをよそに、ガトーは核バズーカの照準をバーミンガムにロックする。ガトーの叫びとともに放たれた核バズーカは、コンペイトウの連邦艦隊を光の中へと消し去るのだった。"
                },
                "10": {
                    "ID": "340669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340669",
                    "TitleEnglish": "Colliding War Zones",
                    "SummaryEnglish": "Too late to save Konpei, Kou nevertheless engages Gato in combat and they end up destroying both Gundams. As Uraki ejects, he finds Gato waiting for him and Gato tells him he will never forget his name again before flying off. Kou escapes to Keith's mobile suit and they head back to Albion. Nina is upset and Kou thinks it is because he lost both Unit 1 and 2, but it's something else... Later, Synapse calls both of them in to discuss the situation and reveals that there is a third Gundam, Unit 3, on the Anaheim ship called La Vie En Rose. In the meantime, Cima's fleet destroys a mirror on each of two abandoned space colonies. The Albion gets the report on the hijacked space colonies and realize that because the colonies are now out of balance with their mirrors destroyed, they will eventually collide, sending one colony flying into the moon.",
                    "TitleJapanese": "激突戦域",
                    "SummaryJapanese": "ガトーが放った核によって、連邦艦隊は壊滅的な打撃を受けた。コンペイトウから退避するガトーの２号機を、屈辱に身を焦がすコウのフルバーニアンが追撃する。熾烈な一騎討ちを演じるふたり。その対決は、相討ちという形で幕を閉じた。閃光となってソロモン海に消える２機のガンダム。その光景を前に、ニナは泣き崩れる。無事アルビオンに戻ったコウだったが、コンペイトウへの核攻撃が『星の屑』の終焉だとは思えずにいた。一方ニナは、コウがこれ以上の戦いに身を投じることを恐れた。コウはその理由を知らない。それと同時刻、輸送中のコロニーをシーマ艦隊が襲撃する。コロニーのミラーを破壊してコースを変え、月へのコロニー落としを実行するシーマ。コロニー激突の放電で光が満ちる宙域に、シーマの嘲笑が響き渡る。その嘲笑を背に、アルビオンはガンダム試作３号機を受け取るためにラビアンローズへの針路を取った。"
                },
                "11": {
                    "ID": "340670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340670",
                    "TitleEnglish": "La Vie en Rose",
                    "SummaryEnglish": "The Albion arrives at Anaheim Electronics' La Vie En Rose research ship to get the GP03 Dendrobium Stamen, where they are met by designer Lucette Auduvie and Federation officer Nakaha Nakato. Almost immediately, Nakato tells the crew that the GDP has been suspended and they are all confined to the Albion until further notice. Lucette shows Kou the GP03's diagrams and later sacrifices her life to stop Nakato killing Kou as he takes over the GP03 with the Albion crew's help and leave La Vie En Rose. Meanwhile, the Federation command expresses indifference at the upcoming Zeon colony drop on the Moon. The Konpeitoh survivors mobilize and try to stop it, but run out of fuel when Cima maneuvers to have Von Braun City's laser station activate the colony's engines to redirect it toward Earth. Gato also meets up with the Axis Advance Fleet, where he gets the massive Neue Ziel mobile armor and tries it against a small Federation patrol.",
                    "TitleJapanese": "ラビアンローズ",
                    "SummaryJapanese": "コロニー落としを目前にしてもなお、連邦首脳は事態を冷ややかに傍観していた。一方、ラビアンローズに到着したアルビオンを待っていたのは、デラーズ・フリート追撃任務の解除通告だった。その頃、コロニーに迫るコンペイトウの追撃艦隊の先鋒は、ガトーのノイエ・ジールによって撃破されていた。焦るコウたちを尻目に、コロニーは月へと近づく。ガンダム試作３号機の開発に携わったルセット・オデビーは、連邦軍による３号機の開発凍結に不満を抱き、コウに３号機を託そうとする。さらにデラーズ・フリートは、アナハイムとの密約を利用してコロニーの推進剤に点火し、月への落着直前でそのコースを地球へと変えた。激変する状況にコウは、ニナの反対を押し切って３号機に乗る決意を固める。しかし、コウたちの行動を阻止しようとするナカッハ・ナカト少佐の凶弾に、ルセットは倒れた。３号機をニナに任せて息を引き取るルセット。ニナは、３年前のガトーとの関係と向き合う決断を迫られる。ニナの決意は３号機に命を吹き込み、コウは３号機を駆って最後の戦いに挑もうとしていた。"
                },
                "12": {
                    "ID": "340672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340672",
                    "TitleEnglish": "Assault on the Point of No Return",
                    "SummaryEnglish": "Kou and Gato, now in their mobile armors, finally take each other on as the Albion crew tries to stop the colony before it passes the minimum limit for terminal entry. Cima's crew takes Delaz hostage aboard his flagship, the Gwaden. At Jaburo, General Kowen desperately tries to convince EFSF supreme commander Gen Gene Collini of mobilizing the military's full might to stop the colony, but Jamitov Hymem has Kowen taken away. Delaz discovers that the Federation has deployed the Solar System II mirror array past the terminal entry point and encourages Gato to see the operation through - before Cima kills him. Out of rage, Gato drives one of the Neue Ziel's claws at the Gwaden bridge.",
                    "TitleJapanese": "強襲、阻止限界点",
                    "SummaryJapanese": "コロニーの地球落下を阻止できる最終防衛ライン、阻止限界点。そのタイムリミットまで、あと10時間を切っていた。コウの３号機はコロニーへの突破口を開くため、ガトーのノイエ・ジールと死闘を繰り広げる。その頃、デラーズ・フリートの旗艦グワデンの艦橋は、シーマによって占拠されていた。デラーズを裏切り、連邦軍に寝返ろうとするシーマ。一方、コウたちの奮戦も空しく、コロニーは阻止限界点を越える。次の瞬間、デラーズ・フリートの戦闘停止を告げる通信が戦場に流れる。連邦軍はシーマの離反を利用して、ソーラ・システムⅡでコロニーを破壊しようとしていた。デラーズは眼前にある地球とコロニーに目をやり、星の屑の完遂をガトーの手に託す。命を賭けたデラーズの決意に、ガトーもまた決意を固める。理解できない男たちの行動に、シーマはデラーズに向けた銃の引き金を引く。陰謀渦巻く宇宙に、ガトーの絶叫が響き渡った。"
                },
                "13": {
                    "ID": "340673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340673",
                    "TitleEnglish": "A Storm Raging Through",
                    "SummaryEnglish": "The battle to stop the colony goes full-blast, with the Federation and Cima's forces working together to protect the Solar System II on one hand and the Delaz fleet shepherding the colony on the other while the Axis Advance Fleet stands back. Kou kills Cima in the fracas. The Solar System II fires, but Gato destroys the command ship, resulting in a weaker blast that barely damages the colony. As it breaks through the solar array, Gato enters the colony and inputs the final course corrections. Kou tries to stop him, but Nina interferes and protects Gato as they leave, revealing that they were once lovers. The two pilots continue to fight after Gato has Karius bring Nina to safety. The Solar System II remnants fire again, with many forces on both sides destroyed as the colony crashes into the Midwest. The Federation orders the Axis Advance Fleet to leave the Earth Sphere immediately, having overstayed their welcome, but Gato leads the Delaz Fleet survivors to attempt a breakthrough and dies in a kamikaze attack on a Federation ship. Several weeks later, Hymem and Bask Om announce the creation of the Titans. All records of Operation Stardust and the GDP are erased, including Kou's one-year hard labour sentence. He eventually reunites with Nina, Keith, and Mora.",
                    "TitleJapanese": "駆け抜ける嵐",
                    "SummaryJapanese": "ソーラ・システムⅡを防衛する連邦艦隊とシーマ艦隊を、ガトーの意地の猛攻が襲う。一方コウは、バニングやケリィの死を無にするシーマたちの行動を目の当たりにして、無念の怒りに身を震わせた。コウやガトーが激しく戦う中、コロニーに向かって照射されるソーラ・システムⅡ。しかし、コロニーは止まることなく地球へと落下していく。ガトーはコロニーの最終軌道修正を行うため、コロニー内部に向かう。ニナもまた、単身コロニーに向かっていた。目論見を外され激昂するシーマを撃墜し、コロニー内部に進入するコウ。そこでコウはガトーを撃ち、ニナはガトーを庇った。コウの制止を振り切り、ガトーとともに消えるニナ。コウはひとり残され立ち尽くす。しかし、ガトーはニナを拒み、決着をつけるためにコウを待った。ふたりの戦いはソーラ・システムⅡによって阻まれ、ガトーはコウの前から姿を消す。連邦追撃艦隊に最後の突撃をかけるガトー。彼の命が消えゆくのを、ニナは見届けることしかできなかった——。戦いの後、コウはオークリー基地に立っていた。そこには、愛する者との再会を心から喜ぶニナの姿があった。"
                }
            }
        }
    }
}