{
  "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Drama",
    "Fantasy",
    "Science Fiction",
    "War"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0159567/",
    "https://www.themoviedb.org/tv/72677"
  ],
  "TitleEnglish": "Mobile Suit Gundam 0083: Stardust Memory",
  "SummaryEnglish": "Three years after the end of the One Year War between the Zeon and the Federation, a group called the Delaz Fleet is formed by the survivors of the Zeon army. Under the command of former Zeon Colonel Aiguille Delaz, the fleet's goal is to rebuild Zeon. Their ace pilot Major Anavel Gato steals the Gundam GP02, a nuclear equipped model in development by the Federation. Lieutenant Kou Uraki pilots the Gundam GP01, the only one left, in an attempt to stop Gato and recover the stolen Gundam before a new war begins. \"Operation Stardust,\" as the Delaz Fleet's operation was known, would shake the foundation of the Earth Federation and prepare the way for the to the soon-to-be-infamous \"Titans.\"",
  "Aliases": [],
  "Modified": "2025-09-05",
  "Seasons": {
    "0": {
      "ID": "29215",
      "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/seasons/official/0",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "1889991",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/1889991",
          "TitleEnglish": "Afterglow of Zeon",
          "SummaryEnglish": "U.C. 0083 - Three years after the end of the catastrophic One Year War, peace on Earth and the colonies is shattered by the presence of the Delaz Fleet, a rogue Zeon military group loyal to the ideals of the late dictator Gihren Zabi. Delaz Fleet's ace pilot Anavel Gato, once hailed as \"The Nightmare of Solomon\", infiltrates the Federation's Torrington base in Australia and steals the nuclear-armed Gundam GP02A \"Physalis\" prototype. Rookie pilot Kou Uraki - with the aid of Anaheim Electronics engineer Nina Purpleton and the crew of the carrier Albion - pilots the Gundam GP01 \"Zephyranthes\" prototype in an attempt to recover the stolen Gundam unit and prevent another war from breaking out. This movie is a summary of the series.",
          "Aliases": []
        },
        "2": {
          "ID": "3505351",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/3505351",
          "TitleEnglish": "The Mayfly of Space",
          "SummaryEnglish": "Mayfly reveals Cima's backstory in flashbacks as she reflects on her past prior to the events of Episode 13. It reveals that Cima and her unit poisoned a Side 5 colony using G-3 nerve gas, under orders, but were treated as pariahs afterwards by their own countrymen for committing such an atrocity. At the end of the war her superior refused to let her retreat to Axis. Because their home colony Mahal had been converted into a weapon, Cima and her men were left stranded and homeless.",
          "Aliases": []
        },
        "3": {
          "ID": "5676131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/5676131",
          "TitleEnglish": "The Mayfly of Space 2",
          "SummaryEnglish": "Universal Century 0083. Inside the Zanzibar-class mobile cruiser Lili Marleen, Cima Garahau, the former Zeon M.A.U. (Marine Amphibious Unit) Commander, was battling her recurring nightmare of being abandoned by Zeon military during One Year War and drifting in Space in the past 4 years. This picture drama also recounts Cima's past and present encounter with Anavel Gato, as well as introducing a new character, the Zeon fugitive Geil Hunt.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "29216",
      "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/seasons/official/1",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "340658",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340658",
          "TitleEnglish": "Gundamjack",
          "SummaryEnglish": "On January 1, 0080, the battle between Zeon and the Earth Federation rages on. Fleet Commander Delaz has been informed that Gihren Zabi has been killed by his sister. Three years later, Federal Forces Kou Uraki and Chuck Keith are engaged in training exercises near Australia's Torrington Base. Their target is a new experimental Powered GM piloted by Lt. Dick Allen.",
          "Aliases": []
        },
        "2": {
          "ID": "340659",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340659",
          "TitleEnglish": "Endless Pursuit",
          "SummaryEnglish": "Gatu attacks Kou and engages him in a close fight. Kou's experience makes him no match for Gato, he is unable to fight properly and gets knocked quite a bit. Gato tells Kou that he is no match for him. What will happen next?",
          "Aliases": []
        },
        "3": {
          "ID": "340660",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340660",
          "TitleEnglish": "Into Battle, Albion",
          "SummaryEnglish": "Kou returns to the ruins of the Torrington Base. He apologizes to Synapse for taking the GPO1. Kou says the GPO1 is a wonderful and excellent suit. On the bridge, Synapse speaks to General John Kowen from Jaburo. General Kowen orders Synapse to launch the Albion and as soon as possible locate the GPO2A and prevent usage of the nuclear warhead",
          "Aliases": []
        },
        "4": {
          "ID": "340661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340661",
          "TitleEnglish": "Attack and Retreat on the Burning Sand",
          "SummaryEnglish": "The Albion flies over the Savannah of Eastern Africa as the seach continues for Gato and the GPO2A. All of the crew is on edge, and things only get worse when a battle alert is sounded. It turns out to not be an enemy attack, but instead is a fight in the hangar between Monsha and Mora. Mora does not like that Monsha is hitting on all her girls and grabbing their asses. Adel says he will make sure Monsha grabs her ass too, and Mora hits him",
          "Aliases": []
        },
        "5": {
          "ID": "340662",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340662",
          "TitleEnglish": "Gundam, to the Sea of Stars",
          "SummaryEnglish": "The Albion leaves Earth's orbit and heads through the shoal zone of wrecked colonies on their way to the lunar base of Anaheim Electronics. Nina makes romantic advances on Kou, but he's so dense and focused on the GPO1 that he doesn't notice. Nina tries to explain to him that the GPO1 isn't modified for space and is useless until it is upgraded to Full Vernian",
          "Aliases": []
        },
        "6": {
          "ID": "340663",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340663",
          "TitleEnglish": "The Warrior of Von Braun",
          "SummaryEnglish": "The Albion lands in the lunar city of Von Braun to retrofit the Unit 1 for space. The crew takes some time off to wander the city. Kou gets upset after Monsha teases him and runs out into the city streets where he gets beaten up for being Federation. He wakes up to meet a one-armed Zeon pilot, Kelly Layzner, and his girlfriend Latuera. Kelley think that Kou is a deserter. In his garage, he is working on a mobile suit of his own and warns Kou to stay away from it, but Kou helps him out anyways. Latuera asks Kou why he is helping out his enemy, for the war is not over in Kelly's mind. Kou later overhears Kelly talking to Cima about selling the mobile suit he's been working on and the two men get into a fight. Nina arrives, looking for Kou (who had been gone for a few days now) but Kou says he has unfinished business and goes back to help Kelly complete his mobile suit anyways.",
          "Aliases": []
        },
        "7": {
          "ID": "340664",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340664",
          "TitleEnglish": "With Shining Blue Fire",
          "SummaryEnglish": "Unit 1 is finally fitted for space and Keith suggests to Kou that he take Nina out on a date before they depart, giving him a pair of movie passes. At Kelly's home, Cima's henchman Kult shows up with payment for the Val Varo, the mobile armor Kelly worked on, and reveals that Kelly will not be allowed to fight because he only has one arm. Kou goes to ask Nina out and she sees the tickets, but he chickens out and she gets mad and decides to go home. Kelly goes and takes off in the Val Varo and announces to the Albion that he wants to fight the Gundam. Kou launches to meet him out on the moon's surface and they realize for the first time that they truly were destined to fight one another. Nina hears the warning announcement and runs off to the scene of the battle where it is revealed that Kelly knows her as well. Kou defeats Kelly and urges him to escape, but Kelly points out that he didn't install an escape system. The Val Varo explodes, killing Kelly, as Kou and Nina embrace. The Albion then heads out to find the Delaz Fleet.",
          "Aliases": []
        },
        "8": {
          "ID": "340666",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340666",
          "TitleEnglish": "Conspiracy Sector",
          "SummaryEnglish": "As Burning is feeling his age as for the first time, Uraki bests him in mock combat. Back on the Albion, Keith lectures Kou on being naive and can't understand why he can't tell Nina how he feels. Aboard the Lili Marleen, Cima is awaiting to rendezvous with a Federation ship, the Birmingham. The Albion stumbles onto the scene and Synapse thinks that the Birmingham is being attacked, so the mobile suits are sent out to help. They engage Cima's troops and Burning comes across a briefcase full of information regarding Zeon's Operation Stardust. His damaged suit explodes before he can get back to Albion and the secret of Stardust is lost with him.",
          "Aliases": []
        },
        "9": {
          "ID": "340667",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340667",
          "TitleEnglish": "The Nightmare of Solomon",
          "SummaryEnglish": "Out in a section of space known as the Sea of Solomon, the Zeon forces are gathering. At Solomon, now renamed Konpei Island, the Federation is also amassing forces for a Naval Review, thinking that a show of forces will make the Zeon back off. Instead, that is what the Zeon have been waiting for. As Gato prepares to fire off the nuke on the Federation forces, the Albion crew and in particular, the Unit 1, pursue him, but it is too late. Gato announces his return to Solomon as he fires the nuke at Konpei Island, and the entire Federation Fleet...",
          "Aliases": []
        },
        "10": {
          "ID": "340669",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340669",
          "TitleEnglish": "Colliding War Zones",
          "SummaryEnglish": "Too late to save Konpei, Kou nevertheless engages Gato in combat and they end up destroying both Gundams. As Uraki ejects, he finds Gato waiting for him and Gato tells him he will never forget his name again before flying off. Kou escapes to Keith's mobile suit and they head back to Albion. Nina is upset and Kou thinks it is because he lost both Unit 1 and 2, but it's something else... Later, Synapse calls both of them in to discuss the situation and reveals that there is a third Gundam, Unit 3, on the Anaheim ship called La Vie En Rose. In the meantime, Cima's fleet destroys a mirror on each of two abandoned space colonies. The Albion gets the report on the hijacked space colonies and realize that because the colonies are now out of balance with their mirrors destroyed, they will eventually collide, sending one colony flying into the moon.",
          "Aliases": []
        },
        "11": {
          "ID": "340670",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340670",
          "TitleEnglish": "La Vie en Rose",
          "SummaryEnglish": "The Albion arrives at Anaheim Electronics' La Vie En Rose research ship to get the GP03 Dendrobium Stamen, where they are met by designer Lucette Auduvie and Federation officer Nakaha Nakato. Almost immediately, Nakato tells the crew that the GDP has been suspended and they are all confined to the Albion until further notice. Lucette shows Kou the GP03's diagrams and later sacrifices her life to stop Nakato killing Kou as he takes over the GP03 with the Albion crew's help and leave La Vie En Rose. Meanwhile, the Federation command expresses indifference at the upcoming Zeon colony drop on the Moon. The Konpeitoh survivors mobilize and try to stop it, but run out of fuel when Cima maneuvers to have Von Braun City's laser station activate the colony's engines to redirect it toward Earth. Gato also meets up with the Axis Advance Fleet, where he gets the massive Neue Ziel mobile armor and tries it against a small Federation patrol.",
          "Aliases": []
        },
        "12": {
          "ID": "340672",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340672",
          "TitleEnglish": "Assault on the Point of No Return",
          "SummaryEnglish": "Kou and Gato, now in their mobile armors, finally take each other on as the Albion crew tries to stop the colony before it passes the minimum limit for terminal entry. Cima's crew takes Delaz hostage aboard his flagship, the Gwaden. At Jaburo, General Kowen desperately tries to convince EFSF supreme commander Gen Gene Collini of mobilizing the military's full might to stop the colony, but Jamitov Hymem has Kowen taken away. Delaz discovers that the Federation has deployed the Solar System II mirror array past the terminal entry point and encourages Gato to see the operation through - before Cima kills him. Out of rage, Gato drives one of the Neue Ziel's claws at the Gwaden bridge.",
          "Aliases": []
        },
        "13": {
          "ID": "340673",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-0083-stardust-memory/episodes/340673",
          "TitleEnglish": "A Storm Raging Through",
          "SummaryEnglish": "The battle to stop the colony goes full-blast, with the Federation and Cima's forces working together to protect the Solar System II on one hand and the Delaz fleet shepherding the colony on the other while the Axis Advance Fleet stands back. Kou kills Cima in the fracas. The Solar System II fires, but Gato destroys the command ship, resulting in a weaker blast that barely damages the colony. As it breaks through the solar array, Gato enters the colony and inputs the final course corrections. Kou tries to stop him, but Nina interferes and protects Gato as they leave, revealing that they were once lovers. The two pilots continue to fight after Gato has Karius bring Nina to safety. The Solar System II remnants fire again, with many forces on both sides destroyed as the colony crashes into the Midwest. The Federation orders the Axis Advance Fleet to leave the Earth Sphere immediately, having overstayed their welcome, but Gato leads the Delaz Fleet survivors to attempt a breakthrough and dies in a kamikaze attack on a Federation ship. Several weeks later, Hymem and Bask Om announce the creation of the Titans. All records of Operation Stardust and the GDP are erased, including Kou's one-year hard labour sentence. He eventually reunites with Nina, Keith, and Mora.",
          "Aliases": []
        }
      }
    }
  }
}