{
  "URL": "https://www.thetvdb.com/series/patlabor",
  "Genres": [
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/F8D7-583A-C421-A9BB-B111-J",
    "https://www.imdb.com/title/tt0159883/",
    "https://www.themoviedb.org/tv/21736"
  ],
  "TitleEnglish": "Patlabor: The Mobile Police",
  "SummaryEnglish": "In the future, advanced robotics has created heavy robots (\"labors\") for use in a variety of functions: construction, fire-fighting, military, and more. However, though the robots are only machines, their operators are also only human—and humans sometimes turn to crime. Since a heavy labor unit can be a dangerous weapon, the police of the future are set to fight fire with fire, using advanced patrol labor units, \"patlabors.\" This is the story of the Second Special Vehicles Division, a motley crew of patlabor policemen and women doing their best to fight crime and live a normal life.",
  "Aliases": [
    "Patlabor (TV)",
    "Patlabor OVA",
    "Patlabor The Mobile Police: The New Files",
    "Patlabor ON TELEVISION",
    "Patlabor New OVA",
    "Patlabor: The New Files",
    "Patlabor: The TV Series"
  ],
  "Modified": "2025-07-27",
  "Seasons": {
    "0": {
      "ID": "29228",
      "URL": "https://www.thetvdb.com/series/patlabor/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 16,
      "Episodes": {
        "1": {
          "ID": "4225659",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225659",
          "TitleEnglish": "Second Unit, Move Out!",
          "SummaryEnglish": "It's day one of the formation of the the second division of the Special Vehicles Unit 2 (SV2). Unfortunately the team seems to be a bunch of misfits. Noa, a girl that loves labors a little too much; Asuma, a cadet who doesn't want to be there; Oota, a gun maniac; Shinshi, a hen picked husband; and Hiromi, a gentle giant of a man. Leading this squad is Captain Gotoh, a man who seems rather laid back, but is quite a strategist and an excellent cop. Soon they are dispatched to apprehend an armed terrorist Labor, but first they'll need to retrieve their Patlabors en route to the crime scene from the middle of a traffic jam...",
          "Aliases": []
        },
        "2": {
          "ID": "4225660",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225660",
          "TitleEnglish": "Long Shot",
          "SummaryEnglish": "The mayor of New York is coming to Tokyo to inspect the Babylon Project - a long term land fill project to reclaim Tokyo Bay. All of the Tokyo Police force are assigned to protect the mayor including the SV2. To help them, the New York Police force has sent Kanuka Clancy, an American-Japanese woman who immediately causes suspicion amongst the SV2, and much interest amongst most of the male squad members. The SV2's mission is mainly for show, but they soon find themselves in the middle of a terrorist plot!",
          "Aliases": []
        },
        "3": {
          "ID": "4225661",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225661",
          "TitleEnglish": "The 450 Million-Year-Old Trap",
          "SummaryEnglish": "A series of incidents occur in Tokyo Bay including a damaged undersea cable, and a car being pulled off a pier. Could this be the work of an actual sea monster? Detective Matsui of the Metropolitan Tokyo Police Department asks Captain Gotoh for help. Shige and Sakaki help pilot a remote control Labor, to search for what caused the incidents.",
          "Aliases": []
        },
        "4": {
          "ID": "4225662",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225662",
          "TitleEnglish": "The Tragedy of L",
          "SummaryEnglish": "The SV2 are called upon to help with a hostage situation at a video shop, but Oota's temper gets the better of him, and he blows away half of the shop as well as stopping the criminals. Gotoh decides that his team need retraining and sends them back to the academy. They arrive but strangely there are no cadets there. The next day, after a night filled with strange events, Noa and Asuma ditch their training to go to the local shop. There, Asuma meets the shop owner, an old man he knew when he was a cadet. The old man tells him that an accident occurred several months ago. A young woman at a mock battle was hit and killed with a paint bullet from a Labor gun. Is the academy really haunted by her spirit?",
          "Aliases": []
        },
        "5": {
          "ID": "4225663",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225663",
          "TitleEnglish": "The SV2's Longest Day Part 1",
          "SummaryEnglish": "The Second Unit are on vacation. Most of the team have a place to go except Gotoh, who just seems to want to hang around the office with Shinobu, and Asuma who decides to go to his father's factory. Meanwhile in Tokyo, a police road block stops a truck. One of the policemen become suspicious when they see a Labor under the truck's tarp. He asks to see the Labor's permit, but the truck runs the road block. The police give chase, but the Labor in the back of the truck fires upon them destroying all the police cars following. It is a Self Defense Forces Labor. Later that night, Gotoh calls Shinobu outside her house. He tells her that a truck with a military Labor ran a road block and shot up several police cars. With the Japanese military in the middle of war games, it will take several days for them to account for all their Labors. Are the military trying to stage a coup?",
          "Aliases": []
        },
        "6": {
          "ID": "4225664",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225664",
          "TitleEnglish": "The SV2's Longest Day Part 2",
          "SummaryEnglish": "It is the second day of the siege, but the rebels have not made any demands yet. Kanuka, disguised as a delivery person, asks the mechanics for help. Sakaki tells Kanuka that the police academy has a Patrol Labor prototype they could use. One of the mechanics says he overheard one of the rebels say that have a nuclear weapon. Meanwhile Shinobu has a video conference with the police chiefs. They tell her that the US military will be coming to end the coup before it becomes a civil war, and she should step down. She tells that she won't give into their bluff, and refuses to carry out their orders. Disgusted by their actions, Shinobu forcibly leaves the conference after an officer attempts to take her into custody. Asuma and Noa arrive in Tokyo and Asuma tells Gotoh that he saw Kai in a restaurant in Hokkaido. Upon hearing the news, Gotoh thinks he has Kai's plan figured out. A short range missile has been stolen from the US military, and two ships have been hijacked and equipped with missile launchers. This means one of the launchers is fake, but which one?",
          "Aliases": []
        },
        "7": {
          "ID": "4225665",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225665",
          "TitleEnglish": "SV Units, Go North!",
          "SummaryEnglish": "A truck at a gas station is stolen, but when the attendant tells a passing police man, the driver of the truck doesn't want the police chase after it. The police suspect something fishy is going on and arrest him. He is in fact a member the terrorist group \"Beach House\". He stole the truck which was carrying a Labor from the Tokyo Labor show. The SV2 attempt to capture the truck in front of a tunnel, but the truck escapes with the help of the terrorist in the Labor, who breaks trough the trailer after not being able to get into contact with his friend in the truck. Later, the man who stole the truck drives off the highway only to discover that he is helping a terrorist. The theft of the truck from the petrol station was just a opportunistic crime to get a ride home. He's just a seasonal worker that doesn't want to be involved in this. Unfortunately for them Shaft will do anything to stop the truck and it's contents.",
          "Aliases": []
        },
        "8": {
          "ID": "374744",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/374744",
          "TitleEnglish": "Patlabor: The Movie",
          "SummaryEnglish": "The year is 1999 and Tokyo’s Mobile Police have a new weapon in the war on crime – advanced robots called Labors are used to combat criminals who would use the new technology for illegal means. The suicide of a mysterious man on the massive Babylon Project construction site sets off a cascade of events that may signal the destruction of Tokyo.",
          "Aliases": []
        },
        "9": {
          "ID": "3475141",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/3475141",
          "TitleEnglish": "Patlabor 2: The Movie",
          "SummaryEnglish": "The date is 2002, three years after the events of PATLABOR 1 – Mobile Police. The destruction of a United Nations Labor team in South East Asia begins the build-up to a deadly terrorist plan that threatens to send shockwaves throughout Japan's military. With evidence of an impending military takeover, the scattered members of the original SVD (Special Vehicle Division) must gather to defend the city against danger. To make matters worse, the mastermind behind the operation is none other than Nagumo’s former teacher and ex-lover Tsuge.",
          "Aliases": []
        },
        "10": {
          "ID": "3475151",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/3475151",
          "TitleEnglish": "Patlabor 3: WXIII",
          "SummaryEnglish": "When the level of Labor accidents begin to escalate around Tokyo Bay, police detectives Kusumi and Hata are assigned to investigate. What they discover leads to a series of government cover-ups, conspiracy concerning a new biological weapon entitled WXIII-Wasted Thirteen and a tragic, personal connection to Hata. The only hope to stop this threat is to cooperate with the military and lead WXIII into a showdown with the Labors of Special Vehicle Division 2.",
          "Aliases": []
        },
        "16": {
          "ID": "6340576",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/6340576",
          "TitleEnglish": "Pilot Movie",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "29229",
      "URL": "https://www.thetvdb.com/series/patlabor/seasons/official/1",
      "TitleEnglish": "Patlabor: The TV Series",
      "SummaryEnglish": null,
      "# Episodes": 47,
      "Episodes": {
        "1": {
          "ID": "340776",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340776",
          "TitleEnglish": "Ingram Activated",
          "SummaryEnglish": "SV2 is assigned new AV 98 Ingrams. Asuma and Ota go to Shinohara Heavy Industries to pick them up. Noa also heads there to take her labor aptitude test. When someone steals one of the Ingrams, Noa gives chase.",
          "Aliases": []
        },
        "2": {
          "ID": "340777",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340777",
          "TitleEnglish": "Kanuka Appears!",
          "SummaryEnglish": "Kanuka comes to Japan from America. She participates in a labor combat tournament. Noa and the gang also compete in it.",
          "Aliases": []
        },
        "3": {
          "ID": "340778",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340778",
          "TitleEnglish": "Special Vehicles Department 2",
          "SummaryEnglish": "Noa must adapt to living in SV2.",
          "Aliases": []
        },
        "4": {
          "ID": "340779",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340779",
          "TitleEnglish": "Go to Demon Mountain",
          "SummaryEnglish": "A monster surprises a group of hikers in a forest. The police sends SV2 to capture it.",
          "Aliases": []
        },
        "5": {
          "ID": "340780",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340780",
          "TitleEnglish": "Labor X-10, Out of Control!",
          "SummaryEnglish": "Runaway Labor X-10 is loose in the forest. Division 2 is sent to go stop it.",
          "Aliases": []
        },
        "6": {
          "ID": "340781",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340781",
          "TitleEnglish": "The Tower: S.O.S.",
          "SummaryEnglish": "A fire broke out in Tower 1 of Tower City. Division 1 and 2 are sent in to save the people trapped inside.",
          "Aliases": []
        },
        "7": {
          "ID": "340782",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340782",
          "TitleEnglish": "New Model 97",
          "SummaryEnglish": "The new 97 model is visiting Division 2.",
          "Aliases": []
        },
        "8": {
          "ID": "340783",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340783",
          "TitleEnglish": "The Green Phantom",
          "SummaryEnglish": "Several construction labor units at the site of a planned road have been destroyed. Noa, Asuma, and Hiromi are sent to investigate. Some are quick to blame a local legend for the mayhem.",
          "Aliases": []
        },
        "9": {
          "ID": "340784",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340784",
          "TitleEnglish": "Red Labor Landing",
          "SummaryEnglish": "Noa and Asuma are sent to investigate a terrorist who is going to steal a military labor of the Soviet Armed Forces.",
          "Aliases": []
        },
        "10": {
          "ID": "340785",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340785",
          "TitleEnglish": "Eve's Trap",
          "SummaryEnglish": "Kanuka's grandma from Hawaii visits Tokyo for Christmas. Then she suddenly disappears. The only clue to find her is \"The Christmas of 50 years ago\". When they try to find her, they are called off to duty.",
          "Aliases": []
        },
        "11": {
          "ID": "340786",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340786",
          "TitleEnglish": "Eve's Terror",
          "SummaryEnglish": "Kanuka's grandma is still missing. Shinshi and some guy is sent to go find her. Kanuka uses Ota's labor to help Noa in the mission.",
          "Aliases": []
        },
        "12": {
          "ID": "340787",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340787",
          "TitleEnglish": "Ohta's Afternoon of Puzzlement",
          "SummaryEnglish": "Ota is having an arranged marriage. Noa and the others help Ota out on his dates.",
          "Aliases": []
        },
        "13": {
          "ID": "340788",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340788",
          "TitleEnglish": "Please Be Generous, Your Highness",
          "SummaryEnglish": "A prince from a desert country joins Division 2 for a couple of days so he can establish a labor team in his homeland. A sniper is out to kill the prince, so Division 2 goes to stop him.",
          "Aliases": []
        },
        "14": {
          "ID": "340789",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340789",
          "TitleEnglish": "You Win!",
          "SummaryEnglish": "Goto takes Division 2 out for drinks as a team building excercise.",
          "Aliases": []
        },
        "15": {
          "ID": "340790",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340790",
          "TitleEnglish": "A Whale That Sang a Song",
          "SummaryEnglish": "An endangered humpback whale enters the Tokyo Bay. The city and Division 2 try to get the whale to leave the bay and go back to the ocean.",
          "Aliases": []
        },
        "16": {
          "ID": "340791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340791",
          "TitleEnglish": "The Division Crosses the Sea",
          "SummaryEnglish": "Noa's hometown is having a snow festival and Division 2 is helping out. They also try to help out a boy named Satoru who hates labors.",
          "Aliases": []
        },
        "17": {
          "ID": "340792",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340792",
          "TitleEnglish": "Captain Goto",
          "SummaryEnglish": "Goto starts to act very strangely lately. Also, there are a lot of random attacks coming at Goto. Could these attacks have anything to do why Goto is acting strangely?",
          "Aliases": []
        },
        "18": {
          "ID": "340793",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340793",
          "TitleEnglish": "I Love You Miss Noa",
          "SummaryEnglish": "A famous entertainer named Kana is joining Division 2 for one week. Everybody is trying to teach Kana how to pilot a labor. A crime gang tries to kidnap Kana so they can get one of Division 2's ingrams. However, they accidently steal Noa. Now, they have to save Noa without having to give the gang one of their ingrams.",
          "Aliases": []
        },
        "19": {
          "ID": "340794",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340794",
          "TitleEnglish": "The Shadow of Geofront",
          "SummaryEnglish": "A terrorist planted a bomb in Geo-City. Division 2 is tasked with disarming it. Kanuka and Noa are put on the mission.",
          "Aliases": []
        },
        "20": {
          "ID": "340795",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340795",
          "TitleEnglish": "Dark Troubles Rising",
          "SummaryEnglish": "Noa and Asuma get into a fight concerning Asuma's personal life. When Division 2 get's assigned a special mission, Asuma is sent to Hajioji to pick up Unit 3.",
          "Aliases": []
        },
        "21": {
          "ID": "340796",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340796",
          "TitleEnglish": "Return of the Phantom",
          "SummaryEnglish": "Asuma heads to Hajioji to recover Unit 3. In the meantime, Noa and Ota are having trouble keeping the enemy at bay.",
          "Aliases": []
        },
        "22": {
          "ID": "340797",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340797",
          "TitleEnglish": "Flowers and Labors",
          "SummaryEnglish": "Noa's and Kanuka's labor skills attract the attention of a wealthy individual.",
          "Aliases": []
        },
        "23": {
          "ID": "340798",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340798",
          "TitleEnglish": "Kanuka's Report",
          "SummaryEnglish": "Kanuka is now leaving Division 2 and going back home to America. Asuma, Ota, and the others decide to throw her a farewell party. Noa is sent to spy on Kanuka. When the guys finish setting up the party, they come across Kanuka's reports on Division 2 and decide to read them.",
          "Aliases": []
        },
        "24": {
          "ID": "340799",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340799",
          "TitleEnglish": "Farewell, Kanuka",
          "SummaryEnglish": "Kanuka is heading back to America. However, there is a hijacker trying to hijack the plane Kanuka is riding on. How is Kanuka going to stop this, and without her gun?",
          "Aliases": []
        },
        "25": {
          "ID": "340800",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340800",
          "TitleEnglish": "Spring Storm",
          "SummaryEnglish": "Shinshi takes control of Kanuka's position in Division 2. However, he is really bad at it. Then, he is offered a new job. Will Shinshi stay with Division 2 or will he take the new job? And how is his wife going to react?",
          "Aliases": []
        },
        "26": {
          "ID": "340801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340801",
          "TitleEnglish": "I'm Takeo Kumagami",
          "SummaryEnglish": "Takeo Kumagami now joins Division 2. Noa is worried that Goto will reassign positions and that Takeo will take her place as the pilot for Unit 1.",
          "Aliases": []
        },
        "27": {
          "ID": "340802",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340802",
          "TitleEnglish": "Voices in the Darkness",
          "SummaryEnglish": "SV2 is training in an old abandoned mansion. After a while, several members of the team encounter seemingly supernatural phenomena.",
          "Aliases": []
        },
        "28": {
          "ID": "340803",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340803",
          "TitleEnglish": "The Suspicious Pair",
          "SummaryEnglish": "Noa and Asuma meet a strange duo at an arcade. Later, a strange and powerful labor is revealed.",
          "Aliases": []
        },
        "29": {
          "ID": "340804",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340804",
          "TitleEnglish": "The Destruction of Special Vehicles!",
          "SummaryEnglish": "SV2 orders their lunch from Shanghai Restraunt, as usual. But they never get it. They intend to find out why and won't work until they get their food.",
          "Aliases": []
        },
        "30": {
          "ID": "340805",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340805",
          "TitleEnglish": "Griffon Arrives!",
          "SummaryEnglish": "Utsumi plans to unveil the Griffon to the public. Meanwhile, H.Q. wants to stand up additional labor divisions, planning to replace the Ingrams with a more economic model.",
          "Aliases": []
        },
        "31": {
          "ID": "340806",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340806",
          "TitleEnglish": "Tragedy in the Rain",
          "SummaryEnglish": "Division 2 is on duty at the International Labor Show. Asuma takes Noa's movement disk to test out the new economy model. But then, the Griffon is unleashed. He beats up Asuma and Ota. Noa enters the fight after getting her disk back, but the Griffon retreats since it was raining.",
          "Aliases": []
        },
        "32": {
          "ID": "340807",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340807",
          "TitleEnglish": "Reunion",
          "SummaryEnglish": "The Griffon has crashed and Noa is relieved. However, the Griffon is being fixed up. Kanuka comes back to Tokyo and temporarily takes control of command of Unit 1.",
          "Aliases": []
        },
        "33": {
          "ID": "340808",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340808",
          "TitleEnglish": "The Dogs of SCHAFT",
          "SummaryEnglish": "Noa and the gang that the Griffon didn't really crash, the crash was faked. SCHAFT must not let Utsumi get to Tokyo, but he gets there. Noa must prepare for the fight against the Griffon.",
          "Aliases": []
        },
        "34": {
          "ID": "340809",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340809",
          "TitleEnglish": "Battle at Castle Gate",
          "SummaryEnglish": "Noa and Alphonse begin the fight with Bud and the Griffon. Noa is given a rifle to use but she can't use it because there are stupid people in the way. She tries using it like a sword but it didn't work out.",
          "Aliases": []
        },
        "35": {
          "ID": "340810",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340810",
          "TitleEnglish": "The Black Giant Has Landed!",
          "SummaryEnglish": "Noa and Alphonse continue her fight with the Griffon. But the Griffon gets away in order for Utsumi to escape. Kanuka must go back to America.",
          "Aliases": []
        },
        "36": {
          "ID": "340811",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340811",
          "TitleEnglish": "Noa's Big Adventure",
          "SummaryEnglish": "Division 2 goes to stay by the mountains for a week for training. While out buying dinner, Noa finds 20,000 yen and goes to find where the money came from all by herself.",
          "Aliases": []
        },
        "37": {
          "ID": "340812",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340812",
          "TitleEnglish": "I'm Selling Peace of Mind",
          "SummaryEnglish": "Division 2 must get the Patlabor Insurance to cover for the cars they destroyed.",
          "Aliases": []
        },
        "38": {
          "ID": "340813",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340813",
          "TitleEnglish": "Mysterious Underground Labyrinth",
          "SummaryEnglish": "Something is out stealing stuff from Division 2. It appears to come from an old tunnel. Ota and Shinshi go to check it out. When Division 2 loses contact with them, Noa, Asuma, Hiromi, and Takeo go to find them.",
          "Aliases": []
        },
        "39": {
          "ID": "340814",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340814",
          "TitleEnglish": "Mass Market Product Plan",
          "SummaryEnglish": "Shinohara Industries has finished the new production model of a police labor. Noa, Ota, and Gomioka tests them. What will they think of them?",
          "Aliases": []
        },
        "40": {
          "ID": "340815",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340815",
          "TitleEnglish": "The Painful Coastal Order",
          "SummaryEnglish": "People claim to have seen some kind of monster on the beach. Division 2 investigates this.",
          "Aliases": []
        },
        "41": {
          "ID": "340816",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340816",
          "TitleEnglish": "Terrorist Rescue",
          "SummaryEnglish": "Division 2 must save 2 very lousy terrorists that set off a bomb in the wrong place.",
          "Aliases": []
        },
        "42": {
          "ID": "340817",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340817",
          "TitleEnglish": "The Men Who Returned",
          "SummaryEnglish": "Three old terrorists team up to steal some money.",
          "Aliases": []
        },
        "43": {
          "ID": "340818",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340818",
          "TitleEnglish": "The Working Woman",
          "SummaryEnglish": "Momoko Sakurayama is interviewing Noa for \"The Working Girl\" show. Meanwhile, a sick man steals a labor in order to commit suicide.",
          "Aliases": []
        },
        "44": {
          "ID": "340819",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340819",
          "TitleEnglish": "Long Live CLAT",
          "SummaryEnglish": "Shige is being sent to New York. However, he gets hurt before he goes and has a dream that he is in New York working with CLAT.",
          "Aliases": []
        },
        "45": {
          "ID": "340820",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340820",
          "TitleEnglish": "Vocational Options",
          "SummaryEnglish": "Noa is offered to become a pilot for a Helldiver. While Noa tries to make her decision, she must stop a criminal without Alphonse.",
          "Aliases": []
        },
        "46": {
          "ID": "340821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340821",
          "TitleEnglish": "His Name is Zero",
          "SummaryEnglish": "SV2 gets a new patlabor model called the Zero. It is superior to the ingram. After messing up during a mission, Noa is worried that she will lose Alphonse.",
          "Aliases": []
        },
        "47": {
          "ID": "340822",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/340822",
          "TitleEnglish": "Condition Green",
          "SummaryEnglish": "Noa goes back to her hometown and sees the grave of her dog Alphonse. Asuma goes to get her when a terrorist comes. Division 1 and 2 must find the terrorist without using weapons since it would cause a fire.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "480797",
      "URL": "https://www.thetvdb.com/series/patlabor/seasons/official/2",
      "TitleEnglish": "Patlabor: The New Files",
      "SummaryEnglish": "On a certain evening when prominent Labors figures from around the world had gathered, an unidentified black Labor emerged in Tokyo Bay. The members of the First Unit, who were dispatched to intercept, couldn't believe their eyes. What appeared was the \"Type J9-Griffon,\" which had supposedly sunk at the gates of Babylon after a deadly battle with the \"Ingram\" in the past!!",
      "# Episodes": 16,
      "Episodes": {
        "1": {
          "ID": "4225666",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225666",
          "TitleEnglish": "Griffon Resurrected",
          "SummaryEnglish": "It's 30 December 1999. Utsumi and Bud have returned to Japan to challenge the SV2 again, and sell their team's services in the format of the Griffin. At the SV2, the AV-Zero is going though its paces. It has been improved and is now much faster. Kanuka has returned to Japan to visit her grandmother and has dropped by to visit her former colleagues at the SV2. Detective Matsui discovers that several top Labor specialists are in town and informs Captain Goto of his findings. Meanwhile, Momoko Sakurayama receives a tip-off that several arms dealers are also in Tokyo. She informs Kumagami, who in turn tells Captain Goto. Something big is going to happen. That night the Griffin Labor returns. Division 2 was previously called out to a fire, so Division 1 is called in to deal with the Labor. Bud soon figures out the Zero's weakness: it is programmed to stop near buildings to avoid damage. He takes full advantage of this and defeats both Patlabors.",
          "Aliases": []
        },
        "2": {
          "ID": "4225667",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225667",
          "TitleEnglish": "Schaft's Counterattack",
          "SummaryEnglish": "The remains of Division 1's Labors return to the hanger. Noa is somewhat scared of the prospect of having to fight the Griffin again, but Asuma assures her that she can defeat it. Meanwhile Schaft's section chief is livid at Utsumi's actions. Goto asks Kumagami about her relationship with Utsumi. She tells him it is none of his business. Bud leaves the ship where the Griffin is being hidden to visit the SV2.",
          "Aliases": []
        },
        "3": {
          "ID": "4225668",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225668",
          "TitleEnglish": "The Greatest Showdown in History",
          "SummaryEnglish": "The Griffin is ready to fight Division 2. Momoko Sakurayama races to the scene, but a traffic jam is holding them up. She decides she can wait no longer, and runs to the scene without her camera crew. Meanwhile, the Ingrams face off the Griffin across a bridge. In the ensuing battle, the Griffin escapes off the bridge into the water and Ota shoots a hole into the bridge with the shotgun in an attempt to hit it. But the Griffin pulls Ota's Labor down through the hole. Ota manages to escape, but his Labor is at the bottom of the bay.",
          "Aliases": []
        },
        "4": {
          "ID": "4225669",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225669",
          "TitleEnglish": "GAME OVER",
          "SummaryEnglish": "Noa isn't moving, so Hiromi moves his carrier back, out of reach of the Griffin. Meanwhile Shinshi rams the Griffin with his carrier to enable Hiromi and Noa to escape. Noa's Labor is now totally out of power. She needs to recharge her batteries fast. Unfortunately, the Griffin has gotten past Shinshi, who tries to block it, but feels the Griffin's wrath for his trouble. The Griffin runs after the escaping carrier, but Kanuka arrives in the nick of time and starts fighting it. Sakaki has also arrived in machine 3's carrier with a new set of batteries for Noa. Kanuka needs to hold off the Griffin until Noa can change her batteries.",
          "Aliases": []
        },
        "5": {
          "ID": "4225670",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225670",
          "TitleEnglish": "One of Those Days",
          "SummaryEnglish": "Noa wakes up to discover she has a toothache. But some members of the team think it's more than that, especially when Asuma has been teasing her about her wisdom teeth all morning. The team force Asuma to apologize, but that just makes things worse, especially when there was no apparent reason to apologize. Shinshi gives Noa painkillers to ease the pain, but unfortunately she takes them all at once causing her to sleep most of the morning. Later in the afternoon, Division 2 are suddenly called out to an incident where a stolen Labor is running a muck in a forest. Only problem is that every time Noa takes a step in her Ingram, her tooth hurts like mad.",
          "Aliases": []
        },
        "6": {
          "ID": "4225671",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225671",
          "TitleEnglish": "90% Viewer Rate",
          "SummaryEnglish": "The children's TV program Together With Mother has finally been axed after 20 years, and is about to begin its final broadcast. Unfortunately, one of the cast members, Kumagoro, a man in a bear suit, has decided to take the rest of cast hostage by grabbing them with a small a Labor. He demands ¥300,000,000 and a helicopter or he'll blow up the cast. To prove his claims, he sets off a car bomb in the parking lot. Division 2 are called in, but the producers of the show seem to want to prolong the situation in order to get higher ratings. Kumagami and Noa enter the studio disguised as waitresses in order to free the hostages, but the plan does not go well. The riot police are called in after Division 2's failure, but Goto thinks they'll just inflame the situation more. However, Goto does have a plan which is so bizarre it might just work.",
          "Aliases": []
        },
        "7": {
          "ID": "4225672",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225672",
          "TitleEnglish": "Black Trinary",
          "SummaryEnglish": "After the hot water system (a 40-gallon drum attached to propane tank) at the SV2 literally blows up, Division 2 is forced to go to a bath house to wash themselves. Upon driving to the bath house, they come across a man lying unconscious in the street. He identifies himself as a policeman. He has been tracking down a terrorist who has been responsible for several bombings of businesses with contracts with the Babylon Project.",
          "Aliases": []
        },
        "8": {
          "ID": "4225673",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225673",
          "TitleEnglish": "The Seven Days of Fire",
          "SummaryEnglish": "Ota has yet again totaled his Ingram in the line of duty. Sakaki orders the mechanics to fix the labor overnight. Shige tells him that they can't do it and have been working non-stop, and will probably need a night off. Sakaki is sympathetic to their plight and checks up on the sleeping mechanics. However he finds tons and tons of pornographic magazines and videos in their possession. Enraged, he publicly burns the lot and instigates new rules, banning many popular pastimes such as fishing, and leaving very little of a private life. The mechanics are very upset and Shige decides to talk to Sakaki. Before he can get a word out, Sakaki tells him that he may be retiring soon, and that Shige will eventually be head mechanic. Sakaki tells him that he will have to look after the mechanics and discipline them. Shige takes this talk the wrong way, and forms a force to weed out mechanics who break the rules. This causes the mechanics to revolt, but some don't agree and splinter groups form. Kidnappings and beatings of other mechanics begin. Though the ruckus doesn't effect their work, Sakaki must do something to regain control.",
          "Aliases": []
        },
        "9": {
          "ID": "4225674",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225674",
          "TitleEnglish": "Vs",
          "SummaryEnglish": "Captain Goto treats all of Division 2 to a break at hot spring. Things seem to be going well until Kumagumi tells Kanuka that she has put away the underwear she left in the change room. Kanuka is quite angry at Kumagami. She finds it an invasion of privacy. This causes both of them to argue with each other. The other members try to stop them from fighting, but it only causes them to argue even more. Division 2 give up trying, so they decide to drink themselves into a stupor and try to forget about it. The arguing only gets worse with more alcohol. Meanwhile Captain Goto escapes and decides to call Shinobu just to get away from them.",
          "Aliases": []
        },
        "10": {
          "ID": "4225675",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225675",
          "TitleEnglish": "It's Called Amnesia",
          "SummaryEnglish": "Ota has a strange dream where he kills his team mates who have all become criminals. He wakes up to find himself in Shinshi's house where Hiromi, Asuma, Shinshi, and Shige are dead from gun wounds, and Ota is holding a gun in his hand. He runs screaming from the house, but he soon can't remember who he is. Did he kill all those people? He looks in his wallet and because he has Shinshi's wallet, he believes he's Shinshi. Meanwhile the SV2 search for Ota. Goto believes he has amnesia. They must find him before he hurts someone else or himself.",
          "Aliases": []
        },
        "11": {
          "ID": "4225676",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225676",
          "TitleEnglish": "Goma who Came with the Rain",
          "SummaryEnglish": "While riding back to the hanger in the rain, Noa spots a cardboard box near the gate. Inside is a small kitten that was abandoned by someone. She sneaks it inside and asks Hiromi to help care for it. He says it's very weak and might die, but Noa is determined to help it survive. Being called out to Labor incidents doesn't really help, so she asks Asuma to talk Shige into helping while their called out to crime scenes. The kitten survives and is doing very well. Unfortunately, it looks like Captain Goto might know, and it's getting harder and harder to keep it under wraps. During cleaning of the hanger, the kitten escapes and nobody can find it. Division 2 are called out to a crime and Noa discovers the kitten sitting in the cockpit of Alphonse. Unfortunately, it wants to play and causes Noa to lose control of her Ingram.",
          "Aliases": []
        },
        "12": {
          "ID": "4225677",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225677",
          "TitleEnglish": "Our Karuizawa",
          "SummaryEnglish": "Goto and Shinobu are returning from a conference in Karuizawa. Shinobu has sprained her ankle by falling down the stairs as she left and Goto has had to drive her back. Unfortunately, a typhoon is headed for Tokyo and they end up in the middle of the storm. Every way they turn there are traffic jams and road closures. Shinobu refuses to return to the conference because of the embarrassment of spraining her ankle. There's no way to get back to Tokyo. Instead of waiting it out, Goto suggests they stop over at a motel for the night and drive back the next morning. The only problem is that there is only Love Motels in the area, not normal ones. Feeling a little nervous about the prospect, Shinobu reluctantly agrees to spend the night at one of these places. Goto of course doesn't really care where he spends the night. But could this be Goto's lucky day? This episode explores Goto's unrequited love towards Shinobu and shows that she might feel the same way.",
          "Aliases": []
        },
        "13": {
          "ID": "4225678",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225678",
          "TitleEnglish": "The Dungeon Again",
          "SummaryEnglish": "A urethra stone made of pearl is excreted from the captured albino alligator (now in the Tokyo Zoo) that was found in the labyrinth of tunnels under the reclaimed land beneath the SV2 hanger. With the stone being worth over ¥200,000,000, some of the mechanics try their luck to see if there are anymore albino alligators excreting the stones down there. They don't return and nobody is particularly happy about staging a rescue mission to find them, especially after what happened last time. Sakaki wants to seal the manhole up, but Asuma decides to help and ropes in most of Division 2 to help him. Meanwhile Matsui calls Gotoh to tell him Tadayama Fumihiro, the man who lived down there and occasionally stole food from the SV2, has escaped the mental institution he was in and is most likely headed back to the underground passages. This information comes a little to late for the team and they fall prey to most of his traps, causing Ota to accidentally shoot up most of their equipment. Will they ever get out of there alive?",
          "Aliases": []
        },
        "14": {
          "ID": "4225679",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225679",
          "TitleEnglish": "Snow Rondo",
          "SummaryEnglish": "Asuma discovers a postcard inviting him to a school reunion. However, he doesn't remember receiving it. He goes to the reunion and sees Yuki Kasama, a girl whom he once had a crush on when he was at school. He feels rather embarrassed and doesn't speak to her, but she goes over to talk to him after the reunion. After talking to her, he reluctantly asks her on a date. The next day they go to the museum and planetarium. Asuma has to go to the toilet but when he returns to his seat Yuki has gone. In the seat where she sat there is a postcard from an exhibition of photographs. Rather confused, he goes to the exhibition the following day and meets Yuki, who is looking at the photographs. She apologizes for leaving and they both sign the guest book. While walking her out, she mysteriously disappears again. The following day at a crime scene, Noa is about to fire upon a criminal labor. Suddenly Asuma sees Yuki standing behind the labor and orders Noa not to shoot. Noa eventually stops the labor, but his team mates are confused at his actions. They could not see anybody behind the labor. Later that night, Yuki comes to the SV2 hanger to apologize for actions that day. She tells him that she will be leaving the country and she'll never see him again. She runs out, but Asuma can't catch up with her. The next day, he finds the invitation to the school reunion again, but the date is the following day. At the reunion, he asks about Yuki. His old school friends tell him that she hasn't been seen in years and no one could get in contact with her. Asuma goes to the exhibition and cannot find his or Yuki's name in the guest book. Did she actually meet him or is it all just a dream?",
          "Aliases": []
        },
        "15": {
          "ID": "4225680",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225680",
          "TitleEnglish": "Woman Who Came from the Stars",
          "SummaryEnglish": "Noa has had a very hard day. She comes back to the hanger and heads straight for bed. She wakes in the middle of the night and notices a light on in a small building at the back of the hanger. She investigates, but can find no one inside. She places her hand on a poster on the wall, and a portal opens below her feet. She ends up in some sort of underground base, and finds the whole of the SV2 down there in strange uniforms. into Ingraman, a giant alien from the AV-98 Nebula who defends Earth.",
          "Aliases": []
        },
        "16": {
          "ID": "4225681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/patlabor/episodes/4225681",
          "TitleEnglish": "All Quiet in the Second Unit",
          "SummaryEnglish": "Division 2 are on vacation. Noa is doing some cleaning at home, but can't find a personal item she had since she was a child. She goes to work but can't find it there either. She meets Kumagami there who is writing up a proposal to create two extra Divisions. Ota is also there, dismantling and cleaning his Labor's gun. Kumagami submits her plan to Captain Goto and Shinobu. He tells her that they are already planning something like this and ask if she would be interested in being captain for the third division. She says that she would have to think it over, which surprises both Goto and Shinobu. The next day Kumagami is taking a trip to see some of the new cadets who will eventually form the third division, and asks everyone to come along. Asuma says he and Noa can't and tells them they have something important to do. Despite her protests, Noa goes along with Asuma.",
          "Aliases": []
        }
      }
    }
  }
}