{
  "URL": "https://www.thetvdb.com/series/tales-of-agriculture",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1143514/",
    "https://www.themoviedb.org/tv/27977"
  ],
  "TitleEnglish": "Moyashimon",
  "SummaryEnglish": "Tadayasu Sawaki heads off to his first year at an agricultural university on the edge of Tokyo. Sawaki has a unique ability: he can see and communicate with bacteria and other microorganisms. Hijinks ensue. In the second season the story continues exactly where it left off previously. Professor Itsuki's Fermentation Cellar and laboratory is ready for operation and with Sawaki Tadayasu's unique gift to see and communicate with microbes to help, Itsuki's motley group of students begin to process different fermented products like soy sauce and sake.",
  "Aliases": [
    "Moyashimon Returns",
    "Moyashimon"
  ],
  "Modified": "2025-05-27",
  "Seasons": {
    "0": {
      "ID": "29280",
      "URL": "https://www.thetvdb.com/series/tales-of-agriculture/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 7,
      "Episodes": {
        "1": {
          "ID": "812841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/812841",
          "TitleEnglish": "Microbe Theatre Deluxe 1: Intestinal Flora",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "1301561",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/1301561",
          "TitleEnglish": "Microbe Theatre Deluxe 2: Epidermal-Residing Microbes",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "1301571",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/1301571",
          "TitleEnglish": "Microbe Theatre Deluxe 3: Rhizosphere",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "4307334",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4307334",
          "TitleEnglish": "Microbe Theatre Deluxe 4: The Yellow Dugong of the Caribbean",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "10477415",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/10477415",
          "TitleEnglish": "Moyashimon Returns Specials 1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "10477416",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/10477416",
          "TitleEnglish": "Moyashimon Returns Specials 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "7": {
          "ID": "10477417",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/10477417",
          "TitleEnglish": "Moyashimon Returns Specials 3",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "29281",
      "URL": "https://www.thetvdb.com/series/tales-of-agriculture/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "341089",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/341089",
          "TitleEnglish": "The Story of Microbes at the Agricultural University",
          "SummaryEnglish": "It's the first day of Tadayasu and Kei's university life. Tadayasu shows off his ability to Professor Itsuki and Haruka. The talent show is cut short when Tadayasu spots fructivorans in the air.",
          "Aliases": []
        },
        "2": {
          "ID": "341090",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/341090",
          "TitleEnglish": "The 300 Million Yen Student",
          "SummaryEnglish": "Tadayasu and Kei follow the fructivorans and find a spilled tank of spoiled sake. They meet the perpetrators Kaoru and Takuma who invite them to their dorm room.",
          "Aliases": []
        },
        "3": {
          "ID": "341091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/341091",
          "TitleEnglish": "Bacteria Within",
          "SummaryEnglish": "Hazuki Oikawa is introduced. She comes to Kaoru and Takuma's dorm room and kills the bacteria they were planning to cultivate. Everyone is summoned back to the lab where Professor Itsuki and Haruka show them how to make sake for educational purposes.",
          "Aliases": []
        },
        "4": {
          "ID": "341092",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/341092",
          "TitleEnglish": "Bacteria Celebration Everywhere",
          "SummaryEnglish": "The first years are invited on a tour around the campus and a picnic. Tadayasu spots harmful bacteria in the food and saves everyone from E. coli food poisoning.",
          "Aliases": []
        },
        "5": {
          "ID": "346753",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/346753",
          "TitleEnglish": "Bizarre! Microbe Monster",
          "SummaryEnglish": "Tadayasu becomes disgusted when he sees a man covered in microbes. Professor Itsuki asks everyone to buy liquor at Hiyoshi Liquor Store near the school. Tadayasu discovers the owner is the microbe monster who brews delicious sake.",
          "Aliases": []
        },
        "6": {
          "ID": "346754",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/346754",
          "TitleEnglish": "Enchanting! Miss Agriculture!",
          "SummaryEnglish": "Aoi Mutō returns from a long trip bringing fermented meat. She also brings Vibrio parahaemolyticus, El Tor, Shigella dysenteriae, Salmonella enterica and Plesiomonas shigelloides. After getting disinfected, Aoi brings Tadayasu to the UFO club room where all the members are sick and unintentionally breeding new forms of influenza with pigs and chickens.",
          "Aliases": []
        },
        "7": {
          "ID": "346755",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/346755",
          "TitleEnglish": "Raise the Curtains! The Spring Agricultural Festival",
          "SummaryEnglish": "The spring agricultural festival has started, and that means that during this time, the campus is closed and students have to exchange real money for school money, but when the festival ends the school money is worthless and cannot be exchanged back for real money. There are also many special rules related to the event that students have to find out on their own.",
          "Aliases": []
        },
        "8": {
          "ID": "346756",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/346756",
          "TitleEnglish": "The Epic Agricultural Front Gate Capture Game",
          "SummaryEnglish": "It is the third day of the spring agricultural festival, and the students are forming a resistance in order to end the festival. At 4:00 PM, the students charge towards the front gate to engage in a battle, and during this time, Kaoru, Takuma, and Tadayasu work together to take down the robot in front of the gate and effectively end the festival. In return, they get 100,000 school yen which they use to get Professor Itsuki's aphrodisiac, they try to get one of the girls to take one but Haruka foils their plan by using all of them on herself, seemingly immune to their effects. Oikawa and Mutō get some from the professor themselves and sleep with each other as a result.",
          "Aliases": []
        },
        "9": {
          "ID": "346757",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/346757",
          "TitleEnglish": "Fitting for Soft Skin",
          "SummaryEnglish": "Professor Itsuki holds a celebration for Kaoru and Takuma getting part-time jobs, and during this party introduces everyone to the foul-smelling surströmming. Later, Haruka is summoned to a private dinner with her father and fiancé, but gets Kaoru and Takuma, who had actually been working at the restaurant before getting fired by Haruka minutes before, to think of something to get her out of the dinner. They call Tadayasu who brings a can of surströmming; once the can is opened, Kaoru and Takuma take Haruka out in the confusion and go to a bar.",
          "Aliases": []
        },
        "10": {
          "ID": "346758",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/346758",
          "TitleEnglish": "GothLoli Kiss",
          "SummaryEnglish": "After not seeing Kei for a while, Tadayasu discovers that he is working at Hiyoshi's liquor store, and on top of that is cross-dressing as a Gothic Lolita. Unexpectedly, Kei kisses Tadayasu, and afterwards Tadayasu discovers that he cannot see microbes anymore. This has happened before, but Haruka finds out and confronts him about the loss of his ability.",
          "Aliases": []
        },
        "11": {
          "ID": "346759",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/346759",
          "TitleEnglish": "The Dazzling Microbe Future",
          "SummaryEnglish": "Haruka thinks that without his ability to see microbes, there is not much reason for him to be at the university anymore, though Kaoru and Takuma stick up for him. Tadayasu seeks advice from Kei, and in the process finds out that despite Kei getting mad in the past for being called feminine, he decided that deep down he was not being entirely honest with himself about his gender identity. Haruka reconciles with Tadayasu later, and at that time Tadayasu regains the ability to see microbes once more.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "488311",
      "URL": "https://www.thetvdb.com/series/tales-of-agriculture/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "4291825",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4291825",
          "TitleEnglish": "Rise, Moyashimon!",
          "SummaryEnglish": "Professor Itsuki divides the students into two groups for the creation of different fermentation products. Oikawa discovers a secret entrance which is later no longer there. She begins to suspect that the others are hiding something from her.",
          "Aliases": []
        },
        "2": {
          "ID": "4337862",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4337862",
          "TitleEnglish": "Fermentation Cellar",
          "SummaryEnglish": "Tadayasu teams up with Oikawa to find the truth about the mysterious door while Haruka is warned by her father that the time is running out for her to wrap up her research and fulfill the promise she made to him.",
          "Aliases": []
        },
        "3": {
          "ID": "4337863",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4337863",
          "TitleEnglish": "Team Oikawa",
          "SummaryEnglish": "Haruka is worried about her father's demands while Tadayasu and the others pay a visit to the remodeled Hiyoshi's liquor store and learn about what lies behind the secret door. Oikawa gets depressed about not finding anything important after so much effort to discover about it, and to cheer her up, Tadayasu decides to reveal his secret to her.",
          "Aliases": []
        },
        "4": {
          "ID": "4337864",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4337864",
          "TitleEnglish": "An Autumn of Change",
          "SummaryEnglish": "Tadayasu confesses his secret to Oikawa, but she does not believe him at all. Haruka is picked up by her father who leaves her letter of resignation in Mutō's hands. While Haruka embarks on a trip with her fiancé against her will, the students start to make preparations for the upcoming Harvest Festival. Oikawa and Mutō refrain from telling the boys the truth about Haruka's sudden abscence.",
          "Aliases": []
        },
        "5": {
          "ID": "4337865",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4337865",
          "TitleEnglish": "The Harvest Festival",
          "SummaryEnglish": "The Harvest Festival begins. Misato and Kawahama mount a Tequila stand resorting to suspicious tactics in their scheme to win the Grand Prize, while leaving Tadayasu and the others to attend the customers by themselves. Meanwhile, Professor Itsuki makes his move in an attempt to bring Haruka back to the University.",
          "Aliases": []
        },
        "6": {
          "ID": "4337866",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4337866",
          "TitleEnglish": "Teamwork",
          "SummaryEnglish": "As the Harvest Festival goes on, Tadayasu learns the reason for Haruka's abscence, while her father falls in Professor Itsuki's trap. Misato and Kawahama's grand scheme is a success, but instead of keeping the money they decide to buy plane tickets for Mutō and Tadayasu to look for Haruka in France.",
          "Aliases": []
        },
        "7": {
          "ID": "4337867",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4337867",
          "TitleEnglish": "Caged Bird",
          "SummaryEnglish": "Misato and Kawahama's antics during the Harvest Festival cost them a 20 days suspension and Professor Itsuki takes the oportunity to have them accompanny Tadayasu's search for Haruka in Paris. Despite Sawaki's protests, the trio ends up goofing arround the city until all their money runs out, and only then they finally start to look for her. Little they know she is already far away from the capital, in the outskirts of Mont Saint-Michel.",
          "Aliases": []
        },
        "8": {
          "ID": "4337868",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4337868",
          "TitleEnglish": "Marriage",
          "SummaryEnglish": "While looking for Haruka in Burgundy, Sawaki and co. stumble on Marie, a French girl who also speaks Japanese and has a striking resemblance with Yuuki. The trio is drafted by Marie to work as waiters in a special banquet held at her place, and much to their surprise, they finally meet Haruka in the occasion.",
          "Aliases": []
        },
        "9": {
          "ID": "4337869",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4337869",
          "TitleEnglish": "On the Route des Grand Crus",
          "SummaryEnglish": "Haruka asks for Misato and Kawahama to take her back to Japan, but with her fiancéé's escorts looking for her, they decide to go separate ways to evade them. Sawaki confronts Marie about her relutance to inherit her family's winery despite she is so enthusiastic about her life on it, while Misato and Haruka manage to evade her pursuers and surprisingly end up having some quality time together.",
          "Aliases": []
        },
        "10": {
          "ID": "4337870",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4337870",
          "TitleEnglish": "Misunderstandings",
          "SummaryEnglish": "Sawaki and the others bid farewell to Marie, but before departing, Sawaki have the microbes there to write a message of encouragement to her and her father. Haruka returns to confront her fiancéé just to find him ill. As she tends to his condition, the two finally comes to terms.",
          "Aliases": []
        },
        "11": {
          "ID": "4337871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tales-of-agriculture/episodes/4337871",
          "TitleEnglish": "We're Home",
          "SummaryEnglish": "Before returning home, Sawaki and his friends meet Marie once more and learn that the messages left by the microbes helped her family to resolve their differences and move on with their family business. Finally back at Japan, Hasegawa wonders about what she should do from then on, as with her engagement cancelled, there is no reason for her to remain at the university, but Sawaki encourages her to move on with her carreer not for obligation but for doing what she really wants to.",
          "Aliases": []
        }
      }
    }
  }
}