{
  "URL": "https://www.thetvdb.com/series/agent-aika",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Fantasy",
    "Romance",
    "Science Fiction",
    "Thriller"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0270758/",
    "https://www.themoviedb.org/tv/43249"
  ],
  "TitleEnglish": "Agent AIKa",
  "SummaryEnglish": "She's sexy, suave and sophisticated, but she's no bimbo. She's a martial arts expert and a jet fighter pilot with the body of a supermodel.",
  "Aliases": [
    "AIKa R-16: Virgin Mission",
    "AIKa ZERO",
    "アイカ"
  ],
  "Modified": "2025-05-27",
  "Seasons": {
    "0": {
      "ID": "29550",
      "URL": "https://www.thetvdb.com/series/agent-aika/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 5,
      "Episodes": {
        "1": {
          "ID": "983661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/agent-aika/episodes/983661",
          "TitleEnglish": "Special TRIAL: Moving Out",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "2417981",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/agent-aika/episodes/2417981",
          "TitleEnglish": "Live Action",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "4781542",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/agent-aika/episodes/4781542",
          "TitleEnglish": "Picture Drama 1 - Cosplay Cafe White Knights",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "4781543",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/agent-aika/episodes/4781543",
          "TitleEnglish": "Picture Drama 2 - The Secret Garden",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "4781544",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/agent-aika/episodes/4781544",
          "TitleEnglish": "Picture Drama 3 - Panther Girl",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "29551",
      "URL": "https://www.thetvdb.com/series/agent-aika/seasons/official/1",
      "TitleEnglish": "Agente Aika",
      "SummaryEnglish": "Um sismo catastrófico deixou Tóquio, e a maior parte da Terra, debaixo do mar. Aika é uma salvadora que recupera vários restos mortais das ruínas aquáticas. Quando Aika aceita a perigosa missão de localizar e obter o misterioso Lagu, descobre que não é a única que está atrás dele.",
      "# Episodes": 7,
      "Episodes": {
        "1": {
          "ID": "343758",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/agent-aika/episodes/343758",
          "TitleEnglish": "Trial 1: Beautiful Agent",
          "SummaryEnglish": "The old town of Tokyo is buried under water following a terrible catastrophe which has occurred several years before. Aika and her young partner Rion work for an agency specializing in the recovery of old relics, but the owner has serious financial problems. This is why it was decided that Aika again take up her old activities as a special agent...",
          "Aliases": []
        },
        "2": {
          "ID": "343759",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/agent-aika/episodes/343759",
          "TitleEnglish": "Trial 2: Naked Mission",
          "SummaryEnglish": "Aika has been entrusted with a mission of collecting information on a material called \"Lagu\", but its progress was stopped by Hagen and his sister Neena, which have other projects for Lagu. Held captive on their vessel, Aika and Rion do what they can to try to escape. But it seems that the capacities of Aika are ineffecient against the new weapon of Hagen.",
          "Aliases": []
        },
        "3": {
          "ID": "343760",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/agent-aika/episodes/343760",
          "TitleEnglish": "Trial 3: Takeoff Position",
          "SummaryEnglish": "Aika with the assistance of her friend Gusto, succeed in escaping from the ship, leaving behind Rion. Her last combat left her weakened and she is no longer any match to face Hagen and his crew. During this time, Rion and Maypia, a spy whom they met, try to escape, but the projects of Hagen have already started to be carried out...",
          "Aliases": []
        },
        "4": {
          "ID": "343761",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/agent-aika/episodes/343761",
          "TitleEnglish": "Trial 4: A Flower Blooming in Space",
          "SummaryEnglish": "The team of Aika finds themselves involved in space in the hope to carry a term to the intrigues of Hargen of which all the parts are in place to put at execution its terrible plan. But quickly Aika will be confronted with an adversary of size, Neena. which carries on it an object which confers to him capacities semblabes with those of its gilded long-line bra from now on inoperative. The combat is announced hard",
          "Aliases": []
        },
        "5": {
          "ID": "343762",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/agent-aika/episodes/343762",
          "TitleEnglish": "Trial 5: The Golden Delmo Operation",
          "SummaryEnglish": "Even after the disappearance of its leader, the Delmo organization continues its activities with its only objective: taking its revenge on Aika. A secret operation is assembled to cut it down during its stay with the hotel.",
          "Aliases": []
        },
        "6": {
          "ID": "343763",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/agent-aika/episodes/343763",
          "TitleEnglish": "Trial 6: Delmo Operation: White Silver",
          "SummaryEnglish": "An operation disguised in the form of collecting information on board a ultra-sophisticated plane, is worked out by the Delmo organization in order to secretly study the aptitudes of Aika for combat to discover her weaknesses. The latter not suspecting the trap which awaits her, accepts the work which is proposed to her.",
          "Aliases": []
        },
        "7": {
          "ID": "343764",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/agent-aika/episodes/343764",
          "TitleEnglish": "Trial 7: Break the Decisive Battle! Delmo Base!",
          "SummaryEnglish": "During her overtime at the office, Aika is suddenly attacked by an agent of Delmo which manages to escape afterwards. Little time after, the building in which Aika is in explodes. Rion and her friends attend a funeral for their friend. With the assistance of Maypia and Gusto, Rion decides to infiltrate the enemy base to avenge the death of Aika.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "574805",
      "URL": "https://www.thetvdb.com/series/agent-aika/seasons/official/2",
      "TitleEnglish": "AIKa R-16: Missão Virgem",
      "SummaryEnglish": "Aika é uma estudante do ensino secundário inteligente e atlética. É tão competente que passa com sucesso no teste de licença de salvador, obtendo uma licença de classe C. No entanto, é jovem e impulsiva, tanto que Gota ainda a trata como uma criança. Devido a esta personalidade, ninguém está disposto a contratá-la para trabalhos de recuperação. Como se esforçou para tirar a sua licença, decide publicar um anúncio na sua escola para atrair clientes. Consegue chamar a atenção de Erika, filha de uma família rica e líder do clube de caça ao tesouro. Ela pede a Aika para resgatar algo do mar e Aika aceita o pedido alegremente. No entanto, ao ver o submarino de última geração embarcado no cruzador privado de Erika e descobrir o seu destino, Aika apercebe-se da natureza terrível da sua missão. Isto resulta num conflito com um grupo de raparigas do ensino secundário nas ilhas do sul. Quem é a menina misteriosa chamada Karen?\n\nAssim começa o mais novo desafio de Aika!",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "4781534",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/agent-aika/episodes/4781534",
          "TitleEnglish": "Trial 1: Secret Game",
          "SummaryEnglish": "Aika Sumeragi, a high school age C-Class salvager, is hired by class president Eri Shinkai to pilot her salvaging vessel. After introducing Aika to the treasure hunting club, and revealing coordinates hidden in a marking on fellow classmate Karen Minamino's chest, they embark on an adventure to see where it leads.",
          "Aliases": []
        },
        "2": {
          "ID": "4781535",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/agent-aika/episodes/4781535",
          "TitleEnglish": "Trial 2: Peach Peach Beach",
          "SummaryEnglish": "After arriving at the coordinates, Eri decides the treasure hunting club needs a break and declares that they will have a beach party on a nearby island. They are not alone, however, and Aika has to fight her teacher to protect Karen.",
          "Aliases": []
        },
        "3": {
          "ID": "4781536",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/agent-aika/episodes/4781536",
          "TitleEnglish": "Trial 3: Deep Blue Girl",
          "SummaryEnglish": "In the final episode of the series, Aika, Eri, and Karen find an old airport at the bottom of the ocean. After exploring the still functional facility, they finally uncover the secret to Karen's past.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "574806",
      "URL": "https://www.thetvdb.com/series/agent-aika/seasons/official/3",
      "TitleEnglish": "AIKa ZERO",
      "SummaryEnglish": "A história de Aika continua, ela tem agora 19 anos, 3 anos mais velha que em R-16 e 7 anos mais nova que em Agente AIKa. Fenómenos estranhos estão a ocorrer numa academia de meninas. Lenta, mas persistentemente, as raparigas mais bonitas e giras estão a juntar-se a um clube interno, mas em vez de cantarem, são raptadas por um ser estranho que assume o controlo delas por meios indecentes. Por coincidência, Aika estava a voar no seu avião quando ocorreu um destes raptos e foi atacada para a impedir de se aproximar, mas em vez de a repelir, fica intrigada sobre a origem do ataque e então a oportunidade aparece quando os seus falecidos parceiros da R-16 decidem investigar estes raptos.\n\nA história continua repleta de ação e exibicionismo de cuecas, que são essenciais na série de Aika.",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "4781537",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/agent-aika/episodes/4781537",
          "TitleEnglish": "White Knights",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "4781538",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/agent-aika/episodes/4781538",
          "TitleEnglish": "E.T.A.I.",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "4781539",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/agent-aika/episodes/4781539",
          "TitleEnglish": "Zero",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}