{
    "URL": "https://www.thetvdb.com/series/agent-aika",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0270758/",
        "https://www.themoviedb.org/tv/43249"
    ],
    "TitleEnglish": "Agent AIKa",
    "SummaryEnglish": "She's sexy, suave and sophisticated, but she's no bimbo. She's a martial arts expert and a jet fighter pilot with the body of a supermodel.",
    "TitleJapanese": "AIKa",
    "SummaryJapanese": "西暦2016年、大災害により大地の一部が海底に沈んだ。 そのため、海に沈んだ国家機密や遺産を引き上げる「サルベイジャー」という職業の人間が活躍していた。皇藍華は超一流の「サルベイジャー」。\n\nナイスなバディをミニスカに包んだ彼女は、天才科学者ハーゲン博士と彼の送り込むデルモ軍団と日夜戦い続けるのだ!",
    "Aliases": [
        "AIKa"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "29550",
            "URL": "https://www.thetvdb.com/series/agent-aika/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "983661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/agent-aika/episodes/983661",
                    "TitleEnglish": "Special TRIAL: Moving Out",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Special TRIAL",
                    "SummaryJapanese": "ハーゲンの野望をうち砕き、藍華達はトレーラーハウス暮らしから抜け出して自社ビルを手に入れる。会社を盛り立てるため、りおんは新しいプロモーションビデオを作り、藍華を売り出そうと妄想する。一方郷造はそのために必要なものを手にするが…。"
                },
                "2": {
                    "ID": "2417981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/agent-aika/episodes/2417981",
                    "TitleEnglish": "Live Action",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4781542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/agent-aika/episodes/4781542",
                    "TitleEnglish": "Picture Drama 1 - Cosplay Cafe White Knights",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ピクチャードラマ コスプレ喫茶「ホワイトナイツ」",
                    "SummaryJapanese": "DVD第１巻特典"
                },
                "4": {
                    "ID": "4781543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/agent-aika/episodes/4781543",
                    "TitleEnglish": "Picture Drama 2 - The Secret Garden",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ピクチャードラマ 秘密の花園",
                    "SummaryJapanese": "DVD第２巻特典"
                },
                "5": {
                    "ID": "4781544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/agent-aika/episodes/4781544",
                    "TitleEnglish": "Picture Drama 3 - Panther Girl",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ピクチャードラマ 女豹～",
                    "SummaryJapanese": "DVD第３巻特典"
                }
            }
        },
        "1": {
            "ID": "29551",
            "URL": "https://www.thetvdb.com/series/agent-aika/seasons/official/1",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "343758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/agent-aika/episodes/343758",
                    "TitleEnglish": "Trial 1: Beautiful Agent",
                    "SummaryEnglish": "The old town of Tokyo is buried under water following a terrible catastrophe which has occurred several years before. Aika and her young partner Rion work for an agency specializing in the recovery of old relics, but the owner has serious financial problems. This is why it was decided that Aika again take up her old activities as a special agent...",
                    "TitleJapanese": "美しきエージェント",
                    "SummaryJapanese": "水没した都市から貴重な物資やデータを回収する最先端の職業サルベイジャー。借金だらけの会社に属す超一流のサルベイジャー藍華は、会社を救うべく、政府からの機密物資引き上げの仕事を受ける。しかし、その政府依頼の「ラグ」なる物資を巡ってライバル会社、そして正体不明の軍隊（？）までもが動き出していた。"
                },
                "2": {
                    "ID": "343759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/agent-aika/episodes/343759",
                    "TitleEnglish": "Trial 2: Naked Mission",
                    "SummaryEnglish": "Aika has been entrusted with a mission of collecting information on a material called \"Lagu\", but its progress was stopped by Hagen and his sister Neena, which have other projects for Lagu. Held captive on their vessel, Aika and Rion do what they can to try to escape. But it seems that the capacities of Aika are ineffecient against the new weapon of Hagen.",
                    "TitleJapanese": "NAKED MISSION",
                    "SummaryJapanese": "突然のエンジンストップで大ピンチの藍華を救ったのは、身に付けていたビスチェ型のオルタネートメタル（特殊液体金属）だった。しかし、危機を脱した藍華の前に「ラグ」を狙っていた謎の美女軍団デルモゲニーとそれを率いるハーゲンが現れる。既に体力を使い果たしていた藍華は、りおんと共に捕えられてしまう。"
                },
                "3": {
                    "ID": "343760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/agent-aika/episodes/343760",
                    "TitleEnglish": "Trial 3: Takeoff Position",
                    "SummaryEnglish": "Aika with the assistance of her friend Gusto, succeed in escaping from the ship, leaving behind Rion. Her last combat left her weakened and she is no longer any match to face Hagen and his crew. During this time, Rion and Maypia, a spy whom they met, try to escape, but the projects of Hagen have already started to be carried out...",
                    "TitleJapanese": "TAKE OFF POSITION",
                    "SummaryJapanese": "ビスチェの力で再び変身した藍華だったが、ハーゲンの撃った銃はビスチェの効力を解除するほどのパワーを持っていた。意識を失った藍華を抱えたガストは、デルモゲニー軍団に囲まれ、甲板上で追いつめられる。再びハーゲンの手中に陥るかと思われたその時、旧型ミグで上空に現れたガストの相棒バンドラに救出される。"
                },
                "4": {
                    "ID": "343761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/agent-aika/episodes/343761",
                    "TitleEnglish": "Trial 4: A Flower Blooming in Space",
                    "SummaryEnglish": "The team of Aika finds themselves involved in space in the hope to carry a term to the intrigues of Hargen of which all the parts are in place to put at execution its terrible plan. But quickly Aika will be confronted with an adversary of size, Neena. which carries on it an object which confers to him capacities semblabes with those of its gilded long-line bra from now on inoperative. The combat is announced hard",
                    "TitleJapanese": "宇宙(そら)に咲く華",
                    "SummaryJapanese": "「ラグ」を手に入れたハーゲンは、野望を実現させるため大気圏を突破し、宇宙空間に進出した。一方、りおん救出のためハーゲン艦に単独潜入していた藍華の前に、ネーナが再び立ちはだかる。藍華のビスチェのコアから複製した「ぱんつ」によって変身を遂げたネーナに、藍華は手も足も出ず大ピンチに…！"
                },
                "5": {
                    "ID": "343762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/agent-aika/episodes/343762",
                    "TitleEnglish": "Trial 5: The Golden Delmo Operation",
                    "SummaryEnglish": "Even after the disappearance of its leader, the Delmo organization continues its activities with its only objective: taking its revenge on Aika. A secret operation is assembled to cut it down during its stay with the hotel.",
                    "TitleJapanese": "黄金のデルモ作戦",
                    "SummaryJapanese": "南の島のリゾートで休暇中の藍華達。はしゃぐりおんと道草を眺めながら、プールサイドでのんびりする藍華に、ピエールと名乗る紳士が接近してきた。ピエールとバーで甘いムードを楽しむうちに酔ってしまった藍華。ピエールに支えられ部屋に戻った藍華を待っていたのは、黄金デルモ・ビアンカと黒デルモ軍団だった。"
                },
                "6": {
                    "ID": "343763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/agent-aika/episodes/343763",
                    "TitleEnglish": "Trial 6: Delmo Operation: White Silver",
                    "SummaryEnglish": "An operation disguised in the form of collecting information on board a ultra-sophisticated plane, is worked out by the Delmo organization in order to secretly study the aptitudes of Aika for combat to discover her weaknesses. The latter not suspecting the trap which awaits her, accepts the work which is proposed to her.",
                    "TitleJapanese": "白銀のデルモ作戦",
                    "SummaryJapanese": "ある大企業から仕事の依頼を受けた藍華達は、雪に閉ざされた旧軍事施設に向かった。最新鋭の探査機を操る謎の美少女リエの指示のもと、探査機の適性検査を受ける藍華。リエの言動を怪しむりおんと道草の前に、デルモ軍団が現れた！ 基地に連れ込まれた藍華達の運命は…？"
                },
                "7": {
                    "ID": "343764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/agent-aika/episodes/343764",
                    "TitleEnglish": "Trial 7: Break the Decisive Battle! Delmo Base!",
                    "SummaryEnglish": "During her overtime at the office, Aika is suddenly attacked by an agent of Delmo which manages to escape afterwards. Little time after, the building in which Aika is in explodes. Rion and her friends attend a funeral for their friend. With the assistance of Maypia and Gusto, Rion decides to infiltrate the enemy base to avenge the death of Aika.",
                    "TitleJapanese": "決戦突入! デルモ基地!!",
                    "SummaryJapanese": "レストランでりおんと食事中の郷造は、娘の将来を心配しサルベイジャーを続けていきたいという彼女の希望を否定する。一方、仕事中の藍華に黄金デルモの姉妹・サーニャとトーニャが突如襲いかかる。寸でのところでトーニャの攻撃をかわした藍華だったが、サーニャの仕掛けた爆発物によりビルごと吹き飛ばされてしまう。"
                }
            }
        },
        "2": {
            "ID": "574805",
            "URL": "https://www.thetvdb.com/series/agent-aika/seasons/official/2",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4781534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/agent-aika/episodes/4781534",
                    "TitleEnglish": "Trial 1: Secret Game",
                    "SummaryEnglish": "Aika Sumeragi, a high school age C-Class salvager, is hired by class president Eri Shinkai to pilot her salvaging vessel. After introducing Aika to the treasure hunting club, and revealing coordinates hidden in a marking on fellow classmate Karen Minamino's chest, they embark on an adventure to see where it leads.",
                    "TitleJapanese": "シークレット・ゲーム",
                    "SummaryJapanese": "高校時代のCクラスサルベージであるスメラギアイカは、新海エリ学級委員長にサルベージ船の操縦に雇われました。 アイカをトレジャーハンティングクラブに紹介し、同級生の南野拓実の胸のマーキングに隠された座標を明らかにした後、彼らはそれがどこにつながるのかを見るために冒険に乗り出します。"
                },
                "2": {
                    "ID": "4781535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/agent-aika/episodes/4781535",
                    "TitleEnglish": "Trial 2: Peach Peach Beach",
                    "SummaryEnglish": "After arriving at the coordinates, Eri decides the treasure hunting club needs a break and declares that they will have a beach party on a nearby island. They are not alone, however, and Aika has to fight her teacher to protect Karen.",
                    "TitleJapanese": "ピーチ・ピーチ・ビーチ",
                    "SummaryJapanese": "座標に到着した後、エリはトレジャーハンティングクラブが休憩を必要としていると判断し、近くの島でビーチパーティーを開くことを宣言します。 しかし、彼らは一人ではありません、そして、アイカはカレンを保護するために彼女の先生と戦わなければなりません。"
                },
                "3": {
                    "ID": "4781536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/agent-aika/episodes/4781536",
                    "TitleEnglish": "Trial 3: Deep Blue Girl",
                    "SummaryEnglish": "In the final episode of the series, Aika, Eri, and Karen find an old airport at the bottom of the ocean. After exploring the still functional facility, they finally uncover the secret to Karen's past.",
                    "TitleJapanese": "ディープ・ブルー・ガール",
                    "SummaryJapanese": "シリーズの最後のエピソードでは、アイカ、エリ、カレンが海の底に古い空港を見つけました。 まだ機能している施設を探索した後、彼らはついにカレンの過去の秘密を明らかにしました。"
                }
            }
        },
        "3": {
            "ID": "574806",
            "URL": "https://www.thetvdb.com/series/agent-aika/seasons/official/3",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4781537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/agent-aika/episodes/4781537",
                    "TitleEnglish": "White Knights",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ホワイトナイツ",
                    "SummaryJapanese": "“バンパイア”のテスト飛行中、謎の触手から攻撃を受けた藍華。彼女はどうにか機体を立て直すが、敵の正体は不明であった。そんな中、藍華はエリから呼び出され、久々に彼女やカレンとの再会を果たす。だが、それは藍華に依頼をするためであった。カレンの通っている聖エアロ学園に潜入し、ここで起きている連続失踪事件を調べることとなった藍華。そして、エリが怪しいと睨んだ時計塔は、例の触手が潜んでいた場所でもあった。"
                },
                "2": {
                    "ID": "4781538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/agent-aika/episodes/4781538",
                    "TitleEnglish": "E.T.A.I.",
                    "SummaryEnglish": null,
                    "TitleJapanese": "E.T.A.I.",
                    "SummaryJapanese": "ホワイトナイツとの戦闘で負傷した藍華。病室で目覚めた彼女を待っていたのは、軍からの正式な「調査依頼」だった。藍華は再びバンパイアに搭乗。聖エアロ学園を上空から調査し、地下に謎の構造物があることを突き止める。そのころカレンも敵の拠点と思われる時計塔に潜入するが、そこはすでに空き家となっていた。地下への入口を探すため、再び学園内に突入する藍華。そこで彼女が見たものは、触手に襲われる女子生徒たちの姿だった!!"
                },
                "3": {
                    "ID": "4781539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/agent-aika/episodes/4781539",
                    "TitleEnglish": "Zero",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ゼロ",
                    "SummaryJapanese": "E.T.A.I.の触手に貫かれる藍華!!　その時、藍華の体内に宿る「何か」が覚醒し、彼女は常人を超えた身体能力で凛たちを圧倒し始める。一方、軍は宇宙船への攻撃を決定する。やがて藍華はカレンたちと合流。捕らえられた少女たちを救出すると、宇宙船の迎撃に向かうのだった。だが、藍華の前にE.T.A.I.と美由が立ち塞がった。はたして、戦いの果てに両者を待ち受ける運命とは？"
                }
            }
        }
    }
}