{
  "URL": "https://www.thetvdb.com/series/ef",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Mystery",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1132203/",
    "https://www.themoviedb.org/tv/27866"
  ],
  "TitleEnglish": "Ef – a Tale of ...",
  "SummaryEnglish": "The anime revolves around two protagonists, Hirono Hiro and Asou Reiji. On Christmas Eve, Hirono Hiro meets a girl named Miyamura Miyako who was chasing a purse snatcher. Hiro later finds out that Miyako also goes to the same school as he does and they start hanging out together. This made Hiro's childhood friend, Shindou Kei, feel left out. Kei then tries to compete with Miyako for Hiro's affection and a love triangle ensues. The anime also tells the story of Asou Reiji. Reiji meets a girl named Shindou Chihiro at an abandoned train station. He soon learns that Chihiro suffers from a type of amnesia where her memory span only lasts for 13 hours. He also discovers Chihiro's dream of writing a novel, but she has never been able to fulfill that dream due to her condition. Reiji then decides to help her fulfill that dream.",
  "Aliases": [
    "ef: a tale of melodies",
    "Ef - A Tale of Melodies",
    "Ef - A Tale of Memories",
    "ef: a tale of memories"
  ],
  "Modified": "2025-08-31",
  "Seasons": {
    "0": {
      "ID": "29559",
      "URL": "https://www.thetvdb.com/series/ef/seasons/official/0",
      "# Episodes": 5,
      "Episodes": {
        "1": {
          "ID": "3204491",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/3204491",
          "TitleEnglish": "Prologue",
          "SummaryEnglish": "The prologue for ef - a tale of memories, released on a separate DVD two months before the premiere of the TV series.",
          "Aliases": []
        },
        "2": {
          "ID": "4158914",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/4158914",
          "TitleEnglish": "Prelude",
          "SummaryEnglish": "The prologue of ef - a tale of melodies.",
          "Aliases": []
        },
        "3": {
          "ID": "4158916",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/4158916",
          "TitleEnglish": "Recollections",
          "SummaryEnglish": "Asou Renji comes back at the station with Chihiro, after the events of ef - a tale of melodies. They recollect various moments in this 'summary' of the first season of ef, with special new intermissions.",
          "Aliases": []
        },
        "4": {
          "ID": "8234495",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/8234495",
          "TitleEnglish": "Reunion (Colour Version)",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "11312866",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/11312866",
          "TitleEnglish": "~prologue~",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "29560",
      "URL": "https://www.thetvdb.com/series/ef/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "343998",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/343998",
          "TitleEnglish": "Eve",
          "SummaryEnglish": "Renji Aso meets Chihiro Shindo at an abandoned train station one day after school, and returns to the same stations several days in a row to meet with her again, finally becoming friends with her on the third day. While out during Christmas heading to his friend's Christmas party, Hiro Hirono stops near a church where his bike his stolen by a girl who passes by chasing a purse snatcher. After catching up to her, he spends the rest of the night with her and finds out her name is Miyako Miyamura.",
          "Aliases": []
        },
        "2": {
          "ID": "343999",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/343999",
          "TitleEnglish": "Upon a Time",
          "SummaryEnglish": "While ditching classes, Hiro runs into Miyako again, finding out that she is in the same year as him attending the same school, though in a different class. She finds out that he is already an established manga author which is the reason why he does not attend classes much. Kyosuke Tsutsumi continues to ponder over the brief shot he got of Kei running through the city on Christmas, though he does not recognize her. Renji meets again with Chihiro and becomes closer with her. He eventually finds out from her that she has a memory defect where she cannot remember anything past thirteen hours previous.",
          "Aliases": []
        },
        "3": {
          "ID": "344000",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/344000",
          "TitleEnglish": "Paradox",
          "SummaryEnglish": "Renji continues to meets with Chihiro every day after school, though he wonders if he should continue with such a half-hearted attitude. It rains one day after school, so Renji does not go to meet Chihiro, thinking that she would not come under the circumstances, but she comes anyway and manages to catch a cold, something Renji feels terrible about later on. Hiro goes out during school with Miya into town and they have lunch at a café. After Hiro accidentally forgets her given name, Miyako leaves him behind at the café. Kyosuke quits the film club, and even breaks up with his girlfriend.",
          "Aliases": []
        },
        "4": {
          "ID": "344001",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/344001",
          "TitleEnglish": "Honesty",
          "SummaryEnglish": "Renji sees Chihiro for the first time after she gets over her cold and apologizes for not coming last time. Renji asks her if she would like to write a novel with him, as she had said earlier that it was her dream to write one, but Chihiro gets very defensive and angry at his request. After talking with her more on the issue, Chihiro finally gives in to his persistence. Kyosuke sees Kei again in town and finally realizes she was the one he filmed on Christmas. Hiro meets with Miyako in town and she goes back to his place while he works on his manga. Miyako reads some of Hiro's manga, and as an act to show her gratitude, she cooks food for him. Kei walks in on them together, and runs off.",
          "Aliases": []
        },
        "5": {
          "ID": "344002",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/344002",
          "TitleEnglish": "Outline",
          "SummaryEnglish": "Renji brings Chihiro to his home where she meets his mother and Shuichi Kuze, though she has merely forgotten Shuichi many times over. After they eat, Chihiro gives Renji a notebook with her notes for her novel which he reads after she leaves for the day. He finds that the novel is rather depressing and representative of Chihiro's life. At school, Kei tries to get Miyako to leave Hiro alone so he will not have to repeat a year of school, but Miyako talks down to her the entire time. Kyosuke films Kei in the morning while she is taking a basketball shot, and she punches him in the gut for filming her without permission. He later asks her to go out with him via Hiro's help.",
          "Aliases": []
        },
        "6": {
          "ID": "344003",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/344003",
          "TitleEnglish": "Rain",
          "SummaryEnglish": "It turns out that Kyosuke asking Kei out was a ploy on his part as a lead in to ask her if she wanted to star in an amateur film he is making for an upcoming film festival. Hirono and Kyosuke get into an argument over the differences between being a professional and an amateur, ending with Kei interjecting, saying she has not decided if she will choose to be cast in Kyosuke's film or not. Later, Kei informs Miyako in an intense discussion that Miyako will eventually disappear from Hirono's heart (she actually says \"I will erase you from his memories\"). On Sunday, Kei gets hurt at the basketball match and Hirono stands up Miyako on a date they were supposed to go on to make sure Kei is all right. Meanwhile, Chihiro continues to write her novel and Renji helps her by borrowing a uniform from Shuichi so that they can enter the school's library to research materials for the novel.",
          "Aliases": []
        },
        "7": {
          "ID": "344004",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/344004",
          "TitleEnglish": "I...",
          "SummaryEnglish": "Renji and Chihiro continue work on the novel at his school's library and they manage to get to around 70% complete. Afterwards, the two take a walk on the beach and Chihiro suddenly asks Renji if he wants to kiss her. This seemingly simple act throws Renji off balance and says that their relationship is not like that, which causes her to run away in tears. Renji breaks down, hoping she will not write down what just happened in her diary. The story shifts to a flashback of when Miyako was waiting for Hirono to show up for their date in the previous episode. Miyako continues to send him voice messages on his cell phone, first being angry for him not showing up, but later becoming increasingly deperate with each call as she does not want Hirono to ignore her. The story shifts back to the present in Hirono's room, with Hirono and Kei together. After Hirono leaves his room to get food, Kei discovers Miyako's messages before Hirono learns of thier existence, and promptly deletes them, as she vowed to \"erase her from his memories\".",
          "Aliases": []
        },
        "8": {
          "ID": "344005",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/344005",
          "TitleEnglish": "Clear Colour",
          "SummaryEnglish": "Frustrated that none of her calls made it through to Hiro, Miyako therw her cell phone into a nearby fountain the night he stood her up. Hiro tries to call her repeatedly, but cannot get through due to this. Miyako later calls him and is reassured that Kei lied to her when she said Miyako had already disappeared from Hiro's heart. Chihiro and Renji continue work on the novel, and Chihiro is pushing herself with stress and lack of sleep so as to prolong her memories. She eventually collapses and is unconscious for over thirteen hours. When she finally awakes, Renji witnesses Chihiro's frantic state of not understanding why she has grown older or what happened to her left eye.",
          "Aliases": []
        },
        "9": {
          "ID": "344006",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/344006",
          "TitleEnglish": "Forget Me Not",
          "SummaryEnglish": "Hiro finds Miyako at a telephone booth in town and after a stroll on the beach where they kiss, Hiro takes her back to his place where they get intimate. The following morning, Kei finds Miyako in Hiro's bed, which causes her to run away in tears, eventually collapsing on the road as Kyosuke rushes up to her with his bike. Renji continues to stay with Chihiro despite the pain he feels and manages to smile when around her. Chihiro re-reads her diary three times and eventually comes to act like the person described in her diary, but she thinks that person is already dead. After hearing this, Renji vents his frustration and continuously repeats that this is not true.",
          "Aliases": []
        },
        "10": {
          "ID": "344007",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/344007",
          "TitleEnglish": "I'm Here",
          "SummaryEnglish": "Kyosuke confronts Hiro about what happened with Kei and tells him that he always does things half-way. Miyako calls Hiro to tell him that it is too painful to be with him since she does not want to be eventually forgotten by him. Hiro goes to see Kei and is able to come to an understanding with her, even though he is in love with Miyako. Right before she is going to leave town, Miyako calls Hiro one last time. The calls cuts out at a pivotal moment leading to Hiro rushing out on his bike and managing to find her at a public telephone near a church where they kiss.",
          "Aliases": []
        },
        "11": {
          "ID": "346790",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/346790",
          "TitleEnglish": "Ever Forever",
          "SummaryEnglish": "Chihiro finishes her novel and wants Renji to read it, though does not want to be around when he does. Renji proposes they go out on a date, which Chihiro happily agrees to, though she promises Renji that they will become lovers for only one day. After their date, Renji confesses his love to her once again on the school balcony, and shortly after they have sex. Later that night, Chihiro gives Renji the novel to read, and she goes up to the school balcony to wait for him to finish. After realizing the bleak ending of the novel, Renji runs up to the balcony to meet Chihiro, though she tells him that they should break up while she can still say \"I love you\" and fully mean it. Chihiro throws all her diary pages containing accounts of Renji into the air, effectively forcing Renji to break up with her.",
          "Aliases": []
        },
        "12": {
          "ID": "346791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/346791",
          "TitleEnglish": "Love",
          "SummaryEnglish": "Renji searched for the pages of Chihiro's diary about him. He finds Chihiro at the station where they first met. Renji promises that he will find all the remaining pages of the remaining diary in which Chihirio tells him that '13 hours is a long time'. Chihiro still doesn't forget about Renji because for the past 13 hours the only thing that she though of was only the memories she had with renji. The three love stories of Renji x Chihiro, Hiro x Miyako, and Kyosuke x Kei ended a happy one. Yuko finally reunited with Yu at the old church. It ended happily ever after.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "472889",
      "URL": "https://www.thetvdb.com/series/ef/seasons/official/2",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4158917",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/4158917",
          "TitleEnglish": "Ever",
          "SummaryEnglish": "A flashback is shown with Yu, Yuko, and Kuze in their younger days as high school students. At this time, Yu and Yuko have not seen each other for ten years. In the present day, Mizuki is staying over at Renji's for the time being until she enters high school, and does not have much to do while Renji studies for exams. Renji's mother introduces Kuze to Mizuki, who discovers some of the things Renji was trying to warn her about him might be true. Mizuki and Kuze spend the rest of the day together, and the two become more familiar with each other.",
          "Aliases": []
        },
        "2": {
          "ID": "4158918",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/4158918",
          "TitleEnglish": "Read",
          "SummaryEnglish": "Yu and Yuko originally met at an orphanage twenty years prior. Yu had lost his younger sister in a fire, and continued to be troubled by it for years. Once in high school, Yuko confesses that Yu was her first love, and she still loves him. In the present, Mizuki comes over to Kuze's and he helps her with some laundry. Kuze later collapses in Mizuki's presence, and she makes sure that he is comfortable while he sleeps it off. That night, Mizuki comes over again because she cannot sleep and tells him how touched she was after listening to the CD of Kuze's violin music he gave her. Before she leaves, she tells him that she has fallen in love with him.",
          "Aliases": []
        },
        "3": {
          "ID": "4158919",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/4158919",
          "TitleEnglish": "Union",
          "SummaryEnglish": "In the past, Yuko is going through some \"medium-level\" bullying as she calls it, but while she does not think anything of it, Yu is very concerned about it. He even asks Kuze to keep on eye on Yuko when she is in class. In the present, Mizuki goes to Kuze's house, but he does not answer, causing her to think he is somewhere else and avoiding her. Mizuki goes to the old train station and talks with Chihiro and learns that Kuze will die soon due to a rare form of neurosis. That night, Chihiro tells her that Kuze is at the beach playing the violin, and she runs to the shore to meet him. Kuze attempts to light his violin and its case on fire, but Mizuki manage to put it out in time, though not before burning her right palm.",
          "Aliases": []
        },
        "4": {
          "ID": "4158920",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/4158920",
          "TitleEnglish": "Turn",
          "SummaryEnglish": "In the past, Yu and Yuko go out together to buy new boots for Yuko, and while Yu does not consider this a date, Yuko and her elder brother do; after Nagi catches wind of this, she confronts Yu about it. In the present, Nagi helps Hiro draw his manga in order to beat the deadline, and Miyako makes dinner for him. Mizuki gets a cold and Kuze comes to pay her a visit. After she gets better, the two go out to the surrounding countryside and spend the rest of the day together with Kuze resting his head on Mizuki's lap. Kuze tells her that before he dies he wants to end all relationships, and even though he too has come to love Mizuki, he tells her to never appear before him again.",
          "Aliases": []
        },
        "5": {
          "ID": "4158921",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/4158921",
          "TitleEnglish": "Utter",
          "SummaryEnglish": "In the past, Yuko continues to go through being bullied, and this time she fights back, but gets injured in the process. Yu starts worrying about her more, and is angered that her older brother does nothing to help Yuko. In the present, Kei has a talk with Kyosuke about Chihiro, and he suggests that she go and visit it her. When they meet again for the first time in five years, they make amends with the past, and reflect on their futures with those they love. Mizuki wants to be stronger like Chihiro and Kei, but does not know how. When Mizuki expresses this doubt to Nagi, Nagi reveals that she is in fact going out with Kuze.",
          "Aliases": []
        },
        "6": {
          "ID": "4158922",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/4158922",
          "TitleEnglish": "Flection",
          "SummaryEnglish": "In the past, Yu finally comes to terms with his love for Yuko, but must turn down Nagi first. After Kuze plays his violin for Yu and Yuko, Yuko starts crying because the music is so beautiful and runs out of the room; Yu chases after her to the school roof. There, Yu professes full devotion to Yuko, and she finally reveals to him what she has been hiding this whole time. Her older adoptive brother has been physically abusing Yuko for years, and she infers that this could have all been avoided had Yu merely said he wanted a younger sister back when they were at the orphanage together.",
          "Aliases": []
        },
        "7": {
          "ID": "4158923",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/4158923",
          "TitleEnglish": "Reflection",
          "SummaryEnglish": "In the past, Yuko reveals to Yu a knife she always carries given to her by her older brother if she wanted to kill him. Yu takes the knife and confronts Yuko's brother, but Yu does not go through with it, and gets beat up. In the present, Mizuki seeks advice from Kei and Yu on how to approach Kuze, but when she goes to his house, he acts very negatively towards her, and berates her with many questions. After she leaves, Kuze experiences intense chest pains, and after struggling with his pills, and managing to break the bottle open, he takes some of the pills and recovers from the attack while saying he still wants to live.",
          "Aliases": []
        },
        "8": {
          "ID": "4158924",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/4158924",
          "TitleEnglish": "Reutter",
          "SummaryEnglish": "In the past, Yu and Yuko run away together and eventually find a place to stay while Yu works. Yu runs into Yuko's brother one day and Yu stays out late that night thinking about what he said to him which causes Yuko to worry and go out looking for him. Yuko runs into her brother and he asks her if she wants to go home, and she nods in agreement. In the present, Yu and Nagi talk with Kuze, and try to make him see reason, but he only serves to get Yu and Nagi angry at him for what he says. Nagi tells Mizuki that she is probably the only one left who can save Kuze.",
          "Aliases": []
        },
        "9": {
          "ID": "4158925",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/4158925",
          "TitleEnglish": "Return",
          "SummaryEnglish": "In the past, Yuko is back at school while Yu is still missing. Both of them realize their love for each other, and are helplessly in love. At home, Yuko's brother goes on a rampage and throws Yuko onto the wall, where Yu intervenes and is beaten by Yuko's brother. Yuko's brother takes a look at Yu's sketchbook and takes it with him into his room, where he goes insane and starts drawing his deceased sister. He burns the drawings along with himself. In the present, Mizuki receives charms from Chihiro and Kei, which are keys to the roofs of the two Otowa Academies. Kuze realizes that he wants to live and that now he is all alone.",
          "Aliases": []
        },
        "10": {
          "ID": "4158926",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/4158926",
          "TitleEnglish": "Reunion",
          "SummaryEnglish": "In the past, Yuko and Yu are now living together again. Yu is getting drawing lessons from Nagi. Yuko meets an orphaned girl named Miki, who was intended to commit suicide with her parents. Soon, Yuko and Miki become friends. Miki meets the young Kuze, and Kuze gives her his green ribbon, which he uses to tie a side ponytail on her. Yu and Yuuko decide to meet after Yu's work on Christmas, but before Yu gets there, Yuko gets into a car accident. By the time Yu and Miki arrive, Yuko is already dead. Yu remembers that Yuko gave him the key to the school roof to keep for safe keeping, and how she said to give it to anyone who is sad or lonely.",
          "Aliases": []
        },
        "11": {
          "ID": "4158927",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/4158927",
          "TitleEnglish": "Reread",
          "SummaryEnglish": "In the present, Kuze receives a letter of challenge from Mizuki which draws him out of his home to the Otowa Academy school roof to meet Mizuki. Through her professing words of love to Kuze, he finally gives in and wants to stay in love with Mizuki, but his heart gives out again. Mizuki receives emotional support from Kei, Chihiro and Hiro during this time. Kuze decides to have the risky surgery to try to live longer with Mizuki.",
          "Aliases": []
        },
        "12": {
          "ID": "4158928",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ef/episodes/4158928",
          "TitleEnglish": "Forever",
          "SummaryEnglish": "Everyone is spending time with their loved ones during Christmas, whether in Japan or Australia. Kuze survived the surgery and continues to live on with Mizuki. Yu hears from Nagi that Hiro said he talked with Yuko, and Yu heads back to Japan to meet up with her in the church. The two spend the rest of the night together, first at the church, and then at the school's roof to watch the sunrise. Yu and Yuko say their goodbyes and Yuko disappears, leaving behind a white feather.",
          "Aliases": []
        }
      }
    }
  }
}