{
  "URL": "https://www.thetvdb.com/series/bartender",
  "Genres": [
    "Adaptation",
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0875778/",
    "https://www.tvmaze.com/shows/12535/show-slug",
    "https://www.themoviedb.org/tv/42860",
    "https://en.wikipedia.org/wiki/List_of_Bartender_episodes#Anime"
  ],
  "TitleEnglish": "Bartender",
  "SummaryEnglish": "The popular \"cocktail manga\" serialized in Super Jump, genius bartender Ryu Sasakura makes the most incredible cocktails anyone has ever tasted. Seeking his \"glass of god,\" individuals from all different walks of life visit his bar.",
  "Aliases": [],
  "Modified": "2025-05-27",
  "Seasons": {
    "1": {
      "ID": "30060",
      "URL": "https://www.thetvdb.com/series/bartender/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "375130",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bartender/episodes/375130",
          "TitleEnglish": "Bartender",
          "SummaryEnglish": "At the bar Eden Hall in Ginza, Sasakura Ryuu creates cocktails dubbed \"The Glass of the Gods.\" Hotel redesigner Kamishima holds deep disregard for bartenders because of an embarrassing mistake he made as a younger man. He is shown the skill of the profession by Ryuu, who creates a simple water-mix by smashing Eden Hall's signature ice cup. Kamishima's bar redesign incorporates Ryuu's explanation of the importance of bars. The featured cocktail is the Grasshopper.",
          "Aliases": []
        },
        "2": {
          "ID": "375131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bartender/episodes/375131",
          "TitleEnglish": "Heart of the Menu",
          "SummaryEnglish": "Kurushima Miwa comes to Eden Hall to ask Ryuu to find her \"Menu of the Heart.\" As a child, she broke a bottle of alcohol intended to mend the rift between her father and Kurushima Taizou, her grandfather. The two had been fighting over modernizing the family hotel. Shortly after this accident, Miwa's parents were killed in a car crash. Ryuu extrapolates that the beverage was Suntory's Kakubin (referred to in the show as \"Kaku\"), a beverage at the crossroad of old and new Japan. The featured cocktail is the Nikolaschka.",
          "Aliases": []
        },
        "3": {
          "ID": "375132",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bartender/episodes/375132",
          "TitleEnglish": "Glass of Regret",
          "SummaryEnglish": "Shimaoka, the head of an advertising company, is retiring, and his old love, the actress Yuzuki Mieko, has just died. The two of them wanted to perform together in Henrik Ibsen's A Doll's House, until he decided to take over his family's company. Ryuu uses the Margarita and its history to show Shimaoka that love can live on. The featured cocktail is the Margarita.",
          "Aliases": []
        },
        "4": {
          "ID": "375133",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bartender/episodes/375133",
          "TitleEnglish": "Amber Dream",
          "SummaryEnglish": "Ryuu assists a couple on their first date. Meanwhile, Yusada Sayo is waiting for her husband for their anniversary, however the two have grown apart. Ryuu mixes the Bijou Cocktail, then creates an Amber Dream from it. He explains that amber takes time to get its beauty, much like a marriage and the time a couple puts into it. The featured cocktails are the Bijou and Amber Dream.",
          "Aliases": []
        },
        "5": {
          "ID": "375134",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bartender/episodes/375134",
          "TitleEnglish": "Things Forgotten in a Bar",
          "SummaryEnglish": "A young salesmen, Shibata, is given a transfer notice from his boss after his sales figures are low. Ryuu lifts the young man's spirits by telling him about Ernest Hemingway and the story The Old Man and the Sea. The featured cocktail is the Daiquiri.",
          "Aliases": []
        },
        "6": {
          "ID": "375135",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bartender/episodes/375135",
          "TitleEnglish": "The Story Inside the Glass",
          "SummaryEnglish": "Kasahara Shizuo, a screenwriter, has been having trouble writing scripts. He poses a riddle to various bartenders, having ordered four brands of single malt Scottish whiskies (Laphroaig, Miltonduff, Glenburgie, and Ardbeg), asks what should be next. After going to several bars, his long-time friend and director Mineyama Ryuuji catches up with Kasahara and the argue over why their productions are no longer original. Ryuu answers the riddle, and by doing so helps the two men with their problem. The featured cocktail is the Aberdeen Angus.",
          "Aliases": []
        },
        "7": {
          "ID": "375136",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bartender/episodes/375136",
          "TitleEnglish": "Bar Holidays",
          "SummaryEnglish": "Ryuu has fallen ill and the bar is closed for the day. Two senior bartenders who visit Ryuu decide to concoct some drinks to help him. In the meantime, two customers enter the bar: Souma Kouji, a politician embroiled in a scandalous court case and endlessly pursued by the paparazzi, and a female lawyer who is supposed to meet Kouji to discuss the case but misses the time. The two bartenders separately give the customers \"Rusty Nail\" and \"Bull Shot\", who eventually arrange to meet again. The featured drink is the Rusty Nail.",
          "Aliases": []
        },
        "8": {
          "ID": "375137",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bartender/episodes/375137",
          "TitleEnglish": "The Lie at the Counter",
          "SummaryEnglish": "Ryuu receives a visit from two customers, a woman and a man; the latter claims to be a doctor. While they are having a usual talk, Ryuu quietly watches and listens to his conversations, as he serves Angel's Tip to both of them. In later time, Ryuu is challenged by the man at the start of the episode to perform a \"taste test\". As he arranges different marked glasses on the counter, he pours in water into each of them and places a drop from each of the different bottles in the glasses. He is to turn facing away from the counter as the man randomly switches the positions of the glasses for him to guess the names of the drinks. As this continues, the episode switches to a flashback scene where it appears that the man on the counter turned out to be a con man after his wish to perform a fake proposal to the woman in the bar is declined by Ryuu, whom detected his error playing as a doctor during their early conversations. The man went as far as adding a different cocktail into one of the glasses during the taste test. Ryuu however, successfully detects his trick and accurately guessed the mixture of which the drink contained. The featured drink is \"Pastis Water\".",
          "Aliases": []
        },
        "9": {
          "ID": "375138",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bartender/episodes/375138",
          "TitleEnglish": "The Bar's Face",
          "SummaryEnglish": "It is raining heavily in Ginza and Miwa is running towards Eden Hall to seek shelter from the storm only to find a \"Reserve\" sign posted on the front door. Seeing her puzzled look, a nearby street food vendor explains to her that every year on this particular day, the bar is closed for a single customer, the customer who Ryuu served a mistaken cocktail. Sensing Miwa's doubt that Ryuu could ever make a mistake in fixing a drink, the vendor proceeds to tell the story of Ryuu's early days as an apprentice bartender at Bar Saito through an extended flashback. An important looking businessman named Ryuuichi Minegishi arrives at Bar Saito with an attractive, younger date, Kanako. Minegishi seems to know the bar's master, Ryuu's senior bartender, quite well and gives Ryuu his business card which indicates that he is a CEO of his own company. Kanako orders a champagne cocktail and Ryuu serves her Champagne Pick-Me-Up in a tall flute glass. Kanako looks displeased and returns it, puzzling Ryuu as to what he did wrong.",
          "Aliases": []
        },
        "10": {
          "ID": "375139",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bartender/episodes/375139",
          "TitleEnglish": "Christmas Miracle",
          "SummaryEnglish": "A professor, who calls himself Okita, specialized in computational fluid dynamics comes to Eden Hall on a Christmas night. He claims to follow a star up until she enters Eden Hall. He later gets into an argument with Ryuu after declining his recommendation of having a champagne, and downing a cup of Guinness beer instead. Afterwards, Ryuu offers Okita the Black Velvet, which is a mixture of both beer and champagne. He doubted Ryuu and boastfully predicts that the drink will spill out of the glass, generally basing off the idea from his years of thorough research and study of fluid mechanics. This is not the case however, as Ryuu successfully pours both the beer and champagne simultaneously, without the mixture pouring out of the cup. It is noted in this episode that Ryuu is amongst the very few bartenders in Japan who are able to mix the Black Velvet perfectly without pouring them separately. Thus, the featured drink of episode 10 is the Black Velvet.",
          "Aliases": []
        },
        "11": {
          "ID": "375140",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bartender/episodes/375140",
          "TitleEnglish": "Water of Life",
          "SummaryEnglish": "Ryuu finally decides to end his apprenticeship at Eden Hall in this final chapter. The episode revolves mostly on the life of a bartender. A few cocktails are featured in the episode, such as the Red Eye, No Name and Rob Roy. \"The Macallan 1946\" is referred to by Ryuu and his senior bartenders as \"The Water of Life\", and it is mentioned that its bottle is passed through every generation of bartenders who has completed their time at Eden Hall. The main narrator of the series makes an appearance in this episode and visits Eden Hall and sat down by the counter to have a talk with Ryuu, although the rest of the episode is told from Ryuu and both his senior bartenders' perspective. Ryuu mentions that he feels fortunate to be able to live through his job, choosing not the craft of bartending, rather the life of a bartender. Therefore, the final featured drink is \"Bartender\".",
          "Aliases": []
        }
      }
    }
  }
}