{
    "URL": "https://www.thetvdb.com/series/black-jack-2004",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0446543/",
        "https://www.themoviedb.org/tv/35868",
        "https://www.themoviedb.org/tv/35868"
    ],
    "TitleEnglish": "Black Jack (2004)",
    "SummaryEnglish": "Black Jack is an \"unregistered\" doctor with a clouded, mysterious past. He works with his little assistant Pinoko (who has a massive crush on the doctor), dealing with medical cases not very well known, which can be strange, dangerous, or not known at all. But he is a genius, and can save almost any of his patients` life (as long as they have the money for it, that is), and is known to many around the world, especially to those of medicine and science. He`s a man of science himself, and does not believe much until he has seen it, yet it is many times he is surprised by love and nature often overpowering the science he bases his life in.",
    "TitleJapanese": "ブラック・ジャック",
    "SummaryJapanese": "裕福な家で育ち、美しい母と有能な父を持った少年、間黒男。少年の未来への道は、明るく希望に満ちていたはずだった。しかし、一発の不発弾が、一瞬にして少年の未来を打ち砕いた。爆発事故が原因で母は死亡し、家庭は崩壊、少年は身体がバラバラになるほどの重傷を負い、誰もが少年の死を確信した。それを救ったのが本間という外科医だった。本間は諦めなかった。",
    "Aliases": [],
    "Modified": "2025-09-08",
    "Seasons": {
        "0": {
            "ID": "30030",
            "URL": "https://www.thetvdb.com/series/black-jack-2004/seasons/official/0",
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "724101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/724101",
                    "TitleEnglish": "Where is a Doctor?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "医者はどこだ！",
                    "SummaryJapanese": "世界一の実業家ニクラ、彼のひとり息子で不良のアクドが交通事故で瀕死の重傷を負った。B・Jは彼の臓器を入れ替えるために、別の体が必要だと告げた。ニクラは無関係の青年を死刑にさせ、その体を使えと指示。「金があれば何でも出来る」そう豪語するニクラに対してB・Jは……。"
                },
                "2": {
                    "ID": "724111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/724111",
                    "TitleEnglish": "The Disowned Son",
                    "SummaryEnglish": null,
                    "TitleJapanese": "勘当息子",
                    "SummaryJapanese": "雪の田舎町に降り立ったB・J、彼は町外れの民宿に一夜の宿を求めた。そこの老婆は自分の還暦の祝いの準備をしていた。久しぶりに都会から3人の息子が帰ってきてくれると老婆はうれしそうだ。しかし息子たちは帰ってきてはくれない。ガッカリした老婆はそのまま持病を悪化させて倒れてしまう……。"
                },
                "3": {
                    "ID": "724121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/724121",
                    "TitleEnglish": "U-18 Knew It",
                    "SummaryEnglish": null,
                    "TitleJapanese": "U-18は知っていた",
                    "SummaryJapanese": "コンピュータが診察し、コンピュータが手術をする。そんな巨大ハイテク病院を制御するメイン・コンピュータ《ブレイン》がある日突然、入院患者を人質にとって反乱を起こした。「ワタシハビョウキデス。ブラック・ジャックヲ ツレテキナサイ」……。駆け付けたB・Jは、コンピュータの手術をはじめる。"
                },
                "4": {
                    "ID": "724131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/724131",
                    "TitleEnglish": "Just Like a Pearl",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ときには真珠のように",
                    "SummaryJapanese": "ある日、B・Jのもとに石で作った鞘に収められている一本のメスが届けられた。包みにはJ・Hのイニシャル。B・Jはそれが子供の頃の彼を救った恩人、本間丈太郎からのものだと気づき、本間の元を尋ねて行く。そしてB・Jは老衰で横たわる恩人の懺悔を聞き、その死に立ち会うことになる。"
                },
                "5": {
                    "ID": "724081",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/724081",
                    "TitleEnglish": "The Two Doctors of Darkness (Movie)",
                    "SummaryEnglish": "The mega-corporate Daedalus Group is under attack by a small group of activists known as the Ghost of Icarus. While taking care of some of the victims of the bombing, Black Jack encounters Dr. Kiriko, also known as Death Incarnate, who just like him, asks his patients huge sums of money but instead of saving them, he offers them a painless death. When the activist group requests both doctors’ collaboration, Black Jack finds himself caught in a spiral of life, death and treason while trying to save his patients' lives and avoid the breaking of a biological war that could destroy humanity.",
                    "TitleJapanese": "ブラック・ジャック ふたりの黒い医者",
                    "SummaryJapanese": "1億円の報酬で診察を依頼されたブラック・ジャックだが、それはテロ組織が仕掛けた罠だった。拉致された彼は、抗生物質もまったく効かない細菌・サタンに感染した患者3人の治療を依頼される。ブラック・ジャックはサタンの脅威を防ぐことができるのか…。"
                },
                "6": {
                    "ID": "5064931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/5064931",
                    "TitleEnglish": "Dr. Pinoko`s Adventure",
                    "SummaryEnglish": "Dr. Black Jack forgot his doctor's bag, and his assistant (plus self-claimed \"wife\") Pinoko rushed to deliver the bag but found herself lost in the forest. Guided by a butterfly, she found that many animals in the forest are sick or injured, and Pinoko used her knowledge to help those animals.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "723421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723421",
                    "TitleEnglish": "Thieving Dog",
                    "SummaryEnglish": "One day when Pinoko and Sharaku are playing by the park they encounter a scruffy dog that promptly steals Pinoko’s purse - but as they begin their pursuit, a truck hits the four-legged thief. Upset that the poor hound might die, Pinoko immediately calls for Black Jack to save the canine, but can she persuade him to let her keep her? this episode was aired in Japan at July 17, 2006, due to canceled baseball game, but was not labeled as Karte 03. Source: http://en.wikipedia.org/wiki/Black_Jack_%28manga%29",
                    "TitleJapanese": "樹海のかまいたち",
                    "SummaryJapanese": "深い森の中で起こった謎の通り魔事件。殺人容疑者はブラック・ジャック！　樹海のかまいたちの秘密を暴いて、真犯人を探せ！！カナダの森林にあるミサイル基地で、新型ミサイルの実験が行われた。喜びをあらわにするスタッフたち。しかし世界的名医クローネン博士は、険しい表情をみせる。クローネン博士は自宅を訪れたブラック・ジャックに、村人たちが次々と鋭いメスで切られたような傷を負うという、奇怪な事件について話し始めた…。"
                },
                "8": {
                    "ID": "724091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/724091",
                    "TitleEnglish": "Kamaitachi in the Woodlands",
                    "SummaryEnglish": "After one of his patients, Doctor Clonen, calls Black Jack to a remote lodge in the forest, the genius surgeon becomes caught up in a serial murder case where he himself is the prime suspect!",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "4723313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/4723313",
                    "TitleEnglish": "Karte: NG Extras",
                    "SummaryEnglish": "Unsuccessful takes of episodes from the main series.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "30031",
            "URL": "https://www.thetvdb.com/series/black-jack-2004/seasons/official/1",
            "# Episodes": 61,
            "Episodes": {
                "1": {
                    "ID": "7803933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/7803933",
                    "TitleEnglish": "The Order of Operations",
                    "SummaryEnglish": "Black Jack visits an island and performs an operation on an Iriomote cat, a baby, and a politician in that order.",
                    "TitleJapanese": "オペの順番",
                    "SummaryJapanese": "密猟者に捕らえられたイリオモテヤマネコが西表島を出航した乗船の上で逃げ出した。ヤマネコが船長の顔に飛びついた拍子に船は大きく揺れ、乗客の田中代議士、赤ん坊、そしてヤマネコがケガをしてしまう。乗船に乗り合わせたブラック・ジャックはケガ人の応急処置を頼まれると、高額な治療費と自分のやり方に文句をつけないという条件を出す…。"
                },
                "2": {
                    "ID": "723391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723391",
                    "TitleEnglish": "The Vanished Needle",
                    "SummaryEnglish": "Pinoko saves Sharaku from Kong, a bully, and they become friends. Then, Sharaku becomes sick and Black Jack operates on him, but a runaway gurney causes an IV needle to break off in his vein. Black Jack fails to extract the needle, but by a miracle it comes out on its own.",
                    "TitleJapanese": "消えた針",
                    "SummaryJapanese": "山田野医師から人間の体を侮るなと忠告を受けたブラック・ジャックは、写楽という少年の一件でこの言葉の意味を思い知ることとなる。ピノコが仲良くなったいじめられっ子の中学生、写楽と組み手をしていると、突然、彼は胸を押さえて倒れ込む。写楽が難病と知ったピノコはブラック・ジャックに助けを求めた。ブラック・ジャックは無事に手術を成功させるが、その直後に事故があり、予期せぬ事態が起こってしまう。"
                },
                "3": {
                    "ID": "723411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723411",
                    "TitleEnglish": "The Ant's Legs",
                    "SummaryEnglish": "Black Jack spots Mitsuo, a boy in a wheelchair, intently reading a book called \"The Records of a Disabled Person,\" in a coffee shop. A few days later, Mitsuo sets off from the square, carrying out a plan to walk from Hiroshima to Osaka to rehabilitate his disabled leg and challenge himself. The walk is broadcast on television, and Mitsuo can be seen on the TV in Black Jack's living room. That evening, Black Jack leaves his house, wanting to travel alone. As Mitsuo walks along the national highway and approaches a hill, Black Jack appears from a parked car...",
                    "TitleJapanese": "アリの足",
                    "SummaryJapanese": "ブラック・ジャックは喫茶店で「ある身障者の記録」という本を熱心に読む車椅子に乗った少年、光男の姿を見かける。数日後、光男は不自由な足のリハビリと自分への挑戦のために広島から大阪まで歩く計画を実行、広場を出発する。その様子はテレビ中継され、ブラック・ジャックの居間のテレビにも光男の姿が映っていた。その日の夕方、ブラック・ジャックは１人旅がしたいと自宅を出て行く。そして、国道を歩く光男が坂道に差し掛かると、駐車した車からブラック・ジャックが姿を現す…。"
                },
                "4": {
                    "ID": "723441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723441",
                    "TitleEnglish": "Playing Doctor",
                    "SummaryEnglish": "While Pinoko and Sharaku are playing in the park next to the apartment building, a stray dog steals Pinoko's purse and runs away. As Pinoko and the others chase after it, the stray dog is hit by a car right in front of them and is seriously injured, but Black Jack performs surgery and the dog survives. Black Jack names the stray dog Largo, and Pinoko takes a liking to it, but Black Jack makes it clear that he has no intention of keeping it. Then, Sharaku reveals to Pinoko an unexpected truth that happened right after her purse was stolen...",
                    "TitleJapanese": "ひったくり犬",
                    "SummaryJapanese": "ピノコと写楽がマンション脇の公園で遊んでいると、野良犬がピノコのポシェットを盗んで逃げていった。後を追うピノコたちの目の前で野良犬は車に轢かれて大ケガするが、ブラック・ジャックに手術をしてもらい、一命を取り留める。ブラック・ジャックにラルゴと名付けられたその野良犬をかわいがるピノコだったが、ブラック・ジャックに飼うつもりはないと釘をさされてしまう。そんな折、ピノコは写楽からポシェットが盗まれた直後の意外な事実を明かされる…。(C)手塚プロダクション・読売テレビ"
                },
                "5": {
                    "ID": "723451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723451",
                    "TitleEnglish": "The Sixth-Magnitude Man",
                    "SummaryEnglish": "Kong's sister, Chaco, is bedridden at home due to illness. Chaco hopes that Black Jack, who cured her friend's illness, will also cure her, but she ends up being hospitalized. Kong had been asked by Chaco to look for Black Jack, and when she is hospitalized, he begins to look for him seriously. In the end, Kong is unable to find him, but comes up with the idea of having Keaton from the drama club play Black Jack to cheer up Chaco. Keaton agrees to pretend to be Black Jack, on one condition...",
                    "TitleJapanese": "お医者さんごっこ",
                    "SummaryJapanese": "コングの妹、チャコは病気のため、自宅で寝たきりの状態。チャコは友人の病気を治したブラック・ジャックに自分も治してほしいと願っていたが、ついに入院してしまう。チャコからブラック・ジャック探しを頼まれていたコングは、彼女が入院したことで、ブラック・ジャック探しを真剣に始めた。結局、コングは見つけ出せなかったが、演劇部のキートンにブラック・ジャックを演じてもらい、チャコを励ますことを思いつく。キートンは条件を出してブラック・ジャックのフリをすることを引き受けた…。"
                },
                "6": {
                    "ID": "723461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723461",
                    "TitleEnglish": "A Teacher and a Pupil",
                    "SummaryEnglish": "When the director of Manaka Hospital dies, an election is held between two doctors who have been recommended for the position of new director. Dr. Shiitake has the same 20 years of service as the other two candidates, but because he is a low-key person who is treated like an assistant, no one recommended him. Meanwhile, a collapse occurs at a construction site in the city. Black Jack happens to be nearby, and Shiitake, who is on his way home, provides first aid to the injured at the scene. Black Jack is surprised to learn that Shiitake, who has advanced medical skills, is just a regular member of the medical staff at Manaka Hospital.",
                    "TitleJapanese": "六等星の男",
                    "SummaryJapanese": "真中病院の院長が亡くなり、新院長に推薦された2人の先生によって選挙が行われることになった。椎茸先生は2人の候補と同じ勤続20年だが、助手のように扱われる地味な存在のため、誰からも推薦されなかった。そんな折、市街の建設現場で倒壊事故が発生。近くに居合わせたブラック・ジャック、そして帰宅途中の椎茸は事故現場でケガ人に応急処置をする。高い医療技術がある椎茸が真中病院のヒラの医局員と知り、ブラック・ジャックは驚いてしまう…。"
                },
                "7": {
                    "ID": "723471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723471",
                    "TitleEnglish": "White Lion",
                    "SummaryEnglish": "Hisao tries to skip school by faking an illness, but his mother finds out. Hisao doesn't want to go because he doesn't want to be scolded by his homeroom teacher, Mr. Muramasa, for not being able to do math. The next morning, on his way to school, he is hit by a motorcycle, thinking that if Hisao gets sick or injured, he won't have to go. Muramasa is shocked to hear that Hisao is in such a critical condition that both of his legs will need to be amputated. He learns of Black Jack, who may be able to heal his legs without amputation, and calls him to ask for his help...",
                    "TitleJapanese": "ある教師と生徒",
                    "SummaryJapanese": "久男は仮病を使って学校をズル休みしようとするが、母親に見破られてしまう。久男が行きたくない理由は、算数ができずに担任の村正先生に怒られるのが嫌だから。翌朝、久男が病気やケガになれば学校へ行かなくて済むと考え事をして登校しているとバイクにはねられてしまう。村正は久男が両足を切断しなければならない重体と聞いて愕然とする。足を切らずに治せるかもしれないブラック・ジャックの存在を知り、村正はブラック・ジャックに依頼の電話をかける…。"
                },
                "8": {
                    "ID": "723481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723481",
                    "TitleEnglish": "The Miracle Arms",
                    "SummaryEnglish": "Pinoko comes to the zoo with Black Jack. Her goal is to see the white lion Luna Luna, but she is not on display due to poor health. Pinoko tells the elderly zookeeper in charge that she can get Black Jack to heal her. The old zookeeper asks Black Jack to diagnose Luna Luna, but is refused, saying it is outside his area of expertise. A few days later, the old zookeeper finds Black Jack's home and asks Black Jack to diagnose him again, but is refused again. However, the old zookeeper does not give up and waits for Black Jack under the eaves in the pouring rain...",
                    "TitleJapanese": "白いライオン",
                    "SummaryJapanese": "ブラック・ジャックと一緒に動物園へ来たピノコ。お目当ては白いライオンのルナルナだが、体調が良くないために展示を休んでいた。ピノコはブラック・ジャックに治してもらえばいいと担当の老飼育員に話しかける。老飼育員はブラック・ジャックにルナルナの診断をお願いするが専門外だと断られる。数日後、ブラック・ジャックの自宅を見つけ出した老飼育員は、診断をブラック・ジャックに再度お願いをするが、また断られてしまう。しかし、老飼育員は諦めずに土砂降りの中、軒下でブラック・ジャックを待っていた…。"
                },
                "9": {
                    "ID": "723491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723491",
                    "TitleEnglish": "Drawing Water",
                    "SummaryEnglish": "Black Jack takes Pinoko to a Noh sushi restaurant. The chef, Taku, is so skilled that Black Jack considers him to be the best in Japan. Taku asks his husband for time off so he can go back to his hometown and treat his mother to the best sushi in Japan. Taku returns home for the first time in ten years, but is hit by a truck in the middle of town. Both of Taku's arms have to be amputated, and the driver, Akira, is sent to prison. Afterwards, Taku writes a petition and Akira is not charged. Then, Taku and Akira meet...",
                    "TitleJapanese": "奇跡の腕",
                    "SummaryJapanese": "ブラック・ジャックはピノコを能寿司に連れて行く。職人のタクはブラック・ジャックが日本一と評価する腕前。そんなタクがくにに帰りたいので休みがほしいと旦那にお願いする。母親に日本一の寿司を食べさせるためだ。タクは十年ぶりに帰郷することになるが、街中でトラックに跳ね飛ばされてしまう。タクは両腕を切断することになり、運転手の明は拘置所に入れられる。その後、タクが嘆願書を書いて明は不起訴になる。そして、タクと明は会うことになる…。"
                },
                "10": {
                    "ID": "723511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723511",
                    "TitleEnglish": "Legend of the Phoenix",
                    "SummaryEnglish": "An elderly woman lives in a room at Tesema Hospital, run by her son, and when the rooms are full of patients she has to stay overnight away from home. As usual, the elderly woman goes around to her acquaintances' houses looking for a place to stay, but they either pretend not to be home or refuse her permission, so she can't find a place to stay. At night, it starts to rain, making visibility poor, and the elderly woman is almost hit by a car. The car was being driven by Black Jack. The elderly woman asks Black Jack to take her to a villa deep in the mountains where she used to live long ago...",
                    "TitleJapanese": "もらい水",
                    "SummaryJapanese": "息子の経営する手瀬間病院の病室で暮らすお婆さんは、病室が患者で埋まると外泊する生活を送っている。お婆さんはいつものように宿泊先を求めて知人宅を廻るが、居留守を使われたり、断られたりして泊まる場所が見つからない。夜、雨が降り出して視界が悪くなり、お婆さんは車に轢かれそうになる。その車を運転していたのはブラック・ジャック。お婆さんはブラック・ジャックに大昔に使用していた別荘のある山奥へ連れて行って欲しいとお願いする…。"
                },
                "11": {
                    "ID": "723521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723521",
                    "TitleEnglish": "Gift from a Killer Whale",
                    "SummaryEnglish": "A CD-ROM arrives at Black Jack's house via international mail, offering a reward of over 10 million dollars if he can cure a sick relative. Black Jack is surprised to learn that the patient is 200 years old. At first, Black Jack decides not to go because he has other patients, but he decides to treat the 200-year-old patient. When Black Jack and Pinoko arrive at a remote airport, the sender, Miriam, has come to pick them up. The group boards a jeep and heads to the village where the patient is waiting. When they enter a house on the outskirts of the village, they find an old man in rags sitting in his bed...",
                    "TitleJapanese": "火の鳥伝説",
                    "SummaryJapanese": "ブラック・ジャックの家に、病気の身内を治せば一千万ドル以上にあたるお礼をするという内容のCDロムが国際郵便で届く。患者が二百歳という内容に驚くブラック・ジャック。他の患者がいるため、一度は行かないと決めたブラック・ジャックだったが、二百歳の患者を診ることを決心する。ブラック・ジャックとピノコが辺境の空港に到着すると差出人のミリアムが迎えにきていた。一行はジープに乗って患者の待つ村へ。村はずれの家に入ると寝台にはボロ切れのような老人の姿があった…。"
                },
                "12": {
                    "ID": "723531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723531",
                    "TitleEnglish": "Give My Brother Back to Me!",
                    "SummaryEnglish": "After seeing the pearl that Largo has retrieved from the rocks facing the sea, Black Jack heads from the backyard through a cave in the rocks to the cove. Seeing the shining pearl in the cove, Black Jack explains to Pinoko that it belonged to a friend he parted ways with 10 years ago, and begins to talk about what happened back then. 10 years ago, Black Jack treated an injured killer whale that washed up in the cove. As a thank you for the treatment, the killer whale brought the pearl to Black Jack in its mouth. Since then, Black Jack has named the killer whale \"Triton,\" which keeps coming back to the cove after getting injured, and they have grown closer...",
                    "TitleJapanese": "シャチの贈りもの",
                    "SummaryJapanese": "ラルゴが海側の岩場から咥えてきた真珠を見たブラック・ジャックは、裏庭から岩場にある洞窟を抜けて入り江へ。ブラック・ジャックは入り江で輝く真珠を見て、10年前に別れた友人の物だとピノコに説明、当時の事を話し始める。10年前、ブラック・ジャックは入り江に打ち上げられた傷だらけのシャチを治療。シャチは治療のお礼に真珠を咥えてブラック・ジャックに持ってくる。それ以来、ブラック・ジャックは、何度もケガをしては入り江にやってくるシャチを「トリトン」と名付け、交流を深めていくが…。"
                },
                "13": {
                    "ID": "723551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723551",
                    "TitleEnglish": "A Pirate's Arm",
                    "SummaryEnglish": "Pinoko watches the TV show \"Big Mask\" and becomes fascinated by the villain Goras. Takao, who plays Goras, is kind to her on location, and she becomes a fan of him. After filming, a staff member notices that Takao's leg is swollen, and asks his acquaintance Sharaku, who promises to introduce him to Black Jack. Takao is admitted to the Black Jack residence, much to Pinoko's delight. Later, Black Jack visits Takao's home. Takao's younger brother, Yukio, overhears a conversation between his mother and Black Jack and mistakenly believes that his brother has been captured by Black Jack...",
                    "TitleJapanese": "にいちゃんを返せ!",
                    "SummaryJapanese": "ピノコはテレビ番組「ビックマスク」を見て悪役のゴーラスに夢中。ロケ現場でゴーラス役のタカオにやさしくされ、ピノコは彼のファンになる。撮影後、タカオの足の腫れに気付いたスタッフは知り合いの写楽に頼んでブラック・ジャックを紹介すると約束。タカオはブラック・ジャック邸に入院することになり、ピノコは大喜び。その後、ブラック・ジャックはタカオの家を訪問。母親とブラック・ジャックの会話を聞いたタカオの弟、ユキオは兄がブラック・ジャックに捕らえられていると勘違いする…。"
                },
                "14": {
                    "ID": "723561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723561",
                    "TitleEnglish": "Solomon, Come to Life!",
                    "SummaryEnglish": "Ichinoseki Kazuo, a high school student, is a popular gymnast who is set to compete in the Inter-High School Championships. After school, Kazuo practices on the rings and feels pain in his left arm, but he endures it and continues practicing. His childhood friend, Furukawa Toshie, notices something strange about Kazuo's left arm and calls his mother, who then takes Kazuo to Tezuka Clinic for a checkup. He is diagnosed with the early symptoms of a vertebral column, but Kazuo continues practicing in preparation for the Inter-High School Championships. As a result, the condition of his left arm worsens. Black Jack examines him at Dr. Tezuka's request and determines that the only option is to amputate his arm.",
                    "TitleJapanese": "海賊の腕",
                    "SummaryJapanese": "ある高校に通う一ノ関和男は器械体操でインターハイに出場する人気者。放課後、吊輪の練習を行う和男は左腕の痛みに感じるが、我慢して練習を続ける。幼馴染みの古河敏江は和男の左腕の異変に気づいて彼の母親に電話、和男は手塚医院で診察を受ける。えその初期症状と診断されるが、和男はインターハイに向けて練習を続行。その結果、左腕の病状は悪化。手塚医師に頼まれて診察したブラック・ジャックは腕を切断するしかないと診断を下す。"
                },
                "15": {
                    "ID": "723581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723581",
                    "TitleEnglish": "The Fake Wedding",
                    "SummaryEnglish": "Pinoko and Sharaku go to the pool. There, Pinoko is rescued from drowning by a young man named Musashi. The two become friends with Musashi. Musashi's job is as an animator, drawing animation. Worried that he cannot create realistic animation with a limited budget and number of frames, Musashi considers quitting his job, but is persuaded by Pinoko and the others to return to his passion for his work. Just then, while teaching Pinoko and the others how to swim in the pool, Musashi suddenly collapses. Pinoko contacts Black Jack for help, but...",
                    "TitleJapanese": "動けソロモン",
                    "SummaryJapanese": "ピノコと写楽はプールへ出掛ける。そこで溺れ掛けたピノコをムサシという青年が救出。2人はムサシと仲良くなる。ムサシの仕事はアニメの動画を描くアニメーター。限られた予算と枚数では生きたアニメは作れないと悩むムサシは仕事を辞める事を考えるが、ピノコたちに説得され、仕事への情熱を取り戻す。そんな矢先、プールでピノコたちに泳ぎを教えていたムサシが突然倒れてしまう。ピノコはブラック・ジャックに連絡して助けを求めるが…。"
                },
                "16": {
                    "ID": "723591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723591",
                    "TitleEnglish": "Pinoko Goes Missing",
                    "SummaryEnglish": "While hospitalized, Michiru learns that she has only a short time left to live and declares that she will marry the first man who enters her hospital room. Her father calls Michiru's childhood friend Kuma to explain the situation. Kuma agrees to marry Michiru and heads to the hospital. As Michiru is in a stable condition and waiting for a male visitor, she hears a knock on the door. It is not Kuma who enters her hospital room first, but Black Jack, who has been asked by the hospital to perform surgery. Michiru declares that she will marry Black Jack, and wedding preparations begin...",
                    "TitleJapanese": "偽りのウエディング",
                    "SummaryJapanese": "入院中のミチルは自分が残り僅かな命と知り、最初に病室に入ってきた男性と結婚すると言い出す。父親はミチルの幼馴染みの久磨に電話して状況を説明。ミチルとの結婚を了承した久磨は病院へ向かう。小康状態のミチルが男性の訪問者を待っているとドアをノックする音が聞こえる。最初に病室に入ってきたのは久磨ではなく、病院から手術を頼まれたブラック・ジャックだった。ミチルはブラック・ジャックと結婚すると言い出し、結婚式の準備が進められる…。"
                },
                "17": {
                    "ID": "723601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723601",
                    "TitleEnglish": "The Idol Who Lost Her Voice",
                    "SummaryEnglish": "Black Jack is performing a difficult operation on a thoracic aortic aneurysm at a hospital, while a representative from the World Medical Associations Federation watches him. Meanwhile, Pinoko, who is at home alone, discovers the thief Genkichi. After hearing Genkichi's unfortunate story, Pinoko promises to bring him the money when she has it. The next morning, Black Jack receives a call from the World Medical Associations Federation. They have learned that the talented Black Jack is an unlicensed doctor, and will be negotiating with the Japan Medical Association to have him issued a medical license. Meanwhile, Pinoko is visiting Genkichi's house with the pocket money she borrowed from Black Jack...",
                    "TitleJapanese": "ピノコ行方不明",
                    "SummaryJapanese": "ある病院で難しい胸部大動脈瘤の手術をするブラック・ジャック。その姿を世界医師会連盟の人間が見つめている。一方、家で留守番するピノコは泥棒の源吉を発見。源吉から不幸な身の上話を聞かされたピノコはお金があったら届けると約束する。翌朝、ブラック・ジャックに世界医師会連盟から連絡。優秀なブラック・ジャックが無免許医と知り、日本医師会に掛け合って医師免許を発行させるという。その頃、ピノコはブラック・ジャックから前借りしたお小遣いを持って源吉の家を訪ねていた…。"
                },
                "18": {
                    "ID": "723621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723621",
                    "TitleEnglish": "Friendship by Mail",
                    "SummaryEnglish": "Asato Rei, who is in charge of the school's internal broadcasting system at a certain high school, has a beautiful, bright voice and is something of an idol at school. However, one day, her classmate Kumiko notices Rei coughing in pain. After school, Rei, a member of the choir club, practices in the gymnasium for the choir competition that is coming up in three months. In the evening, Rei tells Kumiko that he has something to discuss with her, and the two go to TOM, the cafe where Black Jack also has coffee. Rei bursts into tears when he hears that his voice has disappeared. Black Jack, who has been listening to her story, examines her and finds out that Rei has a vocal polyp...",
                    "TitleJapanese": "声を失ったアイドル",
                    "SummaryJapanese": "ある高校で校内放送を担当する朝戸レイは美しく明るい声の持ち主で、校内のアイドル的な存在。そんなレイが苦しそうに咳をする姿に同級生のクミコは気付く。放課後、合唱部のレイは３ヶ月後に控えた合唱コンクールに向けて体育館で練習を行う。夕方、レイはクミコに相談があると言い、2人はブラック・ジャックがコーヒーを飲む喫茶ＴＯＭへ。レイは自分の声が消えてしまうと号泣。話を聞いていたブラック・ジャックが診察すると、レイは声帯ポリープだった…。"
                },
                "19": {
                    "ID": "723631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723631",
                    "TitleEnglish": "The Tale of Kowa Clinic",
                    "SummaryEnglish": "Jun has a best friend named Tom who lives in New Zealand, but he has never met him. The two enjoy chatting on the computer. Jun tells Tom that he hit a home run in baseball, but in fact this is a lie. Jun has an illness that prevents him from exercising, and he can't have surgery until he becomes an adult. During the chat, Tom reveals that he plans to go to Japan next month, and Jun worries that his lie will be exposed. Then Black Jack appears, examines Jun, and explains that he can cure his illness, but...",
                    "TitleJapanese": "メールの友情",
                    "SummaryJapanese": "ジュンは会ったことのないニュージーランドに住むトムという親友がいる。2人はパソコンでチャットを楽しむ間柄だ。ジュンは野球でホームランを打ったとトムに話すが、実はこの話は嘘。ジュンは運動ができない病気で、大人にならないと手術することもできないのだ。チャット中、トムから来月、日本に行く予定だと明かされ、嘘がバレると心配するジュン。そこにブラック・ジャックが現れてジュンを診察、病気を治せると説明するのだが…。"
                },
                "20": {
                    "ID": "723641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723641",
                    "TitleEnglish": "Yamanote Tetsu",
                    "SummaryEnglish": "Black Jack and Pinoko are traveling in Nagano when they see Tsuyuko with bulging eyes and a swollen throat on the bus. As Tsuyuko's mother comforts her in pain, Pinoko suddenly develops a stomachache. Black Jack decides to have Pinoko examined at Furuwa Hospital in Yamaya Village, where the mother and daughter are heading. Black Jack and his friends follow the mother and daughter to Furuwa Hospital, which is tucked away deep in the mountains. After prescribing medicine for Pinoko, Dr. Furuwa examines Tsuyuko. Furuwa tries to cure her with medicine, but Black Jack advises that surgery would be better. Tsuyuko has Graves' disease...",
                    "TitleJapanese": "がんばれ古和医院",
                    "SummaryJapanese": "長野を旅行中のブラック・ジャックとピノコが乗るバスの中に目が飛び出し、喉が腫れたツユ子の姿。苦しむツユ子を母親が励ましていると、突然ピノコが腹痛を起こす。ブラック・ジャックはその親子が向かう山家村の古和病院でピノコも診察してもらおうと考える。ブラック・ジャックたちは親子の後を追い、山奥にひっそり佇む古和病院へ。古和先生はピノコに薬を処方した後、ツユ子を診察。薬で治そうとする古和にブラック・ジャックは手術した方が良いと忠告。ツユ子はバセドー氏病だった…。"
                },
                "21": {
                    "ID": "723651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723651",
                    "TitleEnglish": "The First Wind of Spring",
                    "SummaryEnglish": "The owner and Black Jack are taken aback by the appearance of Tomobiki, a detective who appears at the cafe \"Tom.\" The owner explains to Tomobiki that he used to be in the care of the police, but has now left bad habits behind. However, Tomobiki's reason for coming is to request that Black Jack, an unlicensed doctor, appear at the police station. After this, Tomobiki's gaze turns to the scar from surgery on the owner's right hand. The owner then thanks the two for restoring his fingers to their original state, and reminisces about 10 years ago when he was a magician called Tetsu...",
                    "TitleJapanese": "山手線の哲",
                    "SummaryJapanese": "喫茶店「Tom」に現れた刑事、友引の姿にハッとするマスターとブラック・ジャック。マスターは昔、警察の世話になっていたが、現在は悪いことから足を洗ったと友引に説明。しかし、友引が来たのは無免許医のブラック・ジャックに署への出頭を要請するためだった。この後、友引の視線はマスターの右手の手術痕に向けられる。すると、マスターは指が元通りになったのは2人のおかげと感謝し、哲と呼ばれる手品師だった10年前を回想する…。"
                },
                "22": {
                    "ID": "723661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723661",
                    "TitleEnglish": "Pinoko's Grown-Up Plans",
                    "SummaryEnglish": "Black Jack examines Kumiko, who is blind in one eye, and diagnoses her with albinism. Black Jack quickly arranges for a cornea to be transplanted, and the surgery is a success. Two months pass, and Kumiko, feeling much better, has a vision of a handsome man staring at her in the shopping district. From then on, she begins to have frequent visions of the same man. Black Jack consults her and contacts Dr. Tezuka, who arranged for the cornea, and asks him to look into the donor. Meanwhile, Kumiko actually meets the man from her vision, Kishida, in the shopping district...",
                    "TitleJapanese": "春一番",
                    "SummaryJapanese": "片目が見えないという久美子を診察したブラック・ジャックは白班症と診断。すぐに移植する角膜を手配したブラック・ジャックは手術を無事に成功させ、2ヶ月が過ぎる。元気になった久美子は、商店街でこちらを見つめてくるハンサムな男性の幻を見る。それ以降、久美子は頻繁に同じ男性の幻を見るようになる。相談を受けたブラック・ジャックは角膜を手配した手塚医師に連絡し、提供者について調べてもらう。そんな折、久美子は商店街で幻の男性、岸田と実際に出会う…。"
                },
                "23": {
                    "ID": "723671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723671",
                    "TitleEnglish": "Love in the Storm",
                    "SummaryEnglish": "Pinoko becomes friends with a boy named Cinque. When she gets home, the letter she starts to write is a love letter. Curious, Black Jack asks her who the man is, but she refuses to tell him. After this, Pinoko goes on a date with Cinque, but Black Jack is not impressed. Treated like a child, Pinoko decides to become an adult and starts to act grown up by wearing makeup and adult clothes. Then, on the night of their umpteenth date, a sick person is brought into Black Jack's house. It turns out to be Cinque...",
                    "TitleJapanese": "ピノコ大人計画",
                    "SummaryJapanese": "ピノコはチンクという少年と仲良くなる。帰宅したピノコが書き始めた手紙はラブレター。気になったブラック・ジャックは相手を訊ねるが、ピノコは教えようとしない。この後、ピノコはチンクとデートをするがブラック・ジャックは感心を示さない。子供扱いされたピノコは大人になると決意し、メイクをしたり、大人の服を着たりと背伸びを始める。そしてピノコたちが何度目かのデートをした日の夜、ブラック・ジャック邸に病人が運び込まれる。なんとそれはチンクだった…。"
                },
                "24": {
                    "ID": "723681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723681",
                    "TitleEnglish": "A Challenge Called Nadare",
                    "SummaryEnglish": null,
                    "TitleJapanese": "土砂降りのち恋",
                    "SummaryJapanese": "ある島の分校で校医として働く清水きよみの元へブラック・ジャックが現れる。ブラック・ジャックは昔世話になったきよみの兄、幾男に会いに来たのだが、幾男は既に他界していた。ブラック・ジャックは本土へ戻ろうとするが嵐で船が欠航し、きよみの診療所に宿泊する。その夜、集団食中毒が起こり、きよみはブラック・ジャックに協力を頼むが、内科は専門外とブラック・ジャックは断る。きよみが患者宅を廻り、診療所へ戻ると崖から落ちた校長がベッドに。ブラック・ジャックは万一に備えて診療所に残っていたのだ。"
                },
                "25": {
                    "ID": "723691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723691",
                    "TitleEnglish": "Cholera Scare",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ナダレという挑戦",
                    "SummaryJapanese": "山奥のレジャーランド予定地で、作業員たちに大きな影が襲い掛かる。瀕死の作業員はうわごとのように「ナダレ…」と呟く。一方、海外の生物医学学会では、大江戸ダイゴが脳を大きな入れ物に入れて栄養を与えれば、発育して頭が良くなる可能性があると自身の研究を発表。数日後、ダイゴは山奥の研究施設に1年ぶりに戻るが、中は滅茶苦茶に荒らされ、鹿のナダレや助手の西郷の姿も見えない。動揺するダイゴの前にブラック・ジャックが現れる…。"
                },
                "26": {
                    "ID": "723711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723711",
                    "TitleEnglish": "Abacus Wizard",
                    "SummaryEnglish": null,
                    "TitleJapanese": "コレラ騒ぎ",
                    "SummaryJapanese": "仕事で渡米していたブラック・ジャックは1週間ぶりに帰国し、空港で同期の安東と偶然に再会する。医師会の東南アジア旅行帰りの安東は、ブラック・ジャックを食事に誘う。2人は同じ皿の料理に手をつけていたが、ブラック・ジャックはふと箸を止め、検疫を受けたか安東に確認する。安東は受けていないと答えた後、お腹の具合が悪くなる。安東と別れてタクシーに乗り込んだブラック・ジャックは東南アジア帰りの医師の旅行団体からコレラ患者が出たというラジオのニュースを耳にする…。"
                },
                "27": {
                    "ID": "723721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723721",
                    "TitleEnglish": "Disaster in the Hi-Tech Room",
                    "SummaryEnglish": null,
                    "TitleJapanese": "そろばんの天才",
                    "SummaryJapanese": "以前、ブラック・ジャックの家に村岡映児という小学生と父親、そして先生の佐伯がやってくる。映児は生まれつき指が使えない指欠損症だが、ソロバンの才能があり、手で打てるようにして欲しいという。ブラック・ジャックが手術費に3千万円を要求すると、映児はソロバンで日本一になって足りないお金を返すとお願いする。1週間後、ブラック・ジャックは無事に手術を成功させ、あとは映児のリハビリに望みを託す。しかし、映児は手が痛くてソロバンが打てないと弱音を吐く…。"
                },
                "28": {
                    "ID": "723731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723731",
                    "TitleEnglish": "Epidemic in the Outback",
                    "SummaryEnglish": null,
                    "TitleJapanese": "最先端ルームの悲劇",
                    "SummaryJapanese": "完成間近のビル内でオーナーの虎ノ門が内覧会の客3人にビルの説明をしているとブラック・ジャックが現れる。ブラック・ジャックは未払いのオペ代5千万円を請求するが、虎ノ門は法外な金は払えないと拒否。そしてブラック・ジャックを追ってきたピノコも合流し、虎ノ門らと共に緊急事態エリアへ。虎ノ門は防犯防災対策を見てもらうため、防御壁を降ろす実演を行う。この後、解除ボタンを押すが機能せず、ブラック・ジャックたちは外部と断絶した防御壁の中に閉じ込められてしまう。"
                },
                "29": {
                    "ID": "723741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723741",
                    "TitleEnglish": "Flower Arrangement of Life",
                    "SummaryEnglish": null,
                    "TitleJapanese": "荒野の伝染病",
                    "SummaryJapanese": "海外の空港付近の街を走る4WDを運転するブラック・ジャック。助手席にはピノコがいる。手術後、カレーラスから原因不明の高熱で苦しいという苦情の電話がきたため、ブラック・ジャックは彼の牧場に向かっているのだ。途中、動物が見たいというピノコを動物園で降ろし、ブラック・ジャックは1人でカレーラスの牧場へ。ブラック・ジャックは屋敷へ入るが人の気配はない。そして、物音のする2階に行くと使用人が札束や宝石を鞄に詰めていた。その奥ではカレーラスが息絶えていた…。"
                },
                "30": {
                    "ID": "723751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723751",
                    "TitleEnglish": "Operation in the Storm",
                    "SummaryEnglish": null,
                    "TitleJapanese": "命を生ける花",
                    "SummaryJapanese": "生け花の家元、永湖清水は19歳になる娘、ソノの診察をブラック・ジャックに依頼する。ソノは病気で余命数か月。永湖は1年後の選考会でソノを家元にしたいから余命を1年に延ばしてほしいとブラック・ジャックに頼む。が、ブラック・ジャックは家元になった後すぐに死ぬからと反対。この後、自分は死ぬと決めつけるソノが生き生きと輝く生け花を完成させ、この花のように生きていたいと訴える。必死に頑張ろうとするソノの言葉を聞き、ブラック・ジャックは手術の準備を始める…。"
                },
                "31": {
                    "ID": "723761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723761",
                    "TitleEnglish": "A Twenty-Years Past Suggestion",
                    "SummaryEnglish": null,
                    "TitleJapanese": "雷雲の中のオペ",
                    "SummaryJapanese": "ブラック・ジャックとピノコは山頂にあるリゾートホテルに宿泊中。同ホテルに重症患者が運ばれるがストに突入したため、嘱託医の薮医師は治療途中で家路につく。治らない病気の客、水原が遺書を書き、錠剤の入った小瓶を開けると、廊下から患者の息子、リッキーの泣き声。2人はブラック・ジャックに父親の治療を頼む。が、ブラック・ジャックは休暇を理由に断る。水原は車にリッキーと父親を乗せて街の病院へ向かうが途中に巨木が倒れていて道路は完全に封鎖されていた…。"
                },
                "32": {
                    "ID": "723771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723771",
                    "TitleEnglish": "Terror of the Blue Sea",
                    "SummaryEnglish": null,
                    "TitleJapanese": "20年目の暗示",
                    "SummaryJapanese": "ブラック・ジャックは手術中に指が動かなくなり、手塚医師に相談。子供の時に手や指を切断したブラック・ジャックは本間先生の手術を受けたが、20年経って神経が弱ったと2人は推測する。この後、ブラック・ジャックと手塚は本間と同じ病院にいた精神科の浅草先生に会う。浅草がブラック・ジャックに睡眠療法を行うと、20年前の手術の後、ブラック・ジャックは一時的に脳波が弱まり、危険な状態に陥った事が判明。記憶がない部分もあり、それが指の動かない事と関係していると浅草は診断するが…。"
                },
                "33": {
                    "ID": "723781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723781",
                    "TitleEnglish": "Invaders from the Sky",
                    "SummaryEnglish": null,
                    "TitleJapanese": "青い海の恐怖",
                    "SummaryJapanese": "ブラック・ジャックとピノコはボートに乗って三界島へ行き、顔馴染みの漁師と息子の太一の家に泊めてもらう事に。魚を獲りに行く太一に親父は西の磯は危険だから行くなと釘を刺す。親父がブラック・ジャックのボートを借りて町へ出発した後、太一は西の磯でシャコ貝に足を咥え込まれ、身動きが取れなくなってしまう。満潮になれば、海は太一を飲み込んでしまう。ブラック・ジャックは2つの貝柱をメスで切ってシャコ貝の口を開けるオペを行い、太一を救おうとするが…。"
                },
                "34": {
                    "ID": "723791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723791",
                    "TitleEnglish": "The Shaking Operating Room",
                    "SummaryEnglish": null,
                    "TitleJapanese": "空からの侵略者",
                    "SummaryJapanese": "写楽の同級生、サトルは腹部の片側が腫れ、病院に検査入院する。入院中、サトルは医師や母親の様子がおかしいと感じ、皆の対応が変なのはインベーダーに入れ替ったからだと見舞いに来た写楽に打ち明ける。そして、医師が検査を始めるとサトルはインベーダーの実験台にされると大暴れ。そこへ現れたブラック・ジャックはサトルに平手打ちをする。ブラック・ジャックは腎臓にウィルムス腫瘍があり、このままだと1週間の命とサトルに事実を伝える…。"
                },
                "35": {
                    "ID": "723801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723801",
                    "TitleEnglish": "Hospital Hijacking",
                    "SummaryEnglish": null,
                    "TitleJapanese": "揺れる手術室",
                    "SummaryJapanese": "鉄道の高架線が通る下町のドヤ街を特急列車が走り抜ける。その影響で木造の家が大きく揺れると住人の八也は激怒、文句を言うため外出する。ある患者の滞る診察料を取り立てにきたブラック・ジャックとピノコは駅前で駅長に文句を言う八也と仲間の姿を見かける。患者宅へ行った後、ブラック・ジャックは八也たちと居酒屋で遭遇。その時、仲間の1人が八也を呼びに来る。八也の妻が腹痛で苦しんでいるというのだ。ブラック・ジャックが妻を診察すると腹部解離性大動脈瘤と判明する…。"
                },
                "36": {
                    "ID": "723811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723811",
                    "TitleEnglish": "The House on the Cape Is Unfinished",
                    "SummaryEnglish": null,
                    "TitleJapanese": "病院ジャック",
                    "SummaryJapanese": "金満病院でブラック・ジャックが急を要する手術を始めようとした時、病院の占拠を計画する一味が現れる。ボスは病院に10億円を要求し、ブラック・ジャックを含めた医師たちは人質として薬剤室へ閉じ込められてしまう。だが、隙を見て薬剤室から逃げたブラック・ジャックは数人の医師と手術室に戻る。ブラック・ジャックは患者を開腹して手術を始めるが、逃げた事に気づいたボスが手術室へ。このままだと患者は1時間の命だが、ボスは手術の中止をブラック・ジャックに命令し、新たな要求を突きつける…。"
                },
                "37": {
                    "ID": "723821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723821",
                    "TitleEnglish": "Dolphins and Thieves",
                    "SummaryEnglish": null,
                    "TitleJapanese": "岬の家は未完成",
                    "SummaryJapanese": "ピノコは新しい家に住みたいと泣き出す。建て直したくないというブラック・ジャックは、その理由を説明するため、10年前を回想する…。当時、ブラック・ジャックはオンボロだが基礎は石づくりでしっかりした現在の自宅の購入を決める。そこへ50年前にこの家を建てた大工、丑五郎が現れ、改築は任せて欲しいと頼み込む。丑五郎は腕が良い大工で、手際良く仕事を進めていくが、ある日、作業中に倒れてしまう。ブラック・ジャックが彼の血液を調べると白血病と判明する…。"
                },
                "38": {
                    "ID": "723831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723831",
                    "TitleEnglish": "Challenging the Unknown",
                    "SummaryEnglish": null,
                    "TitleJapanese": "イルカと強盗団",
                    "SummaryJapanese": "自宅前で殴られて気絶したブラック・ジャックは海に浮かぶ船で目覚める。目の前にはテツと銃を持つジローの姿。テツは胸の辺りを大ケガする弟、トモの診察を依頼。現金輸送車を襲った時にやられたという。テツは断れば海に沈めると脅し、ブラック・ジャックは応急手当を行う。翌日、ブラック・ジャックはトモの手術を終えた後、輸血が必要とテツに訴える。そして、嵐で羅針盤が壊れ、食料も流される最悪の状況に苛立ったジローは水中銃でイルカを撃ち、甲板に引き上げるが…。"
                },
                "39": {
                    "ID": "723841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723841",
                    "TitleEnglish": "The War Goes On",
                    "SummaryEnglish": null,
                    "TitleJapanese": "未知なる者への挑戦",
                    "SummaryJapanese": "ブラック・ジャックとピノコらは写楽の父親が指揮を執るある国の遺跡発掘現場へ。深夜、写楽は発掘した杖のような遺跡が放つ光を浴びると、杖を持って導かれるようにジャングルへ歩いて行く。写楽の後を追う和登とピノコの姿を気付いたブラック・ジャックもジャングルへ。写楽が神殿の中に入った後、ブラック・ジャックはピノコと和登に追いつく。すると神殿の前に佇む僧侶がブラック・ジャックらを中へと導く。僧侶はケガ人を助けてもらうためにこの地に呼んだとブラック・ジャックに説明する…。"
                },
                "40": {
                    "ID": "723851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723851",
                    "TitleEnglish": "The Doll and the Police Officer",
                    "SummaryEnglish": null,
                    "TitleJapanese": "戦争はなおも続く",
                    "SummaryJapanese": "ブラック・ジャックとピノコは戦争中のイル国へ。ブラック・ジャックは何か月も歩けないという患者のルナンを診察し、椎間板ヘルニアと診断する。母親はルナンを治して戦場へ出してやりたいと告白。ブラック・ジャックが何のための治療だと怒ると、母親は夫が戦争に反対して死刑になった事を明かし、息子は戦場の勇士として送り出したいと語る。そして、母親は絶対安静が必要なルナンに歩行訓練をさせ続ける。ブラック・ジャックは激怒するが、ピノコからルナンの家の秘密を教えられる…。"
                },
                "41": {
                    "ID": "723861",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723861",
                    "TitleEnglish": "The Miracle of an Operation and a Movie",
                    "SummaryEnglish": null,
                    "TitleJapanese": "人形と警官",
                    "SummaryJapanese": "警官の鈴田小太郎は交差点に置かれている警官人形を気にかけ、顔のイタズラ書きを消すなどの世話を焼く。交通整理の際、鈴田に注意されたブラック・ジャックはケガした時に無料で治すから見逃してほしいと訴える。鈴田は道路が混乱したため、ブラック・ジャックを見逃す事に。そして、鈴田は非番の日になると人形にイタズラする連中を捕まえるため、交差点で張り込みをする。3人組が人形にイタズラする現場を目撃した鈴田は男たちを追跡中に大ケガをしてしまう。"
                },
                "42": {
                    "ID": "723871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723871",
                    "TitleEnglish": "Misdiagnosis of a Person's Life",
                    "SummaryEnglish": null,
                    "TitleJapanese": "オペと映画の奇跡",
                    "SummaryJapanese": "映画祭の授賞式で、人の命を救う映画を作ると発表した映画監督のテンマはブラック・ジャックに映画出演を依頼する。テンマは演技ではなく、手術をしてほしいと説明。その様子を記録したいという。この後、テンマは映写機を取り出し、膠原病を患う少年の映像を流し始める。テンマは4年前に膠原病の少女を救ったブラック・ジャックにこの少年の手術を依頼。ブラック・ジャックは手術に時間をかけなければ助かる可能性はあると判断し、手術と撮影の準備が進められるが…。"
                },
                "43": {
                    "ID": "723881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723881",
                    "TitleEnglish": "Shrinking!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "人生の誤診",
                    "SummaryJapanese": "ブラック・ジャックと太腹病院の院長、太腹の元に医大の同期から結婚式の招待状が届く。結婚式当日、若い医師の伊東は太腹に対し、虫垂炎と診断した患者は別の病気かもしれないと意見。だが、太腹は取り合わずに結婚式へ。そして、式の最中に虫垂炎と診断された患者が突然苦しみ出す。伊東は太腹に連絡が取れないため、患者のカルテを手に病院を飛び出す。披露宴の後、患者の容態が急変した事を知った太腹はブラック・ジャックに手術のサポートを依頼する…。"
                },
                "44": {
                    "ID": "723891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723891",
                    "TitleEnglish": "The Birth of Pinoko",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ちぢむ！",
                    "SummaryJapanese": "ブラック・ジャックが戸隠医師から仕事の依頼を受けて、ある国へ行くと、そこでは動物や人間の身体が縮んでいく伝染病が広まっていた。戸隠もこの奇病に感染した1人で、ブラック・ジャックは治療法の調査を開始する。治療法が見つからないまま、ブラック・ジャックは戸隠に2度の手術を行うが、どちらも失敗に終わる。戸隠の身体は徐々に小さくなっていき、ついに25日目には昏睡状態に陥ってしまう。そして28日目、ゼブラの群れを観察していたブラック・ジャックはある事に気付くが…。"
                },
                "45": {
                    "ID": "723901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723901",
                    "TitleEnglish": "The Laugh-Happy Classmate",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ピノコ誕生",
                    "SummaryJapanese": "ピノコの誕生日にブラック・ジャックは初めてピノコが家にやってきた日の事を思い出す。4年前の夜、横倍病院の可仁博士が女性患者を連れてブラック・ジャック邸に現れる。患者の腹部には畸形嚢腫があり、その腫瘍の呪いのため、いつも手術は中止になるという。ブラック・ジャックは呪いを信じずに腫瘍を取り除く手術を開始するが、患部にメスを近付けると激しいショックに襲われる。ブラック・ジャックは腫瘍に向かって助けると約束し、手術の邪魔をさせないようにするが…。"
                },
                "46": {
                    "ID": "723911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723911",
                    "TitleEnglish": "Guardian of the Cultural Festival",
                    "SummaryEnglish": null,
                    "TitleJapanese": "笑い上戸の同級生",
                    "SummaryJapanese": "ブラック・ジャックがまだ間黒男だった高校時代、いつも笑っているゲラという生徒がいた。ゲラの住むアパートの住人からゲラの両親が借金を作って夜逃げしたと聞いた黒男は自分の身の上もゲラに告白。以来、性格も生き方も違う黒男とゲラは距離を縮めていく。そんなある日、黒男がゲラの家で遊んでいると2人の取り立て屋が現れる。そして、ゲラは取り立て屋にダーツで喉を刺されてしまう。ゲラの傷の回復は思わしくなく、遠い病院へと移される…。"
                },
                "47": {
                    "ID": "723931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723931",
                    "TitleEnglish": "Violin of the Snowy Plains",
                    "SummaryEnglish": null,
                    "TitleJapanese": "文化祭の用心棒",
                    "SummaryJapanese": "歌手のhiroが本人役で声優に初挑戦！　文化祭のステージでエンディング曲を熱唱！　大穴高校の文化祭実行委員会は文化祭荒しのジョーズらの対策に頭を悩ます。そんな折、和登は仲間がジョーズに絡まれている場面に遭遇。この時、ジョーズは急激な胸の痛みに襲われて病院に搬送される。手塚医師は先天性冠動脈狭窄による心筋梗塞と診断。手塚は金に糸目はつけないと両親に言われ、ブラック・ジャックに連絡する。無事に手術に終えたブラック・ジャックは激しい運動や極度の興奮は厳禁とジョーズに警告、守らないと命の保障はないと釘を刺すが…。"
                },
                "48": {
                    "ID": "723941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723941",
                    "TitleEnglish": "The Robin and the Boy",
                    "SummaryEnglish": null,
                    "TitleJapanese": "雪原のヴァイオリン",
                    "SummaryJapanese": "ブラック・ジャックとピノコを乗せた旅客機が猛吹雪のため、北極の雪原に不時着する。乗客は近くの村へ避難する事になり、FAから手荷物を持たないように指示が出される。ブラック・ジャックは仕方なく医療道具を置いていくが、世界的ヴァイオリニストのモロゾフはヴァイオリンを収納したケースをネクタイで身体に縛り付けて外へ。この後、移動中に突風で吹き飛ばされたピノコをモロゾフは全身で止める。すると、その拍子にケースが飛ばされてしまう…。"
                },
                "49": {
                    "ID": "723951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723951",
                    "TitleEnglish": "The Carbuncle (The Face Affliction)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "コマドリと少年",
                    "SummaryJapanese": "ブラック・ジャック邸にコマドリが何度もお金を運んでくる。その理由を調べるため、ブラック・ジャックは香水を利用してコマドリの行方を追い、巣がある木を発見。巣にはオスのほか、ケガが治りかけたメスがいて、薬局の名前入りの薬ビンも置かれていた。ブラック・ジャックとピノコがその薬局へ行くと、野鳥のケガを治す薬を作ってほしいという少年がいた事が判明。ブラック・ジャックらはその少年が働くという新聞配達所を訪ねるが、少年は体を壊して既に仕事を辞めてしまっていた…。"
                },
                "50": {
                    "ID": "723961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723961",
                    "TitleEnglish": "Brothers Torn Apart",
                    "SummaryEnglish": null,
                    "TitleJapanese": "人面瘡の本音",
                    "SummaryJapanese": "顔に包帯を巻いた男がブラック・ジャック邸にやってくる。男はかぶれた顔をブラック・ジャックに見せると、人面瘡だと明かす。人面瘡は男の意思に関係なく、勝手に喋るという。男は人面瘡を取って欲しいと依頼。すると突然、男の表情と声が一変し、手を出すなとブラック・ジャックに命令する。人面瘡が喋っているのだ。すぐに表情も声も元に戻るが、男は人面瘡が現れた時の事は覚えていないという。ブラック・ジャックは手塚医師に手伝ってもらい、患者の顔を元に戻す手術を行うが…。"
                },
                "51": {
                    "ID": "723971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723971",
                    "TitleEnglish": "The Blind Doctor of Acupuncture",
                    "SummaryEnglish": null,
                    "TitleJapanese": "引き裂かれた兄弟",
                    "SummaryJapanese": "ブラック・ジャックは大手IT企業の社長、横山英三から2千万円の報酬で息子になって欲しいと頼まれる。ブラック・ジャックが断ると英三は兄の英一が癌だと告白。英一は英三の息子の手術以外は受けないという。英三が1人で英一を見舞う間、車の中で待つブラック・ジャックは、なぜ英三の息子のフリをする必要があるのか、秘書に問いただす。秘書によれば、2人の父親が癌で亡くなる直前、幼少の英三は癌を治す医者になると約束。だが英一の期待に背いて英三は逃げ出したらしく…。"
                },
                "52": {
                    "ID": "723981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723981",
                    "TitleEnglish": "The Momentary Witness",
                    "SummaryEnglish": null,
                    "TitleJapanese": "噂の座頭医師",
                    "SummaryJapanese": "ブラック・ジャックは杖をつく男にすれ違いざま、外科医という事を言い当てられる。男は手術や薬に頼るのは下らないと発言。そして、男は鍼師琵琶丸と名乗ってその場を去る。この後、ブラック・ジャックが患者の家に行くと、食事の取れない患者が食事をしていた。母親によばれ、琵琶丸が鍼を打って食事ができるようになったという。ブラック・ジャックは病人の家を廻って鍼を打つ琵琶丸を待ち伏せ。ブラック・ジャックは自分の患者には手を出すなと忠告するが、琵琶丸は聞く耳を持たない…。"
                },
                "53": {
                    "ID": "723991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/723991",
                    "TitleEnglish": "Infant's Balad",
                    "SummaryEnglish": null,
                    "TitleJapanese": "一瞬の目撃者",
                    "SummaryJapanese": "ブラック・ジャックとピノコが東京駅で弁当を選んでいると、ある男性がカバンを持って後ろを通り過ぎる。その男はホームのキオスクで新聞を購入すると、カバンを置いてその場を去っていく。そして、男がトイレの個室で携帯電話の発信スイッチを押すと、ホームのカバンが爆発。ブラック・ジャックは現場に駆けつけ、負傷者の応急処置を行う。警察は不審な人物4人を容疑者として確保。この後、犯人の顔を見た目撃者が現れる。だが、目撃者は目にケガを負って…。"
                },
                "54": {
                    "ID": "724001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/724001",
                    "TitleEnglish": "A Lucky Man",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ロッカーのゆりかご",
                    "SummaryJapanese": "ピノコは不良女子高生の集団の１人、マギーとぶつかり、ブラック・ジャックのために購入したマグカップを割ってしまう。ピノコが怒るとマギーは逆ギレしてピノコを捕まえる。マギーらに呼び出されたブラック・ジャックは話があるなら自宅に来いと住所を教え、ピノコを連れて帰る。この後、溜まり場にいるマギーらの元にリサが現れる。リサはコインロッカーの鍵をカツアゲしたという。そしてマギーがロッカーを開けると、中にはぐったりした赤ん坊がいた…。"
                },
                "55": {
                    "ID": "724011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/724011",
                    "TitleEnglish": "The Platform of Life",
                    "SummaryEnglish": null,
                    "TitleJapanese": "偽り親子の幸運不運",
                    "SummaryJapanese": "日本の御曹司、天道一郎は砂漠を移動中、クレバスへ落ちて死んでしまう。ガイドのアジジは天道の死体からお金とパスポートを盗み、ある計画を企てる。後日、アジジはブラック・ジャックに天道の写真を見せ、同じ顔に整形して欲しいと依頼。アジジは天道になりすまし、資産を手に入れようと計画していた。天道と同じ顔になったアジジは日本へ飛び立つ。だが、空港で天道の母親に迎えられたアジジは会社が潰れ、一文無しになったと知らされる…。"
                },
                "56": {
                    "ID": "724021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/724021",
                    "TitleEnglish": "The Skin Donor",
                    "SummaryEnglish": null,
                    "TitleJapanese": "命のプラットホーム",
                    "SummaryJapanese": "ブラック・ジャックは駅のホームで意識を失った花村和恵を肝硬変の末期と診断し、緊急手術を行う。和恵は混濁する意識の中、これまでの人生を回想。和恵は海外の成金と結婚後、モデルの仕事を失い、酒に溺れてしまう。そして離婚後にモデルの世界へ戻っても、和恵は酒を止められなかったのだ。和恵は手術費を払うと言うが、ブラック・ジャックは彼女を不憫に思って申し出を断る。後日、ブラック・ジャックは和恵と偶然再会。あの後、和恵は裕福な暮らしを手に入れていた…。"
                },
                "57": {
                    "ID": "724031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/724031",
                    "TitleEnglish": "Pinoko's Exam Diary",
                    "SummaryEnglish": null,
                    "TitleJapanese": "縫い目皮膚の提供者",
                    "SummaryJapanese": "ブラック・ジャックは南の国でデモに参加する友人、タカシを見かける。ホテルに戻ったブラック・ジャックはタカシとの事を回想……。小さい頃、不発弾の爆発事故に遭った黒男（ブラック・ジャック）は本間丈太郎の手術を受ける。本間は黒男の新しい皮膚の提供者を募り、少し肌の色が違うタカシが自分の皮膚を使ってと名乗り出る。本間はタカシの皮膚を使って移植手術を行い、黒男は懸命にリハビリ続ける。退院後、黒男が登校すると、タカシの姿は学校になかった…。"
                },
                "58": {
                    "ID": "724041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/724041",
                    "TitleEnglish": "The Old Man and the Big Tree",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ピノコのお受験日記",
                    "SummaryJapanese": "ピノコは通信教育の卒業証書が家に届いて大喜び。授業料をまとめて払ったら中学を卒業できたと聞いた写楽はピノコが騙されたと思い、その事を告げようとするが、ピノコは話を聞かない。そして、ピノコは卒業証書を持ってある高校へ行き、受験を申し込むが、事務職員に断られる。後日、ブラック・ジャックとピノコは同じ高校へ。ブラック・ジャックはピノコにテストを受けさせて欲しいと校長に直訴。この後、ブラック・ジャック邸に高校の受験票が届くが…。"
                },
                "59": {
                    "ID": "724051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/724051",
                    "TitleEnglish": "Black Queen",
                    "SummaryEnglish": null,
                    "TitleJapanese": "老人と大木",
                    "SummaryJapanese": "ピノコや久美子らは隣町の森林公園へ遊びに行き、大けやきを世話する老人、木城と知り合う。この後、公園にやってきた役人は公園を再開発するため、大けやきを伐採すると明かす。大けやきに命を助けられたという木城は伐らないように頼むが、役人は1週間後に伐採すると言う。木城、ピノコらは大けやきの周辺に伐採反対の立て看板を打ち付けたり、ビラを配ったりする。だが、伐採予定日の前日、木城はついに諦めてしまい…。"
                },
                "60": {
                    "ID": "724061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/724061",
                    "TitleEnglish": "Encounter of the Couple Who Share a Past",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ブラッククィーン",
                    "SummaryJapanese": "外科医の桑田このみは手術を行い、患者の大腿骨下部を切断する。看護婦は躊躇せずに脚を切断するこのみを女ブラック・ジャックと噂する。手術後、このみは恋人の間久部緑郎に結婚を申し込まれる。が、緑郎が外科医をやめてほしいと提案すると、このみは怒って店を出て行く。この後、このみはバーで会ったブラック・ジャックに絡む。翌日、病院で手術中のこのみに緊急電話が入る。緑郎が工事現場でクレーンに挟まれたという知らせだった…。"
                },
                "61": {
                    "ID": "724071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/black-jack-2004/episodes/724071",
                    "TitleEnglish": "The Two Pinokos",
                    "SummaryEnglish": "Black Jack meets a girl who looks like Pinoko and suffers from a bad cold and lungs problem due to living next to a factory that pollutes the air.",
                    "TitleJapanese": "二人のピノコ",
                    "SummaryJapanese": "ブラック・ジャックは、大気を汚染する工場の隣に住んでいるため、ひどい風邪と肺の病気に苦しむピノコに似た少女と出会う。"
                }
            }
        }
    }
}