{
  "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-ms-igloo-the-hidden-one-year-war",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2328145/",
    "https://www.themoviedb.org/tv/44919"
  ],
  "TitleEnglish": "Mobile Suit Gundam: MS IGLOO",
  "SummaryEnglish": "Jotunheim, a Principality of Zeon's space cargo ship, is tasked to test and evaluate various prototype weapons during the One Year War in the year of 0079 UC.",
  "Aliases": [
    "機動戦士ガンダム MSイグルー -1年戦争秘録-",
    "機動戦士ガンダム MSイグルー -黙示録0079-",
    "機動戦士ガンダム MSイグルー2 重力戦線",
    "機動戦士ガンダム MS IGLOO"
  ],
  "Modified": "2025-05-27",
  "Seasons": {
    "1": {
      "ID": "39297",
      "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-ms-igloo-the-hidden-one-year-war/seasons/official/1",
      "TitleEnglish": "The Hidden One Year War",
      "SummaryEnglish": null,
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "424063",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-ms-igloo-the-hidden-one-year-war/episodes/424063",
          "TitleEnglish": "The Hidden One Year War: The Vanishing Serpent of Loum",
          "SummaryEnglish": "(U.C. 0079.01.04 - 0079.01.17) With the outbreak of the One Year War, a team of Zeon technical personnels of all sorts of backgrounds gather on the ship Jotunheim to form the 603 Technical Evaluation Unit, in charge of assessing various prototype weapons. Their first assignment is the testing of the Jormungand, a large and powerful long-range plasma cannon capable of taking out a battleship in single shot. However, the weapon's maiden appearance at the Battle of Loum becomes its last, as a new member of the Zeon arsenal soon arrives to prove the Jormungand obsolete. As Char Aznable's force decimate the Federation armada and the Jormungand completely neglected, Chief Gunnery Officer Lt. Aleksandro Hemme uses the last glory of the doomed serpant to take down a Federation Magellan, ending the Dreadnaught era of the space warfare.",
          "Aliases": []
        },
        "2": {
          "ID": "424064",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-ms-igloo-the-hidden-one-year-war/episodes/424064",
          "TitleEnglish": "The Hidden One Year War: Howls Stained in Dusk",
          "SummaryEnglish": "(U.C. 0079.04.29 - 0079.05.11) As the Earth Drop Operations begin, the 603rd is assigned to test the Hildolfr, a transformable mobile tank. The piloting task falls onto Maj. Demeziere Sonnen, a formerly respected tank trainer who is now disgraced and troubled by dope addiction from his own misery after Zeon abandoned armored vehicles in favor of mobile suits. When the team drop into Arizona for field testing, they find the drop zone supply depot destroyed — by a team of Zakus captured by LtC. Federico Czariano's Federation squad. Sonnen is forced into combat with the uncalibrated Hildolfr. The fast and powerful mobile tank proves its mettle by taking out all enemies, but not without the cost of Sonnen's life.",
          "Aliases": []
        },
        "3": {
          "ID": "424065",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-ms-igloo-the-hidden-one-year-war/episodes/424065",
          "TitleEnglish": "The Hidden One Year War: Dance of The Orbital Ghosts",
          "SummaryEnglish": "(U.C. 0079.10.24 - 0079.11.10) Upon news of a powerful new Federation mobile suit, Zeon propagandizes the Zudah, a mobile suit claimed to be superior to the Federation prototype. The 603rd is put in charge of testing the prototype with the help of a distinguished Zimmad test pilot Maj. Jean-Luc Duvall. However, the testing soon goes wrong after a fellow test pilot is killed when his Zudah lost control and disintegrated during combat simulation. To add salt to insult, the Jotunheim crew is shock to learn that the Federation already knows the Zudah's shameful background — it is nothing but a repainted version of the failed project that previously lost the bid to Zaku I due to a lethal design flaw. The Zudah is doomed to lose all honor and become a ghost fighter.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "113571",
      "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-ms-igloo-the-hidden-one-year-war/seasons/official/2",
      "TitleEnglish": "Apocalypse 0079",
      "SummaryEnglish": null,
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "1047071",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-ms-igloo-the-hidden-one-year-war/episodes/1047071",
          "TitleEnglish": "Apocalypse 0079: In the Skies of Jaburo, I Saw the Sea",
          "SummaryEnglish": "(U.C. 0079.12.03 - 0079.12.07) With Zeon losing their foothold on Earth, the 603rd is given a new project — to infiltrate a prototype weapon into the Federation airspace and attack Federation warships launching from Jaburo. Ensign Werner Holbein, an arrogant naval officer who boasts a proud maritime family tradition, is assigned to the Jotunheim to pilot the mobile diver unit Ze'Gok. However, the testing goes well below expectation, as both Holbein's test drop ends in failure after unable to score any hit with the Ze'Gok. On the third and final drop, Holbein manages to destroy a handful of Federation ships with a direct reentry/free descent before letting loose the attached \"Kuhblume\" beam scatter cannon. Before he could celebrate, two Core Booster II fighters arrived and shot down both the Ze'Gok and the retrieving Gaw carrier, killing Holbein in the process.",
          "Aliases": []
        },
        "2": {
          "ID": "1047081",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-ms-igloo-the-hidden-one-year-war/episodes/1047081",
          "TitleEnglish": "Apocalypse 0079: Cross the Path of Light",
          "SummaryEnglish": "(U.C. 0079.12.28 - 0079.12.30) Situation for Zeon is getting desperate after the Federation successfully sieges the space fortress Solomon. Upon arriving at A Baoa Qu, Jotunheim is visited by Col. Herbert von Kuspen, a uptight high-rank commander from an elite battalion, who immediately try to assume command of the ship but meets resistance from both Monique and Prochnow. The ship is then reinforced with \"Principality's elite soldiers\" — turns out to be a group of young cadets forcefully mobilized from the homeland. To Monique's shock, the most enthusiastic soldier out of the inexperienced recruits is nobody other than her own younger brother Erwin.",
          "Aliases": []
        },
        "3": {
          "ID": "1047091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-ms-igloo-the-hidden-one-year-war/episodes/1047091",
          "TitleEnglish": "Apocalypse 0079: Spirits Returning to the Cries of Thunder",
          "SummaryEnglish": "(U.C. 0079.12.31 - 0080.01.01) Just as Gihren Zabi proudly announces to his troops the decimation of the Federation fleet by the Solar Ray, the 603rd received its latest prototype weapon — the massive Big-Rang mobile armor. When the Federation launches a large-scale desperate attack on A Baoa Qu from two directions, the Kuspen Combat Battalion is assigned to defend the E field, and Oliver (to his shock) is ordered to pilot the Big-Rang. When the Jotunheim encounters a vanguard detachment of the Federation fleet, Oliver manages to inflict heavy casualty on the Federation forces with the help of Monique and Kuspen. Although the Big-Rang pushes back the first wave of attack, vengeful Federation soldiers eventually overwhelms and destroys the mobile armor, as well as killing Kuspen. As the retreating Jotunheim mourns the loss of their friends, a small group of survivor mobile suits approaches, among them an alive Oliver held by Monique's heavily damaged Zudah.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "113581",
      "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-ms-igloo-the-hidden-one-year-war/seasons/official/3",
      "TitleEnglish": "Gravity Front",
      "SummaryEnglish": null,
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "1047101",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-ms-igloo-the-hidden-one-year-war/episodes/1047101",
          "TitleEnglish": "Gravity Front: Take Out That Angel of Death!",
          "SummaryEnglish": "(U.C. 0079.04.26 - 0079.04.27) The Federation forces are routed in face of the onslaught of the Zeon Zakus during Earth Drop Operations. When the main forces are retreating for resupply, Lt. Ben Barberry, who leads an anti-mobile suit special tactical squad utilizing the \"Regina\" missile launcher, is ordered by his arrogant superior, Col. Michael Colmatta, to advance and ambush the pursuing Zeon forces. Unknown to others, Barberry, who loses every subordinate in the previous engagements, is frequently haunted by a spirit called Shinigami, who patrols the battlefield collecting souls of fallen warriors.",
          "Aliases": []
        },
        "2": {
          "ID": "1047111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-ms-igloo-the-hidden-one-year-war/episodes/1047111",
          "TitleEnglish": "Gravity Front: Kings of the Jungle, Roll Out!",
          "SummaryEnglish": "(U.C. 0079.07.21 - 0079.07.26) Sgt. Rayban Surat is transferred to the 1st Platoon, 301st Tank Squadron of the Federation's 44th Hybrid Regiment to become the driver for Lt. Harmon Yandell, a seasoned ace of the variant-5 Type 61 tank. However, Yandell is a man with his own demon — he survived an encounter with Zeon's feared \"White Ogre\" Cpt. Elmer Snell at the cost of his left leg, and sees himself as a homeless dead man walking. His previous drivers have either been killed, or gone insane seeing the Death Deity haunting Yandell's back. After seeing Yandell's irrational behavior, Surat asked his commanding superior, Col. Colmatta, to relieve Yandell's command. Instead of doing so, Colmatta approved Yandell's mad plan to launch a night assault on the oncoming Zeon force, led by no other but \"White Ogre\".",
          "Aliases": []
        },
        "3": {
          "ID": "1047121",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-ms-igloo-the-hidden-one-year-war/episodes/1047121",
          "TitleEnglish": "Gravity Front: Odessa, Storm of Steel!",
          "SummaryEnglish": "(U.C. 0079.11.08 - 0079.11.09) Though Operation Odessa is proceeding, the 44th Hybrid Brigade suffers setback after its advance is bombarded by artillery from Zeon's Dobday-class land battleships. They are reinforced by three Guntanks piloted by a trio of convicts led by Lt. Arleen Nazon, a technical officer blamed and condemned to rot in jail after her lover defected to Zeon with information of the RTX-440 project. Bearing deep hatred to the man who betrayed her, Clyde Bettany, Arleen vows revenge for destroying her future.",
          "Aliases": []
        }
      }
    }
  }
}