{
  "URL": "https://www.thetvdb.com/series/soukou-no-strain",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.themoviedb.org/tv/31715"
  ],
  "TitleEnglish": "Strain: Strategic Armored Infantry",
  "SummaryEnglish": "In the distant future, mankind is divided into two powers; Union and Deague. They have continued a war so long that no one is sure when it began. A planet is suddenly assaulted by Deague and two long lost siblings reunite, but on opposite sides.",
  "Aliases": [],
  "Modified": "2022-12-17",
  "Seasons": {
    "1": {
      "ID": "34549",
      "URL": "https://www.thetvdb.com/series/soukou-no-strain/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "382957",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soukou-no-strain/episodes/382957",
          "TitleEnglish": "Prelude of Despair",
          "SummaryEnglish": "In a time of war, Sara Werec dreams of taking up the Union cause in their endless fight against the Deague. At the top of her academy class, she has inherited the amazing piloting skills of her legendary brother Ralph Werec, which inspires Colin, Mary and Cedie. When the Deague unleash a devastating surprise attack on her school, the three are killed in the firefight, deeply depressing Sara. She is later shocked to discover that the leader of the enemy assault is no anonymous villain.",
          "Aliases": []
        },
        "2": {
          "ID": "382958",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soukou-no-strain/episodes/382958",
          "TitleEnglish": "Encounter",
          "SummaryEnglish": "Sara has a new purpose to confront her treasonous brother. Enlisted at a new school, and struggling to master the less agile Gambee units, Sara wrestles with the rigors of training and the scorn of her peers, especially that of Isabella. But nothing is more grueling than dwelling on all she has lost. Sara thankfully finds something which might serve to fill the hole in her heart. Sara befriends Lottie Gelh, one who matches up to her in competition. During a descent exercise, Isabella disrupts Sara in training, but the latter ends up saving the life of the former. After losing her pendant given to her by her brother, she finds a Mimic Emily in an abandoned Strain.",
          "Aliases": []
        },
        "3": {
          "ID": "382959",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soukou-no-strain/episodes/382959",
          "TitleEnglish": "Sub-Light Speed Nightmare",
          "SummaryEnglish": "Lottie thinks she and Sara might be kindred spirits, believing both of them to be girls lost and alone in the void between stars. Melchisedec \"Melchi\" and Carmichael are in the process of fixing the broken Strain. As the sub-light speed battle test begins, the Deague makes an unexpected assault, interrupting the exam. Sara, unable to participate, watches those around her get torn apart, including Isabella. Rather than sit helplessly, Sara devises a plan to utilize the Mimic Emily in order to pilot the recently reconfigured Strain.",
          "Aliases": []
        },
        "4": {
          "ID": "382960",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soukou-no-strain/episodes/382960",
          "TitleEnglish": "Reasoner, Sara",
          "SummaryEnglish": "The others are shocked as Sara rushes toward a confrontation with the feared Ralph Werec. The rage of combat gives way to confusion, as the students realize her skills as a former Reasoner. The aftermath of the attack suffers much casualties, having the Libertad to limp into space to find repair as a result. The trust between Sara and Lottie will prove to be much tougher to patch, as the latter reveals that her brother was killed by Ralph in the past. Sara is forced to transfer to the Spatial Armor Division under the supervision of Melchi and Carmichael.",
          "Aliases": []
        },
        "5": {
          "ID": "382961",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soukou-no-strain/episodes/382961",
          "TitleEnglish": "Endless Love and Hate",
          "SummaryEnglish": "If the crew is to survive the journey, new tactics must be devised to succeed against such an unpredictable enemy. The Reasoners are beginning warm up to Sara ever since she exposed herself as an adept pilot. Not everyone is so willing to shower Sara with affection, especially the Gambee pilots who resent Sara for the deaths of their comrades. Lottie summons the Reasoners to discuss a two-top battle formation, having Sara join her in the lead position. Mariette later beats up Sara, condemning her for Isabella's death. The Reasoners arrive to rescue Sara, chasing Mariette and the other Gambee pilots away.",
          "Aliases": []
        },
        "6": {
          "ID": "382962",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soukou-no-strain/episodes/382962",
          "TitleEnglish": "Back Turned to Peace",
          "SummaryEnglish": "The Spatial Armor Division is having a party to celebrate. Dickon Cidnok convinces Carrisford \"Carris\" Radofrics to approach Sara and ask her to have a dance with him. Nonetheless, the gathering is about to be crashed by some uninvited guests. A team which had suffered from the willful independence of its newest member watches as Sara joins Lottie in an incredible display of Reasoner talent. This new unity might be the strongest weapon the Union has in the battle against the Deague.",
          "Aliases": []
        },
        "7": {
          "ID": "382963",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soukou-no-strain/episodes/382963",
          "TitleEnglish": "Lavinia's Lovely Plot",
          "SummaryEnglish": "Sara has captured the heart of Lavinia Reberth, who goes to severe lengths to snare her new obsession. Most of her ploys end up falling short, and the heartsick girl keeps making a fool of herself in very public ways. When Sara stays behind to train while her comrades take some leave, Lavinia sees her chance for some serious bonding, but things quickly go painfully wrong when she accidentally places the Mimic Emily in the garbage storage unit.",
          "Aliases": []
        },
        "8": {
          "ID": "382964",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soukou-no-strain/episodes/382964",
          "TitleEnglish": "Gall Space Supply Depot",
          "SummaryEnglish": "The Mimic Emily is missing and likely in danger, so Sara and the team will have to venture out into the city to recover her. But the search is interrupted by a mysterious little girl and the arrival of a strange vessel. Even though Lottie seems very worried about the whereabouts of Sara and Carris, Jessie Ijesse seems upset that Sara would go to such lengths to search for the Mimic Emily. It is not until Sara finds the Mimic Emily in a waste collection point that she realizes that this mysterious girl happens to also be named Emily. Carris is eventually killed in battle when facing against the vessel. After all of this, none of the hearts gathered are ready to discover the real identity of Sara.",
          "Aliases": []
        },
        "9": {
          "ID": "382965",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soukou-no-strain/episodes/382965",
          "TitleEnglish": "Like Looking at Myself",
          "SummaryEnglish": "Sara is suspected of treason after her ties to Ralph are exposed. The Spatial Armor Division is reeling from the revelation, especially Lottie. Her most painful wound has been ripped open once more, and if revenge against Ralph is not readily available, Lottie will settle for another with Werec blood. She moves to confront Sara, and the confrontation ends with a vow of murder. However, Sara explains of her relationship with Ralph as a child, ultimately promising herself to find out the answers to the drastic change in his behavior.",
          "Aliases": []
        },
        "10": {
          "ID": "382966",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soukou-no-strain/episodes/382966",
          "TitleEnglish": "Memories of the Future",
          "SummaryEnglish": "The horrible history of Emily's kind is revealed, and the shocking truth might explain Ralph's treason. But there has never been an explanation offered for Sara's ability to link with Emily. Upon closer study of the Mimic Emily, the mystery only becomes more indecipherable for Melchi and Carmichael. The lines between good and evil are beginning to blur when Sara links with the Mimic Emily to access her memories, and the true horrors of this endless war have been exposed.",
          "Aliases": []
        },
        "11": {
          "ID": "382967",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soukou-no-strain/episodes/382967",
          "TitleEnglish": "The Beginning of Revelry",
          "SummaryEnglish": "Sara is certain her brother is tearing across the stars to reach the Mimic Emily. Captain Vivian Medlock, activated a self-destruct sequence on her ship, is certain that Ralph has lost his mind, forcing her to seek sanctuary with those she once vowed to kill. The final confrontation is coming, and the Strains are scrambled. The Spatial Armor Division is whole once more, as Ralph prepares to punish those responsible for crimes perpetrated against the innocent.",
          "Aliases": []
        },
        "12": {
          "ID": "382968",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soukou-no-strain/episodes/382968",
          "TitleEnglish": "Attack on the Libertad",
          "SummaryEnglish": "The Spatial Armor Division has taken flight and all the heroes of the Union must reach deep into their courage to stop Ralph Werec in his mission to punish humanity. As swarms of Strain, Gambee and Tumor clash overhead, brother and sister, meet face to face aboard the Libertad, Emily between them. Ralph injures Dickon, but Becky manages to treat his wounds. Melchi and Carmichael fail to disarm the self-destruct sequence, and Medlock is consequently killed after the security units are activated. Emily rejects Ralph's request to return back with him. The last waltz of the Werec siblings is about to begin.",
          "Aliases": []
        },
        "13": {
          "ID": "382969",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soukou-no-strain/episodes/382969",
          "TitleEnglish": "Last Waltz",
          "SummaryEnglish": "Sara feels betrayed by blood, while Ralph feels betrayed by humanity. Between them waits a little girl who has felt the pains of an entire species. Ermengarde Johannitz and Martha Shobbeypower are to transfer Dickon's broken parts over to Sara's Strain. In the vast reaches of space, a war which has raged for generations comes to a climax. At the speed of light, the past and future mingle in the hopes of two girls who might never have to be alone again.",
          "Aliases": []
        }
      }
    }
  }
}