{
  "URL": "https://www.thetvdb.com/series/shion-no-ou",
  "Genres": [
    "Animation",
    "Anime",
    "Crime",
    "Drama",
    "Mystery"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1398835/",
    "https://www.themoviedb.org/tv/36202"
  ],
  "TitleEnglish": "Shion no Ou",
  "SummaryEnglish": "Shion no Ou tells the story of a young girl by the name of Ishiwatari Shion . At the age of 4, Shion`s parents were murdered at their house. The police didn`t find anything at the crime scene that might lead them to the murderer apart from a shougi board upon which the pieces were lined up in an orderly fashion. Shion was not harmed even though she was at the house at the time of the murder but the shock of seeing her parents lying dead in a pool of blood resulted in the loss of her voice. The Ishiwatari neighbours and close friends, the Yasuoka family (made up of Yasuoka Shinji and his wife Sachiko) adopted Shion after the murder and raised her as their own daughter and so she was renamed Yasuoka Shion since then. Shinji is a professional Shogi player and during the years that passed after the murder, he taught Shion how to play shogi. Shion was a natural at playing shogi. She learned the game very quickly and mastered it at an early age. She rose quickly in the ranks of the game and became a genius professional player just like her new father. The story is about Shion`s life 8 years after the murder and how her chosen path as a professional shogi player might one day lead to finding her parents` murderer.",
  "Aliases": [
    "Shion no Ō",
    "Shion no Ou"
  ],
  "Modified": "2025-05-27",
  "Seasons": {
    "1": {
      "ID": "31997",
      "URL": "https://www.thetvdb.com/series/shion-no-ou/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 22,
      "Episodes": {
        "1": {
          "ID": "363069",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363069",
          "TitleEnglish": "Shion`s Path",
          "SummaryEnglish": "Eight years after witnessing her parents' death, Shion qualifies herself as a professional shogi player. However, her precocious career starts to draw unwanted attention.",
          "Aliases": []
        },
        "2": {
          "ID": "363070",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363070",
          "TitleEnglish": "Secrets",
          "SummaryEnglish": "Shion is saved in the nick of time from a dangerous stalker. However, her drama continues as she receives a threatening letter before an important match.",
          "Aliases": []
        },
        "3": {
          "ID": "363071",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363071",
          "TitleEnglish": "The Sound of a Shogi Piece",
          "SummaryEnglish": "A little relief comes to Shion when the man who attacked her six months before is finally arrested. She also recognizes Ayumi as the boy who saved her at that time.",
          "Aliases": []
        },
        "4": {
          "ID": "363072",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363072",
          "TitleEnglish": "Demon Move",
          "SummaryEnglish": "Shion has another fiery match against Ayumi, while the police discovers that the man who killed her parents started to move again.",
          "Aliases": []
        },
        "5": {
          "ID": "363073",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363073",
          "TitleEnglish": "The Courageous Move",
          "SummaryEnglish": "Shion is hospitalized after having a glimpse of the night when she lost her parents. Meanwhile, Nikaido and Ayumi have their first duel.",
          "Aliases": []
        },
        "6": {
          "ID": "363074",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363074",
          "TitleEnglish": "Provocation",
          "SummaryEnglish": "After Shion recovers, she goes on a trip with her family. Upon returning, she and Nikaido receive a sudden request from Hani-Meijin's younger brother, Satoru.",
          "Aliases": []
        },
        "7": {
          "ID": "363075",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363075",
          "TitleEnglish": "Playing Pieces",
          "SummaryEnglish": "Shion and Nikaido have their first match as a demonstration of their abilities to Satoru, who wants to create an all new, unrestricted shogi tournament.",
          "Aliases": []
        },
        "8": {
          "ID": "363076",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363076",
          "TitleEnglish": "The Door to Dreams",
          "SummaryEnglish": "Shion visits Ayumi's mother at the hospital, and later, she and Ayumi start to make plans for the upcoming tournament.",
          "Aliases": []
        },
        "9": {
          "ID": "363077",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363077",
          "TitleEnglish": "Master and Apprentice",
          "SummaryEnglish": "Nikaido has a tough match in the tournament against Kamizono who also happens to be Ayumi's master. Kamizono however, is not at the best of his health.",
          "Aliases": []
        },
        "10": {
          "ID": "363078",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363078",
          "TitleEnglish": "Magic Spell",
          "SummaryEnglish": "Shion's next opponent is a young prodigy who polished his skills in online matches, and learned from an anonymous source a way to leave her mind unstable.",
          "Aliases": []
        },
        "11": {
          "ID": "363079",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363079",
          "TitleEnglish": "Doubt",
          "SummaryEnglish": "Shion received a threatening call from the murderer, and Hisatani gets himself in trouble when the police finds out that it was made from his cell phone.",
          "Aliases": []
        },
        "12": {
          "ID": "363080",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363080",
          "TitleEnglish": "Reading the Fox",
          "SummaryEnglish": "Shion, Ayumi and Nikaido prepare themselves as each one has a strong enemy to face in order to gain a place in the finals.",
          "Aliases": []
        },
        "13": {
          "ID": "363081",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363081",
          "TitleEnglish": "Two Sides of an Object",
          "SummaryEnglish": "During Shion's match with Satoru, she starts to get a glimpse of his hostility towards her.",
          "Aliases": []
        },
        "14": {
          "ID": "363082",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363082",
          "TitleEnglish": "Musical Challenge",
          "SummaryEnglish": "Nikaido discovers Ayumi's secret, but decides to not expose him. Later the tournament's remaining contestants decide their opponents in the finals.",
          "Aliases": []
        },
        "15": {
          "ID": "363083",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363083",
          "TitleEnglish": "Time`s Answer",
          "SummaryEnglish": "Shion's first opponent in the finals is none other than her foster father. During the long match, she eagerly looks for a way to defeat him, while he reminisces about the time when she became his apprentice.",
          "Aliases": []
        },
        "16": {
          "ID": "363084",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363084",
          "TitleEnglish": "The Heavenly Eye",
          "SummaryEnglish": "Ayumi is devastated with the death of his mother, and looks for a reason to continue playing shogi before his match with Satoru.",
          "Aliases": []
        },
        "17": {
          "ID": "363085",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363085",
          "TitleEnglish": "Mind Reading",
          "SummaryEnglish": "Shion's got a chance to play against Satoru once more in the tournament's semi-finals, but during the match, he questions her about the night her parents were murdered, which brings up some memories she had long forgotten.",
          "Aliases": []
        },
        "18": {
          "ID": "363086",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363086",
          "TitleEnglish": "Halted Time",
          "SummaryEnglish": "Shion and Satoru's match continues, while Hani-Meijin introduces Ayumi as his disciple.",
          "Aliases": []
        },
        "19": {
          "ID": "363087",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363087",
          "TitleEnglish": "Recalling Move",
          "SummaryEnglish": "Satoru and Ayumi meet up and from the evidence figure out who the murderer is but are unsure of motive. In the mean time, the police are looking up Satoru after what he said to Shion after their match.",
          "Aliases": []
        },
        "20": {
          "ID": "363088",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363088",
          "TitleEnglish": "Demonic Murder",
          "SummaryEnglish": "Shion starts remembering more things about the murder incident. Hani-Meijin and Shion play where they had left off 8 years ago.",
          "Aliases": []
        },
        "21": {
          "ID": "363089",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363089",
          "TitleEnglish": "The True Criminal",
          "SummaryEnglish": "Purposely goaded by Hani-Meijin, Shion fully remembers the incident. Meanwhile new evidence is found.",
          "Aliases": []
        },
        "22": {
          "ID": "363090",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363090",
          "TitleEnglish": "Towards Tomorrow",
          "SummaryEnglish": "The evidence is conclusive, Hani-Meijin is the killer of Shion's parent's and his younger brother's girlfriend. Despite this, the match goes on. Hani-Meijin confesses that he killed Shion's parents to raise up a competitor that would be strong enough to take him to new heights and claiming he \"raised her\", but to do so, he must win the match. However, Shion wins with a perfect defense. She regains her voice to tell Hani-Meijin that she is not a product of him, but her family and friends. Hani-Meijin is arrested and Shion is promoted to a 4-dan professional kishi. Ayumi is shown winning a match and also becoming a professional kishi. Nikaido announces her intentions to become one as well. The final scene shows Shion in a match as a 5-dan and having retained her voice.",
          "Aliases": []
        }
      }
    }
  }
}