{
    "URL": "https://www.thetvdb.com/series/shion-no-ou",
    "Genres": [
        "Animation",
        "Anime",
        "Crime",
        "Drama",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1398835/",
        "https://www.themoviedb.org/tv/36202"
    ],
    "TitleEnglish": "Shion no Ou",
    "SummaryEnglish": "Shion no Ou tells the story of a young girl by the name of Ishiwatari Shion . At the age of 4, Shion`s parents were murdered at their house. The police didn`t find anything at the crime scene that might lead them to the murderer apart from a shougi board upon which the pieces were lined up in an orderly fashion. Shion was not harmed even though she was at the house at the time of the murder but the shock of seeing her parents lying dead in a pool of blood resulted in the loss of her voice. The Ishiwatari neighbours and close friends, the Yasuoka family (made up of Yasuoka Shinji and his wife Sachiko) adopted Shion after the murder and raised her as their own daughter and so she was renamed Yasuoka Shion since then. Shinji is a professional Shogi player and during the years that passed after the murder, he taught Shion how to play shogi. Shion was a natural at playing shogi. She learned the game very quickly and mastered it at an early age. She rose quickly in the ranks of the game and became a genius professional player just like her new father. The story is about Shion`s life 8 years after the murder and how her chosen path as a professional shogi player might one day lead to finding her parents` murderer.",
    "TitleJapanese": "しおんの王",
    "SummaryJapanese": "ある家族を襲った事件。\n夫婦が惨殺され幼い少女だけが生き残った。\n事件を機に声を失ってしまう少女・紫音。\n生きていくために少女が手にしたものは将棋だった…。\n事件後、隣に住む将棋のプロ棋士の家庭に引き取られた彼女は\n運命の糸に導かれるかのように棋士の道へと歩みを進めることになる。\n周囲の愛情に育まれ、将棋の才能を伸ばしていく彼女の前にあらわれるライバル達。\nそして友との出会い。\n繰り広げられる戦いを重ねていく内、やがて少女は気高き将棋の世界の中、\n自分の運命と両親を奪った事件に向き合っていくのだった。\nその先に待っているのは…。\n―希望の光。それとも、深淵の闇。\n紫音の両親はなぜ殺されたのか? 紫音はなぜ生き残ったのか?\nそして、彼女の声はなぜ封印されたのか?\n紫音を取り巻く謎。紫音を手招く高み。\n将棋の世界で戦う少女の成長と葛藤を描き出す。\nココロが叫ぶ。未来に進め!と。",
    "Aliases": [
        "Shion’s King",
        "Shion no Ou"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "31997",
            "URL": "https://www.thetvdb.com/series/shion-no-ou/seasons/official/1",
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "363069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363069",
                    "TitleEnglish": "Shion`s Path",
                    "SummaryEnglish": "Eight years after witnessing her parents' death, Shion qualifies herself as a professional shogi player. However, her precocious career starts to draw unwanted attention.",
                    "TitleJapanese": "しおんの道",
                    "SummaryJapanese": "7年前、何者かに両親を惨殺され、その事件がきっかけで言葉がしゃべれなくなってしまった少女 安岡紫音。\n12歳になった紫音は、育成会員として女流プロを目指す日々を送っていた。そこで先輩の二階堂沙織と、同じ育成会員の斉藤歩という女流棋士に出会うが・・・。"
                },
                "2": {
                    "ID": "363070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363070",
                    "TitleEnglish": "Secrets",
                    "SummaryEnglish": "Shion is saved in the nick of time from a dangerous stalker. However, her drama continues as she receives a threatening letter before an important match.",
                    "TitleJapanese": "秘密",
                    "SummaryJapanese": "帰り道に何者かに襲われてから半年後、紫音は無事プロに昇格する。\nしかし初めての大きな棋戦「新旧女流王冠戦」の初日、2通の脅迫状が送られてくる。「安岡紫音　勝ったら　殺す！」\n一方、沙織は歩にやさしい将棋と言われてしまい愕然とする。"
                },
                "3": {
                    "ID": "363071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363071",
                    "TitleEnglish": "The Sound of a Shogi Piece",
                    "SummaryEnglish": "A little relief comes to Shion when the man who attacked her six months before is finally arrested. She also recognizes Ayumi as the boy who saved her at that time.",
                    "TitleJapanese": "駒音",
                    "SummaryJapanese": "謎の2通の脅迫状は紫音の周りを騒ぎ立てる、鳴り止まない電話、新聞の一面、取材、それらは思った以上に紫音に負担をかけていた。\nそして「新旧女流王冠戦」の準決勝、ついに歩との再戦の日がやってきた。\nしかし対決の朝、紫音は意識不明の状態になってしまう。"
                },
                "4": {
                    "ID": "363072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363072",
                    "TitleEnglish": "Demon Move",
                    "SummaryEnglish": "Shion has another fiery match against Ayumi, while the police discovers that the man who killed her parents started to move again.",
                    "TitleJapanese": "鬼手",
                    "SummaryJapanese": "二通の脅迫文を警察が追っている中、紫音は再度歩と対戦することになった。\n途中から羽仁名人も観戦に参加する中、壮絶な戦いを繰り広げる紫音と歩、気迫に溢れる両者はお互いを高めあう。\n一方、ストーカー事件の犯人を逮捕した横山刑事は2通のFAXの真相を探っていた･･･。"
                },
                "5": {
                    "ID": "363073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363073",
                    "TitleEnglish": "The Courageous Move",
                    "SummaryEnglish": "Shion is hospitalized after having a glimpse of the night when she lost her parents. Meanwhile, Nikaido and Ayumi have their first duel.",
                    "TitleJapanese": "勇気の一手",
                    "SummaryJapanese": "歩との対局の後、倒れた紫音は病院に運ばれた。\n無理をしても将棋を指す紫音の身を案じる母・幸子に羽仁は、紫音は既に将棋の世界にいると告げる。\n紫音との対局で見せた歩の手を、羽仁が褒めたことに沙織は嫉妬する。そして迎えた女流新旧王冠戦決勝、歩と沙織の対局が始まった。\n沙織は、羽仁と同じ目をした歩と自分の違いを考えていた。"
                },
                "6": {
                    "ID": "363074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363074",
                    "TitleEnglish": "Provocation",
                    "SummaryEnglish": "After Shion recovers, she goes on a trip with her family. Upon returning, she and Nikaido receive a sudden request from Hani-Meijin's younger brother, Satoru.",
                    "TitleJapanese": "挑発",
                    "SummaryJapanese": "温泉旅行に出かけた安岡一家。\n道中、紫音たちは安岡の最初の弟子、山村香太郎を思い出していた。\n紫音の将棋の才能を見出し、自身も才能に恵まれた山村だったが、名人への挑戦権を賭けた羽仁との対局中、急逝してしまった。\nまた、紫音は安岡の棋士としての苦難の歩みを知るのだった。"
                },
                "7": {
                    "ID": "363075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363075",
                    "TitleEnglish": "Playing Pieces",
                    "SummaryEnglish": "Shion and Nikaido have their first match as a demonstration of their abilities to Satoru, who wants to create an all new, unrestricted shogi tournament.",
                    "TitleJapanese": "遊び駒",
                    "SummaryJapanese": "羽仁の弟、悟の前で対局することになった紫音と沙織。\n悟の会社が新しいトーナメントのスポンサーになるにあたり、女流棋士の実力を見たいとの要望からだった。\n沙織は油断から手を誤り、形勢は紫音に大きく傾くが、悟が勝負を止める。沙織は己の未熟を屈辱に思い、棋士としての決意を新たにするのだった。\n後日、歩に興味を持った悟は、対局での指導を願い出る。悟の話に気を取られた歩は、形勢不利となるが……。"
                },
                "8": {
                    "ID": "363076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363076",
                    "TitleEnglish": "The Door to Dreams",
                    "SummaryEnglish": "Shion visits Ayumi's mother at the hospital, and later, she and Ayumi start to make plans for the upcoming tournament.",
                    "TitleJapanese": "夢への扉",
                    "SummaryJapanese": "羽仁の弟、悟の前で対局することになった紫音と沙織。\n紫音に歩、沙織、羽仁と悟も、安岡や神園などのベテランプロや無名の強豪アマも参加しての公平な対局は、何が起きてもおかしくない。\nトーナメントが始まり、紫音は予選一回戦に臨むが、連絡の取れない歩が気掛かりで……。"
                },
                "9": {
                    "ID": "363077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363077",
                    "TitleEnglish": "Master and Apprentice",
                    "SummaryEnglish": "Nikaido has a tough match in the tournament against Kamizono who also happens to be Ayumi's master. Kamizono however, is not at the best of his health.",
                    "TitleJapanese": "師弟",
                    "SummaryJapanese": "歩の母親の手術後の経過が良くない。不安がる歩を紫音は励まそうとする。\nトーナメント予選二回戦、歩は無事に勝利を収めたが、沙織の相手はあの「鬼の神園」九段だった。沙織は対局前から萎縮し、神園の気迫に飲まれてしまう。\n見かねた羽仁は、対局中にもかかわらず沙織に助言をする。神園は咎めるが、おかげで沙織は自分の将棋を取り戻し、勝負は拮抗していく。\nしかし、神園はこの勝負に並々ならぬ決意を抱いていた……。"
                },
                "10": {
                    "ID": "363078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363078",
                    "TitleEnglish": "Magic Spell",
                    "SummaryEnglish": "Shion's next opponent is a young prodigy who polished his skills in online matches, and learned from an anonymous source a way to leave her mind unstable.",
                    "TitleJapanese": "おまじない",
                    "SummaryJapanese": "トーナメント予選二回戦、紫音の相手は小学五年生のアマチュア、本間素生だ。\n一回戦で九段のプロをも負かした素生だが、紫音は冷静に捌いていく。\n劣勢を見て取った素生は、おまじないと称して額に「王」の字をなぞって見せる。紫音はとたんに恐怖し、将棋を指せなくなってしまう。\n紫音の両親が殺害された日、犯人が死んだ父親の額に王将の駒を置いたことを思い出していたのだ。それは、犯人しか知りえないことだった……。"
                },
                "11": {
                    "ID": "363079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363079",
                    "TitleEnglish": "Doubt",
                    "SummaryEnglish": "Shion received a threatening call from the murderer, and Hisatani gets himself in trouble when the police finds out that it was made from his cell phone.",
                    "TitleJapanese": "疑惑",
                    "SummaryJapanese": "紫音の携帯電話に、謎の人物から電話がかかってきた。恐怖する紫音。人物の言葉は、紫音に両親殺害の犯人を思い出させるものだった。\n次の日、久谷は帰宅途中、偶然に悟と幸子が一緒にいるところを見かける。二人のただならぬ雰囲気に、久谷は物陰に隠れてしまう。\n翌日、久谷はトーナメント予選三回戦だったが、昨夜のことが気にかかり、対局前なのに元気がない。心配した沙織は対局室を覗きに行くが・・・。"
                },
                "12": {
                    "ID": "363080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363080",
                    "TitleEnglish": "Reading the Fox",
                    "SummaryEnglish": "Shion, Ayumi and Nikaido prepare themselves as each one has a strong enemy to face in order to gain a place in the finals.",
                    "TitleJapanese": "狐の読み",
                    "SummaryJapanese": "トーナメント予選三回戦は、歩対安岡、沙織対羽仁、そして紫音の相手は悟だった。\n悟は意地の悪い揺さぶりをかけるが、紫音は迷わず自分の将棋を指す。紫音は対局の中で、悟が将棋を憎んでいると感じる。\n歩は女流ではない男性のプロ棋士を相手に、思うような将棋を指させてもらえない。\n沙織は羽仁名人との実戦に、先読みが利かないでいた。\nかつてない強敵を前に、三者三様に苦戦を強いられる……。"
                },
                "13": {
                    "ID": "363081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363081",
                    "TitleEnglish": "Two Sides of an Object",
                    "SummaryEnglish": "During Shion's match with Satoru, she starts to get a glimpse of his hostility towards her.",
                    "TitleJapanese": "表裏一体",
                    "SummaryJapanese": "悟の十字飛車が指され、紫音は窮地に追い込まれる。\n紫音の素直な指し筋は悟に読まれていたが、それでも紫音は最後まで自分の将棋を指そうとするのだった。\n一方トーナメント激戦の最中、紫音の靴紐が切り裂かれる事件が起こる。そこに古田が慌ててやって来る。\n紫音と悟の対局の棋譜が、血に濡れていたのだ……"
                },
                "14": {
                    "ID": "363082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363082",
                    "TitleEnglish": "Musical Challenge",
                    "SummaryEnglish": "Nikaido discovers Ayumi's secret, but decides to not expose him. Later the tournament's remaining contestants decide their opponents in the finals.",
                    "TitleJapanese": "挑戦の譜",
                    "SummaryJapanese": "羽仁を装った悟からのメールの指示で、沙織は歩の母を見舞いに行き、歩の正体を知ってしまう。しかし、沙織は歩の思いを知り、秘密を胸にしまっておくことにする。\nそんな折、トーナメント本戦の抽選会が開かれた。殺人事件の当事者として、大勢の報道陣の好奇の目に晒される中、紫音の初戦の相手が決まろうとしていた。"
                },
                "15": {
                    "ID": "363083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363083",
                    "TitleEnglish": "Time`s Answer",
                    "SummaryEnglish": "Shion's first opponent in the finals is none other than her foster father. During the long match, she eagerly looks for a way to defeat him, while he reminisces about the time when she became his apprentice.",
                    "TitleJapanese": "時の答え",
                    "SummaryJapanese": "紫音と安岡の対局が開始された。\n気迫を込めて戦う紫音だが、紫音の将棋をよく知る安岡に、自分の手を読まれ続けてしまう。劣勢となり弱気な態度が出る紫音に、安岡は黙したまま心の中で叱咤する。安岡の思いを受けた紫音は、今までと同じではない指し方を模索する。\n対局の中、紫音と安岡は、８年前に初めて対局した時のことを思い出していた。二人の戦いは、この時から始まっていたのだった。"
                },
                "16": {
                    "ID": "363084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363084",
                    "TitleEnglish": "The Heavenly Eye",
                    "SummaryEnglish": "Ayumi is devastated with the death of his mother, and looks for a reason to continue playing shogi before his match with Satoru.",
                    "TitleJapanese": "天眼",
                    "SummaryJapanese": "歩の母親が死んだ。\n将棋を指す理由を失くした歩に、羽仁は言い放つ。今のお前に、そんなものが要るのかと。\n新聞社の取材を受けていた紫音は、座右の銘を問われて、「天眼」と記す。それは、天にいる両親が見ていてくれるという思いのこもったものだった。 \n紫音の新聞記事を見た歩は、意を決して悟との対局に向かう……。"
                },
                "17": {
                    "ID": "363085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363085",
                    "TitleEnglish": "Mind Reading",
                    "SummaryEnglish": "Shion's got a chance to play against Satoru once more in the tournament's semi-finals, but during the match, he questions her about the night her parents were murdered, which brings up some memories she had long forgotten.",
                    "TitleJapanese": "読心",
                    "SummaryJapanese": "横山刑事たちは、死んだ悟の恋人・一美が、殺された紫音の両親と顔見知りだったこと、さらには安岡から将棋を習っていたことを付き止める。\n連絡の取れない歩を案じる紫音。その頃、歩は羽仁に師事していた。\n紫音と悟の再対決が開始される。悟はこれまで以上に紫音を挑発する。それは、紫音の両親が殺された時のことを、紫音に思い出させようとするかのように。\nそして紫音は、当時安岡から教わった将棋を思い出していくが……！"
                },
                "18": {
                    "ID": "363086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363086",
                    "TitleEnglish": "Halted Time",
                    "SummaryEnglish": "Shion and Satoru's match continues, while Hani-Meijin introduces Ayumi as his disciple.",
                    "TitleJapanese": "止まった時間",
                    "SummaryJapanese": "紫音は大切だったはずの記憶の間違いに気付き、衝撃を受ける。\n休憩時間に駆けつけた歩は紫音に、女流棋士を辞めて棋士を目指すことを告げる。いつかまた対局できる日が来るまで、お互い自分の将棋を指し続けようと語り、歩は去っていく。\n悟は羽仁が歩を弟子にしたこと、自分が隣にいないことに激昂する。そんな悟に羽仁は、お前は過去に囚われていると言い放つ。\n激しさを増す、紫音と悟の対局の行方は……。"
                },
                "19": {
                    "ID": "363087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363087",
                    "TitleEnglish": "Recalling Move",
                    "SummaryEnglish": "Satoru and Ayumi meet up and from the evidence figure out who the murderer is but are unsure of motive. In the mean time, the police are looking up Satoru after what he said to Shion after their match.",
                    "TitleJapanese": "甦る一手",
                    "SummaryJapanese": "悟は紫音に告げる、犯人を見つける手助けができるかもしれないと。 \n悟の発言を図れず、横山刑事たちは悟を疑うが、確証は得られないままだった。刑事たちは、紫音の両親殺害事件の翌日に死んだ、悟の恋人・一美の死因を調べ直す。\n悟もまた、一美の死因への疑いから、一人事件を追っていた。悟は、紫音の持っていた形見のネックレスが気に掛かっていた。\n真実を掴むため、悟は行動に出る……。"
                },
                "20": {
                    "ID": "363088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363088",
                    "TitleEnglish": "Demonic Murder",
                    "SummaryEnglish": "Shion starts remembering more things about the murder incident. Hani-Meijin and Shion play where they had left off 8 years ago.",
                    "TitleJapanese": "鬼殺し",
                    "SummaryJapanese": "悟以外に、羽仁も警察の捜査状況を調べていたことを知った横山刑事たち。\n横山は羽仁への疑惑を固め、事件当日の足取りを調査しはじめた。\n次の日のオープントーナメント決勝戦、警察が行方を追う中、悟はある場所へ向かっていた。\nその悟から不吉な連絡を受けた歩は、羽仁から留守番を申し付けられたにも関わらず、紫音のもとへ向かう。\nそれぞれの思惑を乗せ、紫音と羽仁の対局が開始する。"
                },
                "21": {
                    "ID": "363089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363089",
                    "TitleEnglish": "The True Criminal",
                    "SummaryEnglish": "Purposely goaded by Hani-Meijin, Shion fully remembers the incident. Meanwhile new evidence is found.",
                    "TitleJapanese": "真犯人",
                    "SummaryJapanese": "紫音と羽仁の対局序盤。\n強気の手を指しながらも、羽仁に翻弄される紫音。\n「駒の声を聞くんだ。耳を澄ませてごらん……紫音、駒が全部教えてくれる」\n羽仁の口から、紫音と犯人しか知ってるはずのない言葉が告げられる。\n対局が進むほど、過去に惑わされていく紫音。\n一方、横山刑事は八年前の事件翌日に行われた神園対羽仁のタイトル戦最終局の会場だった旅館に来ていた。 \n女将に対局前夜の様子を尋ねるのだった……。\nそして紫音には、その強さを見て取った羽仁が、本気の牙を剥こうとしていた！"
                },
                "22": {
                    "ID": "363090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shion-no-ou/episodes/363090",
                    "TitleEnglish": "Towards Tomorrow",
                    "SummaryEnglish": "The evidence is conclusive, Hani-Meijin is the killer of Shion's parent's and his younger brother's girlfriend. Despite this, the match goes on. Hani-Meijin confesses that he killed Shion's parents to raise up a competitor that would be strong enough to take him to new heights and claiming he \"raised her\", but to do so, he must win the match. However, Shion wins with a perfect defense. She regains her voice to tell Hani-Meijin that she is not a product of him, but her family and friends. Hani-Meijin is arrested and Shion is promoted to a 4-dan professional kishi. Ayumi is shown winning a match and also becoming a professional kishi. Nikaido announces her intentions to become one as well. The final scene shows Shion in a match as a 5-dan and having retained her voice.",
                    "TitleJapanese": "明日へ",
                    "SummaryJapanese": "八年前の事件をすべて思い出した紫音だったが、怯むことなく将棋を指し続ける。 \n歩、安岡たち、そして両親。\nいつも紫音を支えてくれていた人たちの思いを含め、皆に見守られる中で拮抗する紫音と羽仁の対局。\n紫音は今、互いをどこまでも高め合う羽仁との将棋で遥か高みを目指す。\n向かう先は、神か、鬼か……！？"
                }
            }
        }
    }
}