{
    "URL": "https://www.thetvdb.com/series/ashita-no-joe",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1690397/",
        "https://www.themoviedb.org/tv/25117"
    ],
    "TitleEnglish": "Tomorrow's Joe",
    "SummaryEnglish": "Joe, a teenage orphan in the slums of the Doya streets, meets Danpei, a homeless, alcoholic ex-boxing coach. Danpei, seeing Joe`s boxing talent, decides to train him. When Joe is sent to a terrible juvenile home for petty crimes, he meets Rikiishi who becomes his boxing rival. Danpei arrives at the home to help Joe to train in order to defeat Rikiishi. When Joe decides to seriously pursue boxing, Danpei cannot get a coaching license because of his reputation as a drunk.",
    "Aliases": [
        "Ashita no Joe",
        "Joe",
        "no",
        "Tomorrow's",
        "Tomorrow"
    ],
    "Modified": "2025-08-24",
    "Seasons": {
        "0": {
            "ID": "30384",
            "URL": "https://www.thetvdb.com/series/ashita-no-joe/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "2653411",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/ashita-no-joe/episodes/2653411",
                    "TitleEnglish": "Ashita no Joe (Movie)",
                    "SummaryEnglish": "An abridged remake of the first Ashita no Joe TV series, providing back-story for the second TV series to new fans who were not familiar with the first TV series or the manga. Joe Yabuki, a teenage orphan in the slums of the Doya streets, meets Danpei, a homeless, alcoholic ex-boxing coach. Danpei, seeing Joe's boxing talent, decides to train him. And then begins Joe Yabuki's boxing carreer, where he'll pass a time on a Juvenile Prison, find new rivals and pursue your new passion: boxing."
                },
                "2": {
                    "ID": "2653421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ashita-no-joe/episodes/2653421",
                    "TitleEnglish": "Aoyama Pilot",
                    "SummaryEnglish": "First pilot episode, and probably the 1st animated material ever produced for Ashita no Joe. This episode begins with a brief scene of Joe Vs Wolf then summarizing events of how Joe met Danpei & his current position in Juvy. The rest of the special highlights the key scenes of Joe Vs Aoyama."
                },
                "3": {
                    "ID": "4630724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ashita-no-joe/episodes/4630724",
                    "TitleEnglish": "Rikiishi Pilot",
                    "SummaryEnglish": "Second pilot episode, featuring a quick summary of Joe meeting Danpei & Rikiishi. Essentially, highlighting Joe's character & motivations to becoming a boxer."
                },
                "4": {
                    "ID": "4916235",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/ashita-no-joe/episodes/4916235",
                    "TitleEnglish": "Ashita no Joe 2 (Movie)",
                    "SummaryEnglish": "An abridged remake of the second Ashita no Joe TV series. Joe Yabuki is one of the most popular boxers in Japan, but a tragic accident on ring left Joe downhearted. However, even unable to put his past behind, Joe can't forget boxing either, and he tries to put itself back to your passion."
                },
                "5": {
                    "ID": "6418071",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/ashita-no-joe/episodes/6418071",
                    "TitleEnglish": "Tomorrow's Joe (2011)",
                    "SummaryEnglish": "Released from prison, an amateur boxer (Tomohisa Yamashita) challenges a champion (Yûsuke Iseya) to a fight."
                }
            }
        },
        "1": {
            "Episodes": {}
        },
        "2": {
            "Episodes": {}
        }
    }
}