{
    "URL": "https://www.thetvdb.com/series/kaiji",
    "Genres": [
        "Adaptation",
        "Psychological Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1202625/",
        "https://www.themoviedb.org/tv/42951"
    ],
    "TitleEnglish": "Kaiji",
    "SummaryEnglish": "Kaiji Itou is an apathetic loafer who becomes entangled in the very dangerous world of high-stakes gambling.",
    "Aliases": [
        "Kaiji: Ultimate Survivor",
        "Kaiji: Against All Rules"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "0": {
            "ID": "30386",
            "URL": "https://www.thetvdb.com/series/kaiji/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "6761009",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/6761009",
                    "TitleEnglish": "Kaiji: The Ultimate Gambler (Live Action)",
                    "SummaryEnglish": "Kaiji Ito moves to Japan after graduating from high school. Unable to find a job and frustrated with society at large, Kaiji spends his days gambling, vandalising cars, and drinking. Two years later and his life is no better. A debt collector named Endo arrives to collect payment. She then offers two choices to Kaiji: spend 10 years paying off his loan or board a gambling boat for one night to repay his debt and possibly make a whole lot more. Meanwhile, the unscrupulous Endo is actually conning Kaiji, believing he won't come back from his voyage. Kaiji is then up for the night of his life..."
                },
                "2": {
                    "ID": "6761012",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/6761012",
                    "TitleEnglish": "Kaiji 2 (Live Action)",
                    "SummaryEnglish": "Kaiji erased all of his debts in the first movie. A year later, he's back in the same debt ridden situation. Kaiji then gets a chance to clear himself of his 200 million Yen debt, but he has only 2 weeks."
                }
            }
        },
        "1": {
            "Episodes": {}
        },
        "2": {
            "ID": "461471",
            "URL": "https://www.thetvdb.com/series/kaiji/seasons/official/2",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "4062341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4062341",
                    "TitleEnglish": "Hell on Earth",
                    "SummaryEnglish": "Months after the events at the Starside Hotel, Kaiji runs into loan shark Endoh in a chance encounter. Kaiji is forced into labor in the Teiai Group's underground mines to pay his enormous debts. Workers are paid a slave's wage in scrip called Perica, making what amounts to ¥350 a day. Those who save up enough Perica are allowed a one-day furlough above ground. Kaiji resolves to do so, but is soon tempted by the foreman Otsuki."
                },
                "2": {
                    "ID": "4062351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4062351",
                    "TitleEnglish": "The Rules of the Game",
                    "SummaryEnglish": "Kaiji agrees to play Chinchirorin with the other workers and foreman Otsuki. Kaiji spends several rounds making small wagers to get a feel for the game. Dissatisfied with the small payout, Kaiji bets big- 3,000 Perica against the timid man Miyoshi."
                },
                "3": {
                    "ID": "4062361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4062361",
                    "TitleEnglish": "Shards of Fate",
                    "SummaryEnglish": "Kaiji loses his first bet of 3,000 Perica, but strengthens his resolve to fight. He continues to make bets of 3,000 Perica. After 40 minutes of gambling, he ups the ante and bets 5,000 Perica against foreman Otsuki and his lackey. They respond with enormous bets- each betting the house limit of 20,000 Perica."
                },
                "4": {
                    "ID": "4062371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4062371",
                    "TitleEnglish": "Path to the Counterattack",
                    "SummaryEnglish": "Weeks have passed since Kaiji's crushing loss on gambling night, and he finds himself in a cycle of debt with a group of five others, including Miyoshi. The group is referred to by the other workers as the \"45s\". With the help of Miyoshi, Kaiji discovers that the foreman's group is cheating. Kaiji rallies the 45s together to come up with a plan."
                },
                "5": {
                    "ID": "4062381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4062381",
                    "TitleEnglish": "Abuse and Endurance",
                    "SummaryEnglish": "While Kaiji is on medical duty, he meets the son of Ishida, Hiromitsu, who is also working underground for his debt, but blames his father for not bailing him out. Angrily Kaiji berates him for not accepting his own weaknesses. Later, Kaiji insults Ōtsuki who then makes life a misery for Kaiji and the Forty-fivers, but after three months they all return to full pay. Meanwhile, Kurosaki Yoshihiro, Tonegawa's replacement, observes Kaiji through CCTV. When the gambling night begins, Kaiji proposes no betting limit before he will join in and Ōtsuki accepts."
                },
                "6": {
                    "ID": "4062391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4062391",
                    "TitleEnglish": "The Storm Arrives",
                    "SummaryEnglish": "Kaiji and Ōtsuki prepare to face each other over cee-lo, each thinking they have an edge. For the first few matches, Kaiji does not bet over the old limit of 20,000 perica and everyone gets bored with Kaiji betting so little. On a challenge from Ōtsuki who must deal twice, Kaiji bets his entire 52,000 perica and signals the Forty-fivers who each bet 92,000 perica, for a total of 507,000 perica."
                },
                "7": {
                    "ID": "4062401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4062401",
                    "TitleEnglish": "The Magic Dice",
                    "SummaryEnglish": "When the foreman sees that the Forty-fivers have bet all their money, he suspects that Kaiji has discovered how he is cheating. A backstory is then shown of when Ōtsuki and his men started cheating after purchasing special dice without the 1, 2 or 3 dots. Back at the game, Ōtsuki is forced to play with normal dice, taking his chances, but then suspects that Kaiji does not know how he cheats, so on the final throw he uses his special dice. Suddenly, Kaiji grabs the dice before they stop rolling."
                },
                "8": {
                    "ID": "4062411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4062411",
                    "TitleEnglish": "Nemesis",
                    "SummaryEnglish": "Kaiji shows everyone that Ōtsuki is cheating by using his special dice. He then tricks the foreman into betting again while Kaiji and his group use their own \"special dice\", with a 1 on each side, and thus Ōtsuki is forced to pay 5 times the amount they bet, losing 2,535,000 perica in total. Just when Ōtsuki was about to give up for the night, Kaiji reminds him that he still has to deal one more time according to the rules. The Forty-fivers then bet all 3,042,000 perica against the dealer."
                },
                "9": {
                    "ID": "4062421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4062421",
                    "TitleEnglish": "Applause, and Then...",
                    "SummaryEnglish": "Kurosaki intervenes and tells Ōtsuki that he has no choice but to play, and in the end, he loses 18,252,000 perica which Kaiji splits equally between the Forty-fivers. Kaiji then asks Kurosaki to approve their requests for the one-day outside pass and he agrees. The Forty-fivers insist that Kaiji should keep the money and twenty one-day outside passes, leaving him with ¥800,000 (around US$7,800) to gamble for the team and pay off their debts. Now back in society above ground, Kaiji meets Sakazaki Kōtarō who is looking for a partner to win big in the illegal casinos. Kaiji accepts his offer, and is taken to an illegal casino where he sees a huge Pachinko machine called \"The Bog\". Each ball is worth 1,000 times more than normal and the jackpot is worth ¥550 million, more than enough to free Kaiji from debt."
                },
                "10": {
                    "ID": "4062431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4062431",
                    "TitleEnglish": "Last Gamble",
                    "SummaryEnglish": "When Kaiji is told there have only been two winners of the Bog, Hyōdō and Tonegawa, he realizes that the game must be rigged. He then agrees to work with Sakazaki for 10% of the possible ¥600 million payout from the Bog, however Sakazaki is secretive about the details of his plan which includes the machine's maintenance schedule. A day before their attempt to beat the Bog, Sakazaki appears with ¥50 million he 'borrowed' from the company president's safe where he works as a security guard. At the appointed day, Sakazaki commences to play the Bog."
                },
                "11": {
                    "ID": "4062441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4062441",
                    "TitleEnglish": "Cheers and Sighs",
                    "SummaryEnglish": "Sakazaki starts to play the Bog, using an initial ¥10 million, dropping balls onto the final holed plate, but they do not have enough momentum. During the game Kaiji successfully passes Sakazaki his pre-prepared magnetized beer can and he prepares to use it to increase the centrifugal force of a ball to make it drop through the winning hole. However the effect is insignificant, but Sakazaki continues, wagering another ¥10 million. Kaiji overhears the security men talk of a device to prevent anyone winning and Kaiji warns Sakazaki's to stop, but he is in a gambling frenzy and continues to play using the money he 'borrowed' from the company safe."
                },
                "12": {
                    "ID": "4062451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4062451",
                    "TitleEnglish": "Heaven's Fall, Man's Fall",
                    "SummaryEnglish": "Sakazaki ignores Kaiji's warning and continues sinking money into the Bog, while the casino manager gives instructions to initiate the 'block' which controls the flippers, stopping the balls descending into the winning zone. Although Sakazaki is close to winning he collapses and the casino manager, Ichijō Seiya, introduces himself and reveals that they are using brass balls today which are not affected by magnetism. They leave with a little more than ¥6 million after losing over ¥43 million in two hours. The next day, Kaiji spends hours back at the casino, staring at the machine, then goes to the staff room to cash in one ball he found, insulting Ichijō but also gathering information about the casino's operations."
                },
                "13": {
                    "ID": "4062461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4062461",
                    "TitleEnglish": "The Clue to Beat the Bog",
                    "SummaryEnglish": "Kaiji returns to the Sakazaki apartment, only to find it trashed and empty. Sakazaki has taken the last of his money to the race track. Kaiji's plan for revenge involves Sakazaki, so with a plan to beat the Bog, he tracks Sakazaki down at a Sapporo racetrack. Kaiji approaches Endō who is now broke but agrees to fund him, however it will cost ¥113 million including interest plus 50% of the winnings. Sakazaki violently objects but they end up agreeing to split the winnings three ways after costs."
                },
                "14": {
                    "ID": "5993724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/5993724",
                    "TitleEnglish": "The Survivor's Road",
                    "SummaryEnglish": "From his descent into the underground hell to his first encounter with the Bog and Ichijou, relive Kaiji's journey and see just how far he has left to go."
                },
                "15": {
                    "ID": "4130606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4130606",
                    "TitleEnglish": "All-in Bluff",
                    "SummaryEnglish": "Sakazaki enters the casino to challenge the Bog again, dressed as a Komusō monk. He plays the machine, quickly losing his stake of ¥6 million, then attacks and damages it. Ichijō is suspicious of his behavior and realizes that it is a distraction and rushes to his office to find Kaiji there. Ichijō has Sakazaki beaten up and Kaiji tortured, then they are thrown out into the street. Days later, the Bog is repaired and operational again. It is Kaiji's final day on the surface and he arrives at the casino to challenge the unbeatable Pachinko machine."
                },
                "16": {
                    "ID": "4145135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4145135",
                    "TitleEnglish": "The Battle Begins",
                    "SummaryEnglish": "On Kaiji's last day above ground, he challenges the Bog and Kurosaki warns Ichijō that Kaiji must have a plan, and Ichijō's reputation is on the line. Kaiji starts playing and more balls than expected drop between the pins and Ichijō is suspicious. It takes him some time to realize that Kaiji somehow entered the staff room and doctored the setting gauges for adjusting the pins so they were set wider apart. Panicking, Ichijō has the 'block' turned on, directing the balls away from the winning path."
                },
                "17": {
                    "ID": "4145136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4145136",
                    "TitleEnglish": "Fruitless Achievement",
                    "SummaryEnglish": "Kaiji plays on even though it appears the chances of winning are zero. Meanwhile, Ichijō receives a request to send a live CCTV feed to the Teiai underground forced labor camp and to Hyōdō. Kaiji continues to play, even after losing ¥20 million in what seems a pointless exercise."
                },
                "18": {
                    "ID": "4149345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4149345",
                    "TitleEnglish": "Iron Gate",
                    "SummaryEnglish": "Kaiji continues to play, with every ball deflected by the flippers until one ball makes it through to the plates below, the flipper rods bent because the replacement rods installed after Sakazaki smashed the machine were modified by Kaiji. Ichijō starts to panic and then receives a phone call from Hyōdō telling him to let the game continue and not bring the corporation into disrepute, under penalty of death. Ichijō now relies on his three rigged bottom plates to foil Kaiji's chances of winning."
                },
                "19": {
                    "ID": "4160183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4160183",
                    "TitleEnglish": "Trajectory of a Miracle",
                    "SummaryEnglish": "Kaiji has only ¥20 million left to try and beat the Bog, however he is confident as he is aware of how the three bottom plates are rigged. He explained this to Sakazaki when they were at the racetrack. Slowly Ichijō comes to realize that Kaiji managed to not only tilt the machine to increase his odds of winning, but also create a slightly favorable tilt on the casino building. Unbeknownst to him, Kaiji's group had poured 20 tons of water into plastic tanks in a room on one side of the casino building, causing it to subside slightly on that side."
                },
                "20": {
                    "ID": "4160184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4160184",
                    "TitleEnglish": "The Difference in Destiny",
                    "SummaryEnglish": "Kaiji's improbable idea of tilting the building to tilt the Bog pays off, and he gets closer to winning with more balls dropping onto the third and final plate. Ichijō contemplates the consequences of losing everything he has and tilts the machine again in the same direction to prevent balls reaching the third plate as Kaiji uses his last ¥10 million."
                },
                "21": {
                    "ID": "4162257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4162257",
                    "TitleEnglish": "Certain Victory",
                    "SummaryEnglish": "Kaiji plays on, but he is on the verge of defeat, having lost all his money. He convinces Endō to lend him his last ¥10 million against his better judgement, but at an exorbitant interest rate, and Kaiji returns to the machine for a final assault."
                },
                "22": {
                    "ID": "4162258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4162258",
                    "TitleEnglish": "Money's Influence",
                    "SummaryEnglish": "Kaiji commences to play with the last ¥10 million he borrowed from Endō for a final assault, unaware that Ichijō has tilted the machine in the same direction that Kaiji's group tilted the building, thus creating an almost insurmountable tilt on the first two plates. When half of the money is gone, Ichijō gloats to Kaiji that he can never win, but Kaiji says that he knows about the tilt. As the crowd watches, Kaiji tapes three ¥10,000 bills to the glass, hiding the three plates. In frustration, Ichijō rips them off to see a number of balls circulating on the plates because the losing holes have become clogged with balls which are unable to exit the machine. This increases Kaiji's probability of winning, however they still do not drop into the winning hole."
                },
                "23": {
                    "ID": "4162259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4162259",
                    "TitleEnglish": "A Precarious Situation",
                    "SummaryEnglish": "Kaiji realizes too late that the lean they created in the building also tilts slightly to the left, possibly eliminating his chances of a ball dropping into the rear winning hole. Also, with Ichijō now tilting the machine back to the front, the clogged balls may soon drop out. He is now in a race against time before the money runs out. Finally, two balls head for the winning hole, but unfortunately knock each other away."
                },
                "24": {
                    "ID": "4179070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4179070",
                    "TitleEnglish": "Wandering Silver Balls",
                    "SummaryEnglish": "Kaiji continues to play until the losing holes on even the third plate are blocked; however, Ichijō has the final weapon – air jets around the winning hole to deflect the balls. In the hushed silence, Kaiji hears the sound of hissing air and deduces what Ichijō has done. As Kaiji runs out of balls to play, the Teiai security men in black arrive to take him back underground. Kaiji proposes calling it a draw to Ichijō who refuses, forcing Kaiji to play his remaining balls and pray for a miracle."
                },
                "25": {
                    "ID": "4179071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4179071",
                    "TitleEnglish": "Tears of Resentment",
                    "SummaryEnglish": "Even with the plates filled to the brim with silver balls, Ichijō's secret weapon, the Curtain of Wind, prevents Kaiji from winning and Kaiji has run out of money. As he is dragged away, Sakazaki appears swearing vengeance on the machine, and gives Kaiji another ¥10 million which he again 'borrowed' from the company safe. Kaiji starts playing again with renewed vigor. The bottom plate is now awash with balls, but none can pass the curtain of wind around the winning hole. The machine appears to groan, and with the plate overflowing with balls, some cascade down the winning hole. Horrified that Kaiji won, Hyōdō sentences Ichijō to 1,050 years underground."
                },
                "26": {
                    "ID": "4469686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kaiji/episodes/4469686",
                    "TitleEnglish": "A Future For Us...",
                    "SummaryEnglish": "As Ichijō is removed by the men in black, Kaiji tells him to fight his way back to the surface for a rematch. Meanwhile, Kaiji's friends cash in the balls he won for a total of over ¥729 million. Kaiji, Sakazaki and Endō settle their debts and split the remainder for almost ¥190 million each, from which Kaiji must pay back his friends in the underground labor camp. However, during a night of drinking and celebration, Endō drugs the other two and extracts his cut of Kaiji's money for the extortionate interest he charged for the last ¥10 million that he lent him, leaving Kaiji just over ¥61 million. The next day, the men in black arrive to pick up the money from Kaiji and free his underground friends, including the son of Ishida. However, on the day the Forty-fivers arrive on the surface, Kaiji is too ashamed to meet them because he lost his remaining money on a pachinko machine. Taking pity, one of the men in black lends him some money to celebrate with them."
                }
            }
        }
    }
}