{
    "URL": "https://www.thetvdb.com/series/shugo-chara",
    "Genres": [
        "Animation",
        "Anime",
        "Children",
        "Comedy",
        "Family",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1133480/",
        "https://www.themoviedb.org/tv/14451"
    ],
    "TitleEnglish": "Shugo Chara!",
    "SummaryEnglish": "Based on a shoujo manga by PEACH-PIT, serialised in Nakayoshi. Everybody at Seiyo Elementary thinks that stylish and super cool Hinamori Amu has it all: But nobody knows the real Amu, a shy girl who wishes she had the courage to truly be herself. Changing Amu’s life is going to take more than wishes and dreams–it’s going to take a little magic! One morning, Amu finds a surprise in her bed: three strange little eggs. Each egg contains a Guardian Character, an angel-like being who can give her the power to be someone new. With the help of her Guardian Characters, Amu is about to discover that her true self is even more amazing than she ever dreamed.",
    "Aliases": [],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "30918",
            "URL": "https://www.thetvdb.com/series/shugo-chara/seasons/official/1",
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "354192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/354192",
                    "TitleEnglish": "A Guardian Character is Born!",
                    "SummaryEnglish": "People view Amu Hinamori as a \"cool and spicy\" girl; she is actually timid and easily scared. When she wishes to have the courage to show her \"true\" self, she discovers three colorful eggs -red, blue, and green- in her bed. At school, the eggs draw the attention of Tadase Hotori, the most popular boy in school, who Amu has a crush on."
                },
                "2": {
                    "ID": "354193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/354193",
                    "TitleEnglish": "The Heart's Egg!",
                    "SummaryEnglish": "Nadeshiko Fujisaki, queen of the school, invites Amu to tea at the Royal Garden, where she'd meet the Student Council Guardians. However, during P.E. class, the blue egg begins to hatch, and its' Guardian Character runs away!"
                },
                "3": {
                    "ID": "354194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/354194",
                    "TitleEnglish": "Flaky and Fluffy, Leave it to Su!",
                    "SummaryEnglish": "Nadeshiko tells Amu that the two should become friends, but Amu sees it as a trick to get her to join the Guardians. Ikuto Tsukiyomi, the mysterious stranger from last time, interrupts the two and attempts to steal the last of Amu's eggs."
                },
                "4": {
                    "ID": "354195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/354195",
                    "TitleEnglish": "I'm the Joker!?",
                    "SummaryEnglish": "Amu joins the Guardians as \"The Joker\", much to her dismay, and they inform her about the mysterious X Eggs. Ikuto tries to make amends with Amu. A mysterious new teacher named Yuu Nikaidou joins Amu's class."
                },
                "5": {
                    "ID": "354196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/354196",
                    "TitleEnglish": "Shoot! Defeat the X Character!",
                    "SummaryEnglish": "Amu and Nadeshiko attend Kukai's soccer team practice. One of Kukai's friends, Yamada, is deeply upset when the coach announces he didn't make it to the team. Nikaidou takes advantage of Yamada's feelings and extracts Yamada's Heart's Egg, turning it into an X Egg."
                },
                "6": {
                    "ID": "354197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/354197",
                    "TitleEnglish": "Character Transformation! Amulet Spade!",
                    "SummaryEnglish": "Amu accompanies Yaya to the guardian's ballet class. During practice, the class's prima Maika Himekawa sprains her ankle and Yaya is chosen to be Maika's stand-in for the upcoming performance. Meanwhile, Nikaidou meets with Ikuto on the street and informs him that that Maika's egg may be the Embryo, but if it is not, Ikuto will need to clean up."
                },
                "7": {
                    "ID": "354198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/354198",
                    "TitleEnglish": "The Small Egg!",
                    "SummaryEnglish": "Amu takes her little sister, Ami, with her to a guardian meeting. While the Guardians hold their meeting, the Guardian Characters play with Ami and find a treasure map to a magical egg protected by a dragon."
                },
                "8": {
                    "ID": "354199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/354199",
                    "TitleEnglish": "I've Fallen in Love with Your Eyes!",
                    "SummaryEnglish": "Amu encounters Misaki Watarai, an energetic girl who is also in love with Tadase. After Saaya Yamabuki, head of Tadase's fan club, chides Misaki for Misaki's energetic personality and misunderstanding Tadase's conversation with Nadeshiko, Misaki becomes heartbroken and Nikaidou extracts Misaki's egg, but it hatches into an X Character."
                },
                "9": {
                    "ID": "354200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/354200",
                    "TitleEnglish": "The Seven Wonders of the Fujisaki Family!?",
                    "SummaryEnglish": "Nadeshiko invites Amu to a sleep over so that the two can get to know each other better. But in order to keep Ami home, Amu makes up a story about the Seven Mysteries of the Fujisaki house. As Amu arrives at Nadeshiko's home, she begins to believe her own story. Amu and Nadeshiko enjoy their time together, but after Amu takes her bath, she gets lost inside the house. Meanwhile, the Guardian Characters chase a mouse and the ruckus they make terrifies Amu. At night, Amu attempts to sneak out, but she gets lost again. Amu comes across the dance hall where Nadeshiko is practicing for an upcoming performance and Amu thinks that she has failed as a friend for being selfish. However, the housekeeper informs Amu that this was not true. The next morning, Amu is happy that her first sleepover was with Nadeshiko."
                },
                "10": {
                    "ID": "354201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/354201",
                    "TitleEnglish": "Character Transformation! Amulet Clover!",
                    "SummaryEnglish": "Ami wants to decorate a Christmas tree with Amu, so after school, Amu and the Guardians shop for decorations. As the group leaves the store, Yoru steals Su's decoration and Su is separated from the rest of the group. Amu, Ran, and Miki search for Su, but eventually call it a night. Meanwhile, Su befriends a white shaggy puppy who is also lost. The next day, Amu and the Guardians search for Su. Su and the puppy come across an X Egg and the two chase after it. However, Ikuto catches the egg and is about to break before Su prevents him by taking the egg. Utau Hoshina interrupts the confrontation and uses a Character Change to take the egg back from Su. But before Utau can break it, Amu arrives. Amu does a Character Transformation with Su, becoming Amulet Clover and purifies the egg."
                },
                "11": {
                    "ID": "354202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/354202",
                    "TitleEnglish": "Snow Mountain Holiday!",
                    "SummaryEnglish": "The Guardians go to a winter training camp and stay with Kukai's grandfather, who is the priest at a temple near a ski resort. The Guardians enter a snow-sculpting contest, each building a part of a castle. However, Amu becomes discouraged with her gate. When Amu asks Miki to do a Character Change, Miki refuses. On the way back to the temple, Amu asks Tadase about the person he said he already liked when he rejected her. Tadase explains that he was referring to his family's dog. Nevertheless, Tadase confesses that he has come to like Amu's alter ego, Amulet Heart. That night, Amu becomes depressed that Tadase likes Amulet Heart, but that Amulet Heart is not her. Ran reminds Amu that Amulet Heart is Amu's would-be self and that Amulet Heart exists within Amu. Amu then becomes determined to work towards becoming her would-be selves."
                },
                "12": {
                    "ID": "354203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/354203",
                    "TitleEnglish": "A Sad Christmas Eve!",
                    "SummaryEnglish": "Amu goes shopping with Nadeshiko and Yaya for a Christmas party. When Amu sees a music video by Utau, Yaya informs Amu that Utau is a new idol singer. Elsewhere, Utau is practicing her performance, but when she becomes disheartened, her manager, Yukari Sanjo, brings up Ikuto. Utau is then determined to work harder. As Amu hurriedly runs home, she comes to a park where different groups are performing music. Amu hears a sorrowful melody and when she follows it, she discovers that it is Ikuto playing his violin. After the Guardian's Christmas party the next day, Amu returns home. However, the Guardian Characters feel the presence of X Eggs. They return to the park and find that everyone's eggs have been extracted en masse and have turn into X Eggs. In the middle of them stood Ikuto who disappears in a burst of wind along with the eggs."
                },
                "13": {
                    "ID": "354204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/354204",
                    "TitleEnglish": "Big Trouble! New Year's Live!",
                    "SummaryEnglish": "Amu and the Guardians go to a live New Year's concert where Utau will be performing. While waiting, the Guardians realize that the Easter Company is the sponsor of the concert. Amu also sees Ikuto and follows him into a back area where she inadvertently overhears a conversation between Nikaidou, Yukari, and another person discussing the events that took place on Christmas Eve. As the concert begins, everything is going well until Utau sprouts tiny batwings and four X Eggs appear. The concert ends when part of the scaffolding above the stage falls due to the shenanigans of the Guardian Characters. Amu transforms into Amulet Heart and purifies the X Eggs, but not before Ikuto Character Transforms into Black Lynx and shatters one of the eggs. Amu learns what happens when someone's Heart's Egg is destroyed."
                },
                "14": {
                    "ID": "354205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/354205",
                    "TitleEnglish": "A Shugo Chara on a Ski Slope!? Snoppe Appears!",
                    "SummaryEnglish": "The fifth and sixth graders are being taught how to snowboard by a top snowboarder in Japan, 11-year-old Mifuyu Torii. Amu's Guardian Characters detect that Mifuyu is about to create a powerful Heart's Egg, which also doesn't go unnoticed by Nikaidou. That evening, Mifuyu is about to compete in the preliminaries for a snowboarding competition. However, she becomes scared. When Mifuyu wishes to become brave and break her habit of becoming frightened before competing, her Guardian Egg appears and Snoppe hatches from it. With Snoppe's help, Mifuyu is able to compete calmly in the preliminaries. Nikaidou sees Snoppe and realizes that Guardian Characters are born from powerful Heart's Eggs. Attempting to harness that power, he confronts Mifuyu and causes her to begin to doubt herself. These negative emotions cause Snoppe to turn into an X Egg and Nikaidou quietly makes off with it."
                },
                "15": {
                    "ID": "354206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/354206",
                    "TitleEnglish": "Big Battle at the Snowfield! Save Snoppe!",
                    "SummaryEnglish": "The Guardians learn that Snoppe is missing and set out in search for her. However, there is not much time left before Mifuyu competes. Meanwhile, Nikaidou analyzes Mifuyu's X Egg in a remote cabin, but is interrupted by Suzuki, Amu's admirer. Later, Amu nearly runs into Suzuki and brings him back to the resort where he tells the Guardians about the egg he saw. The Guardians find the cabin, but Nikaidou is alerted to their presence. However, as he slips off, Amu catches a glimpse of him. When the guardians enter the cabin, Snoppe hatches from the egg as an X Character. Amu and Ran transform into Amulet Heart and purify Snoppe. Snoppe returns to Mifuyu and the two are finally able to compete and win the competition. As the group returns home, Amu begins to suspect that Nikaidou is the one creating the X Eggs."
                },
                "16": {
                    "ID": "354207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/354207",
                    "TitleEnglish": "One, Two, Three. Heart's Magic!",
                    "SummaryEnglish": "The Guardians meet with child magician Zero, who is also fourth-grade student at the school named Takuya Nakagura. Takuya tells the Guardians about how he loves performing magic. However, as he became more popular, his manager did not want Takuya to perform real magic on stage, instead relying on CG effects. To help, the Guardians organize a magic show where Takuya performs under an alias. After the performance, Takuya talks about an imaginary friend named Zero, who turns out to be his Guardian Character. Amu also confides her suspicions about Nikaidou with the other Guardians. At the studio, Takuya learns that he has been fired, and Nikaidou attempts to turn Zero into an X Egg. The guardians arrive at the studio just in time to see Nikaidou leave, but Zero has already become an X Character. Amu does a Character Transformation with Miki, becoming Amulet Spade and purifies Zero."
                },
                "17": {
                    "ID": "354208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/354208",
                    "TitleEnglish": "Speech Contest in the Nick of Time!",
                    "SummaryEnglish": "Nikaidou plans to use the next X Egg to create the Embryo and selects Kukai as his next target. Meanwhile, Amu is selected as the speech contest representative. The other Guardians lend their aid, but Saaya grows jealous when she sees Kukai and Tadase help Amu. Nikaidou takes advantage of Saaya's jealously and manipulates Saaya into giving Kukai false information about how Tadase was gossiping about Kukai. Soon after, the two guardians are in an argument and Daichi returns to his egg. However, the arguing is a ruse by Kukai and Tadase to bring Nikaidou out into the open. Amu transforms into Amulet Heart and uses the Heart Rod for the first time to stop Nikaidou, but is unsuccessful. Nikaidou escapes, but he tears up Amu's speech manuscript in the process. However, Amu is able to give an extremely short improv speech on friendship and wins the contest."
                },
                "18": {
                    "ID": "354209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/354209",
                    "TitleEnglish": "Happy, Embarrassing First Date!",
                    "SummaryEnglish": "Tadase invites the other Guardians to an aquarium, however, only Amu is able to go. Amu begins to panic as the trip turns into a date with Tadase but she eventually calms down. As Tadase is about to tell Amu something important, they are interrupted by a little girl who quickly become attached to Tadase. As Amu and Tadase wonder what to do with the little girl, they spot an X Egg floating above the crowd. The egg takes off and Amu chases after it, but the little girl keeps Tadase from following. As Amu is about to catch the egg, she runs into Yoru who is carrying the Dumpty Key. Yoru tells Amu about the Dumpty Key, but the X Egg swoops in and steals the key. Ikuto arrives and chases after the egg with Amu, as Amulet Heart, following. Working together, they finally purify the egg."
                },
                "19": {
                    "ID": "354210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/354210",
                    "TitleEnglish": "Papa and Mama's Reminiscence",
                    "SummaryEnglish": "On the way home from a park, Amu's parents get into an argument about when they first went on a date. Eventually, they make up, but when they search for the photo Amu's father took when he first met with Amu's mother, they discover that it was missing. Amu's parents get into another argument because Amu's father placed the photo in a bird magazine and Amu's mother donated the magazine to a bazaar. With the help of Nadeshiko and Yaya, Amu searches the bazaar for the magazine and eventually finds it. However, Yoru steals the magazine thinking it contains a clue about the Embryo. Amu chases after Yoru in order to get the picture back, but the picture is torn in the process. Amu and Su transforms into Amulet Clover and use Remake Honey to repair the picture and a broken clock."
                },
                "20": {
                    "ID": "354211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/354211",
                    "TitleEnglish": "A Present For You!",
                    "SummaryEnglish": "Kukai introduces Amu, Nadeshiko, and Yaya to his childhood friend, Sion. Sion is an aspiring pianist and will be leaving town soon to challenge her skills. On the way home from School, Kukai runs into Sion as she searches for a four-leaf clover. The next day, Amu encounters Kukai at a mall as he looks for a farewell gift for Sion. While they look for a gift, the two Guardians run into Sion. Meanwhile, Utau puts on a concert at the mall, and several X Eggs are extracted from the crowd, including Sion's. Amu runs into Utau and meets with Utau's Guardian Character, Il, while Kukai is busy rounding up the eggs. Amu finds Kukai and Character Transforms into Amulet Spade to cleanse the eggs. Just before Sion leaves for her studies, Kukai arrives and gives Sion her farewell gift, a four-leaf clover."
                },
                "21": {
                    "ID": "412193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412193",
                    "TitleEnglish": "Kidnapping of Shugo Charas!",
                    "SummaryEnglish": "Amu is home alone while her parents go to Ami's school play. Her parents ask her to sign for a crab, that was sent by her grandmother. After a bad encounter with the crab where Miki is caught, Amu goes to meet her parents at a French restaurant. Because Miki is pouting, Amu decides to leave the three at the front of the restaurant. However, Nikaidou steals them. Thinking that they ran away, Amu searches for the Guardian Characters. While searching, she encounters Yoru, who tells Amu that he and Ikuto saw Nikaidou steal Amu's Guardian Characters. Yoru takes Amu to Nikaidou's place, but he leads her through all of the weird cat trails. Amu almost falls off a tall wall, but Ikuto saves her and takes her to confront Nikaidou. Nikaidou is too powerful and he gets away while Ikuto protects her from Nikaidou's powerful X Egg magic."
                },
                "22": {
                    "ID": "412194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412194",
                    "TitleEnglish": "Shugo Charas Rescue Mission!",
                    "SummaryEnglish": "The Guardians offer to help Amu find her eggs. They run into Utau and Saeki Nobuko, the spiritualist, along the way. Saeki can see the Guardian Characters and is at first frightened by them. However, she agrees to help the Guardians in their search. Utau also comes along because she does not like Nikaidou methods. Saeki drives like a maniac and eventually finds Nikaidou. As the Guardians confront Nikaidou, Utau's manager, Yukari Sanjo, appears and scolds her, asking if Utau is fine with whatever happens to Ikuto. Utau Character Transforms with Il, becoming Lunatic Charm, and attacks the Guardians. Ikuto comes to help and Utau de-transforms upon seeing him. After a struggle, Ran and Miki are freed, but Su is still with Nikaidou. Nikaidou makes a deal with Amu: he will give her a chance to get Su back, but she has to come get Su from his laboratory."
                },
                "23": {
                    "ID": "412195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412195",
                    "TitleEnglish": "Remake Honey! My Would Be Self!",
                    "SummaryEnglish": "While awaiting Amu to arrive, Su convinces Nikaidou to let her clean up the messy laboratory and make a fresh cup of coffee. While cleaning, Su discovers an old photo of Nikaidou when he was a boy and his mentor. Nikaidou recalls his dream of being a robotics professor and when his own Guardian Egg appeared. However, Nikaidou gave up his dream when his mentor retired due to his wife's illness and Nikaidou's Guardian Egg was broken. Amu arrives at the laboratory, fights a bunch of robots, rescues Su, and purifies all of the X Eggs that Nikaidou had collected. Nikaidou's Guardian Egg reappears and his Guardian Character hatches. The Guardian Character greets Nikaidou, then disappears. Su tells Nikaidou that his \"would-be self\" can be renewed as many times as needed. Nikaidou stops working for Easter and discovers his mentor did not give up on his dream either."
                },
                "24": {
                    "ID": "412196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412196",
                    "TitleEnglish": "Sketch of Heart!",
                    "SummaryEnglish": "Amu's class is assigned to draw a composition about their favorite place at school. Amu also learns that Nikaidou has returned to the school as an actual teacher. As she visits various locations around the school, Amu reflects back to the events since her Guardian Characters appeared. When Amu turns in her composition, it is of the other Guardians sitting around the table at the Royal Garden."
                },
                "25": {
                    "ID": "412197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412197",
                    "TitleEnglish": "Nadeshiko! Farewell, though it's Spring!?",
                    "SummaryEnglish": "Nadeshiko tells the Guardians that she will be leaving for England soon. Meanwhile, Amu is having trouble deciding whether she is in love with Kukai, Tadase, or Ikuto. Amu goes to the Royal Garden to ask Nadeshiko for advice, but finds Nadeshiko is not there. Amu then goes to Nadeshiko's home where she encounters a boy named Nagihiko, who claims he is Nadeshiko's older twin brother. Nagihiko runs off with Amu and takes her for a walk in a park. The two eventually visit a shrine where one can pray to have true love with their loved ones and get matching charms. The two eventually part company. When Nagihiko arrives home, he dresses up as a female and is revealed to be Nadeshiko. It is the Fujisaki family's tradition for the males to be raised as females as part of their dance training. Amu later learns that Nadeshiko is leaving."
                },
                "26": {
                    "ID": "412198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412198",
                    "TitleEnglish": "New Beginning!",
                    "SummaryEnglish": "The school year ends, but Amu is depressed because Nadeshiko has left and Kukai will be graduating. To help cheer her up, Kukai teaches Amu a new move for Amulet Heart. Later that night, Ikuto wanders the streets and gets into a fight with two guys who were harassing two girls. Amu is also out shopping to cheer herself up, but she overhears the two girls as they escaped, talking about a guy with cat-like reflexes. Worrying if it was Ikuto, Amu searches and finds him in an alleyway. After Amu tries to treat his wounds and gets teased in return, Ikuto leads Amu home. Along the way, they stop at an amusement park that will be torn down soon. After riding several of the rides by herself and with the Guardian Characters, Amu finally gets Ikuto on a tea-cup ride where the two share a heart to heart moment."
                },
                "27": {
                    "ID": "412199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412199",
                    "TitleEnglish": "The Fourth Guardian Egg",
                    "SummaryEnglish": "A new school year begins and Amu wakes up to find a yellow Guardian Egg with a diamond pattern in her bed. Meanwhile, Utau steals more Heart's Eggs during a concert. This results in an argument between Il and Utau's second Guardian Character, El, causing El to fly away. Amu is excited that she and Tadase will be in the same class, but being in a new class makes her nervous. The class gets excited over a transfer student, Rima Mashiro. Ran, Miki, and Su sense another Guardian Character coming from Rima. However, when Amu's unsuccessfully attempts to become friends with Rima, a rivalry between the boys, who support Rima, and the girls, who support Amu, breaks out. The rest of the day fares no better as Amu has trouble capturing an X Egg, nearly hitting Yaya in the process. Amu becomes depressed, and her fourth Guardian Egg turns into an X Egg."
                },
                "28": {
                    "ID": "412200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412200",
                    "TitleEnglish": "Joker Disqualification? New Guardians Appear!",
                    "SummaryEnglish": "Amu tries to catch her X Egg, however she literally bumps into El and takes El home. The next day, the new Guardians are announced. Rima is the new Queen's Chair and Kairi Sanjo is the new Jack's Chair. The new Guardians introduce themselves, but things starts off roughly and Amu is unable to tell anyone about the diamond egg. To deal with the rise in X Eggs, Tadase decides that the other guardians will help Amu by splitting up into teams and search for them. Amu is first paired with Rima and the two eventually find an X Egg. However, Amu is unable to capture it. Rima and her Guardian Character, Kusukusu, Character Transforms and become Clown Drop. Instead of purifying the egg, they destroy it. Amu becomes upset with Rima even though Rima does not understand why. Meanwhile, Ran and El talk about what happened between El and Utau."
                },
                "29": {
                    "ID": "412201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412201",
                    "TitleEnglish": "Character Transformation!? Amulet Angel!",
                    "SummaryEnglish": "Kukai comes back to visit the Guardians. He notices that Amu is feeling down, so he decides to ask her what is wrong. As they talk, they encounter Utau. Utau shows Amu that she has Amu's diamond egg. Utau tries to goad Amu into a fight, but Amu refuses. With the power of the Humpty Lock, El does a Character Transformation with Amu, becoming Amulet Angel, and Kukai does a Character Transformation with Daichi, becoming Sky Jack. Diamond hatches from her X-egg and does a Character Transformation with Utau, becoming Dark Jewel. Nevertheless, Amu's and Utau's Character Transformations do not last long and they are both exhausted. Ikuto appears and apologizes to Amu for Utau's actions. Utau becomes furious that Ikuto is taking Amu's side and forcefully kisses him twice. Ikuto gets angry, and tells Utau to stop because they are siblings, to the surprise of Amu and Kukai."
                },
                "30": {
                    "ID": "412202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412202",
                    "TitleEnglish": "Class Star VS Class Moon! Cheerleader Great Activity!",
                    "SummaryEnglish": "The Guardians attempt to capture an X Egg, but Rima destroys it instead. Amu scolds Rima for not following the plan, but Rima thinks that Amu's methods are foolish. The next day, the Star and Moon classes are competing against each other in an athletic festival. Rima sits out since she does not see the point in getting all sweaty. When a girl in the Star Class is injured, Amu convinces Rima to take her place. However, Rima still does not want to participate. Another X Egg appears and Amu transforms into Amulet Heart and chases after it. Amu chases the X Egg out onto the athletic field in front of the entire school. Fortunately, everyone mistakes it for a cheerleading routine, and Amu purifies the egg, to the amazement of Rima. After the festival, Kairi informs his sister, Yukari Sanjo, about the events."
                },
                "31": {
                    "ID": "412203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412203",
                    "TitleEnglish": "Pretty Baby☆Great Tumult!",
                    "SummaryEnglish": "Yaya convinces the Guardians to hold a special meeting at her house. It turns out that Yaya just wanted the Guardians to help babysit her baby brother, Tsubasa, because she does not want to. Yaya is jealous of her brother because he is always the center of attention instead of her. When Utau becomes the suspect in the rise of X Eggs, El interrupts the meeting. Amu tries to explain about El and her fourth egg, but Tsubasa begins to cry. Amu is the only one who knows how to take care of a baby. As the group is about to leave, Yaya discovers that Tsubasa is running a fever and become frantic. She rushes him to a doctor who gives Tsubasa some medicine to bring down the fever. Afterwards, the doctor compliments Yaya for being a big sister. Later, Amu finally tells the Guardians about her egg."
                },
                "32": {
                    "ID": "412204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412204",
                    "TitleEnglish": "Lonely Queen!",
                    "SummaryEnglish": "When Rima gets stuck with organizing the class's book collection, Amu stays behind to help out. Rima asks Amu to call her by her first name, and vice versa. While cleaning, Amu finds a popular gag comic, which Rima grabs and speedily reads. As she reads, Rima does a Character Change and cracks a joke in front of Amu. Embarrassed, Rima tells Amu not to tell anyone that she loves gag comics. Amu runs into Kairi and learns that Rima was nearly kidnapped before and there was a dispute between her parents. The next day, Rima accidentally Character Changes and cracks a joke in front of the entire class. Afterwards, Rima runs out of classroom and Amu chases after her. Amu tells Rima that a similar incident happened to her, referring to Amu's first Character Change. The two girls have a heart to heart and become best friends."
                },
                "33": {
                    "ID": "412205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412205",
                    "TitleEnglish": "Can't Help Falling in Love!",
                    "SummaryEnglish": "Tadase and Amu go shopping together as Kairi follows them in order to spy on Amu. Amu sees a bracelet that she likes, but Tadase buys Amu a black heart-shaped barrette. Tadase buys himself and Amu ice cream, but Amu's ice cream drips onto her skirt and he runs off to go find a fountain to wet his handkerchief. Ikuto drops by and teases Amu. Amu becomes angry and ends up tripping on one of the shopping bags, falling onto Ikuto. When Tadase returns, a fight breaks out between him and Ikuto. Kairi and El arrive and El forces Amu into a Character Transformation, much to everyone's surprise. However, Amu's effort to stop the fight is ineffective. Tadase and Ikuto continue their fight and eventually Ikuto runs off with Tadase chasing after him. Kairi, who had been watching the whole thing, gives Amu the bracelet she had wanted and then runs off."
                },
                "34": {
                    "ID": "412206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412206",
                    "TitleEnglish": "Really!? Big Adventure of the Haunted Mansion!",
                    "SummaryEnglish": "The Guardians decide to investigate a house that is alleged to be haunted. However, Amu is scared of ghosts and does not want to go. Rima bumps into a boy at school who drops a small photograph of his family. The next day, the Guardians arrive at the house and begin their investigation, but Amu is frightened out of her wits. Ran, Miki, and Su chase after what they think is a ghost, but turns out to be a Guardian Character, Kuuta, who is fading away. Meanwhile, Rima sees the boy she bumped into the day before, Shouta, enter the house and she returns the photo to him. Shouta's dream was to be a painter. However, his parents argued over it and his grandfather, who supported Shouta's dream, died. Shouta's depression causes Kuuta to turn into an X Character. Working together, Rima and Amu Character Transform and purify Kuuta."
                },
                "35": {
                    "ID": "412207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412207",
                    "TitleEnglish": "The Wedding Cake of the First Love!",
                    "SummaryEnglish": "Amu's family receives a wedding invitation from Amu's cousin, Shuu. They go to the hotel where Shuu works and Amu finds him in the kitchen. Shuu's dream is to be a patissier and he is excited about his wedding and making his first wedding cake. When Shuu's fiancée, Eriko, arrives, Shuu sticks his foot in his mouth and earns a slap from Eriko. It appears that the wedding may be called off. To repair the situation, Amu appears in front of Eriko as Amulet Angel, but falls down. Eriko tells Amu about when she fell in love with Shuu and that she has no intention of calling off the wedding. However, Shuu's egg has become an X Character and Amu transforms into Amulet Clover and purifies it. Shuu, Eriko, and Amu make a new wedding cake together and the next day, the wedding goes without a hitch. When Eriko throws the bouquet, Amu catches it, and suddenly, Kairi, Kukai, Tadase, and Ikuto come into mind."
                },
                "36": {
                    "ID": "412208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412208",
                    "TitleEnglish": "Golden Prince! ・First Part・",
                    "SummaryEnglish": "Shuraiya, a prince from a faraway country, makes a grand entrance to Seiyo Elementary to search for his future queen. Shuraiya also has a Guardian Character, Ramira. After seeing Amu transform into Amulet Heart and purify an X Egg, Shuraiya proposes to Amu. However, Amu refuses. Shuraiya informs the Guardians that the real reason he came to Seiyo Elementary was to find the Embryo. Shuraiya is searching for the Embryo because he despises his father and wants to succeed at something his father failed. Unable to obtain any information from the Guardians, Shuraiya demands to see Utau because she works for Easter and may know more about the Embryo. When Yukari learns of this from Kairi, she forms a plan using Nikaidou's old research. Later that night, Utau appears in disguise and hands the prince a pendant telling him that it is what he seeks."
                },
                "37": {
                    "ID": "412209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412209",
                    "TitleEnglish": "Golden Prince! ・Last Part・",
                    "SummaryEnglish": "The pendant Shuraiya receives from Utau begins to change his personality. Pearl, Shuraiya's servant since childhood, finds Ramira suffering because of the pendant's dark energy. She brings him to the Guardians and tells them that she has been able to see Ramira. Ramira informs the guardians about what happened the night before. Meanwhile, Shuraiya extracts Saaya and her followers' eggs, which become X Characters. When the Guardians arrive, their Guardian Characters are captured and Ramira is turned into an X Egg. Pearl protects Ramira's egg to keep from turning into an X Character and explains to Shuraiya that his father cares for him deeply. Pearl's strong feelings give birth to her own Guardian Character who frees the other Guardian Characters. Amu and Rima transform and purify the X Characters and Ramira. Shuraiya apologizes to Pearl for his action and decides to return home and reconcile with his father."
                },
                "38": {
                    "ID": "412210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412210",
                    "TitleEnglish": "Key, Lock, He and I",
                    "SummaryEnglish": "Yukari tells Kairi to obtain the Humpty Lock from Amu. During a meeting, Kairi stares at Amu and the other Guardians believe he is in love with her. The next day, the Guardian Characters hold a secret meeting and El brings the lock with her. When Il and Yoru show up, a fight erupts. Amu and Kairi find the Guardian Characters and Kairi obtains the lock. Tsukumo, who works under Yukari, steals the lock from Kairi and runs off. Ikuto appears, praises Kairi for his \"good job\", and goes after Tsukumo. Amu attempts to Character Transform, but cannot without the lock. Ikuto, as Black Lynx, catches up with Tsukumo and stops him. When Amu catches up, the Humpty Lock and the Dumpty Key react. Ikuto tries to open the lock with the key, but Amu becomes scared and the lock rejects the key. Ikuto returns the lock to Amu and leaves."
                },
                "39": {
                    "ID": "412211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412211",
                    "TitleEnglish": "Character Transformation!? Platinum Royale",
                    "SummaryEnglish": "Easter is implementing its new project, the Black Diamond CD. It is rumored that a person will have their wish granted if they listen to it. Kairi slips one of the CDs into Tadase's bag. Tadase and Kiseki get into an argument and Kiseki runs off. At home, Tadase finds the CD in his bag. When Kiseki returns, he finds Tadase listening blankly to the CD and Kiseki becomes an egg. Kiseki goes to Amu for help and they find Tadase with a group of other children around a van playing the song from the Black Diamond CD. The music extracts X Eggs from everyone and an X appears on Kiseki's egg. Amu snaps Tadase out of his depression, and Tadase and Kiseki Character Transform into Platinum Royale. Together, they round up the X Eggs and purify them. Among the eggs, one sparkles more brightly then the others and disappears."
                },
                "40": {
                    "ID": "412212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412212",
                    "TitleEnglish": "Rima! Unlock The Heart!",
                    "SummaryEnglish": "As Kairi cooks for Yukari, she informs him that he has one last job to complete. Meanwhile, Rima's mother wants Rima to resign from the Guardians because of the shifting pickup times. At school, Amu informs the Guardians about the Black Diamond CDs and they agree to confiscate all of them. While collecting the CDs, Amu learns about Rima's resignation letter, but Rima never turns it in. That night, the van appears at the school and plays the music. Children gather around and their eggs are extracted. Amu and Tadase arrive and Character Transform, but are overwhelmed by the X Eggs. Rima receives a call from Amu and overhears the fight. Rima confronts her parents about how they bicker over her and keep her cooped up and then runs off to help. Working together, they purify the eggs, but discover Kairi with a bag of Black Diamond CDs."
                },
                "41": {
                    "ID": "412213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412213",
                    "TitleEnglish": "True Self!",
                    "SummaryEnglish": "The secret behind the Black Diamond CD is revealed and Kairi is conflicted about his sister's plans. Il becomes frustrated because Utau has been ignoring her recently. Meanwhile, the Guardians come to the realization that Kairi was an Easter spy. When Nikaidou gives the Guardians tickets to a special concert, the Guardians go to confront Kairi. As they arrive, they find Utau extracting X Eggs from the gathered crowd. Ikuto pulls Utau away and Kairi blocks the Guardians from chasing them. However, the X Eggs goes wild and form a blob. During the battle, Yaya Character Transforms into Dear Baby for the first time. Amu helps Kairi to remember his true self and Kairi Character Transforms into Samurai Soul. Together, they purify all of the X Eggs. After the battle, Tadase sees the sparkling egg again and Kairi informs the Guardians about Black Diamond's mainstream debut."
                },
                "42": {
                    "ID": "412214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412214",
                    "TitleEnglish": "Utau Hoshina! The Last Fight!",
                    "SummaryEnglish": "Yukari reviews her plan to find the Embryo to her supervisor. Afterwards, she remarks about how useless Il is. Il becomes furious, but Diamond reminds Il about how Il teased El for being useless. Tadase tells Amu about his past with Utau and Ikuto, and how Utau enjoyed singing. The next day, all five Guardians confront Utau for the last time. Amu unsuccessfully tries to remind Utau about how Utau enjoyed singing. Utau transforms with Il and attacks Amu. However, when the other Guardians come to Amu's defense, Ikuto appears and prevents them. After Il is convinced by El to combine their powers to save Utau, they both side with Amu, and Amu transforms with Il, becoming Amulet Devil. However, Utau, angry at Il's abandonment, Character Transforms with Diamond. However, shortly after, Amu is finally able to believe in herself so Diamond returns to Amu and the X on her is lifted."
                },
                "43": {
                    "ID": "412215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412215",
                    "TitleEnglish": "Character Transformation! Amulet Diamond!",
                    "SummaryEnglish": "With the X finally removed, Amu and Diamond Character Transform into Amulet Diamond. Utau becomes depressed that she lost to Amu, but Ami appears and helps reminds Utau of her joy of singing. Yukari leaves in the helicopter, but the X Eggs stored on board hatch and escape. The Guardians battle the X Characters. Utau Character Transforms with El, becoming Seraphic Charm, and flies up with Amu to the out-of-control helicopter. Utau purifies the X Characters. However, Yukari falls and Utau catches her. Meanwhile, Amu guides the helicopter safely to the ground. When Yukari asks why Utau saved her, Utau responds that the two are partners. In the mix of the purified eggs, the shining egg appears again before flying off into the sky. Ikuto is shocked when Tadase mentions that it is the Embryo. Diamond returns to her egg, but tells Amu to remember the radiance is still within Amu."
                },
                "44": {
                    "ID": "412216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412216",
                    "TitleEnglish": "Twinkle of the Heart!",
                    "SummaryEnglish": "It is summer vacation and Amu reflects on the time since the school year began. Meanwhile, Kairi is preparing to go back to his parents while reflecting on his time with the Guardians. Later, Amu, Yaya, Rima, and Tadase go to visit Kairi and help Utau and Yukari move into their new office. While celebrating the opening of the new business, Kairi reveals to the rest of the Guardians that he will be returning home to his parents and friends. But before Kairi boards the airplane, he confesses his love to Amu while declaring Tadase as his rival. Although flustered by the confession, Amu tells Kairi that they must certainly meet again in the future."
                },
                "45": {
                    "ID": "412217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412217",
                    "TitleEnglish": "Go for it! Seiichiro!",
                    "SummaryEnglish": "During attendance day, the Guardians announce that the school will be participating in a choir contest. Amu ends up with the lead part while Marimo is chosen as the pianist. Because Seiichiro is a bad singer, Marimo helps him practice by playing the piano with him, and tells him about her dream to keep playing the piano. During rehearsal, Marimo makes a simple mistake and Saaya and her group criticize Marimo for it. Marimo becomes upset and excuses herself from the rehearsal. The next day during the competition, Marimo does not show up. Because of Saaya's earlier criticism, Marimo's Heart's Egg turns into an X Egg and hatches. The Guardian Characters sense this and the Guardians, along with Seiichiro, go looking for Marimo. With Seiichiro's unwitting help, Amu transforms into Amulet Heart and purifies the X Character. The choir performs successfully, and Amu Character Changes to sing her solo."
                },
                "46": {
                    "ID": "412218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412218",
                    "TitleEnglish": "Rima's Advent!? The God of Comedy!",
                    "SummaryEnglish": "Rima wins two tickets to her favorite comedy show and asks Amu to come along. As Amu and Rima pass by a park, they see a girl, Miyako, practicing her comedy act. Rima, unsatisfied with Miyako's performance, offers to train Miyako. After a Character Change, Miyako believes Rima to be a \"Goddess of Comedy\" and accepts the training. The day of the auditions, Amu and Rima visit Miyako backstage when Higeshiro, the judge of the auditions, appears. However, Higeshiro feels insulted because Miyako was critical of his act. During the performance, Higeshiro severely ridicules Miyako and she runs off stage. When Amu and Rima finds her, an X Egg has already emerged and hatches. After purifying the X Character, the girls return to the stage where Higeshiro's act is failing. Miyako saves Higeshiro's act. After Rima admonishes Higeshiro for his act, he believes her to be the \"Goddess of Comedy.\""
                },
                "47": {
                    "ID": "412219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412219",
                    "TitleEnglish": "I'm Utau's Manager!?",
                    "SummaryEnglish": "While Amu is busy with her summer homework, she receives a call from Yukari. Yukari asks Amu to be Utau's manager for the day because Yukari is sick. Amu grudgingly accepts and accompanies Utau to the TV station. However, they find out that Utau's appearance was canceled. Utau explains that because she broke her contract by leaving Easter, her reputation and popularity has plummeted. Amu becomes determined to help Utau and the two search for a studio to debut Utau's latest single. However, their efforts are unsuccessful. They rest at a park and begin talking about Ikuto when an X Egg appears. While Amu transforms into Amulet Spade and runs to purify it, two more X Eggs appear and hatch. Realizing the X Characters need her song, Utau transforms with El and purifies them. This attracts attention from passerbys and Utau begins singing her new song before the gathered crowd."
                },
                "48": {
                    "ID": "412220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412220",
                    "TitleEnglish": "A favor for Yaya! Madam Murmur!",
                    "SummaryEnglish": "Summer vacation is over and the Guardians return to school. Tadase thinks Yaya needs special training and asks Kukai to help. When a group of third graders come to the Guardians for help finding a lost bird, Kukai suggests leaving the search to Yaya. After begging from both groups, Yaya gives in. Yaya searches all day, but is unable to find the bird. The next day, Yaya dresses dress up as a detective, after seeing a television program, and continues her search, with the other Guardians following her around. Although she keeps getting sidetracked, Yaya eventually finds a bird and catches it. However, it turns out to be her pediatrician's bird. Yaya returns to the third grade classroom to resume the search, but finds the bird already in its cage. Kukai tells the Guardians that the class found it on their own, because they could not leave Yaya alone."
                },
                "49": {
                    "ID": "412221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412221",
                    "TitleEnglish": "The secret of the violin! Dancing notes in the wind!",
                    "SummaryEnglish": "Amu runs home and encounters Ikuto playing his violin. While Ikuto plays, Amu sings until one of the violin's strings breaks. Having no spare string, Ikuto and Amu go to a violin shop for repairs. At the shop, Amu meets Kotone, who has a crush on Ikuto and aspires to be a violin artisan. Another customer stops in and drops off two violins for repair, one of which the customer asks Kotone to repair. Kotone diligently works on the violin. After finishing, Kotone falls asleep, but knocks over a cup and spills tea onto the violin. When she wakes, Kotone notices that the tea has soaked into the violin's frame, panics, and runs off with the violin. When Amu finds Kotone, an X Egg emerges and hatches. Amu transforms with Miki and purifies the X Character. With encouragement from her father and the customer, Kotone continues repairing the violin."
                },
                "50": {
                    "ID": "412222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412222",
                    "TitleEnglish": "Have we really found it!? The Embryo!",
                    "SummaryEnglish": "One night, Kiseki sees the Embryo fly past him, but thinks it was just the moon. When Ikuto sees the Embryo the next day, he realizes that it is attracted to other eggs. Later, Kiseki tells Miki about his encounter with the Embryo, but Ran who was lisening misunderstands and starts a series of telephone-like retellings. Kazuomi Hoshina, Ikuto's stepfather, has one of Easter's employees plant a tracking device on Ikuto, but Ikuto quickly notices it. The next night, the Guardian Characters go off to find the Embryo, but Su becomes separated from the group. When the Guardians notice their Guardian Characters are missing, they go search for them. They find Su and she leads them to the other Guardian Characters, which turns out to be one of Easter's labs. The Guardians discover an X Egg and Amu transforms with Su and purifies it. Afterward, Ikuto returns the tracking device to Kazuomi."
                },
                "51": {
                    "ID": "412223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/412223",
                    "TitleEnglish": "I'll get the Embryo!",
                    "SummaryEnglish": "In a dream, Diamond asks Amu if she knows what her true wish is. Thinking about this, Amu encounters Nikaidou and Yukari. Nikaidou informs Amu that the Embryo should appear tonight. While the Guardians celebrate the news, Easters sets plans in motion to trap Amu and capture the Embryo. Ikuto learns of the trap and frees Amu. Meanwhile, hundreds of search devices powered by X Eggs search the city for the Embryo but go out of control. Amu rejoins the Guardians and together, they purify the X Eggs. The Embryo appears among the eggs, and Amu and Ikuto jump to grab it. One of Easter's researchers controlling the search devices accidentally launches a shell towards Ikuto and Amu, but Ikuto blocks it. Kukai and Tadase rescue them before they could hit the ground. Tadase declares to Ikuto that Tadase will never give anything up to Ikuto. Ikuto grins and leaves."
                }
            }
        },
        "2": {
            "ID": "40134",
            "URL": "https://www.thetvdb.com/series/shugo-chara/seasons/official/2",
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "430101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/430101",
                    "TitleEnglish": "Sparkle With All Your Might!",
                    "SummaryEnglish": "Recap Episode. Kiseki has called another meeting with the Guardians Characters, but no one is paying attention to him. Diamond suddenly hatches, much to the delight of Ran, Miki, and Su. Ran tells everyone of her crazy history with Amu, as does Miki and Su. They begin to fight over whose helped Amu the best, and everyone laughs. Then, they talk about all the Guardians, and then how Diamond hatched. They all begin to feel Amu's radiance in them. Later that day, Amu appears at the Royal Garden and Ran is about to show the hatched Diamond to her, when they see that Diamond has gone back into her egg. Amu questions Ran, and then Su points over to Kiseki. All of the Guardians make fun of Kiseki, causing him to \"become a spirit.\" Diamond momentarily hatches and giggles."
                },
                "2": {
                    "ID": "430102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/430102",
                    "TitleEnglish": "Hectic Day to Speak Frankly!?",
                    "SummaryEnglish": "The Guardians gathered around eating doughnuts. Then it shows the Easter workers reminiscing about the past when Nikaidou and Yukari were still working for Easter and when Utau was producing the Black Diamond CDs. Amu goes to talk to Tsukasa, and he tells her that changes are going to happen, and she might not notice it, but the people who pay close attention will. When Amu is heading home, it rains, so she stops under a tree. After saying Ikuto's name aloud, he pops down suddenly from the tree. To Amu's shock, she accidentally slips, leaving Ikuto preventing her from falling and the two talk. Ikuto mentions that Amu has changed somehow. Tadase shows up with an umbrella, gets angry, and fights Ikuto while they both Character Change. Amu decides to do something, and she Character Transforms to Amulet Heart. The Humpty Lock becomes more powerful and her transformation changes, causing the Dumpty Key to respond to the power. The rain clears, showing a rainbow."
                },
                "3": {
                    "ID": "430103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/430103",
                    "TitleEnglish": "Eh? A New Friend!",
                    "SummaryEnglish": "Amu is walking along when the Guardians meet up with her. Yaya praises Amu for her powered-up Humpty Lock. With her classmates, Amu goes to visit Manami's flower shop. Manami tells Amu that she dreams of being a florist some day. While Amu is leaving, Lulu de Morcerf shows up to see Manami. The next day, Amu brings Manami cookies for thanks when Miki and Su sense a Guardian Egg (Ran doesn't sense it, but plays along). Amu meets Lulu, and she learns that Lulu can see Guardian Characters. Ikuto sees Lulu walking up the Easter building steps and, after she passes him, stares at her with disdain. Later, Lulu meets Manami again and turns her Heart's Egg into a ? Egg using a special ruby necklace. The Guardian Characters sense this, and the Guardians go to Manami, who Character Transforms into Flower Dream. Amu transforms into Amulet Heart. She almost gets squashed by Manami, but gets powered up pom-poms to deflect the attack. After reasoning with Manami, her ? Egg turns into an X Egg, allowing a stronger Open Heart to purify her. At the end, Amu is with the Guardians, wondering if Lulu was connected to Easter and the events."
                },
                "4": {
                    "ID": "430105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/430105",
                    "TitleEnglish": "Put the Heart of the Song on Wings!",
                    "SummaryEnglish": "Lulu shows Kazuomi a book containing information about the Mystery Eggs. She then offers to shake Ikuto's hand, but he refuses. Amu is standing outside of a store, when a girl walks out. The girl's cell phone rings, and Amu notices her ringtone is \"Heartful Song.\" The two talk, and Amu ends up agreeing to show the girl, Hitomi, Utau in-person. Amu is frustrated, but goes to see Yukari. After being rejected, Amu sees Utau walking out of the building. The two talk, but Miki senses the presence of a ? Egg. They head off to see Hitomi hypnotized, singing and putting everybody in a trance. After Utau criticizes her, Hitomi Character Transforms to Singer Dream; Amu and Miki then transform to Amulet Spade. Amu's Colorful Canvas is overpowered by Hitomi's power, so Amu tries attacking with a new move: Prism Music, and succeeds. Utau then Character Transforms to Seraphic Charm and Angel Cradles Hitomi's ? Egg into an X Egg. This frees everyone else from the trance. Amu finally uses Open Heart to purify the X Egg and free her. The Embryo shows up, so Lulu tells Ikuto to grab it, but Ikuto had left earlier on. When Ikuto arrives home, his violin is missing; it was stolen by Easter."
                },
                "5": {
                    "ID": "430106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/430106",
                    "TitleEnglish": "To the Sky! The Feeling to Take Off!",
                    "SummaryEnglish": "Nadeshiko returns, but much to Kukai's surprise, he is actually a boy named Nagihiko. When Amu sees him, she is told that Nagihiko would be the new Jack's Chair. Amu still believes Nagihiko is Nadeshiko's twin even though they are the same. Rima is jealous and suspicious of Nagihiko, especially with his and Amu's friendship. Later, Amu is seeing hanging around Mamoru Mizuno who wishes to visit the town's planetarium. Lulu notices this, so she plans to get to Mamoru after he leaves the planetarium, but Amu sees her. Lulu brushes her off, angering Amu immensely. Mamoru later goes to the Guardians with his Heart's Egg turned into a ? Egg, and he Character Transforms to Space Dream. Amu Character Transforms to Amulet Heart. Thanks to the Humpty Lock; Tadase's, Rima's, Yaya's, and Kukai's transformations power-up. Using his powers, he lifts a lot of things off the ground. He tries to lift a rocket-style play set, but the Guardians hold it down. Amu acquires roller skates, Heart Speeder, to chase after him. Eventually, Mamoru realizes he is in the wrong, changing his ? Egg into an X Egg, which Amu purifies."
                },
                "6": {
                    "ID": "430107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/430107",
                    "TitleEnglish": "Real Pretty Close Call!",
                    "SummaryEnglish": "When Amu makes a high school boy, Yugaku Iwagaki, angry, she gets more than she bargained for as he chases the female Guardians all around the school. While being chased, Amu finds a deer figurine. After the chase, the female Guardians return to the Royal Garden, finding Kukai and Tadase in female school uniforms due to Nagihiko (Kukai asked Nagihiko what it was like to wear a skirt and angered him). The figurine Amu found earlier belonged to Yugaku, who is not only a strong karate student, but also has a love for anything cute. Meanwhile, Easter is studying Ikuto's violin and they want to put X Egg energy into it. Lulu comes by to the Iwagaki dojo and takes advantage of his love for cute things, turning his Heart's Egg to a ? Egg. When Amu comes by, Yugaku Character Transforms to Punching Dream and makes a mess of the dojo. Amu and Rima transform to Amulet Spade and Clown Drop, but after being outnumbered, Su switches in, becoming Amulet Clover. Clearing up misunderstandings, Amu performs Open Heart to purify him."
                },
                "7": {
                    "ID": "430108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/430108",
                    "TitleEnglish": "Panic in Class Plum!",
                    "SummaryEnglish": "The Guardian Characters go to Ami's class, the Kindergarten Plum class. Everything appears to be going well for them; all of the Guardian Characters are playing with the children. Panic comes when Nana spots a frustrated student, Maa. Lulu is told of this and manipulates the child, turning his Heart's Egg to a ? Egg. Ami tags along with Amu and the Guardians to go home. Amu and the Guardians notice Maa, and Character Transforms into Amulet Heart. After fighting with clay statues, which keep molding over and over again, Miki switches with Ran. Amu tries to convince Maa to stop, but he ignores her. Finally, Amu says that she will get mad, and Maa hears. She tries to purify him, but after a while, Maa finishes his clay model of Kiseki, and is so happy, that his Egg purifies itself, which causes the statue to collapse. Kiseki mourns for the statue after the collapse. The group is glad Maa is okay, and they head home. Maa's mom comes, and Maa insists she buy him origami paper because he is \"done with clay.\" At home, Amu and her Guardian Characters find out that Ami had gotten a \"Guardian Character House\" for Ran, Miki,and Su to make them happy."
                },
                "8": {
                    "ID": "430109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/430109",
                    "TitleEnglish": "Hoshina Utau! New Departure!",
                    "SummaryEnglish": "Amu and her Guardian Characters are watching Utau sing on television when El shows up. She tells them that Utau needs more people to go to her concert so she can get popular again. Amu shows up, but Utau won't listen to her. Amu decides to try and bring Ikuto there. Utau begs Amu, and Amu finds Ikuto. She begs Ikuto to play his violin there, but he refuses. Amu doesn't know that he lost it until he tells her. Ikuto then tricks her, saying that he'll listen if she asks more sweetly. Amu stomps away, embarrassed and angry, then tells Utau he couldn't come. Yukari then entrusts Amu to hand out fliers. Meanwhile, Ikuto tries to get his violin back, but he ends up getting caught and hurt. Amu has no luck handing out fliers, until Tadase, Rima, and Yaya appear. El appears out of nowhere and transforms into Amulet Angel, using Angel Wink to attract some boys to give fliers to. Tadase, Rima, and Yaya also Character Transform to help pass out fliers. Eventually, they get many people to come. Utau sings \"Heartful Song,\" and is still sad that Ikuto couldn't come until she sees Ikuto. She smiles and continues to sing. Amu spots Ikuto and tries to catch up with him, but he leaves before she could thank him. Ikuto smiles because he heard Utau sing."
                },
                "9": {
                    "ID": "430110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/430110",
                    "TitleEnglish": "Lucky Day is a Great Day for Declaration of Love?",
                    "SummaryEnglish": "Amu and her family are sitting around the television eating breakfast. A prediction is made that Amu will find love, to which each family member reacts differently. In class, a girl is using Zodiac signs, Tarot cards, etc., to predict what may happen to classmates. Amu wants to know, but in order to keep her exterior, she asks Rima to go. However, Rima says she'll only go if Amu goes first. Later on, Lulu asks the girl, Koyomi, to predict her fortune. Disappointed, Lulu makes her unhappy. The next day, Koyomi is shown with distress, but she predicts a classmate's fortune. The classmate goes to confess her love for Tadase, while Amu and Koyomi watch. The classmate is rejected, and this sends Koyomi into rage, running off. While running, Koyomi runs into Lulu, who changes her Heart's Egg into a ? Egg, making Koyomi Character Transform to Fortune Dream. While running after her, Amu's Guardian Characters sense this, and Amu Character Transforms to Amulet Clover. Seeing Koyomi causing misfortune towards the townsfolk, Amu uses with Honey Bubbles to clear their delusion and stop Fortune Dream's attack."
                },
                "10": {
                    "ID": "430111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/430111",
                    "TitleEnglish": "Please Notice! Kiran's Passion!",
                    "SummaryEnglish": "While a girl named Hinako moves away, her Guardian Egg drops out from her package. Amu notices this and picks it up on her way to the Royal Garden. She, Kukai, and the Guardians discuss and decide to find the owner of the egg. While the rest of the Guardian Characters are asleep, Diamond awakes and appears as a projection and gives who is in the egg reassurance. The egg eventually hatches to reveal Kiran, Hinako's Guardian Character. The Guardian Characters go places, having fun, helping out others, and try to find Kiran's owner. Yoru, Il, and El later come and decide to help. They eventually find Kiran's owner and part ways after Hinako is troubled, hurting Kiran. Amu gets a text message from Utau, telling her where to find her Guardian Characters. She eventually meets up with the rest of the Guardians."
                },
                "11": {
                    "ID": "430113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/430113",
                    "TitleEnglish": "Rima vs. Nagihiko! Are The Two Rivals?",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "430114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/430114",
                    "TitleEnglish": "Lulu's Flawless Christmas!",
                    "SummaryEnglish": null
                },
                "13": {
                    "ID": "430115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/430115",
                    "TitleEnglish": "The New Year! First Laughter in Character Transformation!?",
                    "SummaryEnglish": null
                },
                "14": {
                    "ID": "430117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/430117",
                    "TitleEnglish": "Are There Many Secrets On A Snowy Day?",
                    "SummaryEnglish": null
                },
                "15": {
                    "ID": "430118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/430118",
                    "TitleEnglish": "Uproar! A Cat-Eared Girl!?",
                    "SummaryEnglish": null
                },
                "16": {
                    "ID": "430119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/430119",
                    "TitleEnglish": "A UFO Girl Appears!",
                    "SummaryEnglish": null
                },
                "17": {
                    "ID": "430120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/430120",
                    "TitleEnglish": "Goodbye, Saaya Yamabuki...",
                    "SummaryEnglish": null
                },
                "18": {
                    "ID": "430121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/430121",
                    "TitleEnglish": "First Love? Love Attack!",
                    "SummaryEnglish": null
                },
                "19": {
                    "ID": "442761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/442761",
                    "TitleEnglish": "I Hate Chocolate!?",
                    "SummaryEnglish": null
                },
                "20": {
                    "ID": "442762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/442762",
                    "TitleEnglish": "Tough Road of Integrity! Kairi Returns!",
                    "SummaryEnglish": null
                },
                "21": {
                    "ID": "442763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/442763",
                    "TitleEnglish": "How Seismic! Grandma Appears!!",
                    "SummaryEnglish": null
                },
                "22": {
                    "ID": "442764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/442764",
                    "TitleEnglish": "On the Secret List! The Recipe of Reconciliation?",
                    "SummaryEnglish": null
                },
                "23": {
                    "ID": "442765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/442765",
                    "TitleEnglish": "Heart-Thumping White Day!",
                    "SummaryEnglish": null
                },
                "24": {
                    "ID": "442766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/442766",
                    "TitleEnglish": "The Jig is Up!? Utau Came To My House!",
                    "SummaryEnglish": null
                },
                "25": {
                    "ID": "442767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/442767",
                    "TitleEnglish": "New Enemy!? Battle On Moonlight!",
                    "SummaryEnglish": null
                },
                "26": {
                    "ID": "596111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/596111",
                    "TitleEnglish": "Shocking! First Date, Busted!?",
                    "SummaryEnglish": null
                },
                "27": {
                    "ID": "596121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/596121",
                    "TitleEnglish": "Amu-chan's Long Day!?",
                    "SummaryEnglish": null
                },
                "28": {
                    "ID": "596131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/596131",
                    "TitleEnglish": "Ikuto and Amu Battle of Sorrow!",
                    "SummaryEnglish": null
                },
                "29": {
                    "ID": "596141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/596141",
                    "TitleEnglish": "Believe in Each Other! Platinum Heart!",
                    "SummaryEnglish": null
                },
                "30": {
                    "ID": "596151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/596151",
                    "TitleEnglish": "Infiltration! Easter Company!?",
                    "SummaryEnglish": null
                },
                "31": {
                    "ID": "596161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/596161",
                    "TitleEnglish": "Fierce Battle! I`ll Become the Ace Player!",
                    "SummaryEnglish": null
                },
                "32": {
                    "ID": "686141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/686141",
                    "TitleEnglish": "Chance Encounter at the World Music Fair?",
                    "SummaryEnglish": null
                },
                "33": {
                    "ID": "726071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/726071",
                    "TitleEnglish": "Mr. Nikaidou is a Teacher After All!?",
                    "SummaryEnglish": null
                },
                "34": {
                    "ID": "925351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/925351",
                    "TitleEnglish": "Wassup! Here Comes the Gal Everyone's Talking About!!",
                    "SummaryEnglish": null
                },
                "35": {
                    "ID": "925361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/925361",
                    "TitleEnglish": "Resound, My Voice! To The Me of That Day!!",
                    "SummaryEnglish": null
                },
                "36": {
                    "ID": "925371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/925371",
                    "TitleEnglish": "Save Nana! Guardian Character Nurse and Safeguarding?",
                    "SummaryEnglish": null
                },
                "37": {
                    "ID": "925381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/925381",
                    "TitleEnglish": "Calamity! The Great Mystery Egg Runaway!!",
                    "SummaryEnglish": null
                },
                "38": {
                    "ID": "925391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/925391",
                    "TitleEnglish": "Heart, I Understand.",
                    "SummaryEnglish": null
                },
                "39": {
                    "ID": "925401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/925401",
                    "TitleEnglish": "I Want to Convey These Feelings!",
                    "SummaryEnglish": null
                },
                "40": {
                    "ID": "925411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/925411",
                    "TitleEnglish": "Full Throttle! My Rhythm",
                    "SummaryEnglish": null
                },
                "41": {
                    "ID": "925421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/925421",
                    "TitleEnglish": "It`s Got To Be Cool! Beat Jumper!",
                    "SummaryEnglish": null
                },
                "42": {
                    "ID": "925431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/925431",
                    "TitleEnglish": "Utau Hoshina, Wings To the Future!",
                    "SummaryEnglish": null
                },
                "43": {
                    "ID": "925441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/925441",
                    "TitleEnglish": "Advance! Mikeneko Search Party!?",
                    "SummaryEnglish": null
                },
                "44": {
                    "ID": "925451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/925451",
                    "TitleEnglish": "Rima, Yaya, and the Pearls that Bind Them!",
                    "SummaryEnglish": null
                },
                "45": {
                    "ID": "2132741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2132741",
                    "TitleEnglish": "An Unheard Voice, Sorrowful Feelings.",
                    "SummaryEnglish": null
                },
                "46": {
                    "ID": "2132751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2132751",
                    "TitleEnglish": "Tadase and Ikuto! The Horoscope of Destiny!",
                    "SummaryEnglish": null
                },
                "47": {
                    "ID": "2132761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2132761",
                    "TitleEnglish": "Reborn!! My Radiant Dancing Princess",
                    "SummaryEnglish": null
                },
                "48": {
                    "ID": "2132771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2132771",
                    "TitleEnglish": "Our Feelings United! The Guardians' Battle!",
                    "SummaryEnglish": null
                },
                "49": {
                    "ID": "2132781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2132781",
                    "TitleEnglish": "Birth! Double Character Transformation!",
                    "SummaryEnglish": null
                },
                "50": {
                    "ID": "2132791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2132791",
                    "TitleEnglish": "The Torn Picture Book! A Sad Secret!",
                    "SummaryEnglish": null
                },
                "51": {
                    "ID": "2132801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2132801",
                    "TitleEnglish": "The Egg of Dreams, My Would-Be Self",
                    "SummaryEnglish": null
                }
            }
        },
        "3": {
            "ID": "246411",
            "URL": "https://www.thetvdb.com/series/shugo-chara/seasons/official/3",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "2212991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2212991",
                    "TitleEnglish": "The Super-Peppy Transfer Student!",
                    "SummaryEnglish": "Amu and her Guardian Characters are on their way to school when they see a girl taking water to a flower. Amu comments on how kind that is. The girl gets flustered, and trips and almost crushes the flower, to be saved by Amu. The two introduce themselves. The girl's name is Rikka and she just transferred to Seiyo. Amu gets surprised when she's able to see Ran, Miki, Su, and Diamond. On the way to school, Amu and co. try to explain everything to Rikka, who lost attention while seeing a butterfly. In the Royal Garden, Amu tells the Guardians about her meeting with Rikka. Then, commotion starts outside and the Guardians check it out. Rikka is trying to save a cat from a tree branch. The branch breaks, and Rikka clutches the cat in fear as she falls. Amu Character Changes with Ran and saves her, while Tadase and Nagihiko get the branch. The Guardians tell Rikka to tell them or a teacher from now on if something happens. Rikka asks what a Guardian is, and after they tell her, Rikka wants to become one herself. Amu comments that she may one day since she sees Guardian Characters. Suddenly, the Guardian Characters sense an X Egg in the art room. The rush to find it, and Amu tells Rikka to stay put, who does the exact opposite. In the art room, Amu transforms into Amulet Spade and Tadase to Platinum Royale. Rikka catches up, and talks to the X Egg, commenting that it's sad because it can't draw well. The others, including the Guardian Characters, that's what becomes of an Egg. Rikka gets a little sad. At Rikka's apartment, Rikka lies on her bed, and lots of X Eggs come out from various places in her room. Rikka tells them she's going to try to be a Guardian."
                },
                "2": {
                    "ID": "2213001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213001",
                    "TitleEnglish": "Enter the Guardian Apprentice!?",
                    "SummaryEnglish": "The anime starts with Rikka, the new transfer student, waking up with dozens of X Eggs trying to wake her. She tries to purify the eggs from remembering Amu doing Open Heart in the previous episode, but failed. When she was walking to school she found yet another X Egg and tries to take care of it. In the Royal Garden, Tsukasa introduces the Guardians a new transfer student in 1st grade, Hikaru. Tsukasa tells the guardians that Hikaru will be a Guardian Apprentice for the time being until the other Guardians graduate. Later, they visit the sports field where Nagihiko tells Hikaru about Basketball. He challenges him to a one-on-one match, full court. Rima states that Hikaru, being a 1st grader, has no chance against Nagihiko, who is a 6th grader. Tadase states that since Hikaru has been studying all the time, he had no experience with physical sports. Hikaru manages to touch the ball and let it slip out of Nagihiko's hands. Nearing the end of the game, Tadase said that the other Guardians will be watering the flower bed. After the game, they hear screaming coming from the sports shed. Rikka, who was running towards it helped Amu and Nagihiko, who transformed into Amulet Heart and Beat Jumper. She said that the X Egg hated balls after failing tryouts, but both Amu and Nagihiko state that it was better if it was having fun with the game other than just jumping to conclusions. The egg is purified with Hikaru following after the newly purified egg had left. Nagihiko says that he should have waited for them, which Hikaru did not and stated that he is a Guardian Apprentice, with Rikka hearing that and having the dream of being a guardian, asks Amu to be one as well. Nagihiko and Amu started to think about what Tsukasa and Tadase would think about it and approved Rikka's \"application\"."
                },
                "3": {
                    "ID": "2213021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213021",
                    "TitleEnglish": "Sparkle my Heart! The Power of Song!",
                    "SummaryEnglish": "Amu takes Rikka and Hikaru to an Utau concert and takes them backstage to let them meet her. Rikka becomes embarrassed and tells her when she hears her songs, she feels re-energized. Amu tells Utau that she wishes Ikuto could've come, but Utau tells her that he is traveling the world to find their father. The concert begins, and Rikka discovers one of the X Eggs have followed her. She tells Amu and Hikaru that she forgot something at home and runs off. It turns out that the X Egg loves Utau's songs. Diamond senses an X Egg nearby, and Amu transforms into Amulet Spade. Rikka tries to calm the X Egg down, but Hikaru tells her that she can't help and to just let Amu handle it. Amu uses Prism Music and tells the X Egg to listen to Utau's song. Amu tells the egg that Utau struggled a lot to get where she is now. The X Egg settles and Amu purifies it. They go back to watch the concert, and Utau says that she'll always keep singing no matter what. When the concert is over, the former Easter employees come to pick Hikaru up. Hikaru tells Rikka that she is fascinating and that he has never had someone like her in his life. He leaves, making Rikka angry, wondering how she is fascinating."
                },
                "4": {
                    "ID": "2213041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213041",
                    "TitleEnglish": "Hikaru vs the Rabbit? The Very First Job!",
                    "SummaryEnglish": "Amu and Tadase arrange for Hikaru to take care of a rabbit. When he tries to feed it, he gets bitten and calls Amu a liar because she said it was tame. Ran, Miki, Su, and Diamond explain to Hikaru that the rabbit is timid and that he needs to gain its trust. He takes the rabbit out for a walk later on, but it runs off and into a patch of flowers; Rikka tries to stop it and nearly falls on them, but Hikaru manages to stop her. The two talk and the rabbit had eaten some flowers that make it ill. Amu's guardians characters suggest some ways to cure the illness, but Rikka yells at them for thinking of ways that can't help it. She lies down and strokes its back, and tells the story of if she was sick, her mom would do the same. The four guardian characters feel bad for Hikaru because his parents had died when he was little. Near the end, Hikaru is seen stroking the rabbit's back as an easter worker comes to pick him up. He refuses to go home, but Tsukasa explained that he called a vet in to help. Hikaru wonders why people care for such annoying things, and Tsukasa explains that they're a lot of work, but you can't help but fall in love with them. The next day, Rikka, Amu, and Hikaru run towards the pen to see the rabbit healthy and up again, and Hikaru feels warmth in his heart."
                },
                "5": {
                    "ID": "2213051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213051",
                    "TitleEnglish": "Yaya`s Limitless Gardening!!",
                    "SummaryEnglish": "Hikaru and Rikka are helping Yaya take care of the flower beds. Yaya is working hard to take care of the flowers, along with Hikaru and Rikka. Amu and her guardian characters notice and say it's a little out of character for her. Yaya notices them watching and tells them to come help. Later the next day, Rikka is taking care of the flowers by herself, not knowing Yaya had to stay after class. Suddenly, a X Egg emerges from behind some flowers. Rikka wonders where it came from, but then asks if it wanted to help her out since she was getting lonely. Meanwhile, Yaya is hurrying to the flower beds, with Amu following her. When they arrive, the X Egg has made the flowers huge. Amu and Yaya transform into Amulet Clover and Dear Baby. The X Egg begins doing a trick, trying to surprise them. Amu asks Rikka what the egg is saying, and Rikka tells her that it wanted to become a magician, but it could never impress anybody. It does another trick, messing up the flower beds, and Rikka is impressed. She says that it could become a magician, but Hikaru says that the trick was boring. Amu agrees, saying that it will only cause people problems if it goes on like that. She says it is bound to come up with some good ideas and finally purifies it. The flowers are still messed up. Rikka apologizes, saying that it's all her fault, but Miki tells her to leave it to Amu. Amu uses Remake Honey to give life back to the flowers, amazing Rikka. Amu tells her to do her best to take care of the flowers tomorrow. Meanwhile, Remake Honey seemed to have turned Yaya back to her old spoiled self, causing her to throw a fit on the ground and tell them to take care of her."
                },
                "6": {
                    "ID": "2213061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213061",
                    "TitleEnglish": "Placing the Eggs Back!",
                    "SummaryEnglish": "Rikka gets distracted from working in the Royal Garden, and goes off to get Yaya and Hikaru at the flower beds. Ran, Miki, Su, Diamond, and KusuKusu were asked to go with her so she doesn't get distracted. Along the way, Rikka finds a bird egg which fell from its nest. She tries to climb up the tree, but fails. The guardian characters than bring the egg back into the bird's nest. Rikka then asks the guardian characters what happens when a X Egg is purified but the owner already has a new heart egg. Ran and the others were unable to answer the question, and soon arrived at the sports field. When they reach the sports field, Rikka spots a X Egg and runs after it. The X Egg is very clumsy and bumps into many things while trying to run away. Ran and the others go back to Amu and Rima telling them about the X Egg. Amu gets to the sports field and purifies the X Egg. Amu then scolds Rikka about going after X Eggs by herself, however, Rikka gets distracted and ignores Amu. Ran, Miki, Su, and Diamond follow Rikka, guiding her to the purified heart egg's owner. Rikka then learns what happens when a heart's egg is purified."
                },
                "7": {
                    "ID": "2213071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213071",
                    "TitleEnglish": "Welcome Back, Nadeshiko!",
                    "SummaryEnglish": "Amu and Rima come across a poster, much to Amu's surprise, announcing an upcoming performance by Nadeshiko just as Nagihiko comes along and is dragged into a predicament. Amu pleas to him that she wants to see Nadeshiko. The three of them go to the stage the performance is going to be held and Amu asks to see Nadeshiko. Nagihiko worries and quickly changes into Nadeshiko, surprising both girls. The charas meet again, KusuKusu almost spilling the beans. After many more wardrobe changes, a Character Change, and Rima's teasing, they all take a walk as Nadeshiko explains that she has missed Amu and always thinks of her. To interrupt this \"reunion\" a soccer ball is taken over by a X Egg and Amu and Nadeshiko transform into Amulet Heart and Yamato Maihime. Nadeshiko performs a new attack \"Robe of Feathers: Dance of the Cherry Blossoms\" as Amu uses Open Heart. At the end, Nadeshiko explains that she found her true dance and performs on stage. Later at school, Rima once again gives Nagi a hard time, saying that the only reason he keeps on being Nadeshiko is not to please Amu, but that he likes to \"cross-dress\" much to Nagihiko's disgust. The two come to terms as Rima cutely pronounces his name and asks him to treat her to a parfait after school for keeping his secret from Amu."
                },
                "8": {
                    "ID": "2213081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213081",
                    "TitleEnglish": "Charming Chara Change!",
                    "SummaryEnglish": "Amu and Tadase are on their way home when Yoru sends Amu a picture of Ikuto sleeping, and causes her to blush. When Tadase asks Amu to join him to the park, she tries to hide her nervousness. Ran then Character Changes with Amu to help her express her honesty, and inefficiently catches Rikka's attention. Rikka learns about Character Changing and views Amu's different personality changes: Su turns Amu into a girly maiden, Miki turns her into an artist. Then, they ask Diamond to Character Change with Amu, because they had never seen it before. Diamond fulfills their request and Character Changes with Amu, thus turning her into a sparkling person, much to their disappointment. Later, Amu runs to the park to meet Tadase. Tadase expresses his feelings to Amu. Ran then Character Changes with Amu to make her express her feelings just as Rikka arrives to watch the occasion, but Amu accidentally destroys a sand castle that two kids had made. Miki then Character Changes with Amu again to remake the sand castle, but her passion to art causes her to make an overwhelmingly big castle. Rikka grabed and asks Miki to help her finish an artistic homework of clay by Character Changing with her. Miki then tells her that Guardian Characters can only use Character Change on their masters, which disappoints Rikka. Just then, Amu, Tadase and their Guardian Characters arrive. Amu volunteers to help Rikka with her homework. And though Rikka felt hopeless at first, Tadase tells her how Amu's desire to do her best makes her special, which encourages Rikka to direct her energy into doing her best. Eventually, Rikka is able to make a catfish out of clay. Rikka accidentally says the word \"prince\" in front of Tadase, and unwittingly triggers his Character Change. The changed Tadase forces Rikka to give him ´massage, and Rikka finds the scary side of Character Changing, despite she found it fun at first."
                },
                "9": {
                    "ID": "2213091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213091",
                    "TitleEnglish": "Why!? Rima-senpai!",
                    "SummaryEnglish": "Rikka drags Amu to the flower beds, showing her the new buds that have grown. Rima follows them and says that they need to thin out the flowers, because the buds can't absorb sunlight properly if they're too close together. Rikka disagrees, saying all buds should have a chance to become flowers. Amu tries to reason with Rikka, but she misunderstands and runs off. Later on, she finds an X Egg. She starts to say that the egg isn't needed. The X Egg quickly retreats, Rikka running after it. Amu and Rima discover the X Egg and transform into Amulet Heart and Clown Drop. Rikka explains to them that the egg wants to be a baseball player, but is no good at catching the ball. Amu tells the egg that it won't happen if it doesn't try. Amu purifies the egg. Rikka sees that the buds that Rima pulled out were now set in individual pots. Amu tells her that Rima is actually a very kind person. Rikka understands now that every bud has the potential to grow. Rikka calls Rima super amazing, causing Rima to blush furiously and become modest."
                },
                "10": {
                    "ID": "2213101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213101",
                    "TitleEnglish": "Eh! Tadase-kun has a crush on someone!?",
                    "SummaryEnglish": "Amu, Ran, Miki, Su, and Diamond overhear Tadase talking to Kukai. He says that there is a girl he that is always on his mind and he can't sleep at night when he thinks over her. He also says that she is really cute. Kukai decides to help Tadase with the girl. Amu is shocked and devastated. Her stubborn character comes out again and at the Royale Garden Kukai stops by and meets Rikka and Hikaru. Hikaru addresses him as the former jack who stops by because he has nothing to do. Kukai defends himself by saying that he gives the Guardian's advice and brings up Tadase's \"cute little problem\". Amu goes home and consoles herself with food. Amu's Shugo Chara go to Tadase's to investigate and see him, Kukai, and a pretty girl conversing. Kiseki sees them and apologizes that he and Tadase already have a guest before he could finish his line Amu's Shugo Chara yell at him angrily then go home. Amu is in bed and her phone rings. She runs over to pick it up thinking it is Tadase, but it is Ikuto. Ikuto guesses that Amu was dumped by Tadase and hits the mark. Ikuto teases Amu that if he were there he would kiss her and give her a hug to console her. Amu's Shugo Chara tell her about the girl and Amu decided to confront Tadase. An X Egg appears and is upset because it was dumped and never wants to love again. Amu can't talk to it because she feels the same way and agrees with it. Tadase intervenes and says that Even if you are dumped that you should not give up on love because like them you can fall in love with someone else too. Amu purifies the X Egg and Tadase explains that it was a cute female dog and that he had asked Kukai to find a foster home for her. The girl who was there had been the one to take the dog in. Again Tadase says \"I love you\" to Amu which causes her to blush."
                },
                "11": {
                    "ID": "2213111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213111",
                    "TitleEnglish": "Sparkling Treasure!",
                    "SummaryEnglish": "Hikaru's Grandfather gives him a brand new fountain pen, as a gift for joining Seiyo Elementary School, but he says he doesn't use a fountain pen but keeps it anyway. Rikka loses her special treasure, a necklace that her dad gave her when she entered elementary school, and is desperately retracing her steps in order to find it. Amu and her Guardian Characters all help Rikka out, but Hikaru doesn't understand what all the fuss is about. Hikaru can't comprehend how something as trivial as a gift from someone can be so precious. Amu and her Guardian Characters help Rikka to find it. At the end of the episode Hikaru puts the pen on his pocket, when his grandfather sees it he becomes very happy and Hikaru smiles a little too."
                },
                "12": {
                    "ID": "2213121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213121",
                    "TitleEnglish": "I`m Beat~ Amu-chan Becomes a Mom?",
                    "SummaryEnglish": "It's finally Sunday, but Amu has a ton of homework to do. However, Amu's mom and dad both have things to do so they leave Amu to tend to Ami, along with household chores. Amu says she has no choice but to do it, and does all the chores. Ami asks Amu to play with her, but Amu says she is busy. Ami goes to Amu's room and starts playing \"Cameraman\" with Amu's Guardian Characters. Amu tells her to play outside instead and Ami does just that. Ami is at the playground playing with water guns and Amu is watching her. Hikaru finds her and asks what she's doing. Amu tells him and he says he is buying a new eraser. Ami comes over and tells Hikaru to play with her, then shoots some water in his face. Amu apologizes for Ami and they have a water gun war. Finally, when it's over, Hikaru leaves and Amu takes Ami home to feed her. She also gives her a bath. Ami's face gets red from staying in the bath too long, but Amu thinks she is ill. She puts Ami in her bed and searches for medicine, panicking. Ami tells her to be quiet because she can't sleep. Amu is relieved and watches Ami sleep. Ami puts her hand over Amu's and calls her mom. Amu falls asleep beside Ami. When their parents find them, they take a picture. The next morning, everyone is downstairs eating breakfast except Amu, who is rushing to get her homework finished."
                },
                "13": {
                    "ID": "2213131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213131",
                    "TitleEnglish": "My Would-Be Self!",
                    "SummaryEnglish": "Amu and the others follow after their Guardian Characters when they sense something strange, and come across a young girl who has lost her heart's egg. The girl is holding a broken stuffed animal in her hand, but they don't know what happened. As they search for the X Egg, Rikka begins to think about who she want to be."
                },
                "14": {
                    "ID": "2213141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213141",
                    "TitleEnglish": "First Time Meeting this X Character!?",
                    "SummaryEnglish": "Rikka continues to think about what kind of person she wants to become, but she can't come up with anything. Amu and the gang try to give her suggestions, but she just gets frustrated. Just then, an X Egg appears. As it's the first X Character she's ever seen, Rikka tries to calm it down, but it begins to attacks her. She then runs around saying \"Mukatsuku!\" (English:How Annoying!) over and over again. Amu tells the X character that it's tough being angry all the time and purifies it. They run to Rikka's aid and she starts to cry, saying that she felt sorry for the X character. Rima wipes up her tears, and says that not all people are strong. Back at home, Rikka says she kind of understands how the X Eggs feel now and playfully try to remove their X's."
                },
                "15": {
                    "ID": "2213151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213151",
                    "TitleEnglish": "Stop Fighting!",
                    "SummaryEnglish": "Rikka's friend, Kimi tries to read her hand, and asks Hikaru if he want to do it too. But he thinks its unscientific which upsets Kimi. Rikka talks to Hikaru about why did he hurt Kimi, and he asks if Rikka herself understands Kimi's feelings, Rikka gets angry and slaps Hikaru. Amu sees them and try to stop their fighting but Rikka gets mad and thinks that Amu didnt listen to her. Neither of them have many regrets until they are late for the meeting in Royal Garden. Hikaru comes, Tadase and Naighiko try their best to convince Hikaru that he should apologize to Rikka. Rima and Amu went to find Rikka but couldnt fine her their appears an X Egg, who wanted to have friends but Rikka says she's not going to tell Amu that. However Amu herself talks to the X Egg and Rikka listens and understand that she should apologize to Hikaru too and tells Amu why the egg put an X on it. At the end Rikka and Hikaru apologize to each other, shake hands and make up. The next morning when Rikka wakes up she sees a Guardian Egg on her bed."
                },
                "16": {
                    "ID": "2213161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213161",
                    "TitleEnglish": "Go, Rikka! Follow the Way of the Guardians",
                    "SummaryEnglish": "Rikka is excited to have her Guardian egg, and she tries to get it to hatch. However, it does not. She goes to school and tells Yaya, Amu and then Nagihiko, which immediately ends when people realize Nagihiko and Amu together. Later, the Hikaru and the girls are picking up trash. Suddenly, two boys start talking about how the Guardians are there only to pick up trash. Rikka gets upset and ask Amu and Yaya what the use of the Guardians was. She doesn't understand and runs off, only to find an X Egg. Amu purifies it with the help of Miki and Dear Baby. The next morning, Amu and Yaya find Rikka picking up more trash. The same two boys are making fun of the Guardians again, and Amu, Yaya, and Rikka defend the group. Rikka gets the wrong impression from the conversation she had with the other girls the day before, and Yaya has a good feeling that Rikka's egg won't hatch any time soon."
                },
                "17": {
                    "ID": "2213171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213171",
                    "TitleEnglish": "Turn, Turn! A Spinning World!",
                    "SummaryEnglish": "As Hikaru is researching the bar, Amu, Nagihiko, and Rikka comes by and helps Hikaru, telling him to just try and that he might have fun. Mainwhile, a X Egg who is from the volleyball team comes by and starts to attack the 4, telling them that it's never able to play in a game since it's not very good. Amu tells it not to give up, but also gave up herself at trying to do a spin on the bar. Amu tries her best to do a spin and succeeded, then purified the X Egg. Hikaru then decides to give spinning on the bar a try. He then realizes it was fun after succeeding."
                },
                "18": {
                    "ID": "2213181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213181",
                    "TitleEnglish": "An Exciting Picnic!",
                    "SummaryEnglish": "Amu and Hikaru all head out with Rikka's family together for a picnic, but Hikaru doesn't seem to understand what's so fun about it. But as he spends time with Rikka's mom and dad, Hikaru starts to understand a little about what it's like having a family."
                },
                "19": {
                    "ID": "2213191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213191",
                    "TitleEnglish": "Utau's Wavering Heart",
                    "SummaryEnglish": "Utau storms out of a recording session for her new song because the director tells her to sing in some other way but she refuses, and goes to eat ramen with Kukai to cool her head. But when even her favorite ramen shop changes their recipe in response to customer feedback, Utau get mad and Kukai tells her at times like this she should go talk to her 'female friend' and that 'female friend is none other than Amu. Amu is shocked when Utau appears at her house, but Amu's family is very happy to see Utau. The two of them go out to talk. Then, an X Egg, which kept saying 'I don't wanna,' appears. Utau get annoyed and says to it \"Why dont you try the thing you don't want to; maybe it turn out to be more greater than you ever thought.\" Amu says that Utau's right. Just then, Utau realizes that her behaviour in the studio was wrong. Amu purifies the X Egg and Utau says 'Thank You' to Amu, though she didn't know what Utau meant. Utau goes back to the studio and apologizes to the director and records the new song."
                },
                "20": {
                    "ID": "2213201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213201",
                    "TitleEnglish": "Shock! My Egg got an X on it?",
                    "SummaryEnglish": "Rikka worries about her egg because it didn't hatch yet. She becomes depressed and her egg got a X on it. She wants Amu to purify it but, she thinks Amu will hate her because her egg has a X on it. Then, Amu tells her that she once had a X Egg. Rikka becomes happier and her egg hatches."
                },
                "21": {
                    "ID": "2213211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213211",
                    "TitleEnglish": "Nice to Meet You, My Name Is Hotaru.",
                    "SummaryEnglish": "Rikka rushes to school and informs Amu that her egg has hatched. Hotaru, who is Rikka's guardian character, gets along with everybody. The Guardians tell her that next year she will become a full-fledged Guardian since she now has a Guardian Character. They ask her to perform a speech, but Rikka worries and says that she will screw it up. Hotaru quickly character changes with Rikka, improving her posture and speaking formally. However, when the day comes to read the speech, Rikka hesitates as she sees all the students watching her. She drops the papers, and scatters to pick them up. Amu was going to help, but Tadase stops her. Rikka asks Hotaru why she didn't character change with her and because of this was the reason she messed up. Hotaru says that it's good to make mistakes, and that Rikka should do just that when she's learning new things. Rikka realizes that it's okay and performs the speech without even character changing."
                },
                "22": {
                    "ID": "2213221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213221",
                    "TitleEnglish": "Hikaru and Fun Amusement Park!",
                    "SummaryEnglish": "Amu and Rikka notice that Hikaru never laughs or shows any facial expression, so Amu decides to take Hikaru out to an amusement park to try and make him laugh. When they get there on Sunday, the bars are locked. But with a simple click of his fingers, Hikaru unlocks the gate. He explains that Easter has bought the amusement park and is planning to re-open it soon. They go onto the ferris wheel first, only to realize that Hotaru is unexpectedly afraid of heights. She says that she is okay flying at Rikka's height, but any higher than that and she becomes dizzy. They go on a series of rides and finish off with the spinning teacup, when Amu thinks back to her \"date\" with Ikuto. When they step off the cup, Amu, Rikka and their Charas are all dizzy and can't seem to walk properly. When Hikaru steps off, he collapses straight onto the ground, stunned. Amu and Rikka crowd around him and asks what's wrong. Hikaru then starts to roll around, laughing. Miki thinks that Hikaru hit his head, but Hikaru explains that everything was okay and that he found it unbelievable that he couldn't control his body after spinning so much, before laughing some more. Amu and Rikka are shocked for a second, then realize what's happened. They both then decide to spin some more and collapse in a dizzy heap, laughing. Hikaru and Rikka fall holding hands. Rikka says that Hikaru's smile is really something. Amu looks on and smiles."
                },
                "23": {
                    "ID": "2213231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213231",
                    "TitleEnglish": "Oh No! Rikka and X Eggs?",
                    "SummaryEnglish": "Rikka is getting closer and closer to Hotaru, and starting to ignore the X Eggs. Amu the other Guardians are getting ready for graduation, and Yaya's sad that she won't be the youngest anymore. Hikaru tells her that she can be the leader from behind the scenes, and still have her baby character. Nagihiko makes a comment to Tadase that Hikaru's way of speaking hasn't changed, but the meaning behind it has. Meanwhile, not happy that they're being forgotten, the X Eggs try to help Rikka by bringing her forgotten paints to her, and cleaning up her room. But due to some mistakes they just make the mess worse. Rikka finds the X Eggs who tried to bring her paints to her but almost gets caught by Hikaru, making her go mad at the X Eggs. She takes them home and notices the incredible mess the other X Eggs have made. She goes mad and yells that she never wants to see them again. The eggs are so upset that they create a tornado. Hikaru opens the door to her room and sees the worried expression on Rikka's face. Hotaru yells at him to get Amu and the others. He runs to get Amu and the other Guardians. He trips, but Rikka's desperate facial expression makes him get up and keep running. When he reaches the Guardians, Hikaru begs Amu not to blame Rikka for whatever she sees. Amu promises that she will never lose belief in Rikka or Hikaru. After the X Eggs leave Rikka sees one that stayed behind and smiles, thinking that it chose to forgive her. But then suddenly it breaks. Being Rikka's first time seeing an X Egg break it alarms her. She picks up the pieces of the remaining X Egg and cries."
                },
                "24": {
                    "ID": "2213241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213241",
                    "TitleEnglish": "Believe! In My Pure Heart!",
                    "SummaryEnglish": "Amu and Tadase separate with the rest of the guardians and make their way to Rikka's room, inside, they find her room all messed up and torn. They notice Rikka hunched over crying as she explains that she was hiding X Eggs in her room. She begins explaining about the X Egg 'bursting' and Tadase explains that under too much stress, the egg will break. Rikka starts crying again as Amu gets angry and yells at Rikka, knocking some senses into her. She transformes with Diamond and heads towards the rest of the guardians. Amu uses Twinkle Hold but it failed. Rikka approaches the X Eggs only to have them back away. One egg is close to cracking but Rikka leaps towards the egg, stopping it from breaking. She promises to the other eggs that she would not make them feel lonely anymore. This triggers her transformation with Hotaru into Pure Feeling. Together, Amu and Rikka purify the eggs using Open Heart, and the eggs thank Rikka for the good times they had and that she listened to them, before returning to their owners again. After that, Amu goes home only to find that Ikuto is hiding under the blankets of her bed."
                },
                "25": {
                    "ID": "2213251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shugo-chara/episodes/2213251",
                    "TitleEnglish": "Heartbeat of Heartbeat!!!",
                    "SummaryEnglish": "Ikuto explains to amu that he is back in town to fill out papers to join an orchestra. Amu's mom comes into Amu's room and Amu finds out that Ikuto was there with her permission. He takes Amu out to the amusement park and they ride on the merry go round. Ikuto says he wants to play the \"prince character\" and then takes it back saying that it's not his character. Amu falls off the horse and Ikuto catches her. Tadase appears, invited by Ikuto. Ikuto parts from Amu and Tadase again, telling her to grow up already. Tadase kisses Amu on the cheek, saying he will always be there for her, leading to calling him \"prince\". Rikka is officially declared as the new Queen's chair and everyone discovers that Hikaru's egg has been born. Several days later, pictures are seen that everyone is at the amusement park and Ikuto is playing his violin on the streets. Tsukasa is watching him perform, and Lulu is sipping tea."
                }
            }
        }
    }
}