{
  "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed-c-e-73-stargazer",
  "Genres": [
    "Animation",
    "Anime",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0856795/",
    "https://www.themoviedb.org/tv/43142"
  ],
  "TitleEnglish": "Mobile Suit Gundam SEED C.E. 73: Stargazer",
  "SummaryEnglish": "Mobile Suit Gundam SEED C.E. 73 Stargazer is a three episode original net animation (ONA) side story that takes place during the timeline of Gundam SEED Destiny. Unlike the other series set in the Cosmic Era, C.E. 73 Stargazer is directed by Susumu Nishizawa and features a new cast of characters. The episodes were not broadcasted on television, but streamed through the Bandai Channel and sold on one DVD in Japan. The first episode was released on the Bandai Channel on July 14, 2006, but it premiered a week earlier at the Tokyo Anime Center's Akiba 3D Theater on July 7, 2006.",
  "Aliases": [],
  "Modified": "2025-05-27",
  "Seasons": {
    "0": {
      "ID": "31021",
      "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed-c-e-73-stargazer/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "2265421",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed-c-e-73-stargazer/episodes/2265421",
          "TitleEnglish": "Red Frame",
          "SummaryEnglish": "As a promotion to the Astray line of products, two 5-minute anime shorts were produced in 2004, one featuring Lowe Guele and the Junk Guild crew, and the other featuring Gai Murakumo and the Serpent Tail. These two shorts, along with the three-episode ONA OVA Mobile Suit Gundam SEED C.E. 73: Stargazer, were later re-released on DVD on November 24, 2006.",
          "Aliases": []
        },
        "2": {
          "ID": "2265431",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed-c-e-73-stargazer/episodes/2265431",
          "TitleEnglish": "Blue Frame",
          "SummaryEnglish": "As a promotion to the Astray line of products, two 5-minute anime shorts were produced in 2004, one featuring Lowe Guele and the Junk Guild crew, and the other featuring Gai Murakumo and the Serpent Tail. These two shorts, along with the three-episode ONA OVA Mobile Suit Gundam SEED C.E. 73: Stargazer, were later re-released on DVD on November 24, 2006.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "31022",
      "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed-c-e-73-stargazer/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "355247",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed-c-e-73-stargazer/episodes/355247",
          "TitleEnglish": "Stage 01",
          "SummaryEnglish": "The world is thrown into chaos after the Break the World incident during the Second Bloody Valentine War. A ZGMF-1017 GINN attacks a city where DSSD members Selene McGriff and Edmond Du Clos are in and causes massive damage until it is stopped by a linear tank commanded by Edmond, who is mortally wounded in his attack. Meanwhile Selene and another DSSD member, Sol Ryuune L’ange, leave for space while Phantom Pain deploys its pilots to fight ZAFT mobile suits that attack an Earth Alliance base.",
          "Aliases": []
        },
        "2": {
          "ID": "355248",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed-c-e-73-stargazer/episodes/355248",
          "TitleEnglish": "Stage 02",
          "SummaryEnglish": "Sven Cal Bayan and his team are sent to eliminate a Coordinator refugee camp suspected of harboring terrorists. Sven has flashbacks of his military training and conditioning when he was a child. Sven proceeds to massacre the camp without hesitation. In another battle, while defending the Earth Alliance Forces ground carrier, Bonaparte, Mudie Holcroft is killed while fighting ZAFT forces. Meanwhile in space, Selene tests the new AI piloted GSX-401FW Stargazer with its Voiture Lumiere propulsion system.",
          "Aliases": []
        },
        "3": {
          "ID": "355249",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed-c-e-73-stargazer/episodes/355249",
          "TitleEnglish": "Stage 03",
          "SummaryEnglish": "Phantom Pain attacks the DSSD station to steal the AI data of the Stargazer. The brutal assault leaves many DSSD members and the Verde Buster pilot, Shams Couza, dead. To counter the attack, Selene and Sol launch in the Stargazer and use its unique features to destroy several enemy mobile suits. Lost in space, Selene captures the Strike Noir and uses the Stargazers propulsion system to catapult themselves near Venus. Sven and Selene meet face to face and start their long journey home. Selene administers a drug on both of them to increase the oxygen absorption inside their blood and they slowly enter coma state. They must be found within 27 days or they will die from lack of oxygen, but Sol finds the Stargazer 27 days and 21 hours later.",
          "Aliases": []
        }
      }
    }
  }
}