{
    "URL": "https://www.thetvdb.com/series/dragon-ball-z",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/9A83-59AC-0EB8-D495-6551-R",
        "https://www.imdb.com/title/tt0121220/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP01264737",
        "https://www.themoviedb.org/tv/12971"
    ],
    "TitleEnglish": "Dragon Ball Z",
    "SummaryEnglish": "Many years have passed since Goku first searched for the Dragon Balls. He is a grown man, with a wife and son. He and his friends have settled into their own lives and, for the most part, things are rather peaceful. Then one day, Goku learns he is really a Saiyan and comes from another planet. Now begins new adventures for Goku and his friends as they defend their home against new, more powerful threats.",
    "TitleJapanese": "ドラゴンボールZ",
    "SummaryJapanese": "天下一武道会の壮絶な闘いから５年。大人になった孫悟空は、結婚したチチとの間に息子の悟飯をもうけ、平穏な日々を過ごしていた。だが、ある日突然、宇宙からやって来た謎の男によって、平和はもろくも崩れ去ってしまう。ラディッツと名乗る彼は、強靱な尻尾を持ち、悟空やクリリンさえも一撃で吹き飛ばしてしまうほどのパワーを持っていた。このラディッツこそ、惑星ベジータを出身地にもつ戦闘民族サイヤ人にして、星が滅亡した際に生き残った、孫悟空の実の兄だった！　ラディッツは力なき悟飯を人質に取り、自分たちの仲間に加わるよう悟空に迫る。サイヤ人の狙いは地球人を絶滅させ、星を我がものにすること。邪悪な野望に手を貸すことなど出来るはずがない。悟空は宿命のライバル・ピッコロとコンビを組み、ラディッツとの闘いに挑む！",
    "Aliases": [
        "Dragonball Z"
    ],
    "Modified": "2025-09-26",
    "Seasons": {
        "0": {
            "ID": "31040",
            "URL": "https://www.thetvdb.com/series/dragon-ball-z/seasons/official/0",
            "# Episodes": 36,
            "Episodes": {
                "1": {
                    "ID": "8484175",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/8484175",
                    "TitleEnglish": "Dead Zone",
                    "SummaryEnglish": "In order to wish for immortality and avenge his father, Garlic Jr. collects the dragon balls, kidnapping Goku's son Gohan in the process. Goku, Kami, Piccolo, and Krillin unite to rescue Gohan and save the world from being sucked into a dead zone.",
                    "TitleJapanese": "ドラゴンボールZ",
                    "SummaryJapanese": "時は第23回天下一武道会から数年後。武道会で悟空に敗れたピッコロが、今度こそ悟空を倒すために荒野で修行をしている途中で、謎の一団の襲撃を受ける。一方、パオズ山で暮らす悟空一家にも異変が起こった。悟空が不在の間に、チチと牛魔王が何者かに襲われた上、悟飯が四星球ごと盗まれたのだ。\n\n黒幕であるガーリックJr.は、ドラゴンボールを全て集め、自身の居城であるガーリック城にて神龍を呼び出し、永遠の命をもらい受けた。ほどなくして、ドラゴンレーダーで位置を知った悟空はガーリック一味と対峙するが、その途中で神が現れ、ガーリックと睨み合う。悟空はガーリック3人衆と戦うが、その途中でクリリン、さらに悟空の敵であるはずのピッコロも現れた。悟空たちとガーリックJr.たちの戦いが始まる。"
                },
                "2": {
                    "ID": "8486294",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/8486294",
                    "TitleEnglish": "The World's Strongest",
                    "SummaryEnglish": "The evil Dr. Kochin uses the dragon balls to resurrect his mentor, Dr. Wheelo, in an effort to take over the world. Dr. Wheelo, his body having been destroyed by the avalanche that killed him fifty years before, desires the body of the strongest fighter in the world as his new vessel. Believing Roshi to be the world's strongest warrior, Dr. Kochin abducts Bulma and forces Roshi to surrender himself to save her. When Goku hears of their abduction, he goes to their rescue.",
                    "TitleJapanese": "この世で一番強いヤツ",
                    "SummaryJapanese": "悪の天才科学者Dr.ウィローの助手であるDr.コーチンはドラゴンボールを集め、永久氷壁の中からDr.ウィローを50年ぶりにこの世に蘇らせた。頭脳のみの存在であるDr.ウィローは、地上で最も強い人間の肉体を求めていた。彼は武術の神様と謳われた亀仙人こと武天老師に目を付け、自身が造った3体の凶暴戦士を亀仙人と戦わせた。ウーロンの頼みを受けて、危機に駆けつけた悟空たちの前に立ち塞がったのは、凶暴戦士たち、そして洗脳されたピッコロだった。悟空とピッコロの戦いを静観するDr.ウィローは、その戦闘力の高さを瞬時に見抜き、悟空の体を欲するようになる。"
                },
                "3": {
                    "ID": "8486295",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/8486295",
                    "TitleEnglish": "The Tree of Might",
                    "SummaryEnglish": "Goku and friends must stop a band of space pirates from consuming fruit from the Tree of Might before it's destructive powers drain Earth's energy.",
                    "TitleJapanese": "地球まるごと超決戦",
                    "SummaryJapanese": "宇宙を荒しまわるならず者として恐れられるターレス軍団は、星の滋養を吸って成長する「神精樹」の種を地球に植え付けた。神精樹の実を食べることで絶大な力を手にし、やがて宇宙のすべてを支配するのがターレスの目的なのだ。\n\n神精樹の成長に伴い、地球には次々と天変地異が起こる。北の界王から地球が衰退していくことを知らされた悟空たちZ戦士は、神精樹を破壊して地球を救うため、ターレスに戦いを挑む。"
                },
                "4": {
                    "ID": "8486296",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/8486296",
                    "TitleEnglish": "Lord Slug",
                    "SummaryEnglish": "A Super Namekian named Slug comes to invade Earth. But the Z Warriors do their best to stop Slug and his gang.",
                    "TitleJapanese": "超サイヤ人だ孫悟空",
                    "SummaryJapanese": "全宇宙を支配しようとたくらむ悪の宇宙人スラッグが、地球を最新型惑星クルーザーとして使用するために襲来。\n\n太陽の光を直接浴びると1時間も生きていられない種族であるスラッグ軍団の魔族は、手始めに地球の太陽光線を遮断する。悟空たちはスラッグの野望を阻止しようと闘うが、スラッグの強さはあのフリーザや超サイヤ人をも上回るかもしれないという。悟空たちとスラッグ軍団との戦いが始まる。"
                },
                "5": {
                    "ID": "8486297",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/8486297",
                    "TitleEnglish": "Cooler's Revenge",
                    "SummaryEnglish": "After defeating Frieza, Goku returns to Earth and goes on a camping trip with Gohan and Krillin. Everything is normal until Cooler - Frieza's brother - sends three henchmen after Goku. A long fight ensues between our heroes and Cooler, in which he transforms into the fourth stage of his evolution and has the edge in the fight... until Goku transforms into a Super Saiyan.",
                    "TitleJapanese": "とびっきりの最強対最強",
                    "SummaryJapanese": "フリーザの兄クウラは、フリーザが地球から来たサイヤ人に倒されたと聞き、悟空を倒すべく地球に向かった。悟空が悟飯、クリリン、ウーロン、ハイヤードラゴンたちと渓谷でキャンプを楽しんでいたところへ、突如クウラ機甲戦隊が襲いかかってくる。悟空はクウラの部下サウザー、ドーレ、ネイズを圧倒するが、フリーザそっくりのクウラの登場に戸惑う。そこへやって来た悟飯にクウラが破壊光線を放つ。直撃する瞬間、悟飯を庇った悟空は背中に重傷を負い、滝壺へと落下してしまう。"
                },
                "6": {
                    "ID": "8486298",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/8486298",
                    "TitleEnglish": "The Return of Cooler",
                    "SummaryEnglish": "Cooler has resurrected himself as a robot and is enslaving the people of New Namek. Goku and the gang must help.",
                    "TitleJapanese": "激突!!100億パワーの戦士たち",
                    "SummaryJapanese": "デンデが地球の神となり、その後も新ナメック星では平穏な日々が続いていた。しかしある時、宇宙の彼方から飛来したマシン惑星・ビッグゲテスターが新ナメック星を覆ってしまう。 新ナメック星からの危機を知らされたデンデは悟空たちに救援を要請。悟空、悟飯、クリリン、ピッコロ、亀仙人、ウーロン、ヤジロベーが宇宙船で新ナメック星へ向かうが、そこに現れたのは、かつて悟空が倒したはずのフリーザの兄・クウラだった。\n\n死んだと思われていたクウラは、脳だけで宇宙を漂っていたが、運良くビッグゲテスターに流れ着き、そのメインコンピューターと融合。新ナメック星を侵略するために覆い尽くしていたのである。そして、悟空とクウラの因縁の対決が再び始まった。"
                },
                "7": {
                    "ID": "8486299",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/8486299",
                    "TitleEnglish": "Super Android 13!",
                    "SummaryEnglish": "Dr. Gero's Androids #13, #14, and #15 are awakened by the laboratory computers and immediately head to the mall where Goku is shopping. After Goku, Trunks, and Vegeta defeat #14 and #15, #13 absorbs their inner computers and becomes a super being greater than the original three separately were. Now it is up to Goku to stop him.",
                    "TitleJapanese": "極限バトル!!三大超サイヤ人",
                    "SummaryJapanese": "人造人間17号によって、ドクター・ゲロは殺された。しかし、人造人間たちですら知らない極秘の地下研究施設では、ゲロの怨念を引き継いだスーパーコンピューターが引き続き「孫悟空抹殺」を目的に開発を続けていた。\n\nデパートで買い物と食事を楽しむ悟空たちの前に、突如として謎の2人組が襲撃をかけ、街を破壊し始める。その存在に気付いた悟空は、2人に気が感じられないことから、ドクター・ゲロの作った人造人間であることを察知する。街中で戦う悟空とトランクスだったが、トランクスの咄嗟の一言で、人気のない場所へ誘き出す。\n\nその頃、ドクター・ゲロの研究所では最後の人造人間・13号が完成し、悟空の元へと迫っていた。"
                },
                "8": {
                    "ID": "411419",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411419",
                    "TitleEnglish": "Broly: The Legendary Super Saiyan",
                    "SummaryEnglish": "As Goku investigates the destruction of the Southern Galaxy, Vegeta is taken to be King of the New Planet Vegeta, and to destroy the Legenday Super Saiyan, Brolly.",
                    "TitleJapanese": "燃えつきろ!!熱戦・烈戦・超激戦",
                    "SummaryJapanese": "悟飯の予備校受験のため、悟空は慣れないスーツを着せられチチから厳しく「教育パパ像」を吹き込まれていた。\n\n悟空がそんな目にあっているとは知らず花見を楽しんでいた悟飯達のもとに宇宙船が降り立ち、中から一人のサイヤ人が現れる。彼はパラガスと名乗り、ベジータを新惑星ベジータの王として迎えに来たと言う。最初は興味が無かったベジータだったが、パラガスの「伝説の超サイヤ人を倒し、サイヤ人のかつての栄華を取り戻す」という口車に乗せられ彼とともに宇宙へ飛び立ってしまう。酔った勢いで宇宙船に乗り込もうとする亀仙人やそれを止めようとする悟飯、クリリン、ウーロン、ベジータを連れ戻そうとするトランクスも連れて。\n\n同じころ、面接会場にいた悟空は界王から「大変な事が起きた」と呼び出された。界王によると伝説の超サイヤ人が南の銀河を破壊し、次は北の銀河が狙われているので、その討伐を頼まれたのだった。"
                },
                "9": {
                    "ID": "411420",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411420",
                    "TitleEnglish": "Bojack Unbound",
                    "SummaryEnglish": "Mr. Money is holding another Tenka'ichi Budokai and Mr. Satan invites everyone in the world to join in. Little does he know that Bojack, an ancient villain who has escaped his prison, is competing. Since Goku is currently dead, it is up to Gohan, Vegita, and Trunks to defeat Bojack and his henchman.",
                    "TitleJapanese": "銀河ギリギリ!!ぶっちぎりの凄い奴",
                    "SummaryJapanese": "賞金1億ゼニーと世界温泉めぐりが懸ったギョーサン・マネー主催の天下一大武道大会に出場した悟飯たち。かつて父・悟空も今の自分のように亀仙流の道着を着て修行に励んでいたと、優勝を目指し次々と勝ち進む悟飯。未来から人造人間を倒したことを報告しに来たトランクスや、いきなりピッコロと闘う羽目になってしまったが、ピッコロがくだらなさを感じ棄権したために勝ち進んでいくクリリンもそれに続いていた。しかし、ベジータは悟空が死んだショックから立ち直りきれておらず、トランクスの試合をつまらなさそうにテレビで観戦していた。あの世では大会の様子を悟空や界王様も見物していた。同時に会場にいたミスター・サタンが地球を救ったことになっていたことも知ったようである。\n\nついに決勝の組み合わせが決定した大会では、バトルゾーンで銀河戦士と戦い勝って一番初めに戻ってきた選手が優勝というルールで試合が開始された。銀河戦士は東西南北それぞれの銀河を代表する戦士という振れ込みだが、実はサタンの弟子。しかし、本来現れるはずの彼らと入れ替わった謎の銀河戦士たちが出現した。\n\n通常の選手との違いを感じ取ったクリリンだったが、なすすべなく敗れてしまう。悟飯もほかの選手との違いを感じて戦闘を開始。別の場所で何とか一味の一人を討ち取ったトランクスであったが、その直後に別の仲間に襲われてしまう。\n\nそれを見ていた界王様はかつて銀河中を荒らしまわったボージャック率いるヘラー一族であることを確信する。東西南北4人の界王によって封印されていたが、セルとの闘いで北の界王が死んでしまったために封印が解けてしまったという。悟空が不在の地球を守るべく、悟飯の戦いが始まる。"
                },
                "10": {
                    "ID": "411421",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411421",
                    "TitleEnglish": "Broly: Second Coming",
                    "SummaryEnglish": "After his loss to Goku, Brolly crash lands and hibernates on earth. After some time, he is awakened by Trunks and Goten, who Brolly believes is Kakarott, and goes on a rampage to kill both of them. At the same time, Gohan is on his way to challenge the Legendary Super Saiyan alone.",
                    "TitleJapanese": "危険なふたり!超戦士はねむれない",
                    "SummaryJapanese": "『ドラゴンボールZ 燃えつきろ!!熱戦・烈戦・超激戦』で新惑星ベジータが崩壊した瞬間、一つの宇宙ポッドが惑星から脱出していた。そこに乗っていたのは伝説の超サイヤ人ブロリー。惑星崩壊の直前まで対決し、自らを打ち破った孫悟空を追い、地球に漂着したブロリーであったが、悟空から受けたダメージは想像以上に大きく、そのまま極寒地帯の氷の下に閉じ込められてしまう。\n\n7年後、孫悟天とトランクス、そしてミスター・サタンの娘で孫悟飯のクラスメイトであるビーデルはドラゴンボール探しをしていた。それぞれ子供ながらのかわいらしい願い事や単に神龍を見たいというだけといういたって遊び心にあふれた冒険であったが、その途中、謎の異常気象と、巨大な恐竜に苦しむナタデ村に辿り着き、その解決策として生け贄問題に悩む人々と出会う。村の問題は簡単に解決したものの、ビーデルに叱られた悟天の泣き声に感応し、氷壁の中に眠っていたブロリーが覚醒してしまう。\n\n彼が7年前、兄や父達を苦しめた伝説の超サイヤ人などということは知らない悟天やトランクス、ビーデルが闘いを挑む。悟天の顔が悟空にそっくりであったために、ブロリーの怒りと憎しみはさらに暴走。戦いの中、7つ目のドラゴンボールも発見。神龍に願いブロリーを倒してもらおうとするが、ブロリー相手ではそんな隙もなく、大ピンチに陥る。同じ頃、修行中の孫悟飯もただならぬ気を感じ、悟天たちの元へ向かう。トドメを刺される寸前の悟天らを救い、7年ぶりにブロリーと邂逅。父、孫悟空への復讐を遂げに来たのだと理解した悟飯は、父が亡き今、自分が代わってブロリーとの完全なる決着をつけることを決意し一騎討ちを挑むが、以前よりパワーアップしたブロリーに窮地に追い込まれる。だがその時、7つ揃ったドラゴンボールが光を帯びる。"
                },
                "11": {
                    "ID": "411422",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411422",
                    "TitleEnglish": "Bio-Broly",
                    "SummaryEnglish": "Dragonball Z: Bio-Broly begins when the rich Lord Jaguar reawakens the deceased Super Saiyan Broly. Now two evil masterminds are attempting to get Broly to do their bidding, but he is too dangerous and powerful for anyone to control.",
                    "TitleJapanese": "超戦士撃破!!勝つのはオレだ",
                    "SummaryJapanese": "天下一武道会の賞金の取立てを行いにミスター・サタン宅には18号たちが訪れていた。散々取立てを行ってもまだ賞金が届いていないと言い張るサタンの下にジャガー・バッダ男爵の使い・メンメンが現れる。サタンのために用意した戦士と戦えという要求に対していやいやジャガーの下へ向かうサタン。しかし、人造人間18号や同じ場にいた孫悟天、トランクスも付いて行ってしまう。\n\nサタンの弟子として何故か戦うことになった18号たちだが、ジャガーの準備した戦士など彼女らの敵ではなくバイオ戦士たちを一蹴してしまう。その後、見慣れない施設群に興味津々の悟天たちだったが、そこでサイヤ人と思われる一体のバイオ戦士のカプセルを発見、中にいた戦士がこちらを向いた瞬間に悟天たちは驚愕した。それは前回の戦いで死亡したブロリーのクローン、バイオブロリーだった。\n\nバイオカプセルから出てしまう前にバイオブロリーをカプセルごと破壊しようと試みるも、バイオブロリーは自らカプセルを破り外に出てきてしまう。もはやかつての面影のない不気味な様相となっていたバイオブロリーに、18号が戦いを挑むもバイオブロリーの強さに太刀打ちできずにやられてしまう。\n\n2度も同じ相手にやられてたまるかと、悟天とトランクスは超サイヤ人に変身し、バイオブロリーとの戦いに挑む。"
                },
                "12": {
                    "ID": "411423",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411423",
                    "TitleEnglish": "Fusion Reborn",
                    "SummaryEnglish": "Not paying attention to his job, a young demon allows the evil cleansing machine to overflow and explode, turning the young demon into the infamous monster Janemba. Goku and Vegita make solo attempts to defeat the monster, but realize their only option is fusion.",
                    "TitleJapanese": "復活のフュージョン!!悟空とベジータ",
                    "SummaryJapanese": "普段のように天国と地獄の管理を行っている閻魔の館で一人の若いサイケ鬼が地獄行きの魂を浄化するスピリッツロンダリング装置のタンクを換え忘れた。満タンになったタンクからは悪の気が漏れ出し、サイケ鬼の体を媒介に、怪物ジャネンバに変化。同時に閻魔の館は結界で封じられてしまい、あの世とこの世の秩序がめちゃくちゃになってしまった。この世ではフリーザなど、かつて倒した悪人達が復活し大混乱。孫悟飯、孫悟天、トランクスらが応戦するが、根本的な解決法が分からずにいた。\n\n同じ頃、前回のあの世一武道会のやり直しとして再び行われていた武道会の決勝戦にて、突如謎の結晶体が現れる。閻魔界に異常があることを知った悟空とパイクーハンは閻魔のもとへと向かい、結界を破壊しようと試みるも失敗。閻魔から、結界を張った張本人が上にいたジャネンバであると告げられ、ジャネンバ直々の指名もあり、悟空が闘いを挑むことになる。\n\nジャネンバは一見間抜けな姿をしているが、魔法のような不思議な技を自在に操る上に、相手の動きを見切ることに長けているため、悟空はやや苦戦を強いられる。ついに悟空は魔人ブウ戦以来2度目となる超サイヤ人3に変身し、ジャネンバに渾身の一撃を喰らわせる。ところが、息絶えたかに見えたジャネンバは瞬く間に体を再生させ、より戦闘向きの体となって悟空に襲い掛かった。ジャネンバの実力は悟空の超サイヤ人3の力を持ってしても歯が立たず、大ピンチに。そんな中悟空のピンチに駆けつけたのは、あの世の秩序が乱れたことにより、本来の肉体を取り戻したベジータだった。\n\n一人果敢に立ち向かうベジータだったが、ジャネンバに敵わず、歴然たる実力差を見せつけられたベジータは、死んだ今でもなお悟空に一歩及ばないことを悟り、落胆する。そこで、悟空から最後の手段として、融合技「フュージョン」を提案される。あの世とこの世の秩序を元通りにすべく、悟空とベジータは、強敵ジャネンバを前にフュージョンを試みる。"
                },
                "13": {
                    "ID": "411424",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411424",
                    "TitleEnglish": "Wrath of the Dragon",
                    "SummaryEnglish": "The Z Warriors discover an unopenable music box and are told to open it with the dragon balls. The contents turn out to be a warrior named Tapion who had sealed himself inside along with a monster called Hildegarn. Goku must now perfect a new technique to defeat the evil monster.",
                    "TitleJapanese": "龍拳爆発!!悟空がやらねば誰がやる",
                    "SummaryJapanese": "魔人ブウの脅威が去り、グレートサイヤマンの活躍などもあって地球はしばし平和な日々が続いていた。ある日、悟飯とビーデルはいつものようにグレートサイヤマンとしての任務をこなしている最中にホイという老人からオルゴールに封じられた勇者を復活させてほしいと頼まれる。オルゴールを鳴らすことができれば勇者は復活するというが、悟空でさえオルゴールの取っ手を回すことはできず、ならばドラゴンボールに頼んでみようということで神龍を呼び出す。\n\n神龍によって封印を解かれたオルゴールは美しい音色と共に壊れ、そこからオカリナを吹きながら一人の青年が現れた。彼こそホイの言っていた伝説の勇者・タピオンであった。タピオンのその雰囲気にトランクスは興味津々でついてまわるが、そこでホイの不審な動きも目撃する。その後打ち解けたトランクスとタピオンはカプセルコーポレーションで一緒に兄弟のように住み始めるが、実はタピオンには恐ろしい秘密が隠されていた。かつてコナッツ星を襲った幻魔人ヒルデガーンが彼の体内に封じられていたのである。\n\nブルマの提案で封印されていたオルゴールを再現するも、先に封印の解かれた下半身と引き合う力を止められず、ついにヒルデガーンは復活してしまった。悟空たちと、幻魔人ヒルデガーンとの戦いが始まる。"
                },
                "14": {
                    "ID": "4663427",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/4663427",
                    "TitleEnglish": "Dragon Ball Z: Battle of Gods",
                    "SummaryEnglish": "List of Dragon Ball characters#Whis wakes List of Dragon Ball characters#Beerus, the God (male deity) of Destruction, from his long slumber and tells him that Frieza was defeated by a Saiyan. Thirty-nine years earlier, the Oracle Fish () foretold that a mighty opponent would appear before Beerus, the Super Saiyan Deity. Beerus, with Whis, then tracks down the Saiyan warrior Goku, who defeated Freeza. On List of Dragon Ball characters#Kaiō-sama's planet, Goku proceeds to challenge Beerus. Despite having powered up to Super Saiyan 3, Goku is ultimately overwhelmed and defeated in two strikes. Disappointed by the subsequent lack of challenge, Beerus departs in order to seek out more powerful adversaries on Earth.",
                    "TitleJapanese": "ドラゴンボールZ 神と神",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "5276090",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/5276090",
                    "TitleEnglish": "Resurrection 'F'",
                    "SummaryEnglish": "One year after Goku's battle with Beerus, remnants of Frieza's army attempt to revive their long-dead master. After learning that Goku has far surpassed the power he showed in their battle on Namek, Frieza spends 4 months training. Goku & Vegeta are not on Earth and are training under Whis, so Bulma gathers the rest of the gang to fight against the revived Frieza and protect the universe that is once again under grave threat.",
                    "TitleJapanese": "復活の「F」",
                    "SummaryJapanese": "破壊神ビルスとの戦闘が終わり、地球には平和が訪れた。ところが、ドラゴンボールを求めて地球に近づいてきたフリーザ軍の残党ソルベとタゴマがフリーザを復活させてしまう。孫悟空たちサイヤ人へのリベンジを果たすべく、フリーザは地球に新フリーザ軍を送り込み、孫悟飯やピッコロ、クリリンが立ち向かう。そして、悟空とベジータは進化を遂げたフリーザと対峙する。"
                },
                "16": {
                    "ID": "411426",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411426",
                    "TitleEnglish": "Bardock - The Father of Goku",
                    "SummaryEnglish": "Bardock, Son Goku's father, is a low-ranking Saiyan soldier who was given the power to see into the future by the last remaining alien on a planet he just destroyed. He witnesses the destruction of his race and must now do his best to stop Frieza's impending massacre.",
                    "TitleJapanese": "たったひとりの最終決戦〜フリーザに挑んだZ戦士 孫悟空の父〜",
                    "SummaryJapanese": "カナッサ星を一夜にして滅ぼしたバーダックは、カナッサ星人の最後の生き残りから攻撃を受け「未来を予知できる」力を与えられる。これはカナッサ星人の呪いであった。帰還したバーダックは、フリーザによってサイヤ人が滅ぼされるという予知夢を見てしまう。"
                },
                "17": {
                    "ID": "7758740",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/7758740",
                    "TitleEnglish": "Summer Vacation Special",
                    "SummaryEnglish": "The Summer Vacation Special (also known as the Movie Overview Special) was aired on August 3, 1992, between episodes 150 and 151. The TV special takes place shortly after the events of the film Dragon Ball Z: Super Android 13!, which was released on July 11, 1992, and features Goku and Gohan in tuxedos, discussing all of the Dragon Ball/Dragon Ball Z movies as of that point in time. The 43 minute special ends with Goku changing back into his regular get-up, while Gohan struggles to wrestle his tuxedo free, before personally advertising Dragon Ball Z: Super Android 13!, which was playing in Japanese cinemas at the time.",
                    "TitleJapanese": "夏休み スペシャル",
                    "SummaryJapanese": "タキシード姿の悟空と悟飯が司会進行で過去作映画シリーズの紹介をする場面のようです。"
                },
                "18": {
                    "ID": "411427",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411427",
                    "TitleEnglish": "The History of Trunks",
                    "SummaryEnglish": "It has been thirteen years since the Androids began their killing rampage and Son Gohan is the only person fighting back. He takes Bulma's son Trunks as a student and even gives his own life to save Trunks's. Now Trunks must figure out a way to change this apocalyptic future.",
                    "TitleJapanese": "絶望への反抗!!残された超戦士・悟飯とトランクス",
                    "SummaryJapanese": "孫悟空が心臓の病気で亡くなった。皆が悲しみから立ち直った半年後、南の島に二人の人造人間が現れる。街を破壊し人々を殺す悪魔のような彼らに、悟飯たちＺ戦士たちは敢然と立ち向かう。しかし、あまりにも強大な力の前に、ピッコロ、ベジータ、ヤムチャ、天津飯、クリリンが次々に命を落としてしまう。生みの親であるドクター・ゲロさえも抹殺した人造人間は、世界中で殺戮の限りを尽くし、地上は恐怖のドン底に叩き落とされてしまう。たった一人になっても挑み続ける孫悟飯だけが、人類に残された最後の希望だった・・・。だが、絶望に抗う決意を固めたのは、悟飯だけではなかった。ベジータとブルマの息子・トランクスだ。正義感あふれる少年に育ったトランクスは、自分も人造人間と戦えるように鍛えてほしいと悟飯に頼むが・・・。"
                },
                "19": {
                    "ID": "4183200",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/4183200",
                    "TitleEnglish": "Gather Together! Goku's World",
                    "SummaryEnglish": "In this OVA, Goku and his friends pose questions for the viewers about the Dragon Ball series.",
                    "TitleJapanese": "総集編  全部見せます 年忘れDRAGON BALL Z",
                    "SummaryJapanese": "1993年にドラゴンボールZで起こったことを振り返った"
                },
                "20": {
                    "ID": "952701",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/952701",
                    "TitleEnglish": "Plan to Eradicate the Saiyans: Earth Story (Part 1)",
                    "SummaryEnglish": "In 1993, Toei Animation, in cooperation with Shonen Jump and V-Jump, produced a two-part \"video guide\" of the Family Computer game Dragon Ball Z Gaiden: Saiyajin Zetsumetsu Keikaku (Plan to Eradicate the Saiyans) , which featured all-new animation. The complete OVA was later included in the Dragon Box Vol. 2 DVD set released in Japan in 2003.",
                    "TitleJapanese": "外伝: サイヤ人絶滅 計画 地球編",
                    "SummaryJapanese": "新たな地球の神・デンデが地球に存在しないはずの生命細胞を破壊するデストロンガスの増加に気づいた。ミスターポポからこの事態を聞いた悟空・悟飯・ピッコロは、デストロンガス装置の破壊に向かおうとする。\n\nその時、カプセルコーポレーションに2匹のモンスターが出現。悟空はかめはめ波で撃退しようするが、技が出ない。何とか肉弾戦で撃退するも、ポポの話ではガスの影響で皆の生命力が落ちてきているために気が十分に集中できず技が使えないらしい。\n\n悟空たちはトランクスやベジータと協力し、装置を破壊していく。やがて界王から、黒幕の正体がかつてサイヤ人に星を滅ぼされた恨みを持つツフル人・ドクターライチーであることを知らされる。"
                },
                "21": {
                    "ID": "1135161",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/1135161",
                    "TitleEnglish": "Plan to Eradicate the Saiyans: Space Story (Part 2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "外伝: サイヤ人絶滅 計画 宇宙編",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "7811707",
                    "TYPE": "Behind the Scenes/ Makings Of",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/7811707",
                    "TitleEnglish": "The World of Dragon Ball Z",
                    "SummaryEnglish": "The World of Dragon Ball Z is a 20-minute OVA special that was produced and distributed by Funimation in 2000, narrated by Christopher Sabat. This OVA reviews the Dragon Ball series, beginning with the Emperor Pilaf Saga and then skipping ahead to the Raditz Saga through the Trunks Saga (which was how far FUNimation had dubbed both Dragon Ball and Dragon Ball Z at the time). Over the summer of 2005, Kraft Canada ran a promotion for their Kraft Dinner multi-packs that included a Dragon Ball Z DVD valued at $20. The disc was produced by KaBoom!, who was Funimation’s Canadian distributor at the time. It contained \"The World of Dragon Ball Z\" compilation special and episodes 124 and 125. This new 60-minute montage was available on this DVD in English but also in French under the name \"Le Monde de Dragon Ball Z\".",
                    "TitleJapanese": "The World of Dragon Ball Z",
                    "SummaryJapanese": "International release only"
                },
                "23": {
                    "ID": "411425",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411425",
                    "TitleEnglish": "Yo! Son Goku and His Friends Return!!",
                    "SummaryEnglish": "Two years have passed since the battle with Majin Boo. Mr. Satan's hotel, built as a commemoration of the victory over Boo, is finally complete!! Goku and the other fighters are invited as guests. While Goku and the others are enjoying the party, a strange pod falls to Earth. Inside, a sharp-eyed Saiyan detects strong fighting abilities and takes a small alien along to the party! When the Saiyan encounters Vegeta, his words shock everyone.",
                    "TitleJapanese": "オッス!帰ってきた孫悟空と仲間たち!!",
                    "SummaryJapanese": "魔人ブウとの戦いより約2年後のストーリー。ミスター・サタンが世界を救った記念のホテルが完成し、孫悟空と仲間たち一行は、式典パーティーに招待された。だが、そこにベジータの弟であるターブルが現れ、フリーザ軍の残党アボ&カドの襲撃を知ることになる。"
                },
                "24": {
                    "ID": "4183187",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/4183187",
                    "TitleEnglish": "Plan to Eradicate the Super Saiyans (Remake)",
                    "SummaryEnglish": "A remake of Dragon Ball Z: Plan to Eradicate the Saiyans, included in Dragon Ball: Raging Blast 2.",
                    "TitleJapanese": "超サイヤ人絶滅計画",
                    "SummaryJapanese": "OVA \"外伝 サイヤ人絶滅計画\" をベースに完全新規製作したリメイク作"
                },
                "25": {
                    "ID": "4256459",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/4256459",
                    "TitleEnglish": "Episode of Bardock",
                    "SummaryEnglish": "Bardock, Goku's father, was supposed to have died when Frieza's attack hit him along with Planet Vegeta. Instead, he was thrown back in time, to an age where the planet was still inhabited by strange creatures. There he met Frieza's ancestor, the space pirate Chilled, and fought against him to protect the planet.",
                    "TitleJapanese": "エピソード オブ バーダック",
                    "SummaryJapanese": "ボスであるフリーザから攻撃を受け、惑星ベジータと共に消滅したと思われたバーダック。しかし、彼が目覚めてみるとそこは惑星ベジータと呼ばれる以前の過去の惑星プラントにいたのであった。一方、宇宙海賊チルドが惑星プラントの侵略を企てていた。"
                },
                "26": {
                    "ID": "8486300",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/8486300",
                    "TitleEnglish": "Kyutai Panic Adventure!",
                    "SummaryEnglish": "The special was part of many animated multi-screen \"Panic Adventure\" crossovers of Shueisha manga series that have been screened at special events called \"Odaiba Boken-Oh\" (お台場冒険王; lit. \"Odaiba Adventure King\") in Japan. These events were held from 2003 to 2008 to commemorate Fuji TV's 45th anniversary. The crossover was featured exclusively at the Fuji TV headquarters in the Kyutai (orb) section, where smaller screens partially surrounded the audience watching, each showing a point of view, while a bigger one would occasionally change between the scenes featured on each screen.",
                    "TitleJapanese": "球体パニックアドベンチャー!",
                    "SummaryJapanese": "某ＴＶ局の夏休みイベントで限定上映されていた作品。ワンピース・ドラゴンボール・鉄腕アトムのあのキャラが夢の競演。"
                },
                "27": {
                    "ID": "8486301",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/8486301",
                    "TitleEnglish": "Kyutai Panic Adventure Returns!",
                    "SummaryEnglish": "The special was part of many animated multi-screen Panic Adventure crossovers of Shueisha manga series that have been screened at special events called \"Odaiba Boken-Oh\" (お台場冒険王; lit. \"Odaiba Adventure King\") in Japan. These events were held from 2003 to 2008 to commemorate Fuji TV's 45th anniversary. The crossover was featured exclusively at the Fuji TV headquarters in the Kyutai (orb) section, where smaller screens partially surrounded the audience watching, each showing a point of view, while a bigger one would be used for close-ups.",
                    "TitleJapanese": "球体パニックアドベンチャーリターンズ!!!",
                    "SummaryJapanese": "某ＴＶ局の夏休みイベントで限定上映されていた作品。ワンピース・ドラゴンボール・こち亀のあのキャラが夢の競演。"
                },
                "28": {
                    "ID": "4543895",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/4543895",
                    "TitleEnglish": "Dream 9 Toriko & One Piece & Dragon Ball Z Super Collaboration Special",
                    "SummaryEnglish": "Luffy, Toriko, Goku and their crews face off in a food competition.",
                    "TitleJapanese": "ドリーム9 トリコ×ONE PIECE×ドラゴンボールZ 超コラボスペシャル!!",
                    "SummaryJapanese": "IGOが主催するレース、「天下一食おう会」。とある島で開かれたこの大会の優勝賞品は「カラットジューウシ」と呼ばれる稀少な高級食材。優勝を目指して、トリコと仲間たち（『トリコ』の登場人物）、そして麦わらの一味（『ONE PIECE』の登場人物）が大会に参加する。さらには、孫悟空らZ戦士（『ドラゴンボール』の登場人物）も大会に参加していた。「トリコvsルフィvs悟空」の最強決定戦の火蓋が切られる。\n\n「天下一食おう会」で優勝したミスター・サタンが、優勝賞品のカラットジューウシをトリコやルフィ、悟空らにふるまっていると、マンサムから衝撃の事実が明かされる。大会は生物の力を吸うという、深海の大食漢・アカミィをおびき寄せるために開かれたという。そして、トリコやルフィ、悟空らの力を察知して、深海からアカミィが現れ……。「トリコ×ルフィ×悟空」の超コラボ必殺技が炸裂する。"
                },
                "29": {
                    "ID": "9188806",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/9188806",
                    "TitleEnglish": "Looking Back at it All: The Dragon Ball Z Year-End Show!",
                    "SummaryEnglish": "In the special, which is believed to take place some time around the 25th World Martial Arts Tournament, Gohan, and Goten are having a hot bath outside in the middle of winter. Goku (who is still dead) suddenly appears in front of his sons with the help of his Instant Transmission, and joins them in the tub. While there, the three Saiyans reflect back on the events that occurred during the Cell Games. Inside the house after Chi-Chi appeared, Goku tells his sons about Pikkon and the Other World Tournament.",
                    "TitleJapanese": "全部見せます 年忘れドラゴンボールZ!",
                    "SummaryJapanese": "第25回世界格闘技大会の前後に行われるとされるスペシャルでは、悟飯と悟天が真冬に外で温かいお風呂を楽しんでいます。悟空（まだ死んでいる）は彼のインスタントトランスミッションの助けを借りて彼の息子の前に突然現れ、そして彼らを浴槽に入れます。そこにいる間、3人のサイヤ人はセルゲーム中に起こった出来事を振り返ります。チチが現れた後の家の中で、悟空は息子たちにピッコンと他の世界のトーナメントについて話します。"
                },
                "30": {
                    "ID": "9401740",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/9401740",
                    "TitleEnglish": "Japan Hero Awards: Who Is the Strongest Hero?",
                    "SummaryEnglish": "A fan-made YouTube video showcasing a tournament to decide the mightiest “great person” throughout all of Japan’s history. The competitors include Benkei, Himiko, Prince Shotoku, and Amakusa Shiro. While fans and scholars of Japanese history and literature will probably get the biggest kick out of this, DBZ fans also have a lot to enjoy as none other than Son Goku provides a running commentary on the (over-the-top) fights with Masaharu Miyake, an announcer for Fuji TV.",
                    "TitleJapanese": "日本偉人大賞 偉人最強決定戦",
                    "SummaryJapanese": "A fan-made YouTube video showcasing a tournament to decide the mightiest “great person” throughout all of Japan’s history. The competitors include Benkei, Himiko, Prince Shotoku, and Amakusa Shiro. While fans and scholars of Japanese history and literature will probably get the biggest kick out of this, DBZ fans also have a lot to enjoy as none other than Son Goku provides a running commentary on the (over-the-top) fights with Masaharu Miyake, an announcer for Fuji TV."
                },
                "32": {
                    "ID": "9642827",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/9642827",
                    "TitleEnglish": "Resurrection 'F' - Future Trunks Edition",
                    "SummaryEnglish": "Two soldiers, Sorbet and Tagoma, from Frieza's army, the former tyrant having been defeated by Son Goku on Namek, went in search of the Dragon Balls on Earth, in order to resuscitate him. Once resurrected, Frieza's sole objective is to take revenge on Son Goku. He is informed that Goku has greatly grown in power and managed to defeat Boo. Frieza then decides to train for four months, claiming to be able to surpass him in this period of time...",
                    "TitleJapanese": "ドラゴンボールＺ 復活の「Ｆ」",
                    "SummaryJapanese": "フリーザ軍の元エリートメンバーであるソルベとタガモは、ドラゴンボールを使用してリーダーを復活させ、サイヤ人に対する復讐を実行することを目的として地球に到着します。 それらを止めて世界を救うために、悟空とベジータは真の神のレベルに到達しなければなりません."
                },
                "33": {
                    "ID": "9973341",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/9973341",
                    "TitleEnglish": "Battle of Gods (Special Extended Edition)",
                    "SummaryEnglish": "Shortly after the defeat of Majin Buu, Bills, the God of Destruction, awakens after a long slumber. After hearing rumors of a Saiyan warrior who defeated Frieza, he tracks down that warrior, Son Goku. Excited at the prospect of a new challenge, Goku faces him in battle, only to be quickly overwhelmed by his power, and he is defeated shortly thereafter. Realizing the threat Bills poses to the entire universe, Goku and his friends must find a way to stop him before it's too late.",
                    "TitleJapanese": "神々の戦い (スペシャル エクステンデッド エディション)",
                    "SummaryJapanese": null
                },
                "34": {
                    "ID": "10324276",
                    "TYPE": "Behind the Scenes/ Makings Of",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/10324276",
                    "TitleEnglish": "The Return of Dragon Ball Z",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "35": {
                    "ID": "10324277",
                    "TYPE": "Behind the Scenes/ Makings Of",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/10324277",
                    "TitleEnglish": "The Voices of Dragon Ball Z",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "36": {
                    "ID": "10716525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/10716525",
                    "TitleEnglish": "Opening 1",
                    "SummaryEnglish": "Dragon Ball Z textless opening episodes 001 to 199",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "37": {
                    "ID": "10716529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/10716529",
                    "TitleEnglish": "Opening 2",
                    "SummaryEnglish": "Dragon Ball Z textless opening episode 200 to 291",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "31041",
            "URL": "https://www.thetvdb.com/series/dragon-ball-z/seasons/official/1",
            "# Episodes": 39,
            "Episodes": {
                "1": {
                    "ID": "355412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355412",
                    "TitleEnglish": "The New Threat",
                    "SummaryEnglish": "With no new battles to fight, Goku has been living a quiet life in the countryside with his wife Chi-Chi...and their son Gohan! While Goku makes plans to spend a happy day with friends on Master Roshi's island, a powerful new threat is on its way to Earth. And the arrival of this sinister alien could spell disaster for Goku and his friends!",
                    "TitleJapanese": "ミニ悟空はおぼっちゃま！ ボク悟飯です",
                    "SummaryJapanese": "第23回天下一武道会から５年。悟空はチチと息子の悟飯と共に、山で平和に暮らしていた。そんなある日、不審な宇宙船が地球に到着。「カカロット」なる人物を探し始める。"
                },
                "2": {
                    "ID": "355413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355413",
                    "TitleEnglish": "Reunions",
                    "SummaryEnglish": "Goku and Gohan attend a reunion on Master Roshi's island, where Goku introduces his son to all of his old friends. The smiles quickly fade, however, as an unexpected visitor lands on the island, and for Goku the day becomes a reunion of a different kind. A powerful alien has arrived. It's Raditz: Goku's evil older brother!",
                    "TitleJapanese": "史上最強の戦士は悟空の兄だった！",
                    "SummaryJapanese": "カメハウスに住む亀仙人とクリリンを５年ぶりに訪ねた悟空。そこに突如、男が降り立つ。幼い頃の悟空と同じ尻尾を持つその男はラディッツと名乗り、自分はサイヤ人で、悟空の実の兄だと告げる。"
                },
                "3": {
                    "ID": "355414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355414",
                    "TitleEnglish": "Unlikely Alliance",
                    "SummaryEnglish": "Raditz has kidnapped Gohan! And unless Goku agrees to forsake his friends and the people of Earth by joining the sinister Saiyan, he may never see his son again! All hope is not lost, however, as a second uninvited guest arrives on the island - and Goku forges an unlikely alliance!",
                    "TitleJapanese": "やった！ これが地上最強のコンビだ！",
                    "SummaryJapanese": "ラディッツに連れ去られた悟飯を取り戻そうとする悟空の前にピッコロが現れる。ふたりはドラゴンレーダーを利用してラディッツの居所を突き止め戦いを挑むが、圧倒的な力の前に手も足も出ない。"
                },
                "4": {
                    "ID": "355415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355415",
                    "TitleEnglish": "Piccolo's Plan",
                    "SummaryEnglish": "The situation looks bleak for Goku and Piccolo, as Raditz easily deflects every attack they send his way. But Piccolo may have a way to stop the sinister Saiyan. He's perfected a powerful new attack, the Special Beam Cannon!There's only one problem: Piccolo needs time to gather the energy for the blast, which means Goku will have to last for five minutes against Raditz alone!",
                    "TitleJapanese": "ピッコロの切り札！ 悟飯は泣きむしクン",
                    "SummaryJapanese": "ピッコロは新必殺技「魔貫光殺砲」を放つが、かわされてしまう。ラディッツがピッコロにとどめを刺そうとした瞬間、形勢は逆転するが、ラディッツの嘘に騙され、再び絶体絶命のピンチに！"
                },
                "5": {
                    "ID": "355416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355416",
                    "TitleEnglish": "Gohan's Rage",
                    "SummaryEnglish": "As Goku takes blow after punishing blow from the evil Raditz, Gohan is able to watch no longer! The young boy's rage unlocks an awesome power sleeping within him, and he unleashes a mighty attack that not even Radtiz can resist! But as quickly as Gohan's power appears, it vanishes. And when Raditz prepares to strike back, Goku must make the ultimate sacrifice to save his son! This all only leads to the revelation that two more Saiyans are on their way to Earth.",
                    "TitleJapanese": "悟空死す！ ラストチャンスは一度だけ",
                    "SummaryJapanese": "ラディッツが驚愕するほどの力を発して宇宙船から飛び出し、強烈な体当たりを食らわせる悟飯。羽交い締めにされ身動きのできないラディッツを、悟空もろともピッコロの魔貫光殺砲が貫いた！"
                },
                "6": {
                    "ID": "355417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355417",
                    "TitleEnglish": "No Time Like the Present",
                    "SummaryEnglish": "With Raditz defeated and Goku gone from this world, the surviving Z Warriors must begin preparing for the arrival of two more Saiyans who will reach Earth in one year's time. Piccolo takes Gohan into the wild for a severe training program, in the hope that his hidden power will be revealed. Meanwhile, Goku embarks on a new adventure in the next world, as he must travel the endless miles of Snake Way to receive training from the legendary King Kai!",
                    "TitleJapanese": "エンマ様もビックリあの世でファイト",
                    "SummaryJapanese": "神様に連れられ、閻魔大王のもとに来た悟空は、全宇宙の神の頂点に立つ界王様のもとで修行する許可を得る。その頃ピッコロは、１年後にサイヤ人に立ち向かう戦士としての悟飯の潜在能力を試す。"
                },
                "7": {
                    "ID": "355418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355418",
                    "TitleEnglish": "Day 1",
                    "SummaryEnglish": "Gohan begins his first day of Piccolo's training. Alone in the wilderness, he must quickly learn to take care of himself. But that isn't easy when he's tired, hungry - and being chased by hungry dinosaurs! If Gohan's first day is this dangerous, how will he ever survive for the second? Piccolo secretly watches these events.",
                    "TitleJapanese": "恐竜とサバイバル！ 悟飯のツライ修行",
                    "SummaryJapanese": "荒野に置き去りにされた悟飯は恐竜に襲われるが、あわやの瞬間に潜在能力が覚醒！ 高い岩場へと逃れたものの、降りることができなくなってしまう。そんな悟飯を、ピッコロは隠れて見守る。"
                },
                "8": {
                    "ID": "355419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355419",
                    "TitleEnglish": "Gohan Goes Bananas!",
                    "SummaryEnglish": "Krillin receives a startling message, sent by Yajirobe. Korin wants him to gather Yamcha, Tien, and Chiaotzu and report for special training! And if that weren't enough, he and Roshi still have to find a way to tell Chi-Chi what's happened to Goku and her son. Meanwhile, Gohan's training causes him to undergo a shocking transformation!",
                    "TitleJapanese": "月の輝く夜に大変身！ 悟飯パワーの秘密",
                    "SummaryJapanese": "悟空と悟飯のことをチチに伝えられないまま、カメハウスに戻ったクリリン。だが突然帰ったクリリンを怪しみ、牛魔王と共にカメハウスを訪れたチチは、亀仙人からふたりの行方を聞き失神…！"
                },
                "9": {
                    "ID": "355420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355420",
                    "TitleEnglish": "The Strangest Robot",
                    "SummaryEnglish": "Gohan awakes in the wilderness to find his tail gone and a new set of clothes on his back. But the puzzled boy has little time to figure out what happened before a group of wild animals try to have him for breakfast! The chase leads Gohan into the depths of an ancient cave, where he meets an old Capsule Corp robot. The robot has lived alone in the cave for over 30 years, and he's not happy to have visitors!",
                    "TitleJapanese": "ゴメンねロボットさん 砂漠に消えた涙",
                    "SummaryJapanese": "砂漠に開いた穴に落ちた悟飯は、地下の古代遺跡で砂に埋もれたロボットを発見。悟飯は嫌がられながらも何度もロボットを起こす。何かと面倒を見るうちに悟飯とロボットは打ち解け始める。"
                },
                "10": {
                    "ID": "355421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355421",
                    "TitleEnglish": "A New Friend",
                    "SummaryEnglish": "Krillin pulls Yamcha away from a rowdy baseball game to begin training at Korin Tower. Meanwhile, Gohan's adventures in the wilderness continue, as he makes a new dinosaur friend! Gohan is happy to finally have some company. That is, until he gets a harsh reminder - not all dinosaurs are friendly!",
                    "TitleJapanese": "泣くなご飯！ はじめての闘い",
                    "SummaryJapanese": "１年後の危機に備え、ヤムチャを訪ねるクリリン。武道から離れ、プロ野球選手として活躍していたヤムチャも、悟空の死とサイヤ人の来襲を知り、神様のもとで修行をする決心をする。"
                },
                "11": {
                    "ID": "355422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355422",
                    "TitleEnglish": "Terror on Arlia",
                    "SummaryEnglish": "While Goku runs down Snake Way for a meeting with King Kai, Gohan gets a very important survival lesson from a T-Rex. Meanwhile Vegeta and Nappa head towards Earth but make a quick stop on planet Arlia and become prisoners of the tyrant king who rules the planet. After a brief scuffle with the monster Yeddy, the Arlians realize that the two Saiyans are more for then they can handle as Vegeta and Nappa leave their terrible mark on the planet.",
                    "TitleJapanese": "宇宙一の強戦士 サイヤ人めざめる！",
                    "SummaryJapanese": "地球に向かうサイヤ人・ベジータとナッパは、その途中でアーリア星の略奪を目論む。だが、豊かな星だったアーリア星は、独裁者モアイが支配する荒廃した星となっていた。"
                },
                "12": {
                    "ID": "355423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355423",
                    "TitleEnglish": "Global Training",
                    "SummaryEnglish": "Gohan is busy with his survival training and spends his day tormenting a clumsy but delicious T-Rex. Tien and Chiaotzu are training across the planet, but their workout is interrupted by a very demanding Launch. Goku tries to find King Kai on Snake Way while Piccolo's power gets out of control with disastrous results.",
                    "TitleJapanese": "蛇の道でいねむり 悟空が落っこちる",
                    "SummaryJapanese": "ランチに付きまとわれながらも、餃子と共に山奥の滝で修行を続けていた天津飯。スカウターを頼りにやってきたクリリンとブルマの話を聞き、神様の稽古を受けることを決める。"
                },
                "13": {
                    "ID": "355424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355424",
                    "TitleEnglish": "Goz and Mez",
                    "SummaryEnglish": "After waking up dazed and disoriented, Goku sees a fruit tree. Not one to deny his appetite, Goku helps himself. But watching him are two giant ogres who want nothing more than to use the hero as a play toy! If Goku can defeat their challenges, the ogres vow to show him the way back to Snake Way. But can these two beasts be trusted?",
                    "TitleJapanese": "手を出すな！ エンマ様の秘密の果実",
                    "SummaryJapanese": "天津飯たちは神様の修行を受けるべくカリン塔を登り始めた。同じ頃、悟空は蛇の道から滑り、地獄に落ちる。戻れなくなった悟空が、円生樹の実を食べようとするのを鬼のゴズとメズが見とがめる。"
                },
                "14": {
                    "ID": "355425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355425",
                    "TitleEnglish": "Princess Snake",
                    "SummaryEnglish": "Finally back on Snake Way, Goku comes across a house. Thinking it belongs to the legendary King Kai, Goku believes his amazing journey has ended. But he soon finds himself begin deceived by Princess Snake, who will do anything to keep Goku her prisoner forever!",
                    "TitleJapanese": "あま～い誘惑！ 蛇姫さまのおもてなし",
                    "SummaryJapanese": "クリリンらは神様の神殿で特訓を開始。蛇の道に戻った悟空は途中で館を発見、不思議な力で吸い込まれてしまう。しかも館の主の蛇姫が悟空にひと目ぼれ。悟空が結婚していると知った蛇姫は…!?"
                },
                "15": {
                    "ID": "355426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355426",
                    "TitleEnglish": "Dueling Piccolos",
                    "SummaryEnglish": "Still in shock that Raditz was able to dodge his strongest attack, Piccolo flies off the handle causing him to split in two! Gohan takes a break from training and begins to dream of his mother and father. The next day he decides to visit his mother by traversing the sea on a makeshift raft. He soon gets caught in a storm and remembers he can't swim! Could this be the end of poor Gohan?",
                    "TitleJapanese": "ピッコロからの脱出！ 嵐を呼ぶ悟飯",
                    "SummaryJapanese": "悟空が、ようやく全道程の半分を過ぎた頃、荒野で修行中の悟飯はホームシックにかかり、家に戻ろうとしていた。しかし砂漠を抜けてたどり着いた海岸をいくら走っても、元の場所に戻ってしまう。"
                },
                "16": {
                    "ID": "355427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355427",
                    "TitleEnglish": "Plight of the Children",
                    "SummaryEnglish": "After surviving a rough night on a stormy sea, Gohan washes up onshore and is nursed back to health by two orphans named Rom and Chiko. It turns out that they are part of a larger gang of orphans who live on their own and are constantly on the run from meddling adults. Pigero, the orphans' leader, hatches a plan to take the orphaned children to a safer hiding place but when the police show up everything goes wrong!",
                    "TitleJapanese": "走れ悟飯！ チチの待つなつかしのパオズ山",
                    "SummaryJapanese": "嵐に巻き込まれ、海に投げ出された悟飯は、打ち上げられた海岸で見知らぬ子供たちに助けられる。最年長のピゲロを中心に子供だけで廃墟に暮らす彼らは、親を失った孤児たちであった。"
                },
                "17": {
                    "ID": "355428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355428",
                    "TitleEnglish": "Pendulum Room Peril",
                    "SummaryEnglish": "Mr. Popo leads Earth's top warriors to Kami's Pendulum Room where the past, present and future exist at the same time. After an eventful trip back in time they all realize they have to train a lot harder if they are going to stand a chance against the two Saiyans who are speeding ever closer to Earth.",
                    "TitleJapanese": "明日なき街！ 勝利への遠い道のり",
                    "SummaryJapanese": "荒野に戻り本格的な修行を開始したピッコロと悟飯。その後、なかなか稽古をつけてくれない神様に業を煮やしたクリリンたちは、時間が混ざり合うという部屋に案内され、時の旅へと送り出される。"
                },
                "18": {
                    "ID": "355429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355429",
                    "TitleEnglish": "The End of Snake Way",
                    "SummaryEnglish": "Gohan continues his martial arts training under the watchful eye of Piccolo, but a strange transformation takes him over. A full moon causes the young Saiyan to rampage out of control! Meanwhile Goku finally makes it to the end of Snake Way and mistakes a friendly ape named Bubbles for the mythical King Kai. With two of our heroes going bananas it looks like the two sinister Saiyans will have an easy time invading Earth!",
                    "TitleJapanese": "終点～ん蛇の道！ おめえ界王様か？",
                    "SummaryJapanese": "尻尾が再生した悟飯はまたも巨大な猿に変身！ ピッコロは即座に月を破壊しようとするが、いくら攻撃しても壊すことができない。攻撃を受けつけない怪しい月の存在に気付いたピッコロは…？"
                },
                "19": {
                    "ID": "355430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355430",
                    "TitleEnglish": "Defying Gravity",
                    "SummaryEnglish": "Gohan's training with Piccolo continues to intensify, but it's Goku who faces the biggest challenge. Goku begins his training, but it is unlike anything he's ever experienced before. The intense gravity of King Kai's planet makes training difficult, but when he learns that the Saiyans are used to extreme fighting conditions, Goku is inspired to give it his all. But will it be enough?",
                    "TitleJapanese": "重力との戦い！ バブルス君をつかまえろ",
                    "SummaryJapanese": "界王星でついに界王様と出会った悟空。界王のギャグ試練（？）を突破し、いよいよ界王星での修行が始まった。地球の10倍もの重力下で、バブルスを捕まえた悟空に、界王はある期待を寄せる。"
                },
                "20": {
                    "ID": "355431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355431",
                    "TitleEnglish": "Goku's Ancestors",
                    "SummaryEnglish": "After Goku completes the first phase of his special martial arts training King Kai instructs him to bash Gregory with a hammer. Easier said than done. After an exhaustive chase, King Kai tells the story of the Saiyan race. Inspired, Goku resumes his training and eventually manages to put the hammer to Gregory. Impressed, King Kai agrees to train Goku personally. But will it be enough to stop the incoming Saiyan invasion of Earth?",
                    "TitleJapanese": "よみがえるサイヤ人伝説！ 悟空のルーツ",
                    "SummaryJapanese": "界王様が課した次の修行は、彼の世話係・グレゴリーをハンマーで叩くこと。バブルス以上に素早く逃げるグレゴリーを、悟空は追跡！ そんなある日、界王は凶悪なサイヤ人の歴史を悟空に語る。"
                },
                "21": {
                    "ID": "355432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355432",
                    "TitleEnglish": "Counting Down",
                    "SummaryEnglish": "Goku's training with King Kai complete, Master Roshi and the gang summon the Eternal Dragon to wish him back to life! And they're not a moment too soon. There's only one day left before the Saiyans arrive! The problem is - it's going to take Goku two days to return on Snake Way!",
                    "TitleJapanese": "いでよ神龍！ サイヤ人ついに地球到着",
                    "SummaryJapanese": "界王様直伝の超技・元気玉の威力を試す悟空。だがサイヤ人は、予定より早く地球に近づいていた。さらに界王の計算ミスが発覚し、急遽下界へ戻ることになった悟空は、ドラゴンボールで復活する。"
                },
                "22": {
                    "ID": "355433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355433",
                    "TitleEnglish": "The Darkest Day",
                    "SummaryEnglish": "The Saiyans Vegeta and Nappa defiantly announce their arrival on Earth with the complete destruction of East City. Sensing their power, Goku, Gohan and Krillin prepare for the worst and meet the Saiyans face to face where Piccolo learns of his origins on the planet Namek. Yajirobe also learns of the Saiyans arrival but uses it merely as an occasion for profit. Our heroes are left facing on onslaught of sprouted Saibamen under the grinning command of Vegetta and Nappa",
                    "TitleJapanese": "んなバカな！ 土から生まれたサイバイマン",
                    "SummaryJapanese": "地球に降り立ったサイヤ人・ベジータとナッパは、最も高い戦闘能力を探し、ピッコロと悟飯のいる場所へ飛んだ。彼らのもとにクリリンも駆けつけ、現れたベジータらと対峙する。"
                },
                "23": {
                    "ID": "355434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355434",
                    "TitleEnglish": "Saibamen Attack!",
                    "SummaryEnglish": "Having completed their year-long journey to Earth, the two snister Saiyans made their presence known with explosive style! Now Krillin, Piccolo, and Gohan stand face to face with these saiyan monsters, and the diabolical henchmen they've brought with them. Can they hold out until Goku arrives?",
                    "TitleJapanese": "ヤムチャ死す おそるべしサイバイマン",
                    "SummaryJapanese": "土中より現れた６匹のサイバイマンとピッコロたち３人が激突！ 戦場に、天津飯と餃子、そしてヤムチャが駆けつけた。集結した６人の戦士に、ベジータはサイバイマンとの一騎打ちをもちかける。"
                },
                "24": {
                    "ID": "355435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355435",
                    "TitleEnglish": "The Power of Nappa",
                    "SummaryEnglish": "Enraged over the loss of his friend, Yamcha, Krillin unleashes a powerful attack that destroys the maniacal Saibamen once and for all. But the victory is only temporary. Now the Earth's defenders must battle the Saiyans themselves - and the terrifying Nappa is ready for a fight!",
                    "TitleJapanese": "さよなら天さん！ 餃子の捨て身の戦法",
                    "SummaryJapanese": "怒れるクリリンの放った一撃がベジータたちを猛襲!! ３匹のサイバイマンを殲滅し、辛うじて避けた１匹もピッコロが倒した。だが直撃を受けたはずのベジータとナッパは無傷だった。"
                },
                "25": {
                    "ID": "355436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355436",
                    "TitleEnglish": "Sacrifice",
                    "SummaryEnglish": "In a desperate attempt to save his friends, Chiaotzu sacrifices himself to stop the evil Nappa. But when the smoke clears, Nappa is left standing. Now Tien and the others must carry on without their friend as Nappa launches another devastating attack. And though his body is broken, Tien has one trick left that could put the diabolical Saiayn down, once and for all!",
                    "TitleJapanese": "天津飯絶叫!! これが最後の気功砲だ",
                    "SummaryJapanese": "餃子の捨て身の自爆もナッパには通用しなかった。その死に怒る天津飯だが、深手を負ってしまう。ピッコロ、クリリン、悟飯はわずかなスキをつき奇襲をかけるも、悟飯が恐怖で動けず失敗する。"
                },
                "26": {
                    "ID": "355437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355437",
                    "TitleEnglish": "Nappa's Rampage",
                    "SummaryEnglish": "Vegeta has called a halt to the fighting, and Nappa uses the time to go on a rampage! Meanwhile, Goku reaches the end of Snake Way and races to rejoin his friends, But is he already too late to save them from the deadly Saiyans?",
                    "TitleJapanese": "ひたすら待って３時間！ 弾丸飛行の筋斗雲",
                    "SummaryJapanese": "あえて悟空の到着を待つベジータは、ピッコロの３時間の猶予を与えた。おさまりがつかないナッパは、やってきた地球の軍隊を相手に大暴れ。壊滅させた上に、都市までも消し去ってしまう。"
                },
                "27": {
                    "ID": "355438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355438",
                    "TitleEnglish": "Nimbus Speed",
                    "SummaryEnglish": "Piccolo, Gohan, and Krillin do their best to stop the Saiyan invaders, Vegeta and Nappa, from finding the Dragon Balls and taking over the planet. Meanwhile, Goku is flying back to Earth on the Flying Nimbus with more power than he has ever had before. Will it be enough? And will he arrive in time?",
                    "TitleJapanese": "ぼくにまかせて！ 悟飯・怒りの大爆発",
                    "SummaryJapanese": "打倒サイヤ人の最後の秘策を胸に、３人はナッパに襲いかかる。だが弱点の尻尾は克服されていた。クリリン必殺の気円斬もかわされ、絶望の淵へと追い込まれたその刹那、ようやく悟空の気配が…!!"
                },
                "28": {
                    "ID": "355439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355439",
                    "TitleEnglish": "Goku's Arrival",
                    "SummaryEnglish": "Piccolo makes the ultimate sacrifice in an effort to save Gohan from the Saiyan's ruthless rampage. Just when all seems hopeless, Goku finally returns to Earth with an incredible new level of power and confronts the Saiyans. But, will this new power be enough to defeat Nappa and Vegeta?",
                    "TitleJapanese": "サイヤ人の猛威！ 神様もピッコロも死んだ",
                    "SummaryJapanese": "ナッパのエネルギー弾から悟飯を守り、ピッコロは荒野に散った…。悲しみ怒る悟飯が放った魔閃光もナッパを倒すには至らない。身動きのとれない悟飯に、ナッパのトドメの一撃が振り下ろされた。"
                },
                "29": {
                    "ID": "355440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355440",
                    "TitleEnglish": "Lesson Number One",
                    "SummaryEnglish": "Locked in the final battle with Earth's Saiyan attackers, Goku begins to demonstrate the skills and training he received from King Kai beginning with a devastating attack on Nappa. But when Nappa concedes defeat under the command of Vegeta, he turns on Gohan and Krillin only to be stopped by Goku's Kaio-Ken attack. Broken and defeated, Nappa is finally vanquished by Vegeta leaving Goku to face him alone.",
                    "TitleJapanese": "父さんすげえや！ 究極の必殺技・界王拳",
                    "SummaryJapanese": "悟空は攻防あらゆる面でナッパを圧倒し、ツケ入るスキを与えない。怒りで我を失うナッパをベジータは諫めるが、冷静になったナッパが放った最高の技も、悟空はかめはめ波で切り返してしまう！"
                },
                "30": {
                    "ID": "355441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355441",
                    "TitleEnglish": "Goku vs. Vegeta",
                    "SummaryEnglish": "After sending Gohan and Krillin away, Goku decides to take on the mighty Vegeta all by himself. As his family and friends wait and wonder, Goku and the powerful Saiyan face off in a destructive battle. Both warriors seem evenly matched, but both are hiding their true strength. Will Goku's hidden abilities be enough to put an end to this once and for all?",
                    "TitleJapanese": "限界を超えた熱い戦い！ 悟空対ベジータ",
                    "SummaryJapanese": "悟飯とクリリンをカメハウスへ帰し、悟空はベジータと新たな戦場に立った。悟空対ベジータ、天下分け目の超決戦が開始！ 悟空を上回る実力で圧倒するベジータに、悟空は界王拳で対抗する。"
                },
                "31": {
                    "ID": "355442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355442",
                    "TitleEnglish": "Saiyan Sized Secret",
                    "SummaryEnglish": "Vegeta and Goku continue their one-one one battle of strength, will, and determination. Blow by blow, the two warriors seem evenly matched, until Vegeta reveals the secret power of the Saiyans...the ability to transform into a giant ape, whose rage is capable of destroying entire civilizations and planets! Can Goku find a way to stop this monstrous assault?",
                    "TitleJapanese": "いまだ悟空！ すべてを賭けた最後の大技",
                    "SummaryJapanese": "３倍界王拳を駆使し、ベジータを猛襲する悟空。その力はベジータを凌いだものの、悟空の体も過大な負荷に耐えかねていた。逆上したベジータは、地球もろとも悟空を倒そうとギャリック砲を撃つ。"
                },
                "32": {
                    "ID": "355443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355443",
                    "TitleEnglish": "Spirit Bomb Away!",
                    "SummaryEnglish": "The battle continues between Goku and Vegeta, who is now a completely transformed Saiyan Warrior. When Gohan senses the danger his dad is facing, he convinces Krillin that they must return and fight. Goku is left with no choice except to use the Spirit Bomb. But when that fails, he is left in the clutches of Vegeta with no help in sight!",
                    "TitleJapanese": "戦闘力10倍!! ベジータ大変身",
                    "SummaryJapanese": "自らの手で月を造り、大猿に変身したベジータ。通常時の10倍に達する戦闘力のベジータに立ち向かう術は元気玉のみ。だが元気玉を作るには、精神を集中させるための時間を稼がなくてはならない。"
                },
                "33": {
                    "ID": "355444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355444",
                    "TitleEnglish": "Hero in the Shadows",
                    "SummaryEnglish": "With Goku caught in the clutches of the giant ape Vegeta, Krillin and Gohan launch a desperate attempt to save him! All is for naught, however, as Krillin's Destructo Disk fails to sever the Saiyan's tail. But a single hope remains for reversing Vegeta's monstrous transformation, when an unlikely hero steps out of the shadows - Yajirobe!",
                    "TitleJapanese": "死なないで父さん!! これが悟飯の底力",
                    "SummaryJapanese": "悟飯とクリリンが目にしたのは、大猿の手に掴まれた瀕死の悟空だった。悟空を救うべく悟飯たちは大猿の尻尾を狙うが、失敗に終わる。絶体絶命と思われた刹那、ヤジロベーの刀が見事尻尾を切断！"
                },
                "34": {
                    "ID": "355445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355445",
                    "TitleEnglish": "Krillin's Offensive",
                    "SummaryEnglish": "While Gohan fights for his life against Vegeta, Goku passes the power of the Spirit Bomb to Krillin. With King Kai's guidance, Krillin launches the bomb at Vegeta in an attack that sends the evil Saiyan sky-high. Now that he's been sent hurtling toward the outer-reaches of the Earth's atmosphere, this is surely the last our heroes have seen of Vegeta - or is it?",
                    "TitleJapanese": "撃てクリリン！ 願いをこめた元気玉",
                    "SummaryJapanese": "悟空から元気玉を託されたクリリンは、ベジータのスキを必死にうかがっていた。界王様の助言を受け、悪の気をとらえたクリリン。だがヤジロベーの一言が、ベジータに気配を感づかせてしまう。"
                },
                "35": {
                    "ID": "355446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355446",
                    "TitleEnglish": "Mercy",
                    "SummaryEnglish": "Gohan transforms into the giant ape, much to the dismay of the angry Vegeta. After a grueling battle, Vegeta managed to cut off Gohan's tail, taking away his ability to transform. But, the giant ape fell and crushed Vegeta, leaving him beaten and defeated. Krillin decides to finish the Saiyan, once and for all, but Goku has other plans...",
                    "TitleJapanese": "奇跡を起こせ！ スーパーサイヤ人孫悟飯",
                    "SummaryJapanese": "ベジータの衝撃を受け瀕死の悟飯だが、尻尾が再生していた！ ベジータがヤジロベーと闘う間に大猿に変身した悟飯。理性を失い暴れる大猿だが、悟空からの呼びかけが届き、ベジータを急襲！"
                },
                "36": {
                    "ID": "355447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355447",
                    "TitleEnglish": "Picking Up the Pieces",
                    "SummaryEnglish": "The battle with the Saiyans finally won, Goku, Krillin, and the others mourn the loss of Yamcha, Tien, Chiatzu, and Piccolo. With Kami also gone, the Earth's Dragon Balls have disappeared. There is no hope for wishing any of the fallen heroes back to life... Or is there?",
                    "TitleJapanese": "飛びだせ宇宙へ！ 希望の星はピッコロの故郷",
                    "SummaryJapanese": "長き死闘の果てに、ついにベジータを撃退した悟空たち。傷つき倒れる彼らをブルマたちが救出した。ピッコロが死んだため、神様もドラゴンボールも消滅。失われた命はもう戻らない。"
                },
                "37": {
                    "ID": "355448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355448",
                    "TitleEnglish": "Plans for Departure",
                    "SummaryEnglish": "As the weak and weary warriors of Planet Earth are bandaged and cared for, Bulma accidentally destroys the Siayan spaceship, leaving no way to get to Planet Namek! But, Mr. Popo reveals that there might be another spacecraft they can use. Can they get to it in time, and will the old and forgotten ship even work if they do?",
                    "TitleJapanese": "謎のユンザビット！ 神様の宇宙船を探せ",
                    "SummaryJapanese": "ベジータとの闘いで生き残ったものの、大ケガを負って入院する悟空たち。また、ナメック星に行くための手段を探していたブルマは、サイヤ人の宇宙船を動かそうとして破壊してしまう。"
                },
                "38": {
                    "ID": "355449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355449",
                    "TitleEnglish": "Nursing Wounds",
                    "SummaryEnglish": "Goku, Krillin, and Gohan nurse their wounds and prepare for the return of the Siayan attackers while Bulma follows Mr. Popo to find a spaceship to take her to Planet Namek. There, she plans to find the Dragon Balls in attempt to bring back Piccolo. Can Goku recover before it's too late? Can Bulma get to Planet Namek, and once there, what obstacles await her?",
                    "TitleJapanese": "ナメック星行き発進！ 悟飯たちを待つ恐怖",
                    "SummaryJapanese": "ユンザビット高地にあった神様の宇宙船は、ブルマの家で改造が進められていた。あとは、誰が行くかを決めるだけ。しかし、頼りのミスター・ポポは、神様の神殿を留守にはできないと断る。"
                },
                "39": {
                    "ID": "355450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355450",
                    "TitleEnglish": "Friends or Foes?",
                    "SummaryEnglish": "Gohan joins Bulma and Krillin as they head to Planet Namek in search of the Dragon Balls. What begins as a mundane trip becomes chaotic when they encounter a bizarre situation in the emptiness of space. Finding themselves on some type of space station, they set out on foot to find their escape.",
                    "TitleJapanese": "敵か味方か？ 謎の巨大宇宙船の子供たち",
                    "SummaryJapanese": "１ヵ月の宇宙旅行がスタート。最初の１週間はトラブルもなく、ブルマは退屈を持て余していた。だが突然、ナゾの敵から攻撃を受け、一同はワナだらけの敵宇宙船内に取り込まれてしまう。"
                }
            }
        },
        "2": {
            "ID": "31042",
            "URL": "https://www.thetvdb.com/series/dragon-ball-z/seasons/official/2",
            "# Episodes": 35,
            "Episodes": {
                "1": {
                    "ID": "355451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/355451",
                    "TitleEnglish": "Held Captive",
                    "SummaryEnglish": "Bulma, Gohan, and Krillin have been taken captive by an army of children! These young soliders believe that Gohan and his friends are allies of Frieza, the evil warlord who destroyed their home planet. Now, with time running out, the Z-gang must find a way to convince the kids of their innocence.",
                    "TitleJapanese": "ホントにホント？ あれが希望のナメック星",
                    "SummaryJapanese": "ナゾの宇宙船に乗っていたのは、子供たちだけだった。フリーザに故郷を滅ぼされた彼らは、悟飯たちをなかなか信じてくれない。その時、宇宙船がピンチに！悟飯たちは、子供たちと力を合わせる。"
                },
                "2": {
                    "ID": "356280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356280",
                    "TitleEnglish": "Look Out Below",
                    "SummaryEnglish": "Bulma, Gohan, and Krillin make a rough landing on what they believe to be Planet Namek, but when their ship falls off a liff, it seems their journey will come to an untimely end Luckily for or heroes, two kind Namekians appear in the nick of time and pull them to safety. Offering to help them in their quest, the Namekian named Raiti leads their gang on a search for the Dragon Balls.",
                    "TitleJapanese": "親切な宇宙人 いきなりあったよ五星球",
                    "SummaryJapanese": "宇宙潮流に巻き込まれた悟飯たちはついにナメック星らしき惑星を発見する。ドラゴンボールを探そうとした悟飯たちはガケ崩れに襲われたところを、ナメック星人のライチとザークロに助けられる。"
                },
                "3": {
                    "ID": "356281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356281",
                    "TitleEnglish": "The Search Continues",
                    "SummaryEnglish": "On Planet Namek, Gohan, Krillin, and Bulma continue their search for the Dragon Balls with the help of their new friend Zaacro. Standing between them and their goal, however, is one mean giant! Meanwhile, back on Earth, Goku has escaped from the hospital to begin training for his upcoming re-match with Vegeta.",
                    "TitleJapanese": "惑星フリーザNo.79 復活のベジータ!!",
                    "SummaryJapanese": "早くも３個のドラゴンボールを見つけた悟飯たち。一方、地球では悟空がケガを治して激しい特訓を開始。さらに、ベジータもフリーザの基地にたどりついて治療を受け、復活を果たしていた。"
                },
                "4": {
                    "ID": "356282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356282",
                    "TitleEnglish": "A Friendly Surprise",
                    "SummaryEnglish": "As Bulma, Krillin, and Gohan close in on the last of the Dragon Balls, they uncover a shocking secret about their Namekian friends. And while Goku works to build up his strength back on Earth, far across the galaxy, Vegeta has begun making plans of his own. The Saiyan prince's sights are set on one thing - revenge.",
                    "TitleJapanese": "そろったぞ神龍球！ ピッコロさんも生き返る",
                    "SummaryJapanese": "順調にドラゴンボール集めを進める悟飯たち。６個目のドラゴンボールも手に入れることに成功する。ついに、最後の１個がある場所に行くが、そこにはライチとザークロが待ち構えていた。"
                },
                "5": {
                    "ID": "356283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356283",
                    "TitleEnglish": "Brood of Evil",
                    "SummaryEnglish": "After fleeing from the wicked aliens, Bulma, Krillin and Gohan arrive on the planet Namek. But they are not alone. Vegeta is right behind in his own space pod. To make matters worse, the dreaded Frieza is already on the planet, and he has three of the Dragon Balls!",
                    "TitleJapanese": "あらたな強敵！ 宇宙の帝王フリーザ",
                    "SummaryJapanese": "ライチとザークロは、宇宙船を奪おうとしてナメック星人になりすましていた別の宇宙人だった。宇宙船を奪い返し、本当のナメック星に到着した一行。だが、ベジータもナメック星に到着していた。"
                },
                "6": {
                    "ID": "356284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356284",
                    "TitleEnglish": "Frieza Strikes!",
                    "SummaryEnglish": "While Bulma, Krillin and Gohan discuss what to do next, Frieza sends two soldiers to inflitrate their ship. But Krillin and Gohan's combined might is too much for them to handle, and they are easily defeated. Meanwhile, on another part of the planet, Vegeta defeats his longtime enemy, Cui.",
                    "TitleJapanese": "野望のベジータ！ 宇宙一の戦士はオレだ!!",
                    "SummaryJapanese": "悟飯たちやベジータより先に、ナメック星に到着した一団がいた。永遠の命を得るために、ドラゴンボールを狙うフリーザ一味だ。同じ目的を持つベジータは、かつては同等だった相手を難なく倒す。"
                },
                "7": {
                    "ID": "356285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356285",
                    "TitleEnglish": "Defying Orders",
                    "SummaryEnglish": "Back on Earth, Gokus is sufferning from an illness, but a magic Senzu bean offers a full recover. When Goku hears about the trouble on Namek, he jumps into his old spaceship, rebuilt by Bulma's father Dr. Briefs. On Namek, Krillin and Gohan witness Frieza's power and learn that he has collected four Dragon Balls!",
                    "TitleJapanese": "悟空パワー全開!! 銀河の果てまで６日間",
                    "SummaryJapanese": "ドラゴンボールを探して、ナメック星を移動するフリーザ一味。悟飯とクリリンはフリーザから身を隠すが、その強大な気に恐怖を覚える。一方、復活した悟空がナメック星に急行しようとしていた。"
                },
                "8": {
                    "ID": "356286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356286",
                    "TitleEnglish": "Namek's Defense",
                    "SummaryEnglish": "Namekian warriors fall under attack from Frieza's forces as the evil villain continues his earch for the fifth Dragon Ball. Dodoria, Frieza's red-faced henchman, leads the assault. Meanwhile, Goku continues his voyage to Namek in his space pod, where he finds plento of time to train for the coming battle.",
                    "TitleJapanese": "意表をついた攻撃!! 長老の狙いはスカウター",
                    "SummaryJapanese": "フリーザたちの後を追う悟飯とクリリンは、ナメック星人の村に到着した。村を襲ったフリーザたちはドラゴンボールを渡すよう村人を脅すものの、それが通じないと知るや村人たちを殺し始める！"
                },
                "9": {
                    "ID": "356287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356287",
                    "TitleEnglish": "The Hunted",
                    "SummaryEnglish": "Unable to stand by and watch the torture any longer, Gohan leaps out of hiding to rescue a Namekian boy from the clutches of Frieza's evil henchmen. Now Gohan and Krillin have an even bigger problem on their hands - Dodoria is chasing them, and he won't stop until he has his revenge!",
                    "TitleJapanese": "悟飯危うし！ 死を呼ぶ追跡者ドドリア",
                    "SummaryJapanese": "フリーザ一味の幹部・ドドリアは怒りにまかせ、ナメック星人の戦士を皆殺しにしてしまった。さらに、子供たちの命だけでも守ろうと、ドラゴンボールを差し出した長老さえも殺してしまう。"
                },
                "10": {
                    "ID": "356288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356288",
                    "TitleEnglish": "The Prince Fights Back",
                    "SummaryEnglish": "Vegeta catches Dodoria in his search for Gohan and Krillin, and attacks. In an attempt to save his life, Dodoria reveals that Frieza was responsible for the destructino of the Saiyan home planet (also called Vegeta). Vegeta destroys Dodoria in return, and begins his own quest for the Dragon Balls. Meanwhile, Gohan and Krillin reunite with Bulma and learn that Goku will soon arrive on Namek.",
                    "TitleJapanese": "爆死ドドリア！ ベジータの恐るべき衝撃波",
                    "SummaryJapanese": "フリーザのもとへ戻ろうとするドドリアに、ベジータが不意討ちをかける。ベジータに全く歯が立たないドドリアは、フリーザこそが惑星ベジータを滅ぼした張本人であることを告白する。"
                },
                "11": {
                    "ID": "356289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356289",
                    "TitleEnglish": "Unexpected Problem",
                    "SummaryEnglish": "Goku runs into trouble when his space pod begins to drift towards a star. Goku has to think fast in order to avoid getting bumped up. Back on Namek, Vegeta beats Frieza to the sixth Dragon Ball and hides it in a lake.",
                    "TitleJapanese": "燃える惑星からの脱出!! 命がけのカメハメ波",
                    "SummaryJapanese": "悟空がナメック星に向かっていることをブルマから聞かされ、悟飯たちは大喜び。ところが、悟空の宇宙船に隕石が衝突し、ナメック星への軌道からずれて灼熱の惑星突入の危機に…！"
                },
                "12": {
                    "ID": "356290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356290",
                    "TitleEnglish": "Vegeta Has a Ball",
                    "SummaryEnglish": "After saving Dende, Gohan and Krillin feel a large Ki and recognize it as belonging to Vegeta, who is attacking a village to obtain the Dragon Ball there. Dende learns why the others have come all the way from Earth, and begs them to help save his people. Elsewhere, Goku continues his training on his spaceship. King Kai speaks to Goku's mind, saying that Piccolo and the other late warriors have arrived on Kai's World asking for the same training Kai gave Goku.",
                    "TitleJapanese": "勇気百倍！ 界王の下に集結する戦士たち",
                    "SummaryJapanese": "ベジータはナメック星人の村を襲い、ドラゴンボールを手に入れた。星の危機を知ったデンデは、悪の手から仲間を救ってほしいと悟飯たちに頼み込み、クリリンとともに最長老の家へ出発する。"
                },
                "13": {
                    "ID": "356291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356291",
                    "TitleEnglish": "The Past and Future",
                    "SummaryEnglish": "On Kai's World, Tien, Chiatzu, Yamcha and Piccolo arrive and begin their training after Piccolo inadvertently tells a joke. Meanwhile, on Planet Namek, Zarbon and Vegeta find each other and begin their battle.",
                    "TitleJapanese": "聞け悟空よ！ フリーザには手を出すな",
                    "SummaryJapanese": "界王はナメック星に感じる超特大の気の主を察知し、絶対フリーザには近づくなと悟空に警告する。ピッコロたちは強くなるため、界王のもとで修行させてもらうための課題・ダジャレに挑戦する。"
                },
                "14": {
                    "ID": "356292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356292",
                    "TitleEnglish": "Zarbon's Surprise",
                    "SummaryEnglish": "Vegeta challenges Frieza's green-haired assistant Zarbon to a fight. Vegeta appears to gain the upper hand, but Zarbon transforms into a powerful monster and defeats the Saiyan. Meanwhile, goku continues his space pod training and Krillin and Dende remain on their quest for Guru.",
                    "TitleJapanese": "ほとんど鳥肌！ 美戦士ザーボンの悪魔の変身",
                    "SummaryJapanese": "ベジータに追いつめられたザーボンが真の力をあらわにする。強大なパワーでベジータを圧倒！ 絶対的な力の差を見せつけベジータを完膚無きまでにたたきのめし、フリーザへ報告に向かう。"
                },
                "15": {
                    "ID": "356293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356293",
                    "TitleEnglish": "Guru's Gift",
                    "SummaryEnglish": "Krillin and Dende finally reach Guru's home, where the eldest Namek explains the history of the Dragon Balls as well as Piccolo's unusual origin. Sensing Krillin's innate goodness, Guru awakens Krillin's latent powers and gives him the last Dragon Ball.",
                    "TitleJapanese": "希望の星を守れ!! クリリン驚異のパワーＵＰ",
                    "SummaryJapanese": "最長老に面会したクリリンは、最後のドラゴンボールを受け取り、自分の中に眠る力を最大限に引きだしてもらう。一方、ドラゴンボールのありかを吐かせるため、ザーボンはベジータを治療する。"
                },
                "16": {
                    "ID": "356294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356294",
                    "TitleEnglish": "Piccolo vs. Everyone",
                    "SummaryEnglish": "Yamcha, Tien and Chiaotzu continue their training on Kai's world and sturggle with their assignements against Bubbles and Gregory. However, Piccolo finds Kai's methods foolish and refuses to participate, but finally joins in sparring against the other three. Meanwhile, Zarbon finds an unconscious Vegeta and brings him back to Frieza.",
                    "TitleJapanese": "死の淵からよみがえった奇跡の男・ベジータ",
                    "SummaryJapanese": "界王星では天津飯たちの修行が続けられていたが、修行の成果に疑問を抱くピッコロだけ参加しない。しかし、いざ組み手を始めると、ピッコロは以前より格段に上がったヤムチャの腕に驚く。"
                },
                "17": {
                    "ID": "356295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356295",
                    "TitleEnglish": "Zarbon's Mission",
                    "SummaryEnglish": "On Namek, Vegeta finally recovers from his battle with Zarbon, and escapse from Frieza's base with all five Dragon Balls. He discovers that Krillin has the seventh Dragon Ball and goes after it, with Zarbon in hot pursuit. Meanwhile, Goku's spaceship begins passing through a violent magnetic storm.",
                    "TitleJapanese": "どでかい戦闘力!! 砕け散るフリーザの陰謀",
                    "SummaryJapanese": "ベジータがドラゴンボールを奪って逃亡！ 一気に全てを集めようと、最後のひとつを持ってブルマのもとへと急ぐクリリンを追うが、その追跡劇に気づいたザーボンも現れ、一触即発の危機に。"
                },
                "18": {
                    "ID": "356296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356296",
                    "TitleEnglish": "Gohan, the Hunted",
                    "SummaryEnglish": "Goku's space pod encounters a magnetic storb, casuing the gravity machine to go haywire. Goku barely survives the most intense gravity he has every experinenced: 100G. On Namek, Krillin reunintes with Bulma and is almost immediately confronted by Vegeta and Zarbon, who begin to fight over Krilin's Dragon Ball.",
                    "TitleJapanese": "元気が戻ったぞ!! 100倍超重力の中の悟空",
                    "SummaryJapanese": "クリリンのドラゴンボールを狙うベジータとザーボンが、再び相まみえる。だが、ザーボンを簡単にベジータは倒す。その強さに観念したクリリンは、最後のドラゴンボールを渡してしまう。"
                },
                "19": {
                    "ID": "356297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356297",
                    "TitleEnglish": "Unknown Enemies",
                    "SummaryEnglish": "Vegeta defeats Zarbon and gains what he thinks to be the last Dragon Ball. But on his way to summon the Eternal Dragon, he runs into Gohan, who (unbeknowst to Vegeta) is reutrning with the seventh Dragon Ball. Meanwhile, a furious Frieza sends for the Ginyu Force to help him recover the Dragon Balls.",
                    "TitleJapanese": "フリーザの秘密兵器！ 悪魔のギニュー特戦隊",
                    "SummaryJapanese": "惑星フリーザからギニュー特戦隊が発進！ その目的地のナメック星では、ドラゴンボールを持ってブルマのもとへ戻る悟飯が、ベジータに見つかってしまう。悟飯はクリリンと最長老の家へ急ぐ。"
                },
                "20": {
                    "ID": "356298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356298",
                    "TitleEnglish": "Destination: Guru",
                    "SummaryEnglish": "Bulma has a dream about Vegeta killing her and stealing the Dragon Ball, but she falls out of her chair and wakes up. Elsewhere, Vegeta strategizes about how to get the seventh Dragon Ball, when several violent, quake-causing energy waves flash by. Bulma tries to hold on to the canyon wall, but the Dragon Ball rolls away and into the lake. She doesn't want to get wet, so she tries to fish it back in with a stick, but ends up pushing it farther into the water. She says that she'll wait for Krillin to get it when he comes back, but the ball rolls further down into the cavernous lake. Bulma pops open a submarine capsule and goes to retrieve it. She runs into a giant water dinosaur. She sees that the Dragon Ball is stuck in the scales on its back, so she fires torpedoes at it. It turns around swims off, dropping the Dragon Ball. In Space, Goku continues to wear himself out training at 100 G-Force.",
                    "TitleJapanese": "ブルマが危ない!! 四星球はフリーザの手に",
                    "SummaryJapanese": "フリーザが放った超特大のエネルギーが大地を震わせ、ブルマの持つ４星球が海中へ転落する。慌てて潜水艇で海中に潜ったブルマは、ドラゴンボールと無数の卵を守る巨大蟹と対決！"
                },
                "21": {
                    "ID": "356299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356299",
                    "TitleEnglish": "Bulma's Big Day",
                    "SummaryEnglish": "Bulma screams to be let down, and reminisces on her troublesome life. She bites the soldier holding her, and she drops him. They catch her and land in a clearing. Bulma tries to escape but her efforts are fruitless. She eavesdrops on their conversation and finds out that they don't know about the Dragon Balls, so she explains to them how the wish could make them stronger than even Frieza. They like the idea of boundless strength and insist that she show them where the other balls are. In Space, Goku uses to Kaio-ken to form a energy ball and throws it into the gravitational pull of the gravity machine, causing it to cycle around the room. Goku then gathers energy for a Kamehameha and fires it at the other energy ball. Instead of them connecting, they overlap and hit Goku, one on the back and one on the chest. He endures the hit as if it were nothing.",
                    "TitleJapanese": "激突だ!! 不屈の闘志の界王拳とカメハメ波",
                    "SummaryJapanese": "フリーザ配下のブールベリとラーズベリは、ドラゴンボールを自分たちのものにしようと企む。ブルマは海に残りのドラゴンボールがあると騙して、潜水艇で海中を案内するが、嘘がバレてしまう！"
                },
                "22": {
                    "ID": "356300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356300",
                    "TitleEnglish": "Hidden Power",
                    "SummaryEnglish": "Gohan and Krillin continue to fly towards Guru's. Krillin says that when Gohan's latent power is released, he may not even be able to challenge Vegeta, but he should be able to buy Goku more time to arrive. In Space, Goku finishes his training and returns the gravity to normal. Even he is impressed with how far he'd come. He takes a bath, drinks a sports drink, and rests the final leg of his voyage to Planet Namek. As Goku lay resting in his bed, even he does not know that he has crossed the threshold of power than any Saiyans could attain. On Namek, Gohan and Krillin finally near Guru's home, but before they get there, they sense Vegeta's energy at a very short distance away from them. Krillin stays behind and tells Gohan to go on to Guru's.",
                    "TitleJapanese": "迫る超決戦！ ギニュー特戦隊只今参上!!",
                    "SummaryJapanese": "修行を終えた悟空は、ナメック星での決戦に備えて休息に入る。クリリンと悟飯は最長老のもとへ到着するが、そこでベジータと遭遇。悟飯の能力を引きだしたものの、ベジータの力には及ばない。"
                },
                "23": {
                    "ID": "356301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356301",
                    "TitleEnglish": "New Ally, New Problem",
                    "SummaryEnglish": "Frieza addresses the Ginyu force with their mission: find the Dragon Balls and capture Vegeta. The Ginyu Force check their scouters and track Vegeta, along with two other sources of high energy Frieza tells them that it is just two weaklings from Earth. Guldo has a flashback to when Vegeta insulted him on one of Frieza's planets. He almost attacked Vegeta, but Frieza blasted him from behind and stopped him from doing it. Guldo begins to taste revenge, as the Ginyu force perform a routine warm-up and take off to fulfill their mission.",
                    "TitleJapanese": "悟空が大接近！ フリーザの包囲網をぶち破れ",
                    "SummaryJapanese": "ついにナメック星に到着したギニュー特戦隊。倒すためにはドラゴンボールの力でベジータを不死身にするしかない…。ドラゴンボールを集めるクリリンたちだが、ギニュー特戦隊が現れてしまう。"
                },
                "24": {
                    "ID": "356302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356302",
                    "TitleEnglish": "Guldo's Mind Binds",
                    "SummaryEnglish": "Gohan and Krillin battle Guldo, the smallest member of the Ginyu Force. The four-eyed Guldo may be small, but he uses his powerful time-freezing attacks to wear down our heroes. Fortunately, Vegeta is now on the side of the good guys, and he steps in to protect Gohan and Krillin.",
                    "TitleJapanese": "超魔術かトリックか!? Mr.グルドが怒ったぞ！",
                    "SummaryJapanese": "特戦隊の中では戦闘力の劣るグルドは、時間を止める超能力を持っていた。それでもスピードをいかしてグルドを追い詰めるクリリンたちだったが、金縛りの術で動きを封じられてしまう。"
                },
                "25": {
                    "ID": "356303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356303",
                    "TitleEnglish": "Recoome Unleashed",
                    "SummaryEnglish": "Recoome is the next Ginyu fighter to attack, and he has his sights set on Vegeta. Vegeta gives it all he's got, but he is no match for Recoome. Now it is time for Krillin and Gohan to return the favor, stepping in to help Vegeta. But where is Goku?",
                    "TitleJapanese": "猛攻リクーム!! 悪くて強くてとんでもない奴",
                    "SummaryJapanese": "グルドを倒したベジータは、リクームとの対決に望む。先制攻撃を仕掛けるベジータだったが、戦闘力２万の攻撃もリクームには通用しない。瀕死状態となるベジータを、クリリンの機転が救う。"
                },
                "26": {
                    "ID": "356304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356304",
                    "TitleEnglish": "Let the Battle Begin",
                    "SummaryEnglish": "Captain Ginyu hands the seven Dragon Balls to Frieza, but he is unable to summon the Eternal Dragon. He leaves to find Guru in order to discover the problem. Meanwhile, Recoome is defeating our heroes, but Goku's arrival on Namek turns the tide.",
                    "TitleJapanese": "死ぬな悟飯！ 悟空、ついに決戦場に到着だ",
                    "SummaryJapanese": "ドラゴンボールをすべて集めたフリーザは、願いを叶える方法を突き止めるために最長老のもとへ向かう。リクームに対して攻撃を仕掛ける悟飯。全力を振り絞って闘うが、リクームは余裕の表情だ。"
                },
                "27": {
                    "ID": "356305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356305",
                    "TitleEnglish": "Goku's New Power",
                    "SummaryEnglish": "Goku finally emerges out of the Space pod and tries to detect the life force of both Krillin and Gohan. Goku finds it very difficult because their powers are deceased. After Goku finds them he takes to the sky and is there in an instant.",
                    "TitleJapanese": "ケタ外れの強さ!! 伝説の超サイヤ人孫悟空",
                    "SummaryJapanese": "すべての状況を理解した悟空は、悟飯とクリリンだけでなくベジータにも仙豆を与えた。３人が元気になったことを確認すると、悟空はリクームに立ち向かい、たった一撃で倒してしまう。"
                },
                "28": {
                    "ID": "356306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356306",
                    "TitleEnglish": "A Legend Revealed",
                    "SummaryEnglish": "After finishing off Recoome, Goku is now up to the last members of the ginyus Burter and Jeice. After telling them to return home Jeice and Burter take to the skies and launch an attack on Goku called the Crusher ball; which Goku launches it away.",
                    "TitleJapanese": "赤と青の光球！ ジースとバータが悟空を襲う",
                    "SummaryJapanese": "ジースとバータはスカウターで見た悟空の5000という戦闘力に油断して、攻撃を開始する。しかし、自慢のスピードを活かした直接攻撃をふたりがかりで仕掛けても、一撃も当てることができない。"
                },
                "29": {
                    "ID": "356307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356307",
                    "TitleEnglish": "Ginyu Assault",
                    "SummaryEnglish": "Burter and Jeice are now stuck with Goku to fight, as Recoome is down. After there Crusher ball move does not work they have to find a way to get Goku but nothing works and are in trouble for neither of them cant land a punch. How will they be able to stop the saiyan warrior!",
                    "TitleJapanese": "ついに直接対決!! ギニュー隊長のおでましだ",
                    "SummaryJapanese": "悟空の力に恐れをなしたジースは、ギニュー隊長のもとへ飛び去ってしまう。ジースを逃がしたことに憤慨するベジータは、バータとリクームにとどめをさし、悟空の甘さをののしる。"
                },
                "30": {
                    "ID": "356308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356308",
                    "TitleEnglish": "Incredible Force!",
                    "SummaryEnglish": "Vegeta leaves Goku behind to get the Dragon Balls for himself, leaving Goku to face Captain Ginyu alone, while Krillin and Gohan get the radar to get the Dragon Balls. However, time is of the essence as Frieza gets closer to Guru; and Goku has a few surprises up his sleeve for Captain Ginyu.",
                    "TitleJapanese": "凄まじい迫力!! 見たか、悟空のフルパワー",
                    "SummaryJapanese": "ギニューの強さを認めた悟空は、クリリンと悟飯を逃がすために、ドラゴンボールの探索に向かわせる。それを見たベジータは隙をついて戦闘を離脱、クリリンたちの後を追いかけていってしまった。"
                },
                "31": {
                    "ID": "356309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356309",
                    "TitleEnglish": "Frieza Approaches",
                    "SummaryEnglish": "It seems that Goku is more powerful than Ginyu, but the captain won't give up so easily. Meanwhile, Guru sends Dende off to tell Krillin and the others the password with his potential unlocked as Frieza arrives to get the password. Can Nail hold Frieza off until the dragon is summoned?",
                    "TitleJapanese": "闘いの行方!? 最長老に迫るフリーザの魔の手",
                    "SummaryJapanese": "18万にも達した悟空の戦闘力を見て、超サイヤ人の伝説が真実であったと恐れを隠せないギニュー。クリリンと悟飯は、ブルマの隠れている場所に戻ったのだが、ブルマの姿はそこにはなかった。"
                },
                "32": {
                    "ID": "356310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356310",
                    "TitleEnglish": "Goku is Ginyu and Ginyu is Goku",
                    "SummaryEnglish": "Nail gives it everything he's got against Frieza as Dende flies to the others, but Nail can't hold out much longer. Meanwhile, Gohan and Krillin get the dragon radar and head towards Frieza's spaceship, while Captain Ginyu has a surprise of his own for Goku.",
                    "TitleJapanese": "ビックリ!! 悟空がギニューでギニューが悟空",
                    "SummaryJapanese": "デンデがクリリンたちに神龍を呼び出すための合い言葉を無事に伝えられるよう、ネイルは時間稼ぎの闘いを挑む。また、悟空はギニューとの無益な闘いを避けるために圧倒的なパワーを見せつける！"
                },
                "33": {
                    "ID": "356311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/356311",
                    "TitleEnglish": "Calling the Eternal Dragon",
                    "SummaryEnglish": "Krillin and Gohan arrive at Frieza's spaceship and found the Dragon Balls, unaware that Vegeta is not far away. As the two heroes figure out what the password is, Jeice and Captain Ginyu, in Goku's body, arrive as well. The cleverly disguised Ginyu tries to trick Krillin into believing that he is who he appears to be, but Gohan can see past his lies and knows the truth as Goku arrives in Ginyu's broken body. Can our heroes beat Ginyu with Goku's power?",
                    "TitleJapanese": "出でよ超神龍!! ボクの願いをかなえたまえ",
                    "SummaryJapanese": "ギニューと体が入れ替わった悟空は、不慣れな上に傷ついている体でギニューの後を追う。悟飯とクリリンは全てのドラゴンボールを発見するが、合言葉がわからず神龍を呼び出すことはできない。"
                },
                "34": {
                    "ID": "372807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372807",
                    "TitleEnglish": "Gohan, Defeat Your Dad!!",
                    "SummaryEnglish": "Ginyu tries to power up with Goku's body, but he keeps getting weaker by not using mind and body. As Krillin and Gohan fight Ginyu, Vegeta fights Jeice and it seems the Saiyan Prince has gotten stronger too. Has he become a Super Saiyan as well?",
                    "TitleJapanese": "奴はオラじゃネエ！ 悟飯びびるな父を撃て!!",
                    "SummaryJapanese": "悟空の体でパワーを全開にするギニューだが、戦闘力は上がらない。悟飯たちの攻撃に、不慣れな体のギニューは大苦戦。しかし、体に慣れてくると形勢は逆転し、今度は悟飯たちがピンチに。"
                },
                "35": {
                    "ID": "372808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372808",
                    "TitleEnglish": "Captain Ginyu...The Frog",
                    "SummaryEnglish": "Realizing that he's no match for Vegeta, Ginyu tries to use his body switch move on the Saiyan Prince, but Goku is able block the attack and got his body back. Back in his broken body, Captain Ginyu tries his trick again to survive in Vegeta's body. Luckily, Goku is able to throw a frog to intercept the transfer. With the Ginyu Force defeated, Goku recovers in the isolation chamber in Frieza's spaceship while everyone else prepares for a battle with Frieza.",
                    "TitleJapanese": "大誤算!! ギニューがカエルになっちゃった",
                    "SummaryJapanese": "ベジータとのボディチェンジが行われようとした瞬間、悟空が飛び込んだ。元の姿へと戻った悟空だが、そのダメージは大きく、最後の力をふりしぼったかめはめ波もギニューをとらえられない。"
                }
            }
        },
        "3": {
            "ID": "31043",
            "URL": "https://www.thetvdb.com/series/dragon-ball-z/seasons/official/3",
            "# Episodes": 33,
            "Episodes": {
                "1": {
                    "ID": "365729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/365729",
                    "TitleEnglish": "Password Is Porunga",
                    "SummaryEnglish": "With new battle armor, Krillin heads to Guru to get the password as Gohan looks after the Dragon Balls and Vegeta takes a nap. However, Frieza has figured out Nail's stalling strategy and flies back to the ship. Who will be able to make their wish?",
                    "TitleJapanese": "七ツの玉を揃えし者よ…さあ合言葉を言え!",
                    "SummaryJapanese": "神龍を呼び出すための合言葉を聞くためにクリリンは最長老のもとへ。デンデも合言葉を伝えるべくクリリンたちのもとへと向かう。フリーザは、ネイルとの闘いが時間稼ぎだったことを知って怒る。"
                },
                "2": {
                    "ID": "372922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372922",
                    "TitleEnglish": "Piccolo's Return",
                    "SummaryEnglish": "Thanks to Dende, the Eternal Dragon, Porunga, has been summoned with the power to grant three wishes. The first two wishes are used to bring Piccolo back to life and to bring him to Namek by Piccolo's own request, thanks to the mediation by King Kai. Unfortunately, Vegeta is awake and rushes toward the others with rage to make his wish. Will he succeed and are any of them prepared for Frieza?",
                    "TitleJapanese": "神様も生き返った!超神龍でピッコロが復活",
                    "SummaryJapanese": "ついに現れたナメック星の神龍。かなえられる願いは３つだが、ひとりずつしか生き返らせられないという。迷う悟飯たちにピッコロは、自分を生き返らせ、ナメック星にワープさせてくれと頼む。"
                },
                "3": {
                    "ID": "372923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372923",
                    "TitleEnglish": "The Fusion",
                    "SummaryEnglish": "Because of a broken heart caused by Frieza's cruelty towards his people, Guru is gone, as well as Porunga and Vegeta's wish. Frieza arrives, furious being denied his wish. As the fight for the Universe has just begun, Piccolo finds Nail, and the wounded warrior makes an unexpected proposal.",
                    "TitleJapanese": "最強戦士の誕生か!?ネイルとピッコロが合体",
                    "SummaryJapanese": "願いがかなわず怒るフリーザ。その気は悟飯たちを怯えさせるには十分すぎる程に強大だった。だが、ベジータは３人で闘えば勝てると豪語する。ベジータもまた大幅にパワーアップしていたのだ。"
                },
                "4": {
                    "ID": "372924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372924",
                    "TitleEnglish": "Fighting Power: One Million??",
                    "SummaryEnglish": "While Vegeta and Frieza verbally battle each other, Frieza reveals a terrible secret: he was the one who destroyed Planet Vegeta, killed Vegeta's father, and wiped out the majority of the Saiyan race. Without allowing Vegeta and the others to recover from this terrible revelation, Frieza reveals another stunning development: his power to transform! Will Vegeta, Gohan and Krillin's combined strength be able to topple Frieza's new stronger form?",
                    "TitleJapanese": "悪夢の超変身!! 戦闘力100万のフリーザ",
                    "SummaryJapanese": "変身を開始したフリーザはベジータの父・ベジータ王を殺し惑星ベジータを破壊したときも一度も変身しなかったと語る。そしてフリーザの変身は完了。今までと比べものにならない気を発していた。"
                },
                "5": {
                    "ID": "372925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372925",
                    "TitleEnglish": "Gohan Attacks",
                    "SummaryEnglish": "By transforming into a giant, Frieza has gained more power and shows it off by attacking Krillin. With the brave hero out of commission, Gohan lashes out in rage as he fires a reckless volley of attacks, but can he really beat Frieza?",
                    "TitleJapanese": "ここまでか!? 凶悪超絶パワーが悟飯を襲う",
                    "SummaryJapanese": "フリーザの角で腹を突き刺されたクリリンが湖へと落ちていく…。その光景に怒った悟飯が、フリーザに猛攻撃をしかける。その力に驚くベジータ。超サイヤ人に一番近いのは悟飯なのだろうか!?"
                },
                "6": {
                    "ID": "372926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372926",
                    "TitleEnglish": "Piccolo the Super-Namek",
                    "SummaryEnglish": "Krillin is healed, thanks to Dende's special powers, and then he distracts Frieza long enough for little Namekian to heal Gohan as Vegeta just stands there in awe. The three warriors fire at Frieza with everything they got, but it seems that they can't win, but an old friend is just moments away.",
                    "TitleJapanese": "一気に形勢逆転!! 遅れてきた戦士・ピッコロ",
                    "SummaryJapanese": "悟飯への攻撃を目の当たりにしたベジータは、あまりの力の差に手を出すこともできない。フリーザが悟飯にとどめを刺そうとしたその瞬間、クリリンの気円斬がフリーザの尻尾を切った。"
                },
                "7": {
                    "ID": "372927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372927",
                    "TitleEnglish": "Déjà vu",
                    "SummaryEnglish": "Piccolo arrives to the battlefield preparing to fight Frieza alone. Everyone thinks he's making his death wish, but Piccolo seems to hold his own and anticipates Frieza's moves, thanks to his fusion with Nail. But will it be enough?",
                    "TitleJapanese": "ピッコロの自信！ フリーザを倒すのはオレだ",
                    "SummaryJapanese": "ついに到着したピッコロが自信たっぷりにフリーザと対峙する。クリリンはそんなピッコロの態度に不安を隠せないが、あの凄まじいフリーザと互角の勝負をするピッコロの姿に３人は希望を見出す。"
                },
                "8": {
                    "ID": "372928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372928",
                    "TitleEnglish": "Frieza's Second Transformation",
                    "SummaryEnglish": "Everyone stands in awe as Piccolo turns the tide of the battle against Frieza, but the tyrant isn't going to give up. He is about to transform again into a far more powerful creature. Will Piccolo be able to handle Frieza's power increase?",
                    "TitleJapanese": "出撃だ悟空!! 激怒のフリーザが第２の変身",
                    "SummaryJapanese": "本気の力はまだまだこんなものじゃないというフリーザだが、ピッコロもまた重い服を着て闘っていた。服を脱ぎ本気になったピッコロの力は、フリーザに勝るとも劣らないほど凄まじいものだった。"
                },
                "9": {
                    "ID": "372929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372929",
                    "TitleEnglish": "Another Transformation?",
                    "SummaryEnglish": "Gohan steps in to battle to save Piccolo by firing an energy blast at Frieza with even more power than before. However, the tyrant manages to barely bounce it back. Instead of finishing them off in his current state, Frieza is about to transform into his final form. Luckily, Vegeta has a plan that might make him into a Super Saiyan. Will his plan work, and will it be enough?",
                    "TitleJapanese": "恐怖しろ!! フリーザは３度の変身で勝負する",
                    "SummaryJapanese": "２度目の変身を遂げたフリーザが執拗にピッコロを痛めつける。たまらず飛び出した悟飯は、フルパワーの気功波をフリーザに放つが、あとひと息というところで弾き返されてしまう。"
                },
                "10": {
                    "ID": "372930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372930",
                    "TitleEnglish": "Dende's Demise",
                    "SummaryEnglish": "In his final form, Frieza takes out Dende right away, so no one could be healed by him. Gohan and the others try their best against the cruel monster, but none of their attacks work. Vegeta steps in, vowing that he has become a Super Saiyan and will beat Frieza, but the powerful tyrant isn't worried.",
                    "TitleJapanese": "デンデの死…でてこい！ とびきり全開パワー",
                    "SummaryJapanese": "ついに真の姿を現したフリーザは、悟飯たちが見ることもできない超スピードの攻撃でデンデを殺してしまう。悟飯たちは３人がかりで攻撃するが、フリーザに触れることすらできない。"
                },
                "11": {
                    "ID": "372931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372931",
                    "TitleEnglish": "The Renewed Goku",
                    "SummaryEnglish": "It seems that Vegeta isn't a Super Saiyan, for even the Saiyan Prince can't read Frieza's movements as the heartless fiend tortures Vegeta. As everyone stands there in fear, Goku has finally been recovered, but will he come to his friends in time to stop Frieza?",
                    "TitleJapanese": "待ちに待ったぜ、この瞬間!! 孫悟空が復活だ",
                    "SummaryJapanese": "己を超サイヤ人だと信じて疑わないベジータは、フルパワーのエネルギー弾をフリーザへ放つが、簡単にはじかれてしまう。その圧倒的な力の差に絶望。涙を流して、生まれて初めての挫折を知る。"
                },
                "12": {
                    "ID": "372932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372932",
                    "TitleEnglish": "The End of Vegeta",
                    "SummaryEnglish": "Goku has entered the battlefield stronger than ever and prepares to fight Frieza alone. It seems that Goku might become a Super Saiyan, as he easily deflects Frieza's energy attacks. As Vegeta taunts Frieza, the tyrant easily finishes him off with a cruel bout of laughter. With his last breath, Vegeta tells Goku of what Frieza has done to him and his people. Can Goku be able to defeat Frieza, the one person no one else has beaten?",
                    "TitleJapanese": "無念…!! 誇り高きサイヤ人・ベジータ死す",
                    "SummaryJapanese": "フリーザのもとへ到着した悟空。パワーアップを果たした悟空を見たベジータは、フリーザに「これが超サイヤ人」と告げる。しかしその瞬間、フリーザのビームがベジータの心臓を貫く!!"
                },
                "13": {
                    "ID": "372933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372933",
                    "TitleEnglish": "The Ultimate Battle",
                    "SummaryEnglish": "With new understanding of the Saiyans, Goku vows to beat Frieza for his people. Both of these warriors match each other's moves with great speed and strength. Then, Frieza fires at Namek, causing a volcanic eruption. Can Goku survive this?",
                    "TitleJapanese": "超決戦の幕開けだ!!おめえだけはオラが倒す",
                    "SummaryJapanese": "宇宙最大の闘いが、ついに始まった。闘いの最中、悟空に対し「ここまでやるサイヤ人は初めてだ」と感心するフリーザ。そして悟空の実力を試すかのように、超能力で操ったマグマを浴びせかける。"
                },
                "14": {
                    "ID": "372934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372934",
                    "TitleEnglish": "Clash of the Super Powers",
                    "SummaryEnglish": "As the fight continues, Goku attacks from underwater upon realizing that Frieza can't sense power levels. As Goku seems to be in control, Frieza uses his mind to use rocks to attack Goku so he can trap him in an energy ball that will explode if it touches anything but Frieza, and it doesn't look good for our hero.",
                    "TitleJapanese": "激突２大超パワー！ 本気同士の肉弾戦!!",
                    "SummaryJapanese": "悟飯を救うため、地球ではチチがナメック星へ飛び立つ準備を進めていた。同じ頃、悟空は気が読めないというフリーザの弱点を見ぬいて、２発のかめはめ波を使った不意打ちを成功させる。"
                },
                "15": {
                    "ID": "372935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372935",
                    "TitleEnglish": "Frieza's Boast",
                    "SummaryEnglish": "To prove that he's the strongest of all, Frieza uses his feet and not his hands to beat Goku. It may seem Frieza has the advantage, but Goku proves that the tyrant will have to use his hands. Meanwhile, Bulma finds a frog, unaware that it's Captain Ginyu as he prepares to switch bodies with her.",
                    "TitleJapanese": "フリーザ恐怖の宣言！ 手を使わずお前を倒す",
                    "SummaryJapanese": "ウォーミングアップは終わりだと口を揃え、２人は戦いの場を地上へと移す。依然として余裕のフリーザは、自らにハンデを課すと宣言。人を食ったようなその態度に、悟空は先制攻撃を仕掛ける。"
                },
                "16": {
                    "ID": "372936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372936",
                    "TitleEnglish": "Bold And Fearless",
                    "SummaryEnglish": "To ensure Goku is defeated, Frieza powers up to 50% of his maximum and it seems that not even Goku can handle it. Captain Ginyu finds the other heroes in Bulma's body and prepares to have his revenge. Can the others see through Ginyu's trickery?",
                    "TitleJapanese": "ハッタリじゃねえぞ!! 大胆素敵な奴・孫悟空",
                    "SummaryJapanese": "悟空に隠された力を計算しても、マックスパワーの半分も出せば勝てると豪語するフリーザ。悟空はそれは虚勢ではないと感じとる。そして次の瞬間、フリーザのひじ打ちが悟空の顔面をとらえた。"
                },
                "17": {
                    "ID": "372937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372937",
                    "TitleEnglish": "Embodiment Of Fire",
                    "SummaryEnglish": "Captain Ginyu prepares his revenge by switching with Piccolo, but Gohan is able to throw Bulma (as a frog) in the way to get her body back. Meanwhile, Goku is being beaten up by Frieza with his power increase and even the Kaio-Ken attack doesn't work. But as he is held by the monster's power, he has a vision showing what Frieza could do to Earth. Rocked and inspired by the vision, Goku powers up, but will it be enough?",
                    "TitleJapanese": "決着だ!! 炎の化身20倍界王拳のカメハメ波",
                    "SummaryJapanese": "悟飯たちと一緒にいたギニューは、ブルマからピッコロへ体を変えようとするが、悟飯に見破られて再びカエルに戻ってしまう。ブルマは元の体に戻れて大喜び。一方、悟空はフリーザの前に大苦戦。"
                },
                "18": {
                    "ID": "372938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372938",
                    "TitleEnglish": "Trump Card",
                    "SummaryEnglish": "Goku's 20x Kaio-Ken attack with a Kamehameha doesn't work against Frieza, as the tyrant tries to destroy him once and for all. Suddenly, Vegeta telepathically speaks to Goku from the otherworld to not give up yet, giving Goku more power, but it's not enough. Luckily, Goku has one more trick up his sleeve: the Spirit Bomb.",
                    "TitleJapanese": "超特大の元気玉 これが最後の切り札だ!!",
                    "SummaryJapanese": "悟空の20倍界王拳かめはめ波も、フリーザには通用しなかった。手に傷をつけられたフリーザは激怒し、猛攻で悟空を襲う。体力が限界の悟空は、最終奥義・元気玉にすべてを賭けることを決意する。"
                },
                "19": {
                    "ID": "372939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372939",
                    "TitleEnglish": "Keep The Chance Alive",
                    "SummaryEnglish": "As King Kai and the others watch the battle on Namek, the Ginyu Force arrives to take over the planet, but Yamcha, Tien and Chiaotzu are ready for a fight. Back on Namek, Frieza discovers Goku's Spirit Bomb and plans to stop it. Suddenly, Piccolo steps in to give Goku more time, but how long can he hold on against Frieza?",
                    "TitleJapanese": "チャンスを生かせ!!ピッコロ捨身の援護射撃",
                    "SummaryJapanese": "確実にフリーザを倒すために、時間を費やし巨大な元気玉を造ろうとする悟空。しかし、訝しがりつつも無防備な悟空を攻めていたフリーザは、水面に映る元気玉を見て悟空の作戦に気づいてしまう。"
                },
                "20": {
                    "ID": "372940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372940",
                    "TitleEnglish": "Power Of The Spirit",
                    "SummaryEnglish": "The battle on King Kai's planet begins with the Z-Fighters against the Ginyu Force and it seems that our heroes' training is paying off. Piccolo does his best for Goku to comeplete the Spirit Bomb, but it seems that Frieza might win this battle.",
                    "TitleJapanese": "元気玉の超破壊力!!生き残ったのは誰だ!?",
                    "SummaryJapanese": "界王星を襲い始めたギニュー特戦隊に対し、修行を積んだヤムチャたちが互角の闘いを展開する。一方の悟空は、ピッコロの助けによって命拾いするも、元気玉の完成にはまだ時間が必要だった。"
                },
                "21": {
                    "ID": "372941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372941",
                    "TitleEnglish": "Transformed At Last",
                    "SummaryEnglish": "It looks like the battle is over, as Frieza seems to be defeated and the Ginyu Force has fallen down to Hell. As everyone celebrates, Frieza reappears and spares no time knocking Piccolo out and killing Krillin. Fueled by rage, Goku's power increases exponentially. Has Goku finally fulfilled the Super Saiyan legend?",
                    "TitleJapanese": "ついに変身!! 伝説の超サイヤ人･孫悟空",
                    "SummaryJapanese": "界王星での一戦はギニュー特戦隊の敗退で決着し、ナメック星でも元気玉の超絶パワーの前にフリーザは散ったと思われた。しかし、歓喜に浸る悟空たちの前に、フリーザが再び姿を現した！"
                },
                "22": {
                    "ID": "372942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372942",
                    "TitleEnglish": "Explosion Of Anger",
                    "SummaryEnglish": "Goku's hair has turned blonde and his eyes blue, as he is surrounded by a gold aura; the fuel of this power being his anger towards Frieza. As Gohan takes Piccolo to Goku's ship, our hero starts to pound on Frieza as the tyrant fires back, but none of his attacks are working against Goku now that he is a Super Saiyan. It looks like Frieza will finally be defeated.",
                    "TitleJapanese": "怒り爆発!!悟空よ、みんなの仇を討ってくれ",
                    "SummaryJapanese": "ついに超サイヤ人となった悟空は驚愕パワーで怒涛の猛攻をフリーザにしかける。超サイヤ人相手でも勝てると踏んでいたフリーザだったが、指から発射した必殺の光線を次々とかわされてしまう。"
                },
                "23": {
                    "ID": "372943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372943",
                    "TitleEnglish": "Namek's Destruction",
                    "SummaryEnglish": "Not willing to be beaten, Frieza fires an attack to destroy Namek so Goku will be killed, as the Super Saiyan can't do anything to stop the attack. Will this be the end of everyone on Namek?",
                    "TitleJapanese": "ナメック星消滅か!? 大地を貫く魔の閃光",
                    "SummaryJapanese": "悟空の猛攻に自尊心を傷つけられたフリーザは、ナメック星の破壊を決意。エネルギー波を星の中枢へ撃ちこむ。しかし自爆を恐れパワーを抑制したため、星の爆発まで５分の余地を残してしまう。"
                },
                "24": {
                    "ID": "372944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372944",
                    "TitleEnglish": "A Final Attack",
                    "SummaryEnglish": "Namek is about to explode in 5 minutes, as Gohan finds Bulma and gets back to the ship. Meanwhile, Frieza powers up to 100% of his maximum to finish the fight. Instead of stopping him, Goku has let Frieza go full power, but is this power increase too much for even a Super Saiyan to handle?",
                    "TitleJapanese": "勝つのはオレだ…生き残りをかけた最終攻撃",
                    "SummaryJapanese": "フリーザは30秒で悟空を倒すと豪語し、気を集中し始める。界王様はその隙をついて攻撃するよう悟空に勧めるが、フルパワーのフリーザを倒してクリリンの敵を討つのだと、その言葉を無視する。"
                },
                "25": {
                    "ID": "372945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372945",
                    "TitleEnglish": "Approaching Destruction",
                    "SummaryEnglish": "As the battle on Namek continues, Kami and Mr. Popo have found all of the restored Dragon Balls, giving King Kai an idea that might save everyone on Namek. But will it work in time?",
                    "TitleJapanese": "神龍よ宇宙を走れ!! 迫るナメック星消滅の時",
                    "SummaryJapanese": "大地が割れ、消滅が迫るナメック星。その頃、地球ではミスター･ポポがドラゴンボールを集めていた。界王様の狙いはフリーザに殺されたナメック星人の復活と同時にポルンガも復活させることだ。"
                },
                "26": {
                    "ID": "372946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372946",
                    "TitleEnglish": "Gohan Returns",
                    "SummaryEnglish": "Everyone that has been killed by Frieza and his henchmen on Namek are resurrected, but so far, Guru isn't back yet and it looks like Goku has been beaten by Frieza's attack. To avenge his father, Gohan returns to the battle to make sure the cold tyrant blows up with the planet, but how long can he last?",
                    "TitleJapanese": "ボクは孫悟空の息子だ!! 悟飯、再び決戦場へ",
                    "SummaryJapanese": "ナメック星の消滅まで３分を切ったとき、地球の神龍によって、フリーザに殺された者が蘇った。ナメック星の最長老も復活し、ポルンガが出現。だが、悟空がフリーザに痛恨の一撃を受けてしまう。"
                },
                "27": {
                    "ID": "372947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372947",
                    "TitleEnglish": "The Last Wish",
                    "SummaryEnglish": "With Guru back to life, the Namekian Dragon Balls have been restored as well, with Porunga ready to grant the third wish. As Dende prepares to complete the final phase of King Kai's plan, Frieza flies towards Porunga to have his wish granted as well.",
                    "TitleJapanese": "俺はこの星に残る!!勝利への最後の闘い",
                    "SummaryJapanese": "気をためなおして戻って来た悟空は、フリーザ以外の者のワープをポルンガに頼もうとする界王様に、自分も闘いに決着をつけるためナメック星に残ると宣言。界王様は悩みぬいた末に了承する。"
                },
                "28": {
                    "ID": "372948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372948",
                    "TitleEnglish": "Duel On A Vanishing Planet",
                    "SummaryEnglish": "It seems that everyone on Namek has been transported to Earth, but Goku is still on Namek, insisting that he finish the fight. Everyone is upset with Goku's decision, as it seems that there is no escape from the explosion. Can Goku finish Frieza in one minute and escape in time?",
                    "TitleJapanese": "とことんやろうぜ!!消えゆく星に残った二人",
                    "SummaryJapanese": "ナメック星から地球にワープした者は、みな喜びに浸っていた。しかし悟空の状況を知り、不安を募らせる。ナメック星が消滅したら、悟空は生き延びることができないからだ。"
                },
                "29": {
                    "ID": "372949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372949",
                    "TitleEnglish": "Pathos Of Frieza",
                    "SummaryEnglish": "As Namek gets closer to explosion it looks like Goku can beat Frieza with ease as his power keeps increasing. Finally, Goku decides to leave, knowing that he's more than a match for Frieza, but the tyrant won't give up that easily.",
                    "TitleJapanese": "哀れフリーザ！ 震えだしたら止まらない!!",
                    "SummaryJapanese": "力と力がぶつかり合い、相譲らぬ戦いを続ける悟空とフリーザ。その頃地球では、ブルマが悟空の運命に不吉なものを感じていた…。そんなブルマの心配をよそに、悟空は次第にフリーザを圧倒する!!"
                },
                "30": {
                    "ID": "372950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372950",
                    "TitleEnglish": "Frieza Defeated!",
                    "SummaryEnglish": "Frieza fires two copies of Krillin's Destructo Disk that will follow Goku until it hits him or anything else. Even so, Goku has the situation under control as the battle draws to a close and the mighty villain is going to lose.",
                    "TitleJapanese": "悟空の勝利宣言だ!! フリーザが自滅するとき…",
                    "SummaryJapanese": "フリーザはフルパワーの反動によって気が減少、「たかがサイヤ人ごとき」に苦汁を嘗めさせられる。フリーザの渾身の一撃も、もはや悟空には通用しない。悟空の余裕の態度にフリーザは激昂し…!?"
                },
                "31": {
                    "ID": "372951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372951",
                    "TitleEnglish": "Mighty Blast Of Rage",
                    "SummaryEnglish": "As Guru enjoys seeing his people alive on Earth, the time has come for him to go, but gave his powers to Moori, as the next Eldest Namek. Back on Namek, Frieza has been cut in half by his own energy disk from behind, but Goku, being the kind person he is, gives Frieza some of his power to escape. However, Frieza will not accept defeat, as he uses the given power to finish Goku off, but Goku finishes off Freiza with a mighty attack.",
                    "TitleJapanese": "フリーザ敗れる!! すべての怒りをこめた一撃",
                    "SummaryJapanese": "ナメック星のドラゴンボールなら人間を何度も蘇らせることができると知り、クリリンと餃子が生き返ると悟飯たちは歓喜の声を上げる。そしてナメック星では死闘が終わろうとしていた。"
                },
                "32": {
                    "ID": "372952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372952",
                    "TitleEnglish": "Namek's Explosion...Goku's End?",
                    "SummaryEnglish": "With Frieza gone, Goku flies to Frieza's spaceship to escape from Namek, but it looks like the ship doesn't work. Even though it looks like Goku is gone, Bulma and the others have an idea that could work; using the Namekian Dragon Balls, once restored, to bring everyone else back.",
                    "TitleJapanese": "ナメック星大爆発!! 宇宙に消えた悟空",
                    "SummaryJapanese": "フリーザに完全勝利した悟空に、猶予はなかった！ ナメック星爆発のタイムリミットが刻一刻と迫っていたからだ。悟空はフリーザの宇宙船で脱出を試みるも、宇宙船は故障してしまう。"
                },
                "33": {
                    "ID": "372953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/372953",
                    "TitleEnglish": "Goku's Alive!",
                    "SummaryEnglish": "As it looks like Goku and Krillin can't come back, Vegeta has an idea: wish them back to the Check-in Station, then wish them back to life. After 130 days, Krillin and Yamcha are back to life, but Porunga says Goku is alive, but where is he?",
                    "TitleJapanese": "生きていた孫悟空 Ｚ戦士が全員復活だ!!",
                    "SummaryJapanese": "ドラゴンボールを使えば、悟空とクリリンを死んだ場所に蘇らせることは可能だ。しかし、ナメック星が存在しない今、生き返る場所は宇宙空間。ふたりを蘇らせるという希望は絶望となった。"
                }
            }
        },
        "4": {
            "ID": "31061",
            "URL": "https://www.thetvdb.com/series/dragon-ball-z/seasons/official/4",
            "# Episodes": 32,
            "Episodes": {
                "1": {
                    "ID": "378334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378334",
                    "TitleEnglish": "The Heavens Tremble",
                    "SummaryEnglish": "Even with Goku not back yet, the Earth has been very peaceful as Gohan fishes and Krillin dates a young girl named Maron. However, the peace will be disturbed because an old enemy has escaped from his dark prison- Garlic Jr!",
                    "TitleJapanese": "天界が大変だ!! ガーリックJr.が神になる",
                    "SummaryJapanese": "フリーザ戦から数ヶ月…。地球ではクリリンに彼女ができるなど、平穏な日々が続いていた。そんなある日、不吉な影が天界に迫る。かつてデッドゾーンに封じたガーリックJr.が復活したのだ。"
                },
                "2": {
                    "ID": "378335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378335",
                    "TitleEnglish": "Black Fog of Terror",
                    "SummaryEnglish": "Garlic Jr. and his henchmen, the Spice Boys, have infiltrated Kami's Lookout and have captured Kami and Mr. Popo. With Garlic Jr. in control, he releases his father's Black Water Mist- a vapor that unlocks any evil within a person, becoming a demon. Can anyone withstand the mist's power?",
                    "TitleJapanese": "恐怖の黒い霧…!! みんな魔族になっちゃった",
                    "SummaryJapanese": "アクアミストを吸うと魔族化し、ガーリックJr.のしもべとなってしまう。地上へと流されたミストは、汚染範囲を広げてカメハウスを包み込み、ブルマやヤムチャたちまでもが魔族化してしまう。"
                },
                "3": {
                    "ID": "378336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378336",
                    "TitleEnglish": "Battle in Kami's Lookout",
                    "SummaryEnglish": "With their friends infected by the Black Water Mist and the knowledge of Garlic Jr.'s return, Gohan and Krillin head towards the Lookout to get the Sacred Water, but it's going to be tricky with Garlic Jr. beating them to the punch. Meanwhile, Piccolo handles the Spice Boys and the others, but will he too be infected by the mist?",
                    "TitleJapanese": "天界が戦場だ!! ピッコロが魔族に逆戻り…",
                    "SummaryJapanese": "アクアミストを吸ってから24時間が経過すると、超神水でも元に戻すことはできない。ピッコロは、四天王と魔族化したヤムチャたちをひとりで止め、そのスキに悟飯とクリリンを天界へ向かわせる。"
                },
                "4": {
                    "ID": "378337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378337",
                    "TitleEnglish": "Fight with Piccolo",
                    "SummaryEnglish": "The brave Namekian has been tainted by the mist too, as he now follows Garlic Jr. As the immortal demon relaxes, Mustard and Salt have their fun with Earth's last heroes. Will Krillin and Gohan beat them and how will they able to handle Piccolo?",
                    "TitleJapanese": "ピッコロと直接対決!! 天界に怒りの魔せん光",
                    "SummaryJapanese": "悟飯によりデッドゾーンに封じられた過去をもつガーリックJr.は、恨みを晴らすため、四天王に悟飯を集中攻撃させる。かろうじて攻撃をかわす悟飯だったが、四天王のゾルドが一瞬の隙をつく。"
                },
                "5": {
                    "ID": "378338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378338",
                    "TitleEnglish": "Call for Restoration",
                    "SummaryEnglish": "Gohan easily beats Mustard and Salt, but is powerless against the infected Piccolo. Krillin tries to save Kami and Mr. Popo, but eventually gets bitten by Piccolo. Gohan seems to be the only hero left and it seems that the battle is over...or is it?",
                    "TitleJapanese": "みんなの心を取り戻せ!! 神殿に眠る超神水",
                    "SummaryJapanese": "完全にガーリックJr.のしもべとなってしまったのか、情け容赦のないピッコロの猛攻が悟飯を襲う！ 悟飯はピッコロを攻撃することができず、防戦一方。さらにクリリンまでもが魔族化してしまう。"
                },
                "6": {
                    "ID": "378339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378339",
                    "TitleEnglish": "Suicidal Course",
                    "SummaryEnglish": "Piccolo and Krillin fooled Garlic Jr., for they were not infected by the Black Water Mist, and they freed Kami and Mr. Popo. Kami heads towards the seven air currents to spread the Sacred Water, but he could lose his life. Will he make it time, and will the others handle Garlic Jr.'s power increase with the Makyo Star?",
                    "TitleJapanese": "朝まで待てない!! 神様の覚悟をきめた決死行",
                    "SummaryJapanese": "夜が明ける前に全世界に超神水を流さなければ、アクアミストの効果を消せない。残された時間で超神水を行き渡らせるためには、世界中の気流が集まる天界の底の穴から流すしか方法はない。"
                },
                "7": {
                    "ID": "378340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378340",
                    "TitleEnglish": "Extreme Measures",
                    "SummaryEnglish": "Gohan, Krillin and Piccolo do their best against Garlic Jr. and the remaining Spice Boys, with the Makyo Star powering them up, but is it enough? Meanwhile, Kami and Mr. Popo try to get to pour the Sacred Water, but the former guardians won't allow it, and they drain Kami's lifeforce... as well as Piccolo's.",
                    "TitleJapanese": "超過激に勝負だ!! 掟やぶりの神様",
                    "SummaryJapanese": "ミスター･ポポの案内で神仙界を訪れた神様は、先代の神々の攻撃を受けながらも、天界の底を目指す。一方、悟飯たちは、魔凶星の影響で何十倍もの力を得たガーリックJr.に苦戦する。"
                },
                "8": {
                    "ID": "378341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378341",
                    "TitleEnglish": "The World Awakens",
                    "SummaryEnglish": "With Piccolo down, Gohan fights the powered up Garlic Jr., but can he really defeat an immortal demon? Kami distracts the former guardians by using himself as bait so Mr. Popo can spread the Sacred Water, but will it work in time?",
                    "TitleJapanese": "効いたぜ超神水!!世界が悪夢からさめた",
                    "SummaryJapanese": "悟飯はガーリックJr.に攻撃を仕掛けるが、永遠の命を得ている者を倒すことはできない。だが、先代の神々から攻撃を受けていた神様は、ミスター･ポポに超神水を託して天界の底から流させる。"
                },
                "9": {
                    "ID": "378342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378342",
                    "TitleEnglish": "Brief Chance for Victory",
                    "SummaryEnglish": "With his plan in ruins, Garlic Jr. opens up the Dead Zone to finish off the others once and for all. With Kami and Mr. Popo spared, Piccolo is back with a plan: destroy the Makyo Star. But can Gohan do it with his friends still safe?",
                    "TitleJapanese": "悟飯に一瞬の勝機!! あの魔凶星を撃て…",
                    "SummaryJapanese": "デッドゾーンに対し、シールドを張ってピッコロとクリリンを守ろうとする悟飯。先代の神々から解放された神様とミスター･ポポを吸い込もうとガーリックJr.はデッドゾーンのパワーを上げるが…!?"
                },
                "10": {
                    "ID": "378343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378343",
                    "TitleEnglish": "Krillin's Proposal",
                    "SummaryEnglish": "With the Earth at peace once again, Krillin and Maron do a little shopping, but then Maron looks at a wedding dress and a house. Krillin thinks they might get married, but is he right?",
                    "TitleJapanese": "男だねェ…クリリン101回目のプロポーズ",
                    "SummaryJapanese": "マロンの買い物につき合わされていたクリリンは、ウェディングドレスに憧れるマロンの姿を見て、プロポーズを決意。伝説の真珠“マーメイドの涙”の話を聞いた彼は、悟飯と海底に向かう。"
                },
                "11": {
                    "ID": "378344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378344",
                    "TitleEnglish": "Frieza's Counterattack",
                    "SummaryEnglish": "With Mr. Shu as his tutor, Gohan's studies become more intense as he still waits for Goku to come back. However, it looks he won't be the only one coming to Earth, for somehow, Frieza is coming to Earth as well.",
                    "TitleJapanese": "あれが地球だよパパ…フリーザ親子の逆襲",
                    "SummaryJapanese": "チチは悟飯に周災悪という家庭教師をつける。周は悟飯に体罰を与え、反抗的な態度を悟空のせいだと罵る。一方、ベジータはブルマに悟空が地球に戻る日まで一緒に暮らすよう提案され、渋々承諾。"
                },
                "12": {
                    "ID": "378345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378345",
                    "TitleEnglish": "The Mysterious Youth",
                    "SummaryEnglish": "Thanks to his father, King Cold, Frieza has survived Namek's explosion and has been repaired. These two tyrants are headed to Earth to exact revenge against Goku. It looks like all hope seems lost as no one can stop these two powerful warriors... or is there?",
                    "TitleJapanese": "フリーザはボクが倒す…悟空を待つ謎の少年",
                    "SummaryJapanese": "巨大な気のもとに集結した戦士たちは、その気の正体がフリーザと知って絶望する…。サイボーグ化して生き長らえたフリーザは悟空への恨みを晴らすため、地球人を皆殺しにせよと部下に命令する。"
                },
                "13": {
                    "ID": "378346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378346",
                    "TitleEnglish": "Another Super Saiyan?",
                    "SummaryEnglish": "As Frieza and King Cold prepare to strike, a mysterious young man armed with a sword comes out of nowhere and challenges them to fight. It looks like this boy has made a grave mistake, or maybe ...it's the other way around.",
                    "TitleJapanese": "フリーザを一刀両断!! もう一人の超サイヤ人",
                    "SummaryJapanese": "謎の少年は、フリーザの部下を次々と倒していく。余裕を見せるフリーザ親子に対し「超サイヤ人は孫悟空さんだけじゃない」と宣言するや、みずから超サイヤ人に変身した。その正体は…!?"
                },
                "14": {
                    "ID": "378347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378347",
                    "TitleEnglish": "Welcome Back Goku",
                    "SummaryEnglish": "By becoming a Super Saiyan, this young warrior defeats Frieza and King Cold with ease. With the threat over, he tells the others Goku will be coming soon, but can he be trusted?",
                    "TitleJapanese": "オッス!!ひさしぶり…帰って来た孫悟空",
                    "SummaryJapanese": "フリーザを一刀両断した謎の少年。その絶対的な強さに驚愕する悟飯たち。命乞いをするコルド大王にも冷静にとどめを刺した少年は、悟飯たちに悟空を迎えに行こうと誘う。"
                },
                "15": {
                    "ID": "378348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378348",
                    "TitleEnglish": "Mystery Revealed",
                    "SummaryEnglish": "Goku finally arrives to Earth, but wonders who this mysterious man is. The young swordsman asks Goku to speak to him privately. Once he and Goku are out of nearly everyone's earshot, his identity is finally revealed, and he is from the future. But why is he here, and what news does he bring?",
                    "TitleJapanese": "ボクの父はベジータです…謎の少年の告白",
                    "SummaryJapanese": "地球に到着した悟空に、少年は自分の正体を打ち明ける。トランクスと名のるその少年はベジータの息子で、３年後に現れる人造人間のことを警告するため約20年後の未来からやってきたというのだ。"
                },
                "16": {
                    "ID": "378349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378349",
                    "TitleEnglish": "Goku's Special Technique",
                    "SummaryEnglish": "Trunks, the son of Bulma and Vegeta, has told Goku of a new threat- two powerful Androids that will bring destruction to Earth. But maybe Goku and the others can do something about it.",
                    "TitleJapanese": "悟空の新必殺技!? 見てくれ、オラの瞬間移動",
                    "SummaryJapanese": "ナメック星爆発の瞬間、ギニュー特戦隊のカプセルで脱出した悟空。不時着したヤードラット星の人々に救出され、新たな技を習得した彼は、それを披露。戦士たちは３年後に集合することを誓う。"
                },
                "17": {
                    "ID": "378350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378350",
                    "TitleEnglish": "Z Warriors Prepare",
                    "SummaryEnglish": "As Goku and Piccolo train with Gohan, Vegeta trains under very high gravity levels in an effort to become a Super Saiyan, but can he survive it?",
                    "TitleJapanese": "こえてやる…悟空を!! 戦闘民族サイヤ人の王",
                    "SummaryJapanese": "悟空との力の差に憤るベジータは、ブリーフ博士に300Ｇの重力室を作らせ、修行を開始。特訓の末に大ケガを負って寝込んだ彼は、父と過ごした子供の頃の夢を見て、王子のプライドを再認識する。"
                },
                "18": {
                    "ID": "378351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378351",
                    "TitleEnglish": "Goku's Ordeal",
                    "SummaryEnglish": "Goku and Piccolo stop their training to learn how to drive so Chi-Chi can get a car. They may be powerful fighters, but can they get their licences in time to continue their training and keep Chi-Chi happy?",
                    "TitleJapanese": "免許皆伝? 悟空の新たなる試練",
                    "SummaryJapanese": "楽しそうにエアカーを飛ばす夫婦の姿にフラストレーションを爆発させるチチ。悟空とピッコロに免許を取れと命令するが、教習所でも意地を張り合うふたりは、デッドヒートを繰り広げる始末。"
                },
                "19": {
                    "ID": "378352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378352",
                    "TitleEnglish": "The Androids Appear",
                    "SummaryEnglish": "Three years have passed and Goku and the others arrive on Amembo Island, where the Androids are going to attack as Trunks predicted. Despite their training, can they stop these monsters?",
                    "TitleJapanese": "気配を持たぬ殺人鬼 どいつが人造人間だ!?",
                    "SummaryJapanese": "修行を終え、約束の地点に集結した戦士。だが、トランクスの予告した10時間を過ぎても敵の気配は感じられない。そのとき、仙豆を届けて去っていったヤジロべーのスカイカーが突然爆発!!"
                },
                "20": {
                    "ID": "378353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378353",
                    "TitleEnglish": "A Handy Trick",
                    "SummaryEnglish": "Yamcha has found Androids 19 and 20, but is hanging on by a thread as Goku and the others come to his aid. Krillin brings Yamcha to Bulma with the Senzu Beans while Goku leads the Androids away from the city, but the Androids have a secret ability that only Yamcha knows.",
                    "TitleJapanese": "冷血20号の悪逆非道!! 悟空、怒りの超変身",
                    "SummaryJapanese": "人造人間の行為に激昂する悟空に対し、人造人間は「ドクター･ゲロは、悟空のこれまでの闘いを偵察したうえで自分たちを製造したため、自分らの実力は悟空を上回っている」と告げる。"
                },
                "21": {
                    "ID": "378354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378354",
                    "TitleEnglish": "Double Trouble for Goku",
                    "SummaryEnglish": "The fight begins as Goku turns Super Saiyan and fights Android 19. It looks like Goku has the situation handled, but he discovers 19's aborbing technique after firing a Kamehameha. To make matters worse, it looks like something else is weakening him while 19's ready to fight.",
                    "TitleJapanese": "悟空、ダブルショック!! 病と敵のはさみ撃ち",
                    "SummaryJapanese": "超サイヤ人に変身した悟空の力は、人造人間たちの予想を遥かに上回っていた!! しかしピッコロは、超サイヤ人となった悟空のパワーが、以前ほどではないことに疑問と不安を抱く。"
                },
                "22": {
                    "ID": "378355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378355",
                    "TitleEnglish": "Upgrade to Super Saiyan",
                    "SummaryEnglish": "It looks like the heart virus Trunks warned about came true after all, but at a bad time for Goku as he is in the clutches of Android 19. Suddenly, Vegeta saves Goku and prepares to fight the Androids and he's got a surprise for everyone.",
                    "TitleJapanese": "ベジータ強し!! 目覚める超サイヤ人の血",
                    "SummaryJapanese": "劣勢に立たされた悟空は仙豆を食べるが、回復する気配がない。それもそのはず、悟空は心臓病に冒されていたのだ。それを知ったピッコロは悟空を助けに入るが、20号に妨害されてしまう。"
                },
                "23": {
                    "ID": "378356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378356",
                    "TitleEnglish": "The Secret of Dr. Gero",
                    "SummaryEnglish": "Finally becoming a Super Saiyan, Vegeta easily defeats Android 19, but 20 has escaped to come up with a new plan. Vegeta and the others look for the diabolical Android, but it won't be easy.",
                    "TitleJapanese": "20号の不敵な笑い…ドクターゲロの秘密",
                    "SummaryJapanese": "超サイヤ人として覚醒したベジータは19号を破壊。その実力を目のあたりにした20号はベジータには勝てないと悟り、逃走するが、追ってくるピッコロたちを目にしたとき、彼はある計画を画策する。"
                },
                "24": {
                    "ID": "378357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378357",
                    "TitleEnglish": "More Androids?!",
                    "SummaryEnglish": "Android 20 prepares to absorb Piccolo to get stronger, but Gohan comes just in time to save him. As Piccolo fights the Android, Trunks returns to the past and has discovered something different about these Androids- he never saw them before! If that's the case, then where the Androids he warned about?",
                    "TitleJapanese": "事実は未来より恐ろしい!? トランクスの疑惑",
                    "SummaryJapanese": "ピッコロを襲撃してエネルギーを吸収する20号。しかし、悟飯のお陰で窮地を脱したピッコロは、逆に20号を圧倒していった。そこへ、以前に約束したとおりトランクスも未来から助力にかけつける。"
                },
                "25": {
                    "ID": "378358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378358",
                    "TitleEnglish": "Follow Dr. Gero",
                    "SummaryEnglish": "Bulma arrives on the scene to discover that Android 20 is Dr. Gero himself. The insane scientist fires an energy blast that sends Bulma flying so he can activate Androids 17 and 18. After saving his young mother and younger self, Trunks follows Vegeta to stop him from facing the Androids head as the others find Gero's laboratory before he does, but will they make it?",
                    "TitleJapanese": "追撃!! ドクターゲロ 謎の研究所を探し出せ",
                    "SummaryJapanese": "ピッコロに追いつめられた20号だが、ブルマたちを襲撃し、その隙に研究所へと逃げ出す。ベジータたちは20号がドクター･ゲロであることや、彼ら以外にも人造人間がいることを告げられる。"
                },
                "26": {
                    "ID": "378359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378359",
                    "TitleEnglish": "Nightmare Comes True",
                    "SummaryEnglish": "Dr. Gero hides on the ground as the Z-Fighters are close to finding his secret laboratory, thanks to Bulma, but the mad doctor won't give up so easily. Meanwhile, Goku's condition is starting to get better, but will he recover quickly enough to help his friends?",
                    "TitleJapanese": "そして恐怖が現実に…目覚める17号と18号!!",
                    "SummaryJapanese": "人造人間17号＆18号との闘いを望むベジータに対し、その復活を阻止するよう説得をするトランクス。一方、ピッコロとクリリン、天津飯の３人は手分けしてドクター･ゲロの研究所の捜索にあたる。"
                },
                "27": {
                    "ID": "378360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378360",
                    "TitleEnglish": "Goku's Assassin",
                    "SummaryEnglish": "Androids 17 and 18, the ones responsible for the future destruction of Earth, have finally awakened. It seems the Androids will not follow Dr. Gero's orders as they try to open another Android- Android 16. Can the creator control his creations?",
                    "TitleJapanese": "すべてが手遅れか!? 悟空を殺す最終兵器",
                    "SummaryJapanese": "17号と18号はドクター･ゲロを破壊し、16号をも目覚めさせてしまう。恐れていた事態の到来に恐怖するトランクス。だが３体の人造人間はトランクスたちには目もくれず悟空の家を目指すのだった。"
                },
                "28": {
                    "ID": "378361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378361",
                    "TitleEnglish": "Deadly Beauty",
                    "SummaryEnglish": "The Androids are heading to Goku's place to complete their mission, but Vegeta arrives to face them head-on. The first to fight is the beautiful Android 18. Can Vegeta beat 18 or is a Super Saiyan not enough for these Androids' unlimited power?",
                    "TitleJapanese": "かわいい顔で超パワー!? 18号に死角なし",
                    "SummaryJapanese": "トランクスやピッコロの助力を拒むベジータは、単身18号に勝負を挑み、ほぼ互角の攻防をくり広げる。想像を越えるベジータの実力に、トランクスはもちろん、さすがの17号たちも驚きを隠せない。"
                },
                "29": {
                    "ID": "378362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378362",
                    "TitleEnglish": "No Match for the Androids",
                    "SummaryEnglish": "Vegeta fights with everything he's got, but he can't beat Android 18. To save his father, Trunks steps in to help, but gets beaten easily by 17. As 16 just stands there, 17 and 18 have easily beat Earth's heroes and head off to complete their mission, but can Goku recover in time to help and protect himself?",
                    "TitleJapanese": "誰にも奴らを止められない…Z戦士全滅か!?",
                    "SummaryJapanese": "窮地のベジータを救出するため、18号に飛びかかるトランクス。ピッコロたちも、ベジータたちの救出に飛び出すが、今度は17号が18号のサポートに駆けつけ、ピッコロたちを一蹴する。"
                },
                "30": {
                    "ID": "378363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378363",
                    "TitleEnglish": "Last Ditch Effort",
                    "SummaryEnglish": "As the Androids try to find a car for some fun, the Z-Fighters try to think of a way to get stronger quickly as Piccolo heads to Kami's Lookout for the one thing he needs to beat the Androids- fuse with Kami.",
                    "TitleJapanese": "ピッコロの決意!!とっておきの最後の手段",
                    "SummaryJapanese": "仙豆によって体力を回復したピッコロたちだが、人造人間のあまりの強さに愕然とする。プライドをズタズタにされたベジータは、復讐の誓いを胸にその場を立ち去ってしまった。"
                },
                "31": {
                    "ID": "378364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378364",
                    "TitleEnglish": "Closing In",
                    "SummaryEnglish": "The Androids find a car to find Goku, but have to deal with the authorities. Meanwhile, Kami looks over the Earth for some time to decide to fuse with Piccolo, as Krillin and Trunks head to Goku's house to take him somewhere else, but how long can Goku be hidden until he's better?",
                    "TitleJapanese": "歩く超破壊兵器!! 人造人間が悟空に迫る",
                    "SummaryJapanese": "人造人間たちはトラックを強奪し、一路悟空の家を目指す。人造人間たちよりも早く悟空の家に到着したクリリンとトランクスは、意識のない悟空を飛行艇に乗せてカメハウスへと急行する。"
                },
                "32": {
                    "ID": "378365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378365",
                    "TitleEnglish": "Unwelcome Discovery",
                    "SummaryEnglish": "The Z-Fighters head to Master Roshi's island to keep Goku safe for time being as Trunks tries to figure out how the timeline became so different. Bulma calls discovering another time capsule, but it looks pretty old. How long has it been out there, and more importantly, who was using it?",
                    "TitleJapanese": "不吉な予感!ブルマが知らせたミステリー",
                    "SummaryJapanese": "「パラレルワールド」の事実に気づくトランクス。人造人間を倒してもトランクスのいた未来は変わらないのだ。未来のブルマはもうひとつの未来があってもいいと考え、タイムマシンを作ったのだ。"
                }
            }
        },
        "5": {
            "ID": "31062",
            "URL": "https://www.thetvdb.com/series/dragon-ball-z/seasons/official/5",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "378397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378397",
                    "TitleEnglish": "Seized with Fear",
                    "SummaryEnglish": "Gohan and Trunks head to the other time capsule with Bulma to find more about it. Along the way, they discover that not it only did it come here 4 years ago, but also weird egg shells and gigantic bug that has already shed its skin, but what could it mean?",
                    "TitleJapanese": "邪悪の卵を発見!! 恐怖するトランクス",
                    "SummaryJapanese": "謎のタイムマシンの存在を知ったトランクスたちは、とある場所でその発見に成功する。トランクスより１年も早く現代に到着していた、古びたタイムマシンの中には不気味な卵の殻が！"
                },
                "2": {
                    "ID": "378398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378398",
                    "TitleEnglish": "The Reunion",
                    "SummaryEnglish": "While Gohan and Trunks go to Master Roshi's island, there's a crisis in Gingertown where its inhabitants are disappearing but with no damage to the town. Realizing this threat, Kami decides to fuse with Piccolo, but will their combined power be enough to handle whatever is going on down there?",
                    "TitleJapanese": "かつてない敵に向けて…超ナメック星人誕生!!",
                    "SummaryJapanese": "ジンジャータウンという町の人々が姿を消してしまう。町はタイムマシンの発見現場から近い場所にあった。この様子を見ていた神様は町を襲った怪物の姿を見て、ピッコロとの融合を決意する。"
                },
                "3": {
                    "ID": "378399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378399",
                    "TitleEnglish": "Borrowed Powers",
                    "SummaryEnglish": "The deserted streets of Gingertown become a battlefield as the power-up Piccolo confronts this terror from the future. The monster's name is Cell, and he gains strength from sucking the life out of his victims! But that's not the only secret the creature reveals. Somehow, he also knows Goku's special attack, the Kamehameha!",
                    "TitleJapanese": "カメハメ波!? 悟空の気を持つモンスター",
                    "SummaryJapanese": "悟空やフリーザとそっくりな気を持つ怪物･セルが、ピッコロの前に現れた。未知の敵と対峙するピッコロ。セルはそれをあざ笑うかのように、ピッコロの必殺技である魔貫光殺砲を繰り出した。"
                },
                "4": {
                    "ID": "378400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378400",
                    "TitleEnglish": "His Name is Cell",
                    "SummaryEnglish": "With the element of surprise, the creature gets ahold of Piccolo and begins to absorb him, but Piccolo manages to break free. With his arm weakened, Piccolo surrenders, but the Super Namek asks for one last request to know who this creature. His name is Cell, an Android made of the strongest fighters in the universe and he's hungry for more power, thanks to Dr. Gero.",
                    "TitleJapanese": "憎悪と破壊の生命体!!奴の名は人造人間セル",
                    "SummaryJapanese": "かめはめ波まで放つセル。ピッコロは避けたものの、セルにつかまり左腕の生体エキスを吸収されてしまう。冥土のみやげにと自らの生い立ちを語るセルだったが、それはピッコロの罠であった。"
                },
                "5": {
                    "ID": "378401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378401",
                    "TitleEnglish": "Piccolo's Folly",
                    "SummaryEnglish": "As the Android from the future tells Piccolo his objective to absorb Androids 17 and 18 to obtain his \"Perfect Form,\" Piccolo regenerates his arm. With his power restored and Krillin and Trunks by his side, Piccolo has a good chance against Cell, but the Android has more tricks up his sleeve.",
                    "TitleJapanese": "ピッコロ痛恨の大失敗!セルが街に放たれた!",
                    "SummaryJapanese": "セルを倒すべくパワーを全開にするピッコロのもとにクリリン、トランクスが合流。未熟な体で３人に勝つことは難しいと悟ったセルはひとまず逃亡。ベジータはセルを逃がしたピッコロに激怒する。"
                },
                "6": {
                    "ID": "378402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378402",
                    "TitleEnglish": "Laboratory Basement",
                    "SummaryEnglish": "By using Tien's Solar Flare, Cell manages to escape and suppress his power in order to complete his dreadful mission. After telling everyone the bad news, Piccolo and Tien find Cell, as Trunks and Krillin try to find the bunker beneath Gero's laboratory and destroy the present Cell and find some incredible news- the plans of Android 17.",
                    "TitleJapanese": "セル誕生の秘密! 研究所の地下に何がある!?",
                    "SummaryJapanese": "自分たちの状況が変わらないことを知りながらも、生まれたばかりのセルを消し去るため、未来の世界へと向かったクリリンとトランクス。ドクター･ゲロの研究所で幼体のセルを発見し、破壊する。"
                },
                "7": {
                    "ID": "378403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378403",
                    "TitleEnglish": "Our Hero Awakes",
                    "SummaryEnglish": "As Krillin heads back to Master Roshi's, he crosses Cell's path and barely escapes his wrath as Piccolo and Tien arrive at the scene. Meanwhile, Trunks finds his father to train with him in order to surpass a Super Saiyan. As hope seems lost, a glimmer still remains- Goku has made a recovery and plans to get stronger, but how?",
                    "TitleJapanese": "悟空闘いへの目覚め!超サイヤ人を超えろ!!",
                    "SummaryJapanese": "生体エキスを求め、人々を襲い続けるセルがバジルタウンに現れた。偶然通りかかったクリリンがセルに挑むも返り討ちにあう。絶体絶命かと思われたそのとき、ピッコロと天津飯がクリリンを救出!!"
                },
                "8": {
                    "ID": "378404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378404",
                    "TitleEnglish": "Time Chamber",
                    "SummaryEnglish": "After enduring the terrifically horrifying effect of the viral heart disease, Goku recovers, and has only one objective on his mind, surpassing a Super Saiyan. With Vegeta's mind set on reaching the same seemingly unreachable goal, Goku takes him, Trunks and Gohan to the mysterious Hyperbolic Time Chamber, a room where one year is equivalent to that of one Earth day. Meanwhile, the Androids face an unexpected and unforeseen issue, Goku's not home. With the Androids now closing in on Master Roshi's island can Piccolo beat the destructive trio?",
                    "TitleJapanese": "修行を急げサイヤ人!精神と時の部屋で…",
                    "SummaryJapanese": "悟空、悟飯、ベジータ、トランクスの４人は、１日で１年分の時間が過ぎる、精神と時の部屋での修行を決める。圧倒的な“無”の空間を初めて体感し、トランクスは不安を覚える。"
                },
                "9": {
                    "ID": "378405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378405",
                    "TitleEnglish": "The Monster is Coming",
                    "SummaryEnglish": "Piccolo begins his epic battle against Android 17, and he seems to be on par with the mechanical monster, meanwhile Bulma continues to work on the remote that will shut down the Androids. However, Cell can feel Piccolo's energy, and knows he must be fighting one of the Androids, he charges towards them, in the hope that he will become complete.",
                    "TitleJapanese": "天を裂く激烈光弾!! ピッコロVS人造人間17号",
                    "SummaryJapanese": "悟空を探し、カメハウスへと現れた16号、17号、18号。だが、神の神殿で修行中の悟空はいない。神と合体しパワーアップしたピッコロは人造人間を誘い出し、無人島で17号と闘い始めるのだった。"
                },
                "10": {
                    "ID": "378406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378406",
                    "TitleEnglish": "He's Here",
                    "SummaryEnglish": "Piccolo and 17 continue their showdown, unbeknownst to them that the power-hungry Cell is approaching fast. Piccolo is as strong as 17 but fatigue kicks in, while the malicious Android's power remains undrained. Meanwhile Goku and Gohan impatiently wait for Vegeta and Trunks to finish their Super Saiyan training in the Hyperbolic Time Chamber. Cell arrives at the battlefield, ready to attain his final perfect form, and the Androids don't seem to know who Cell is.",
                    "TitleJapanese": "この日を待っていた!! セル・完全体への序曲",
                    "SummaryJapanese": "地球を救う一筋の希望、人造人間の緊急停止コントローラーをブルマは完成させていた。カメハウスへと急ぐブルマ。いまだ続くピッコロと17号の想像を絶する闘いは、17号有利へと傾いていた。"
                },
                "11": {
                    "ID": "378407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378407",
                    "TitleEnglish": "Up to Piccolo",
                    "SummaryEnglish": "With more people absorbed, Cell has become more powerful than both Piccolo and 17 combined. Despite Piccolo's best attempts, Cell easily disposes of Piccolo. Knowing of his origin and mission the Androids must work together in order to save themselves from Cell's overwhelming power.",
                    "TitleJapanese": "捨て身の反撃及ばず！ ピッコロ燃え尽きる!!",
                    "SummaryJapanese": "ついに、闘いを続ける17号とピッコロの前にセルが姿を現した。セルの圧倒的なパワーを前に、立ちすくむピッコロ…。17号、18号を急襲して完全体になるため、セルは彼らに襲いかかる!!"
                },
                "12": {
                    "ID": "378408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378408",
                    "TitleEnglish": "Silent Warrior",
                    "SummaryEnglish": "With Piccolo gone, Android 17 has no choice but to fight Cell on his own or so it seems, that is until Android 16 steps in to fight. As the battle rages on, it is easily noticeable that Android 16 is just as strong as Cell, but can the silent giant Android 16 defeat Cell? Or maybe this fight will buy Vegeta and Trunks the precious time they need to complete their training in the Hyperbolic Time Chamber.",
                    "TitleJapanese": "残された唯一の望み…無言の戦士16号立つ!!",
                    "SummaryJapanese": "ピッコロを倒したセルは、17号を吸収せんと攻撃を始める。セルの超パワーの前には、17号のパワーも全く歯が立たない。大きく口を開けた不気味な尾に吸収されるかと思われた瞬間、16号が動いた。"
                },
                "13": {
                    "ID": "378409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378409",
                    "TitleEnglish": "Say Goodbye, 17",
                    "SummaryEnglish": "The battle between Android 16 and Cell continue. Cell tries to counter-attack but falls short to 16's Inferno Flash. 16 warns 17 and 18 to quickly leave the battlefield. But before they could do so, Cell sneaks up behind 17 and quickly absorbs him. Cell has transformed, and his next task is to absorb 18 to become complete. Android 16 is no match for the second form of Cell, and is mortally wounded. Is there anyone left who can stop Cell from achieving perfection?",
                    "TitleJapanese": "17号を飲み込んだ…変身セルは超グルメ",
                    "SummaryJapanese": "16号の必殺技ヘルズフラッシュがセルに炸裂。セルと互角のそのパワーに、誰もが希望を抱き始める。だが隙をつき、セルは17号の吸収に成功！ ついに変態し始める。"
                },
                "14": {
                    "ID": "378410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378410",
                    "TitleEnglish": "Sacrifice",
                    "SummaryEnglish": "Cell has absorbed 17 but he still needs 18. Tien isn't about to let him get her, using up all his energy in a vicious attack while the androids escape to safety. Goku knows that Cell is far stronger than Tien, so he descends on the battlefield to help the mighty warrior recover. Whilst there he notices Piccolo is still alive, but he's hanging on barely by a thread. Goku uses his Instant Transmission to get back to Kami's lookout successfully, and Vegeta and Trunks finally emerge from the Hyperbolic Time Chamber, but will their training be enough?",
                    "TitleJapanese": "明日はオメエを叩きのめす!! 悟空の挑戦状",
                    "SummaryJapanese": "後ろに迫るセルを足止めし、18号を逃がすため、命の危険も顧みず天津飯は新気功砲を連発する。なんとか18号と16号を逃がすことには成功するが、天津飯の命はもはや風前の灯火だった。"
                },
                "15": {
                    "ID": "378411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378411",
                    "TitleEnglish": "Saiyans Emerge",
                    "SummaryEnglish": "Goku asks Trunks about the training, but Vegeta doesn’t want him to say anything about it. Meanwhile, 18 questions 16 on his love for nature and asks if he even cares that Cell might absorb her and kill him. Then Bulma lands at Kami’s lookout. She gives Gohan, Goku, Trunks, and Vegeta a set of Saiyan armour. Tien and Piccolo refuse to wear the suits, claiming they do not want to wear the same clothes as the Saiyans. Vegeta then leaves to find and destroy Cell, while Trunks closely follows",
                    "TitleJapanese": "全てオレが片付ける!!新生ベジータ親子出撃",
                    "SummaryJapanese": "精神と時の部屋での修行を終えた、ベジータとトランクス親子。彼らはすぐさまセルを倒すために神の神殿から飛び立った。一方、身を隠す16号と18号のもとへ、セルの魔の手が近づいていく。"
                },
                "16": {
                    "ID": "378412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378412",
                    "TitleEnglish": "Super Vegeta",
                    "SummaryEnglish": "Anxious to find 18, the heartless Cell obliterates a chain of inhabited islands, with each explosion bringing him closer to the Android's hideout! But heading Cell's way is Vegeta! He's fresh from the Hyperbolic Time Chamber and ready to test his new strength. Is Vegeta really stronger than a Super Saiyan, only time will tell.",
                    "TitleJapanese": "いきなり全開!! 光り輝くベジータの超パワー",
                    "SummaryJapanese": "18号を吸収して完全体となるため、無人島に隠れている16号と18号に迫るセル。ついにセルは完全体になってしまうのか、と思われてそのとき、パワーアップを果たしたベジータが到着！"
                },
                "17": {
                    "ID": "378413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378413",
                    "TitleEnglish": "Bow to the Prince",
                    "SummaryEnglish": "It's show and tell for Vegeta as he demonstrates just how much difference a year of hard work can make! Watching from the sidelines, Trunks recalls the intense time he spent training with his father, and up in the Hyperbolic Time Chamber, the pressure falls on Gohan as he tries to become a Super Saiyan. That's no easy task, especially for a kid!",
                    "TitleJapanese": "セルよひざまずけ！ 俺は超ベジータだ!!",
                    "SummaryJapanese": "精神と時の部屋での修行により、ベジータは第２形態となったセルをも上回るほどのパワーを手にしていた。パワー全開で戦うセルも、パワーアップした「超ベジータ」の前では子供扱いだった。"
                },
                "18": {
                    "ID": "378414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378414",
                    "TitleEnglish": "Hour of Temptation",
                    "SummaryEnglish": "Goku and Gohan continue to push themselves forward, but will they even be needed? In his powered up state, Vegeta is quickly pounding Cell six feet into the ground! With his back against the wall, the ever-clever android attacks Vegeta's weakest point, his unbridled arrogance! Can the Saiyan Prince resist Cell's tempting challenge?",
                    "TitleJapanese": "危険なプライド!! 完全体セルへの挑戦",
                    "SummaryJapanese": "セルが全力を込めた光弾も、超ベジータには傷ひとつ負わすことはできない。セルを追いつめていくベジータ。歴然たる力の差にセルを殺す価値もない存在とベジータが感じ始めたそのとき…!?"
                },
                "19": {
                    "ID": "378415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378415",
                    "TitleEnglish": "Krillin's Decision",
                    "SummaryEnglish": "With the beautiful 18 in his sights, Krillin clutches the controller that will shut down the android forever. But at the moment of decision, Krillin hesitates! Cell looms just overhead, hungry for perfection. Can Krillin find the courage to do the right thing, or will his emotions cloud his judgement?",
                    "TitleJapanese": "オレ悩んじゃう!! クリリンの18号破壊工作",
                    "SummaryJapanese": "完全体になることができれば負けないというセルの言葉に、ベジータのプライドが反応する。より強いものと闘いたいというサイヤ人の本能によりベジータは完全体セルとの闘いを選んだのだ。"
                },
                "20": {
                    "ID": "378416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378416",
                    "TitleEnglish": "The Last Defense",
                    "SummaryEnglish": "With the remote control smashed and Vegeta giving Cell the go ahead, the stage is set is for Cell's terrifying completion. Now it's up to Krillin and Trunks to save 18 from Cell's power-hungry grasp. But Vegeta isn't going to let Trunks ruin his plan! Will Trunks strike against his own father to save the earth from Cell?Or will Cell absorb 18 and complete his body?",
                    "TitleJapanese": "全宇宙に衝撃!! セル、完全体への驚異の進化",
                    "SummaryJapanese": "セルは完全体へと進化するために、18号に襲いかかる。それを阻止しようとするトランクスだったが、その前に立ちはだかったのはベジータだった！ トランクスは父ベジータへと攻撃を加えるが…!?"
                },
                "21": {
                    "ID": "378417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378417",
                    "TitleEnglish": "Cell is Complete",
                    "SummaryEnglish": "Dr. Gero's dream has been realized, and the Earth's greatest fear has come about. Cell is complete! Can anyone stop the android nightmare in his final, perfect form? As the heroes nervously line up, a glimmer of hope shines from above. Gohan is now a Super Saiyan!",
                    "TitleJapanese": "戦闘力無限大!! セルという名の破壊神誕生",
                    "SummaryJapanese": "トランクスたちの隙をつき18号を吸収したセルは、巨大な光に包まれ、全世界にその衝撃が伝わる。爆煙の中から現れた完全体セルに対し、クリリンとトランクスは攻撃を仕掛けるが…!?"
                },
                "22": {
                    "ID": "378418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378418",
                    "TitleEnglish": "Vegeta Must Pay",
                    "SummaryEnglish": "After allowing Cell to reach his final form, Vegeta is ready for the challenge he was promised. But as Cell becomes a brick wall to the Saiyan’s every blow, it’s clear that Vegeta has more than he bargained for!",
                    "TitleJapanese": "超ベジータ危うし！ 完全無欠の恐怖が迫る!!",
                    "SummaryJapanese": "完全体セルの一撃で、クリリンは簡単に倒されてしまった。そして超ベジータがセルに挑みかかる。セルに対して、強烈な攻撃を連発するベジータ！ だがセルは、全く本気を出していなかったのだ。"
                },
                "23": {
                    "ID": "378419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378419",
                    "TitleEnglish": "Trunks Ascends",
                    "SummaryEnglish": "Vegeta doubles as a punching bag as Cell demonstrates his amazing power. But the Saiyan Prince never surrenders! Tapping into the deepest wells of his energy, Vegeta leaves Cell with one last hit, the Final Flash! All the while, Trunks struggles to decide whether or not to help his father. Vegeta's pride is at stake, but so is his life!",
                    "TitleJapanese": "超サイヤ人の限界突破!! 嵐を呼ぶトランクス",
                    "SummaryJapanese": "セルの本気の一撃によって、大ダメージを受けるベジータ！ セルの実力に驚愕するベジータだったが、全身全霊を込めたファイナルフラッシュにより、セルの上半身を吹き飛ばす！"
                },
                "24": {
                    "ID": "378420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378420",
                    "TitleEnglish": "Saving Throw",
                    "SummaryEnglish": "Vegeta lies unconscious after an intense battle with Cell, and Trunks unleashes his hidden powers to save his father's life. With Goku and Gohan still training and the other fighters clearly out-leagued, Trunks is the only person standing in the evil android's way. Just how far can the young Saiyan's power go?",
                    "TitleJapanese": "父を救え!! 天をも焦がすトランクスの怒り",
                    "SummaryJapanese": "超トランクスが、セルとの闘いをスタートさせた。だが、トランクスはセルの攻撃を受け続けているばかり…。それは、セルを自分にひきつけクリリンがベジータを救出する作戦だったのだ。"
                },
                "25": {
                    "ID": "378421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378421",
                    "TitleEnglish": "Ghosts from Tomorrow",
                    "SummaryEnglish": "As apocalyptic visions haunt his mind, Trunks vows to stop his horrible future from repeating itself. But Cell remembers those dark days in a different light, and can't wait for history to follow its course. It's all up for grabs as the two warriors prepare for battle. Only one future will survive. Whose will it be?",
                    "TitleJapanese": "絶望の未来!! 地獄を生き抜いた男トランクス",
                    "SummaryJapanese": "トランクスは、セルと対峙しながら地獄のような未来のことを思い出していた。人間を無差別に襲う17号と18号。悟飯らZ戦士は次々殺され、残った戦士はトランクスだけとなってしまった。"
                },
                "26": {
                    "ID": "378422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378422",
                    "TitleEnglish": "The Cell Games",
                    "SummaryEnglish": "Trunks quickly realizes that his Super Saiyan powers are no match for the mighty Cell. Trunks accepts defeat, only to be given a second chance when Cell proposes a tournament! Is Cell really interested in competition, or does he have a more sinister plan in mind?",
                    "TitleJapanese": "超トランクスに弱点!! セル、衝撃の爆弾発言",
                    "SummaryJapanese": "超トランクスはセルを上回る気で、攻撃を始める。だが余裕の表情で、それをかわしていくセル。パワーばかりをアップさせたトランクスは、セルのスピードについていけなくなっていたのだ。"
                }
            }
        },
        "6": {
            "ID": "32332",
            "URL": "https://www.thetvdb.com/series/dragon-ball-z/seasons/official/6",
            "# Episodes": 29,
            "Episodes": {
                "1": {
                    "ID": "378423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378423",
                    "TitleEnglish": "What is the Tournament?",
                    "SummaryEnglish": "While Trunks tells the others of Cell's plans to hold a tournament, the diabolical android begins his preparations for the competition by constructing a fighting arena. Do the Z Fighters have a chance, or is this a one-sided contest that only Cell can win?",
                    "TitleJapanese": "悟空に迫る大決戦!! 新天下一武道会の謎",
                    "SummaryJapanese": "10日後に、セルと武道家たちが闘う新天下一武道科意を開催することを宣言し、セルはトランクスの元から飛び去った。それを聞いていた人造人間16号は、セルゲームへの参加を希望する。"
                },
                "2": {
                    "ID": "378424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378424",
                    "TitleEnglish": "The Doomsday Broadcast",
                    "SummaryEnglish": "Cell breaks into showbiz, literally! The sinister android hijacks a television station in order to announce his \"Cell Games\" to the world! But are there any challengers left with the strength and courage to get into the ring?",
                    "TitleJapanese": "視聴率100％!! 死を呼ぶセルゲーム独占生放送",
                    "SummaryJapanese": "テレビ局を襲撃したセルは、全世界へ向けてセルゲームの開催を宣言する放送を始めた。挑戦者たちとセルが闘い、誰もセルを倒すことができなかったら人間すべてを殺すというのだ!!"
                },
                "3": {
                    "ID": "378425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378425",
                    "TitleEnglish": "Meet Me in the Ring",
                    "SummaryEnglish": "All across the globe, the good citizens of Earth are in a panic as they flee their towns to escape Cell's looming vengeance. But hope is not lost! High above in the Lookout, Goku and Gohan emerge from the Hyperbolic Time Chamber. And after a quick trip to size up the competition, Goku feels that he's ready to take on Cell!",
                    "TitleJapanese": "悟空と悟飯…ヒーロー親子究極レベルアップ",
                    "SummaryJapanese": "全世界はセルの放送によりパニックに陥る。そんななか、セルゲームに向け戦士たちの準備が始まった。そしてついに、悟空と悟飯が精神と時の部屋での修行を終える！"
                },
                "4": {
                    "ID": "378426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378426",
                    "TitleEnglish": "No Worries Here",
                    "SummaryEnglish": "With nine days until Cell's tournament begins, Vegeta, Piccolo, and Trunks plan to return to the Hyperbolic Time Chamber. But Goku decides that he and Gohan have had enough training! What does Goku know that the others don't?",
                    "TitleJapanese": "悟空の余裕!? 休んで待とうセルゲーム",
                    "SummaryJapanese": "まだ１日入ることができるのに、精神と時の部屋での修行をしないと言う悟空を、不思議な顔で見送るベジータとトランクス。悟空は悟飯と共に、チチと牛魔王の待つ我が家に帰るのだった。"
                },
                "5": {
                    "ID": "378427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378427",
                    "TitleEnglish": "A Girl Named Lime",
                    "SummaryEnglish": "While out shopping for his Mother, Gohan stumbles upon a village that has retreated to a nearby shelter. But when a little girl named Lime shows Gohan that the owner of the shelter is merely capitalizing on the villagers' fear of Cell, Gohan comes up with a Super Saiyan solution to the problem!",
                    "TitleJapanese": "戦士の休息…少女と嘘と悟飯の決意",
                    "SummaryJapanese": "チャズケ村の老人ラオと少女ライムに出会った悟飯。チャズケ村では顔役のバーボンが村人を強制労働させて、セルからの避難ドームを作らせていた。バーボンに逆らうラオの前に桃白白が現れる。"
                },
                "6": {
                    "ID": "378428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378428",
                    "TitleEnglish": "Memories of Gohan",
                    "SummaryEnglish": "As the countdown to the Cell Games continues, Goku enjoys his remaining time with family and friends! Going fishing with Goku and Krillin? Strolling down memory lane with Chi-chi ? And then it's time for a very special boy to blow out the candles!",
                    "TitleJapanese": "秘められた力!! 悟飯が赤ン坊だった頃",
                    "SummaryJapanese": "セルゲームまであと８日。精神と時の部屋で11歳になった悟飯の誕生会を開こうとする父は、アルバムを発見し悟飯と名づけた日を思い出していた。悟空は生まれたばかりの悟飯の活躍を思い出す。"
                },
                "7": {
                    "ID": "378429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378429",
                    "TitleEnglish": "A New Guardian",
                    "SummaryEnglish": "With the day of the tournament drawing near, Goku seems oddly relaxed. That is, until the Royal Military foolishly tries to stop Cell with ordinary weapons! The attack quickly becomes a suicide mission, and now Goku is determined to bring them back to life! But that would require...new Dragon Balls?!",
                    "TitleJapanese": "神様を探し出せ!! 悟空、大瞬間移動",
                    "SummaryJapanese": "修行を終えたピッコロと入れ替わりに、精神と時の部屋へ入るベジータ。セルゲームに臨む戦士の準備は着々と進んでいた。その一方で、王立防衛軍はセルに総攻撃をかけるが、逆に全滅してしまう。"
                },
                "8": {
                    "ID": "378430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378430",
                    "TitleEnglish": "Dende's Dragon",
                    "SummaryEnglish": "After a little help from King Kai, Goku travels to New Namek to recruit a guardian for the Earth! Most of the Nameks quickly refuse the offer, but there's one little guy who can?t wait to go! Dende is back, and he's going to create a new Dragon!",
                    "TitleJapanese": "デンデの初仕事!! ドラゴンボール復活だ",
                    "SummaryJapanese": "ナメック星人の気をとらえることができた悟空は、新しいナメック星へ瞬間移動。最長老の推薦で、デンデを地球の神様として連れ帰る。優秀な龍族、デンデの力によりドラゴンボール復活に成功!!"
                },
                "9": {
                    "ID": "378431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378431",
                    "TitleEnglish": "The Puzzle of General Tao",
                    "SummaryEnglish": "Goku comes face to face with an old adversary, General Tao! Goku's search for the Dragon Balls has led him to the aging general, but unless the Super Saiyan can solve the crafty villain's puzzle, that search just might come to an end!",
                    "TitleJapanese": "悟空に難関!? 神龍球をとり戻せ",
                    "SummaryJapanese": "サタンがＴＶでセルを倒すことを宣言する中、復活したドラゴンボールをドラゴンレーダーで探し始める悟空。なんとドラゴンボールを、悟空より先に手にしたのは桃白白だった。"
                },
                "10": {
                    "ID": "378432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378432",
                    "TitleEnglish": "The Games Begin",
                    "SummaryEnglish": "The wait is over; the Cell Games must now begin! The Z Fighters arrive ringside, only to discover another challenger already on the scene. It's none other than World Martial Arts Champion, Hercule!",
                    "TitleJapanese": "セルに挑むものたち!! 決戦の幕開け",
                    "SummaryJapanese": "ついにセルゲーム開催の日がやってきた。会場に真っ先に到着したのは、サタンとTVの中継スタッフ。サタンがセルを挑発する中、悟空、悟飯を始めとするZ戦士が続々集結!!"
                },
                "11": {
                    "ID": "378433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378433",
                    "TitleEnglish": "Losers Fight First",
                    "SummaryEnglish": "Hercule steps into the ring to take Cell down, but not so fast, Champ! Caroni and Pirozhki, Hercule's top students, make a spectacular entrance, ready for a piece of the action! Don't miss the fun, because this is one ship of fools that's sinking fast!",
                    "TitleJapanese": "ちょっと待った!! サタン軍団大暴れ",
                    "SummaryJapanese": "セルの攻撃をトリックと信じているサタンは闘う気満々。そこに、ヘリコプターからサタンの弟子、ピロシキとカロニーが飛び降りてきた。師匠であるサタンの前に、自分たちが闘おうというのだ。"
                },
                "12": {
                    "ID": "378434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378434",
                    "TitleEnglish": "Goku vs. Cell",
                    "SummaryEnglish": "The main event begins! Now free of distraction, Goku steps into the ring to face Cell. The earth shakes and the heavens tremble as these two mighty super-powers collide! And that's just the warm up!",
                    "TitleJapanese": "勝負だ悟空!! 超緊迫セルゲーム",
                    "SummaryJapanese": "いよいよZ戦士が登場し、セルゲーム本番開始。なんと悟空は、最初の挑戦者を志願。セルとの闘いが始まった。瞬時に移動し壮絶な闘いを繰り広げるふたりの姿を、サタンはトリックだと言い放つ!!"
                },
                "13": {
                    "ID": "378435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378435",
                    "TitleEnglish": "Cell's Bag of Tricks",
                    "SummaryEnglish": "Cell attacks Goku with a dazzling array of moves: the Destructo Disk, the Special Beam Cannon, even the Kamehameha Wave! So far, Goku has been able to match Cell blow for blow, but how will the Super Saiyan fare against such a lethal arsenal?",
                    "TitleJapanese": "地球直撃!! セルの特大カメハメ波",
                    "SummaryJapanese": "セルの要求により、フルパワーで挑む悟空。セルも、100％の力で応戦。天津飯の四身の拳やピッコロの魔貫光殺砲などで攻撃するセル。さらに、超パワーのかめはめ波で悟空を吹き飛ばそうとする。"
                },
                "14": {
                    "ID": "378436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378436",
                    "TitleEnglish": "No More Rules",
                    "SummaryEnglish": "As the battle intensifies, Cell quickly becomes tired of the rules he has imposed on the tournament. With a flick of his finger, he destroys the fighting ring. Now there's only one way to win the Cell Games...it's a fight to the finish!",
                    "TitleJapanese": "敗北か死か!? 悟空、逆転の秘策",
                    "SummaryJapanese": "互角の戦いを続ける悟空とセル。場外負けなど無意味だというセルは、武舞台を吹き飛ばしてしまう。上空から超特大かめはめ波を撃つと見せかけた悟空は、発射直前にセルの前へと瞬間移動!!"
                },
                "15": {
                    "ID": "378437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378437",
                    "TitleEnglish": "The Fight is Over",
                    "SummaryEnglish": "Victory! Goku blasts Cell with a Kamehameha Wave that reduces the android to a pile of cinders. But Goku's triumph is short-lived. Cell proves his resiliency by fully regenerating himself! The fight continues!?or does it?",
                    "TitleJapanese": "死闘に決着!! 悟空の降参宣言!?",
                    "SummaryJapanese": "悟空、渾身のかめはめ波が、セルの上半身を吹き飛ばした。だが、細胞を再生させ復活するセル。まだまだ気も十分で余裕のあるセルに対し、全力で闘い続けた悟空には徐々に疲れが見え始めていた。"
                },
                "16": {
                    "ID": "378438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378438",
                    "TitleEnglish": "Faith in a Boy",
                    "SummaryEnglish": "After surrendering to the evil Cell, Goku names the next challenger to enter the Cell Games ? it?s Gohan! Goku has supreme faith in his son's abilities, but the young Super Saiyan will need a lot more than his father's confidence if he?s going to win this fight!",
                    "TitleJapanese": "最強の名を継ぐ者…その名は悟飯",
                    "SummaryJapanese": "降参した悟空に、驚くZ戦士たち。だが悟空は、セルより強い戦士として、次の挑戦者に悟飯を指名する。セルとの闘いをためらう悟飯。信じられないことに悟空はセルに仙豆を与える。"
                },
                "17": {
                    "ID": "378439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378439",
                    "TitleEnglish": "Gohan's Plea",
                    "SummaryEnglish": "The fight between Gohan and Cell picks up steam, and it looks like Cell has a distinct advantage over the young Super Saiyan. But wait!, Cell's attacks seem to have no effect on Gohan! Could it be that the young hero really has the power to defeat the evil android once and for all?",
                    "TitleJapanese": "怒れ悟飯 眠れる力を呼び起こせ",
                    "SummaryJapanese": "セルの攻撃の前に耐え続ける悟飯。悟飯は闘いの最中、セルに対し降参を勧める。自分の秘めたパワーでお前を殺したくない、そうセルを説得する悟飯に対し、セルは容赦ない攻撃を加え続ける。"
                },
                "18": {
                    "ID": "378440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378440",
                    "TitleEnglish": "Android Explosion",
                    "SummaryEnglish": "After hearing of Gohan?s amazing power, Cell is determined to unleash the Saiyan boy's full potential. But even at the threat of his own life Gohan refuses to fight, prompting Cell to torture Gohan's friends instead! Then Cell does an unbelievable thing; he spawns seven miniature Cells to attack the Z Fighters in a terrifying all-out melee!",
                    "TitleJapanese": "ちっちゃな脅威!! セルジュニア来襲",
                    "SummaryJapanese": "セルがいくら攻め続けても、悟飯は本気で闘おうとはしない。セルの虚をついた16号が、セルをはがい締めにし自爆しようとした。だが自爆装置はブルマに取り除かれていた。"
                },
                "19": {
                    "ID": "378441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378441",
                    "TitleEnglish": "Cell Juniors Attack!",
                    "SummaryEnglish": "Gohan simmers with rage as the impish Cell Juniors wreak havoc on the other Z Fighters. Still, the young Super Saiyan refuses to bend to Cell's will and fight. Be careful Cell, Gohan is a powder-keg waiting to explode, and Android 16 just may have the spark that lights the fuse!",
                    "TitleJapanese": "16号無残!! 動き出す怒りの超悟飯",
                    "SummaryJapanese": "セルジュニアに苦しめられるZ戦士たち。ただ立ちつくすのみの悟飯。頭だけで転がっていた16号の頼みで、サタンは16号を悟飯の前に投げた。しかし、16号は無惨にもセルに踏みつぶされてしまう。"
                },
                "20": {
                    "ID": "378442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378442",
                    "TitleEnglish": "Awakening",
                    "SummaryEnglish": "Gohan attacks! Spurred on by Android 16's dying words, Gohan's hidden power is unleashed! With his amazing new strength and speed, Gohan easily destroys the wicked Cell Juniors. Now the young Super Saiyan has his sights set on a bigger target, Cell himself!",
                    "TitleJapanese": "吹荒れる真の力!! セルジュニア粉砕",
                    "SummaryJapanese": "セルの思惑通り、悟飯のパワーが臨界点に!! そして悟飯はセルから仙豆を奪い、Z戦士たちのもとに向かうと、悟空ですら苦戦したセルジュニアを一撃で葬り去ってしまう。いよいよ最終決戦！"
                },
                "21": {
                    "ID": "378443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378443",
                    "TitleEnglish": "The Unstoppable Gohan",
                    "SummaryEnglish": "Cell's deepest desire becomes his worst nightmare, as Gohan turns his full power on the evil android. Even in his Ultimate Form, Cell is helpless against the Super Saiyan's blazing attacks. Cell powers up to his maximum level, but will it be enough to save him from Gohan's mighty wrath?",
                    "TitleJapanese": "セルをKO!! たった2発の超鉄拳",
                    "SummaryJapanese": "悟飯とセルが、フルパワーで激突する最後の闘いが始まった！ 悟飯のスピードについてゆけず、攻撃をすべて避けられてしまうセル。焦ったセルはフルパワーのパンチを悟飯に見舞う。"
                },
                "22": {
                    "ID": "378444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378444",
                    "TitleEnglish": "Cell's Break Down",
                    "SummaryEnglish": "Gohan's Super Saiyan powers seem to have no limit, as the young hero delivers Cell a punch so severe it causes the monster to cough up Android 18! As the once unstoppable Cell powers down, Gohan prepares to deal him the final blow.",
                    "TitleJapanese": "セルに異変!!崩された完全体",
                    "SummaryJapanese": "セルを圧倒し始める悟飯。セルの多彩な技も、悟飯には全く通じない。ついにセルは、地球をも破壊するほどの超かめはめ波を上空から悟飯に撃つ。だが、悟飯の超かめはめ波に押し返されてしまう！"
                },
                "23": {
                    "ID": "378445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378445",
                    "TitleEnglish": "A Hero's Farewell!",
                    "SummaryEnglish": "Clearly outmatched by the powered-up Gohan, Cell initiates his last line of defense: a self-destruct program that will blow up the entire planet! With only seconds to act, Goku uses his Instant Transmission technique to transport Cell away from the Earth. The planet is saved, but at what cost?",
                    "TitleJapanese": "バイバイみんな!! 悟空最後の瞬間移動",
                    "SummaryJapanese": "18号を吐き出し、セルは第２形態へと戻ってしまった。悟飯にはかなわないと悟ったセルは、身体を膨らませ、地球と全人類を道連れにしようととする。全員が死を覚悟した瞬間、悟空が動いた！"
                },
                "24": {
                    "ID": "378446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378446",
                    "TitleEnglish": "Cell Returns!",
                    "SummaryEnglish": "The nightmare continues! Cell explodes, but he is not completely destroyed! A particle of Cell's nucleus survives the blast, which is all the sinister android needs to regenerate himself! Cell is restored to his Ultimate Form, and returns to the Earth more powerful than ever!",
                    "TitleJapanese": "白昼の悪夢!!恐怖はより完璧に",
                    "SummaryJapanese": "残された核から再生し、パワーアップして復活したセルは、地球に戻り、トランクスをたった一撃で倒す。最愛の息子の死に我を忘れ、セルに襲いかかるベジータだったが、難なくあしらわれる。"
                },
                "25": {
                    "ID": "378447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378447",
                    "TitleEnglish": "The Horror Won't End",
                    "SummaryEnglish": "Is Cell invincible? After easily dispensing of both Trunks and Vegeta, he certainly seems to be! At last realizing his full potential, Cell announces a new plan. He will first destroy the Earth, then the Universe! Can this ultimate living weapon be stopped?",
                    "TitleJapanese": "悟空から悟飯へ…父の魂は伝わった",
                    "SummaryJapanese": "完全体を遥かに上回るパワーに、セル自身も驚き、喜んでいた。セルはすべてに終止符を打つために、太陽系ごと吹き飛ばせるほどの気をため、超巨大かめはめ波を撃とうとする。"
                },
                "26": {
                    "ID": "378448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378448",
                    "TitleEnglish": "Save the World",
                    "SummaryEnglish": "The final showdown begins! Cell has returned more powerful than ever, and it's all up to Gohan to put him down! While Goku coaches him telepathically from the Other World, the Z Fighters jump in for a five-sided attack! Gohan may have the potential inside him, but can Goku show him how to bring it out?",
                    "TitleJapanese": "戦いは終わった…ありがとう孫悟空",
                    "SummaryJapanese": "セルと悟飯の超巨大かめはめ波が激しくぶつかり合う!! ふたりのパワーはほぼ互角。悟空やベジータやピッコロ、天津飯らZ戦士の加勢を受け、悟飯は全力を絞り出し、ついにセルを消滅させる!!"
                },
                "27": {
                    "ID": "378449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378449",
                    "TitleEnglish": "Goku's Decision",
                    "SummaryEnglish": "Cell is at long last defeated, but the Z Fighters still have much to resolve! Can they make it to the Lookout in time to heal the battle-scarred Gohan? Is Android 18 still a threat? And with the new Eternal Dragon summoned for the first time, can our heroes find a way to bring Goku back?",
                    "TitleJapanese": "オラあの世で修行する!! 笑顔の別れ",
                    "SummaryJapanese": "闘いはついに終焉を迎えた。力を出し尽くし立つこともできない悟飯だったが、その笑顔には満足そうな笑みが浮かぶ。そしてZ戦士たちは、セルに殺された人々を復活させるため神の神殿へ向かう。"
                },
                "28": {
                    "ID": "378450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378450",
                    "TitleEnglish": "One More Wish",
                    "SummaryEnglish": "After Goku's decision to stay in the after-world, Krillin uses the final wish to help out Android 18! But who is going to help Krillin reveal his true feelings for the beautiful Android? And who is going to break the news of Goku's passing to Chi-chi?! It is a time of departures, and a time of new beginnings, as peace has once again returned to the land.",
                    "TitleJapanese": "新しい日々…父さん! ボクがんばる",
                    "SummaryJapanese": "悟空は閻魔大王のはからいにより、肉体を持ったままあの世に行き、修行をするというのだった。神龍へのふたつの目の願いで、クリリンの望みを叶え、17号と18号の体内にある爆弾を消し去った。"
                },
                "29": {
                    "ID": "378451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/378451",
                    "TitleEnglish": "Free the Future",
                    "SummaryEnglish": "Even though peace and order have been re-established on Earth in the present, Trunks' future world is still a place of darkness and despair! Androids 17 and 18 are on a rampage, wreaking havoc on the defenseless citizens. But when Trunks arrives, the future is forever changed!",
                    "TitleJapanese": "もう一つの結末!! 未来はオレが守る",
                    "SummaryJapanese": "人造人間に蹂躙される未来に戻ったトランクスは、母ブルマと再会、そして17号と18号を難なく撃破する。かつては適わなかった相手であったが、パワーアップしたトランクスの敵ではなかったのだ。"
                }
            }
        },
        "7": {
            "ID": "32333",
            "URL": "https://www.thetvdb.com/series/dragon-ball-z/seasons/official/7",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "411214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411214",
                    "TitleEnglish": "Warriors of the Dead",
                    "SummaryEnglish": "When Goku hears about a martial arts master known as the Grand Kai, he rushes to meet him for a lesson! But before the Grand Kai will agree to anything, Goku must solve a problem! Cell, Frieza, King Cold, and the Ginyu Force have all teamed up in Other World and are trying to take control!",
                    "TitleJapanese": "大感激!! いたぞ!あの世のスゲエ奴",
                    "SummaryJapanese": "大界王に修行してもらうため、界王と共に大界王星へとやってきた悟空は、大界王の城の前で、西の銀河の達人･パイクーハンと出会う。あの世の武道家のレベルの高さを見た悟空は、やる気十分！"
                },
                "2": {
                    "ID": "411215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411215",
                    "TitleEnglish": "Tournament Begins",
                    "SummaryEnglish": "Goku learns he'll have to train for 10,000 years before he can learn from the Grand Kai! But when the West, South, and East Kai's decide to hold an Other World Tournament, Goku gets his chance! All he has to do to earn a lesson from the Grand Kai is defeat the greatest fighters of all time!",
                    "TitleJapanese": "あの世一はオラだ!! 歴代の勇者大集合",
                    "SummaryJapanese": "あの世一武道会が開催されることに。優勝者は、大界王の修行が受けられると聞いた語空も出場権を手に入れる。悟空の最初の対戦相手は、多くの手足を持つ強敵、南の銀河代表のキャタピーだ。"
                },
                "3": {
                    "ID": "411216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411216",
                    "TitleEnglish": "Water Fight",
                    "SummaryEnglish": "The Other World Tournament advances to the Quarter-Finals, and the battles are out of this world! Goku's opponent Arqua appears to be a wimp, but that changes quickly when he transforms the entire ring into water! Can Goku win in the underwater fight?! And then, it's the most anticipated fight of the tournament, Olibu versus Pikkon!",
                    "TitleJapanese": "大界王星熱狂!! まきおこせ悟空旋風",
                    "SummaryJapanese": "１回戦を勝ち抜いた悟空の次の相手は、東の銀河代表のアークア。弱そうに見えたアークアだが、どこでも水中にしてしまう超能力を持っていた!! 魚のような動きのアークアに悟空は苦戦する。"
                },
                "4": {
                    "ID": "411217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411217",
                    "TitleEnglish": "Final Round",
                    "SummaryEnglish": "After barely escaping the dinosaur Maraikoh's meteor bombardment, Goku advances to the tournament's final round where he must face the warrior Pikkon! Sparks of energy erupt as the mighty fighters battle for the championship title! But when Pikkon reveals a Piccolo-like secret, Goku must up the ante! It's time to go Super Saiyan!",
                    "TitleJapanese": "炎の決勝!! 悟空かパイクーハンか!?",
                    "SummaryJapanese": "悟空は西の銀河代表のマーライコーを倒し、決勝へと駒を進める。決勝戦の対戦相手は、やはりパイクーハン。北の界王と西の界王の声援を受け、悟空とパイクーハンの決勝戦が始まった!!"
                },
                "5": {
                    "ID": "411218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411218",
                    "TitleEnglish": "Goku vs. Pikkon",
                    "SummaryEnglish": "The final round of the Other World Tournament climbs to conclusion, as Goku and Pikkon power up to their most explosive levels! Goku may be a Super Saiyan, but can he withstand Pikkon's unbelievable Thunder Flash Attack?! And that's not all! While Goku's been fighting in Other World, seven years have passed on Earth! Gohan is a teenager!",
                    "TitleJapanese": "逃すな勝利!! 決めろ超速かめはめ波",
                    "SummaryJapanese": "超サイヤ人悟空と、重い道着を脱ぎ捨て身軽になったパイクーハンは、互角に闘いを続けていた。闘いの場は宇宙にまで広がり、両者まったく譲らず宇宙の果てまで必殺技の応酬が続いた。"
                },
                "6": {
                    "ID": "411219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411219",
                    "TitleEnglish": "Gohan Goes To High School",
                    "SummaryEnglish": "On the way to his first day of high school, Gohan stops a truckload of bank robbers by turning Super Saiyan. But now the city can't stop talking about this mysterious \"Gold Fighter\"! Can Gohan get through class without revealing his secret identity! It seems the person most likely to figure him out is none other than...Mr. Satan?s daughter!",
                    "TitleJapanese": "あれから7年! 今日から僕は高校生",
                    "SummaryJapanese": "セルとの死闘から７年が過ぎ、悟飯も高校に入学。だが、正義感あふれる悟飯は、登校途中に超サイヤ人の姿で銀行強盗を退治してしまい、「金色の戦士」は街の噂になってしまう。"
                },
                "7": {
                    "ID": "411507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411507",
                    "TitleEnglish": "I am Saiyaman",
                    "SummaryEnglish": "Consulting the all-wise Bulma, Gohan seeks her aid in hiding the fact that he is a Z-Fighter from his high school classmates. Bulma develops a \"superhero\" suit that contracts and retracts in an instant, allowing Gohan to make quick changes whenever it is necessary for him to use his awesome powers. Thus is born a brand-new superhero called the Great Saiyaman -- but alas, the secret is not safe for long.",
                    "TitleJapanese": "愛と正義のグレートサイヤマン参上",
                    "SummaryJapanese": "自分の正体を隠したまま正義のヒーローを続けたい悟飯は、ブルマに相談する。トランクスと遊んでいる間に作ってもらった変身アイテムで、ヒーローに変身できるようになった悟飯は大喜び!!"
                },
                "8": {
                    "ID": "411508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411508",
                    "TitleEnglish": "Gohan's First Date",
                    "SummaryEnglish": "Despite his efforts to keep his superhero identity as the Great Saiyaman a secret, Gohan discovers that his fellow high schooler Angela knows all. Saucily, Angela agrees to keep mum if Gohan agrees to go on a date with her. Though he has faced many a formidable villain in his Z-Fighter career, Gohan finds the prospect of a date with a girl to be terrifying.",
                    "TitleJapanese": "悟飯のハチャメチャ初デート!?",
                    "SummaryJapanese": "グレートサイヤマンの正体を、エンジェラという少女に見られてしまった!? 秘密をバラすと言われ、仕方なく彼女とデートをする悟飯。だが、初デートに悪戦苦闘。さらに、デート中も事件が発生!!"
                },
                "9": {
                    "ID": "411509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411509",
                    "TitleEnglish": "Rescue Videl",
                    "SummaryEnglish": "Gohan may be forced to reassume his superhero guise as the Great Saiyaman when the Red Shark Gang kidnaps the city's mayor. The villains demand a curious ransom: a showdown with onetime Z-Fighter Mr. Satan, aka Hercule. As he formulates a scheme to rescue the mayor, Gohan is stymied by the unexpected intervention of female martial arts whiz Videl. Anxious to keep both the mayor and Videl from harm, Gohan realizes that to do so, he will have to leave school before the final bell -- and then everyone will know his secret identity.",
                    "TitleJapanese": "悟飯、緊急出動!ビーデルを救え!!",
                    "SummaryJapanese": "悪党グループ･レッドシャーク団が起こした騒ぎに駆けつけたビーデルは、ボスと闘うことになってしまう。苦戦するビーデルを助けに行きたい悟飯だが、なかなか授業を抜け出せずにイライラ。"
                },
                "10": {
                    "ID": "411510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411510",
                    "TitleEnglish": "Blackmail",
                    "SummaryEnglish": "A talking dinosaur named Chobi is kidnapped by an unscrupulous circus promoter. As a friend of the imprisoned Chobi, the Great Saiyaman -- aka Gohan -- wants to rescue the creature. Trouble is, the evil promoter is perfectly within his legal rights to keep the dino in chains. Making matters worse, Gohan's classmate Videl intends to protect those rights -- and in so doing, she hopes to discover the true identity of the Great Saiyaman.",
                    "TitleJapanese": "盗難事件発生!! 犯人はサイヤマン!?",
                    "SummaryJapanese": "怪獣トトの子供チビが、サーカス団に捕まり見せ物にされた。悟飯はグレートサイヤマンに変身しチビを助け出すが、泥棒として追われてしまう。すると、ビーデルが登場し、悟飯は大ピンチに!!"
                },
                "11": {
                    "ID": "411511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411511",
                    "TitleEnglish": "I'll Fight Too!",
                    "SummaryEnglish": "While in his superhero guise of \"The Great Saiyaman,\" Gohan is given an opportunity to become a big-time movie star. But if he does so, he won't have time to relate some important news to his fellow Z-Warriors. And what is the news? The \"deceased\" Goku is returning from the Other World, possibly to participate in a big martial arts tournament.",
                    "TitleJapanese": "悟空も復活!? 天下一武道会出場だ!!",
                    "SummaryJapanese": "グレートサイヤマンの正体を知ったビーデルは、一緒に天下一武道会へ参加することを約束。それを聞いたベジータも、武道会参加を表明。さらに悟空も、あの世から１日だけ戻って参加するという!!"
                },
                "12": {
                    "ID": "411512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411512",
                    "TitleEnglish": "The Newest Super Saiyan",
                    "SummaryEnglish": "As the World Martial Arts tournament approaches, Gohan discovers that his brother Goten has already reached the level of Super Saiyan. The two siblings decide to test each other's powers with a friendly practice bout. Meanwhile, female contestant Videl pays an unannounced visit to Gohan's house.",
                    "TitleJapanese": "悟飯もビックリ! 悟天の爆発パワー",
                    "SummaryJapanese": "あの世では悟空、地球ではベジータたちZ戦士が修行に励み、悟飯は弟の悟天と一緒に修行していた。まだまだ幼い悟天だが、悟飯の知らない間に、なんと超サイヤ人に変身できるようになっていた。"
                },
                "13": {
                    "ID": "411513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411513",
                    "TitleEnglish": "Take Flight Videl",
                    "SummaryEnglish": "In order to qualify for the World Martial Arts Tournament, Videl and Goten must first learn how to fly. Reluctantly agreeing to teach his brother Goten in this skill, Gohan is also saddled with instructing Vidal. Likewise deep into training is Gohan's fellow Z-Fighters Vegeta and Trunks.",
                    "TitleJapanese": "あっ飛べた!! ビーデルの舞空術入門",
                    "SummaryJapanese": "ビーデル、そして超サイヤ人にはなれるが空は飛べない悟天に、舞空術を教えなければならず、悟飯の修行は全く進まない。その頃、特訓中のベジータの目の前で、トランクスが超サイヤ人に変身!!"
                },
                "14": {
                    "ID": "411514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411514",
                    "TitleEnglish": "Gather For the Tournament",
                    "SummaryEnglish": "In preparation for the World Martial Arts Tournament, brothers Gohan and Goten polish up their Super Saiyan skills. Also in training, Videl finally masters the art of flight. Finally, the rest of the Z-Fighters arrive for the tournament.",
                    "TitleJapanese": "おかえり悟空! Ｚチーム全員集合!!",
                    "SummaryJapanese": "天下一武道会開催の日。悟飯、ピッコロ、ベジータらZ戦士たちが、続々と集まってくる。懐かしい仲間との再会を喜ぶみんなのもとへ、占いパパに連れられた悟空が１日だけあの世から帰ってきた!!"
                },
                "15": {
                    "ID": "411515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411515",
                    "TitleEnglish": "Camera Shy",
                    "SummaryEnglish": "Gohan's high school rival is not happy that the pretty Videl has expressed a preference for the Great Saiyaman in the upcoming World Martial Arts Tournament. Hoping to prove the Saiyaman unworthy of Videl, he intends to film the unmasking of the mysterious superhero.",
                    "TitleJapanese": "危うしサイヤマン! 激写に御用心!?",
                    "SummaryJapanese": "ビーデルと悟飯のクラスメートたちが武道会の応援に駆けつけた。その中のシャブナーは、グレートサイヤマンの正体を明らかにするため、素顔をカメラに収めようとするが、企みはことごとく失敗!!"
                },
                "16": {
                    "ID": "411516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411516",
                    "TitleEnglish": "The World Tournament",
                    "SummaryEnglish": "The 194 would-be contestants for the World Martial Arts Tournament have been whittled down to a handful of finalists. Thirty-five of these compete in the tournament's Junior Division, including several youthful Z-Fighters. Things begin to heat up when Trunks swings into action.",
                    "TitleJapanese": "ハンパじゃないぜ!! チビトランクス",
                    "SummaryJapanese": "大人の部に先がけて、トランクスと悟天も参加している天下一武道会少年の部がスタート。だがその前に、イベントが用意されていた。それは、サタンがセルを倒したシーンを再現した映画だった。"
                },
                "17": {
                    "ID": "411517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411517",
                    "TitleEnglish": "Trunks vs. Goten",
                    "SummaryEnglish": "The junior division of the World Martial Arts Tournament is in its final stages. After all competition has been eliminated, the contest narrows down to Trunks vs. Goten.",
                    "TitleJapanese": "ボクの出番だ! 悟天、緊張の第一戦",
                    "SummaryJapanese": "トランクスに続いて、今度は悟天が登場。ちょっぴり緊張する悟天だが、トランクスと同じようにあっさりと勝利。当然、ふたりとも順調に勝ち進み、決勝戦は、トランクスと悟天の対決となった。"
                },
                "18": {
                    "ID": "411518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411518",
                    "TitleEnglish": "Best of the Boys",
                    "SummaryEnglish": "Goten and Trunks, the two finalists in the World Martial Arts Tournament's junior division, would seem at first to be evenly matched. For a while, however, Trunks proves to be the better and quicker warrior. But in the final burst of action, Goten may well get the upper hand.",
                    "TitleJapanese": "うれしさ百万倍! 少年王者決定!!",
                    "SummaryJapanese": "少年の部優勝を賭けた、トランクスと悟天の闘いは続く。気で攻撃するトランクスに悟天もかめはめ波ならぬ「かめかめ波」で対抗!! 闘いに熱中した悟天とトランクスは、ついに超サイヤ人に変身!!"
                },
                "19": {
                    "ID": "411519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411519",
                    "TitleEnglish": "Big Trouble, Little Trunks",
                    "SummaryEnglish": "Trunks manages to outmaneuver Goten, emerging the winner of the World Martial Arts Tournament's Junior Division. Unfortunately, Trunks still has to defeat the currently reigning champion, who is stronger, faster, and possibly a bit smarter. Watching from the crowd, Goku is startled by a pair of strange and ominous visitors.",
                    "TitleJapanese": "どうするサタン!? 史上最大のピンチ",
                    "SummaryJapanese": "少年の部優勝者のトランクスは、エキシビョンマッチとしてサタンと闘うことに!! だが、決勝戦を見たサタンは、トランクスにビビり、うまく負けようとするが、トランクスの一撃が顔面にヒット!!"
                },
                "20": {
                    "ID": "411520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411520",
                    "TitleEnglish": "Who Will Fight Who?",
                    "SummaryEnglish": "The World Martial Arts Tournament's adult competition is sailing merrily along when the action is interrupted by the arrival of a new contestant, The Mighty Mask. But before this can happen, Z-Fighter squares off against the enormous Pintar.",
                    "TitleJapanese": "対戦相手決定!! 早くやろうぜ一回戦",
                    "SummaryJapanese": "子供の部は終了したが、本当は大人の部で闘いたかったトランクスと悟天は、マイティマスクを襲撃。肩車して奪ったマスクをかぶり、こっそり大人の部に出場する。そして、大人の部が開催する!!"
                },
                "21": {
                    "ID": "411521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411521",
                    "TitleEnglish": "Forfeit of Piccolo!",
                    "SummaryEnglish": "The World Martial Arts Tournament rolls forward, as Krillin squares off against Pintar. Though his opponent may be bigger, Krillin turns out to be much faster. The next round finds Krillin facing Piccolo -- only to end the battle before it begins by conceding defeat. Videl begins her bout with another oversized foe named Spopovitch.",
                    "TitleJapanese": "どうしたピッコロ!! まさかの不戦敗",
                    "SummaryJapanese": "大人の部、第１試合はクリリン対プンター。観客たちは、巨体を誇るプンターの勝利を確信したが、クリリンは余裕の一撃で勝負を決める。続く第２試合、ピッコロの対戦相手は、謎の男シンだ。"
                },
                "22": {
                    "ID": "411522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411522",
                    "TitleEnglish": "A Dark and Secret Power",
                    "SummaryEnglish": "As the World Tournament continues, Videl is certain that she can easily defeat the big and clumsy-looking Spopovitch. But as their match proceeds, it is clear that Spopovitch has the upper hand. Several of the Z-Fighters sense that all is not completely right with this status quo, and that Spopovitch is getting outside help from a malevolent supernatural force.",
                    "TitleJapanese": "不死身で不気味!? スポポビッチの謎",
                    "SummaryJapanese": "シンが界王神であると知り、驚愕するピッコロ。そして第３試合は、ビーデル対スポポビッチ。彼は、前回の大会でサタンに敗れたときとは、性格だけでなく、強さまで別人のように変わっていた。"
                },
                "23": {
                    "ID": "411523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411523",
                    "TitleEnglish": "Videl is Crushed",
                    "SummaryEnglish": "Apparently powered by evil supernatural forces, Spopovitch defeats Videl. But victory is not enough: Spovovich clearly intends to subject the poor girl to ritualistic torture before finishing her off.",
                    "TitleJapanese": "ビーデル無残!! 出るか怒りの超悟飯",
                    "SummaryJapanese": "首が折れても闘い続けるスポポビッチに、さらに攻撃を続けるビーデルだが、倒れる素振りもない。そして、次第に疲れが出始めたビーデルを、スポポビッチの容赦ない攻撃が襲う!!"
                },
                "24": {
                    "ID": "411524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411524",
                    "TitleEnglish": "Identities Revealed",
                    "SummaryEnglish": "Gohan's luck runs out, as his identity is discovered when he takes his place on the tournament floor. But Gohan has other things to worry about; his opponent Kibito is determined to see him transform into a Super Saiyan! Gohan had better be careful, evil eyes are closely watching his every move!",
                    "TitleJapanese": "バレちゃった!! サイヤマンは孫悟飯",
                    "SummaryJapanese": "大怪我をした娘を心配するサタンのもとに悟飯が現れ、ビーデルに仙豆を与えて回復させる。そして４回戦を闘うために急いで武舞台に向かった悟飯だが、グレートサイヤマンの正体がバレてしまう。"
                },
                "25": {
                    "ID": "411566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411566",
                    "TitleEnglish": "Energy Drain",
                    "SummaryEnglish": "Gohan transforms into a Super Saiyan in the middle of the arena, and Spopovitch and Yamu spring into action! Armed with a mysterious device that drains his energy, the pair launch an attack on the golden-haired teen. Will Gohan survive this vicious assault?",
                    "TitleJapanese": "うごめく陰謀!! 悟飯の力が奪われた",
                    "SummaryJapanese": "キビトに言われた通りに超サイヤ人となった悟飯を、ヤムーとスポポビッチが襲う。界王神に金縛りをかけられた悟飯に、ふたりは謎の器具を突き刺し、悟飯のエネルギーを吸収して逃亡する。"
                }
            }
        },
        "8": {
            "ID": "37632",
            "URL": "https://www.thetvdb.com/series/dragon-ball-z/seasons/official/8",
            "# Episodes": 34,
            "Episodes": {
                "1": {
                    "ID": "411525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411525",
                    "TitleEnglish": "The Wizard's Curse",
                    "SummaryEnglish": "The Z Fighters race to stop Babidi's cronies from delivering the pure energy which will be used resurrect the dreaded Majin Buu. Will they find Babidi's hidden spaceship in time?",
                    "TitleJapanese": "黒幕登場!! 悪の魔導師バビディ",
                    "SummaryJapanese": "スポポビッチとヤムーの後を追う悟空たちは、界王神から魔人ブウ復活を企む魔導師バビディの存在を聞く。復活には強力なエネルギーが必要で、悟飯のエネルギーもそのために使われるのだ。"
                },
                "2": {
                    "ID": "411526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411526",
                    "TitleEnglish": "King of the Demons",
                    "SummaryEnglish": "In a true moment of horror, Piccolo and Krillin are turned to stone by Dabura. Determined to save their friends lives Goku, Gohan, and Vegeta enter Babidi's ship only to find themselves trapped! With evil warriors in their midst, will they be able to save their friends and find their way out?",
                    "TitleJapanese": "待ち受けるワナ!!魔界からの挑戦状",
                    "SummaryJapanese": "悟空たちの存在に気づき、襲いかかる魔王ダーブラ。キビトが倒され、クリリンとピッコロは石にされてしまう。だがダーブラは、それ以上は攻撃せず、余裕の笑みを浮かべ宇宙船の中へ立ち去った。"
                },
                "3": {
                    "ID": "411527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411527",
                    "TitleEnglish": "Vegeta Attacks",
                    "SummaryEnglish": "Goku, Gohan, and Vegeta discover a trap to drain them of their power. At each stage of Babidi's ship, they must face a fearsome warrior, each more powerful than the last. There's no room for error! Even the tiniest mistake will enable Babidi to steal their energy for Majin Buu!",
                    "TitleJapanese": "なめるな!! ベジータ怒りの初戦突破",
                    "SummaryJapanese": "宇宙船にある格闘場･バトルステージ１ではバビディ配下のプイプイとベジータの闘いが続く。ベジータ優勢だったが、バビディはステージをプイプイが得意な重力10倍の惑星ズンに変えてしまう。"
                },
                "4": {
                    "ID": "411528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411528",
                    "TitleEnglish": "Next Up, Goku",
                    "SummaryEnglish": "Babidi unleashes his monster, Yakon, to steal the Z Fighters' energy for Majin Buu. The battle at Stage Two is sure to be intense, as Yakon is one of the most fearsome creatures in the universe. But the energy-eating monster may have bitten off more than he can chew by challenging Super Saiyan Goku!",
                    "TitleJapanese": "悟空パワー全開!! ブッ飛べヤコン",
                    "SummaryJapanese": "魔獣ヤコンと悟空の闘いが始まった。ヤコンの闘いぶりに怒ったバビディは、ステージをヤコンの生まれた暗黒星へと変える。超サイヤ人となった悟空の光が、暗黒に潜むヤコンを照らし出すが…!?"
                },
                "5": {
                    "ID": "411529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411529",
                    "TitleEnglish": "Battle Supreme",
                    "SummaryEnglish": "Goku and the others have gone to Babidi?s ship, but at the World Martial Arts Tournament the show must go on! The five remaining competitors enter the ring for an all out Battle Royale! The fists are flying as Number 18, Mighty Mask, and even the reigning champ himself duke it out to decide who will be the next Champion of the World!",
                    "TitleJapanese": "大誤算!! サタンVS 3人の超戦士!?",
                    "SummaryJapanese": "バビディの宇宙船での闘いは続いていた。武道会会場では出場者の大半が棄権したため、決勝トーナメントをバトルロイヤルに変更することに。18号やトランクス＆悟天は、サタンを無視して激突!!"
                },
                "6": {
                    "ID": "411530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411530",
                    "TitleEnglish": "Eighteen Unmasks",
                    "SummaryEnglish": "The Battle Royale heats up as Number 18 and Mighty Mask take their fight to the skies! Even though Number 18 gives it everything she's got, she can't seem to put a dent in her mysterious masked opponent. But she may just find the edge she needs to win, when Mighty Mask goes...Super Saiyan?!",
                    "TitleJapanese": "強いぜチビッコ!! 18号大苦戦!?",
                    "SummaryJapanese": "18号とマイティマスク、サタンによる、決勝バトルロイヤルは続いていた。闘い慣れた18号を倒せないトランクスと悟天は、一気に決着をつけようと超サイヤ人に変身し、強烈な攻撃を仕掛ける。"
                },
                "7": {
                    "ID": "411531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411531",
                    "TitleEnglish": "Pay to Win",
                    "SummaryEnglish": "The final bout of the World Martial Arts Tournament continues, when Android 18 throws the defending champ for a loop by offering to throw the fight! Meanwhile, another battle is about to begin. Babidi has selected his warrior to fight at Stage 3: Dabura, King of the Demon World!",
                    "TitleJapanese": "たちはだかる魔王! 出番だ悟飯!!",
                    "SummaryJapanese": "マイティマスクの失格で、決勝は18号とサタンの一騎打ちに。18号はサタンをはがい締めにすると、耳打ちを始める…。一方、バビディの宇宙船ではバトルステージ３に魔界の王ダーブラが登場する。"
                },
                "8": {
                    "ID": "411532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411532",
                    "TitleEnglish": "Heart of a Villain",
                    "SummaryEnglish": "The intense battle between Gohan and Dabura rages on! But just as the Stage 3 clash reaches a heated peak, Dabura stops the fight! Why has the evil giant conceded, and what is the great discovery that he claims to have made?",
                    "TitleJapanese": "見つけられた邪心!! ダーブラの名案",
                    "SummaryJapanese": "悟飯とダーブラの一騎打ちが始まった。悟飯は、パワーでは明らかに劣る相手に苦戦をしてしまう。ふがいない闘いぶりに怒るベジータを見たダーブラは、なぜか闘いを放棄して引き上げてしまう。"
                },
                "9": {
                    "ID": "411533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411533",
                    "TitleEnglish": "The Dark Prince Returns",
                    "SummaryEnglish": "In an all out assault against Vegeta, Babidi uses his power to undo the unsuspecting Prince from within. Vegeta is stripped of his good qualities by the wicked wizard, and becomes the heartless warrior that he once was. Vegeta's first senseless act under his new master is attacking Goku!",
                    "TitleJapanese": "破壊王子ベジータ復活!! 武闘会乱入",
                    "SummaryJapanese": "バビディが呪文を唱えると、ベジータが苦しみ始めた。額にMの文字が現れ、悟空に攻撃を始めるベジータ。悟空と闘いたいという邪心を見抜いたバビディは、彼らを天下一武道会会場に移動させる。"
                },
                "10": {
                    "ID": "411534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411534",
                    "TitleEnglish": "Vegeta's Pride",
                    "SummaryEnglish": "The possessed Vegeta gives Goku an ultimatum: fight with him, or watch him annihilate more innocent lives! Goku vows to settle the score between them once and for all, but the Supreme Kai steps between the Saiyans with a bold declaration. To fight Vegeta, Goku will have to destroy the Supreme Kai first!",
                    "TitleJapanese": "宿命の超対決!! 激突悟空VSベジータ",
                    "SummaryJapanese": "ベジータは悟空と闘いたいという秘めた欲望のために、わざとバビディの魔法にかかったのだった。それを聞いた悟空は、ベジータと１対１の勝負をすることを決意。サイヤ人同士の決闘が始まった。"
                },
                "11": {
                    "ID": "411535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411535",
                    "TitleEnglish": "The Long Awaited Fight",
                    "SummaryEnglish": "Super Saiyan powers collide! The long awaited battle between Goku and Vegeta has begun! With Babidi's magic enhancing his already incredible strength, Vegeta matches Goku move for move. But every blow the Saiyan Prince lands is a boost for Majin Buu!",
                    "TitleJapanese": "待ってろバビディ!! 野望は許さない",
                    "SummaryJapanese": "ついに悟空とベジータ、サイヤ人同士の闘いが始まった!! バビディの思惑通りに、壮絶な死闘を繰り広げられていく。ブウ復活に必要なエネルギーを溜めるため、バビディはふたりを闘わせたのだ!!"
                },
                "12": {
                    "ID": "411536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411536",
                    "TitleEnglish": "Magic Ball of Buu",
                    "SummaryEnglish": "Gohan and the Supreme Kai confront Babidi in the depths of his space ship. With the fight between Goku and Vegeta supplying vast quantities of energy for Majin Buu, there's not a moment to lose! Can Gohan muster up the strength to stop the evil wizard before it's too late?",
                    "TitleJapanese": "解けた封印! 出るぞ凶悪魔人ブウ!!",
                    "SummaryJapanese": "悟空とベジータの闘いは続き、魔人復活に必要なエネルギーが溜まりつつあった。復活を阻止すべく、悟飯と界王神がバビディとダーブラへ攻撃を仕掛けた、その瞬間、ついにエネルギーが満タンに!!"
                },
                "13": {
                    "ID": "411537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411537",
                    "TitleEnglish": "Buu is Hatched!",
                    "SummaryEnglish": "Drawing on the immense energy lost in Goku and Vegeta's fight, the seal encasing Buu is finally broken. Scared of reliving the horror he witnessed centuries ago, the Supreme Kai insists on retreat. But Gohan refuses, launching an incredible series of energy attacks. And when the shell opens, nothing is inside! Gohan, however, knows it's no time to celebrate.",
                    "TitleJapanese": "復活させない!! 抵抗のかめはめ波",
                    "SummaryJapanese": "絶対に魔人ブウを復活させてはならない!! 怪しげな煙を吹き出し始めた球に、全身全霊を込めたかめはめ波を撃ち込み続ける悟飯。その攻撃により、ブウの球は割れてしまうが、その中は空だった!!"
                },
                "14": {
                    "ID": "411538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411538",
                    "TitleEnglish": "The Losses Begin",
                    "SummaryEnglish": "Majin Buu is revived! But something is amiss. With his big pink belly and infantile behavior, Buu doesn't fit the bill of a galaxy destroyer. That is, until Dabura taunts him and is hurled into a distant cliff with a single blow! Gohan senses a limitless power. The Supreme Kai insists this is the end. And Buu has found two more victims!",
                    "TitleJapanese": "絶望へ一直線!? 嘆きの界王神",
                    "SummaryJapanese": "復活したブウは、あまり凶悪に見えず、バビディの言うことにも、全く耳を貸そうとしない。その頃、遥か彼方の荒野では、ブウの復活に気づいた悟空とベジータが、闘いを中止する。"
                },
                "15": {
                    "ID": "411539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411539",
                    "TitleEnglish": "The Terror of Mr. Buu",
                    "SummaryEnglish": "With Gohan crashed and struggling to move, the Supreme Kai must use his unique fighting powers to keep Buu at bay, or else lose his life! One mile away, young Goten and Trunks land on the rocky cliffs and stumble onto Piccolo - still frozen in stone - and accidentally shatter him into pieces! And there's more! The King of Demons returns!",
                    "TitleJapanese": "魔人恐るべし!! 悟飯に迫る死の恐怖",
                    "SummaryJapanese": "悟飯と界王神のふたりがかりでもブウには歯が立たない。界王神が死を覚悟した瞬間、ダーブラの放った槍がブウの腹を貫いた。裏切られる前に倒すべきだと考えたダーブラは、ブウと闘い始める。"
                },
                "16": {
                    "ID": "411540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411540",
                    "TitleEnglish": "Meal Time",
                    "SummaryEnglish": "Free from the grip of Babidi, Vegeta decides to seek his revenge by destroying the monster Majin Buu. Assuming Gohan was a victim of the voracious villain, the head strong Super Saiyan goes ballistic. But does Vegeta have the power to bring down the beast Majin Buu?",
                    "TitleJapanese": "食べちゃうぞ!! 腹ペコ魔人の超能力",
                    "SummaryJapanese": "怒ったブウは、なんとダーブラをクッキーにして食べてしまった!! あまりのことに唖然とする一同…。だが、ダーブラが死んでしまったため、石にされていたクリリンとピッコロが復活を果たす。"
                },
                "17": {
                    "ID": "411541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411541",
                    "TitleEnglish": "The Warrior's Decision",
                    "SummaryEnglish": "With Goku and Gohan missing in action, it's up to Vegeta to end Majin Buu's reign of terror. The Saiyan Prince gives it his all, but Buu's powers seem to be more than even he can handle!",
                    "TitleJapanese": "戦士の決意!! 魔人はオレが始末する",
                    "SummaryJapanese": "ベジータとブウとの闘いが始まった!! 全くダメージを受けないブウにベジータは苦戦を強いられる。そして、ベジータがピンチに陥ったそのとき、見かねたトランクスが飛び出した!!"
                },
                "18": {
                    "ID": "411542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411542",
                    "TitleEnglish": "Final Atonement",
                    "SummaryEnglish": "Trunks and Goten save Vegeta from a savage beating, but the headstrong Super Saiyan is determined to destroy Majin Buu by himself. Vegeta is prepared to risk everything to defeat this foe, but is he really ready to give up his own life?",
                    "TitleJapanese": "愛する者のために…ベジータ散る!!",
                    "SummaryJapanese": "ブウの隙をつき攻撃を加えるトランクスは、悟天と協力し、見事にベジータを救い出す!! その間に、ピッコロがバビディを倒しはしたものの、肝心のブウはダメージを受けた様子もなかった。"
                },
                "19": {
                    "ID": "411543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411543",
                    "TitleEnglish": "Evil Lives On",
                    "SummaryEnglish": "Majin Buu's flesh has been scattered on the battlefield, but his mystical power is regrouping the monster into one deadly piece! The wizard Babidi is recovering too, having narrowly survived Piccolo's attack. As the menacing pair prepare their next attack, the battle-worn Z Fighters must ask a vital question: Is Gohan still alive?",
                    "TitleJapanese": "悪夢ふたたび!! 生きていた魔人ブウ",
                    "SummaryJapanese": "ブウをこの世から消滅させるため、そして愛する者を守るため、ベジータは自らの気をすべて体内に集中させ大爆発を起こす!! 周囲はまばゆい光に包まれ、その破壊力に世界中が震えた。"
                },
                "20": {
                    "ID": "411544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411544",
                    "TitleEnglish": "Find the Dragon Balls",
                    "SummaryEnglish": "Anxious to undo the massacre caused by Vegeta, Bulma and the others search frantically for the seven Dragon Balls! Meanwhile, the injured Goku finally awakes, and Dende uses his healing powers to bring him back to speed. And not a moment too soon, since Buu and Babidi's spree of terror continues!",
                    "TitleJapanese": "ビーデルたちの奮闘! 探せ神龍球",
                    "SummaryJapanese": "復活したバビディが、ブウの力によって地球を蹂躙し始めたその頃、ブルマとビーデルたちは、ベジータが殺した武道会会場の観客を生き返らせるためにドラゴンボールを集めていた。"
                },
                "21": {
                    "ID": "411545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411545",
                    "TitleEnglish": "Revival",
                    "SummaryEnglish": "With nowhere else to turn, Goku presents an amazing new strategy for defeating Majin Buu: the art of Fusion! By joining two fighters of equal size and strength, an entirely new fighter can be created. But only one such pair remains, Goten and Trunks! Can these young half-Saiyans be taught to save the world? Meanwhile, Bulma summons the Eternal Dragon!",
                    "TitleJapanese": "でっかい希望!! チビたちの新必殺技",
                    "SummaryJapanese": "悟空がメタモル星人から習った合体技フュージョンを使えば、ブウに対抗できるかもしれない。しかし、フュージョンは、力や体格が、ほぼ同じ者同士でなければ使うことができないのだ。"
                },
                "22": {
                    "ID": "411546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411546",
                    "TitleEnglish": "Global Announcement",
                    "SummaryEnglish": "Babidi wants to find Piccolo, Goten, and Trunks to reap vengeance, and magically communicates to all the people of Earth! Plastering images on everyone's mind, Babidi threatens to terrorize innocents until the trio is brought forward! Elsewhere, Kibito and Supreme Kai find Gohan and take him to Supreme Kai's world!",
                    "TitleJapanese": "悟天トランクス全世界に指名手配",
                    "SummaryJapanese": "ドラゴンボールの力で蘇ったキビトは、界王神と悟飯を見つけ、界王神界へ連れて行く。一方、ブウを使って地球を攻撃していたバビディは、全世界の人々にテレパシーでメッセージを送り始める。"
                },
                "23": {
                    "ID": "411548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411548",
                    "TitleEnglish": "Learn to Fuse",
                    "SummaryEnglish": "Goku begins training Goten and Trunks in the difficult art of Fusion. Gohan is healed in Supreme Kai's world, and tries to remove the legendary Z Sword, which can be used to fight Majin Buu. All the while, Babidi and Buu continue terrorizing innocents to \"smoke out\" Piccolo, Goten, and Trunks!",
                    "TitleJapanese": "悟飯復活 界王神の秘密兵器!?",
                    "SummaryJapanese": "３人を差し出さないと順番に町を滅ぼしていくというバビディに、世界中がパニックに陥る。その頃、界王神界では、悟飯が界王神から伝説の剣･ゼットソードの話を聞かされていた。"
                },
                "24": {
                    "ID": "411549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411549",
                    "TitleEnglish": "The Z Sword",
                    "SummaryEnglish": "Majin Buu unleashes a feeding frenzy, transforming an entire town's population into chocolate! The Z Fighters must try anything and everything to stop the evil monster. Gohan withdraws the ancient Z Sword. Goku struggles with great setbacks to teach Goten and Trunks to fuse. Even an unlikely hero is asked to join the fight!",
                    "TitleJapanese": "抜けたァ～!! 伝説のゼットソード",
                    "SummaryJapanese": "ゼットソードへの挑戦を始める悟飯。超サイヤ人になり、ついに界王神界で誰も抜いたことがない剣を引き抜いた！ その頃、神の神殿ではトランクスと悟天がフュージョンの特訓を始めていた。"
                },
                "25": {
                    "ID": "411550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411550",
                    "TitleEnglish": "Race to Capsule Corp",
                    "SummaryEnglish": "As Goten and Trunks train to stop the vicious Majin Buu, Idasa's jaded mother tells Babidi exactly where Trunks lives! Now, the Z Fighters must find a way to stop the evil wizard before he reaches Capsule Corp!",
                    "TitleJapanese": "狙われた西の都！ 止まれ魔人ブウ!!",
                    "SummaryJapanese": "神の神殿でフュージョンの特訓をする悟天たちに、トランクスの家を見つけたという、バビディからのテレパシーが届く！ すぐに出てこなければ、西の都もろとも破壊してしまうというのだ。"
                },
                "26": {
                    "ID": "411551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411551",
                    "TitleEnglish": "Super Saiyan 3?!",
                    "SummaryEnglish": "Trunks searches frantically for the lost Dragon Radar, as Goku powers-up to an unimaginable level...Super Saiyan 3! But will this newfound strength be enough to stop Majin Buu from destroying West City?",
                    "TitleJapanese": "アッと驚く大変身!! 超サイヤ人3",
                    "SummaryJapanese": "トランクスがドラゴンレーダーを取ってくるまでの時間稼ぎのため、悟空はブウの前に立ちはだかる。バビディたちの気を引くため、これまでにフリーザとセルを倒した超サイヤ人の姿を披露する。"
                },
                "27": {
                    "ID": "411552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411552",
                    "TitleEnglish": "Buu's Mutiny",
                    "SummaryEnglish": "Goku uses his new Super Saiyan 3 abilities to combat the evil Majin Buu, buying Trunks the time he needs to locate the missing Dragon Radar. But now that Goku has started the fight, he may not be able to escape!",
                    "TitleJapanese": "バイバイ･バビディ!! 魔人ブウ反逆",
                    "SummaryJapanese": "悟空とブウの闘いはなおも続いていた。トランクスがやっとのことでドラゴンレーダーを見つけると「２日後にもっと強ぇヤツが現れる…」と言い残し、悟空は瞬間移動でその場を立ち去ってしまう。"
                },
                "28": {
                    "ID": "411553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411553",
                    "TitleEnglish": "The Fusion Dance",
                    "SummaryEnglish": "Liberated from his master, Majin Buu becomes even more destructive than before, wiping out entire cities in mere seconds! Earth's only hope now rests on the shoulders of two young warriors! Goku tries to teach Goten and Trunks the art of the Fusion, but can he finish the job before his own time runs out?",
                    "TitleJapanese": "メチャカッコ悪い!? 特訓変身ポーズ",
                    "SummaryJapanese": "支配者バビディを殺したブウは、気の向くままに地球を破壊し始める！ 一方、超サイヤ人３になり大量のエネルギーを消費したため、悟空がこの世にいられる時間はあと30分しかなくなってしまう！"
                },
                "29": {
                    "ID": "411554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411554",
                    "TitleEnglish": "Goku's Time is Up",
                    "SummaryEnglish": "The difficulties of learning the Fusion Technique cause tensions to rise, as Goten and Trunks' duel with Majin Buu approaches. Meanwhile, how does Buu prepares for the upcoming battle by building himself a home! Goku bids a poignant farewell as he finally returns to the Other World.",
                    "TitleJapanese": "じゃあな みんな!! 悟空あの世に帰る",
                    "SummaryJapanese": "ブウは人間をお菓子に変えて食べたり、粘土にして家を作ったりとやりたい放題。早くフュージョンを覚えなければならないが、トランクスと悟天は合体ポーズがイヤで、修行に身が入らない。"
                },
                "30": {
                    "ID": "411555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411555",
                    "TitleEnglish": "Return to Other World",
                    "SummaryEnglish": "While Trunks and Goten continue their quest to perfect the Fusion Technique, Gohan seeks to master the Z Sword on the World of the Kai's. Back on Earth, an encounter with a blind boy reveals that there is another side to the belligerent Buu!",
                    "TitleJapanese": "悟飯はどこだ!? 界王神界の猛特訓",
                    "SummaryJapanese": "あの世の閻魔大王から悟飯が生きていることを知らされた悟空は、界王神界へと瞬間移動、親子の再会を果たす。その頃、悟空にフュージョンの修行を任されたピッコロは、２人に手を焼いていた。"
                },
                "31": {
                    "ID": "411556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411556",
                    "TitleEnglish": "Out From the Broken Sword",
                    "SummaryEnglish": "When Gohan's intense training causes the legendary Z Sword to break, all hope seems lost. But when the peculiar Old Kai emerges and claims to have been trapped in the sword, it seems like destiny after all. Who is this aged fellow and does he really have the incredible power he claims?",
                    "TitleJapanese": "ウソだろ!? ゼットソードが折れちゃった",
                    "SummaryJapanese": "修行を続ける悟飯に、悟空がゼットソードの切れ味を試してみようと言いだした。見事、巨大な岩を真っぷたつににし、続いて宇宙一硬いというカッチン鋼にチャレンジする悟飯だが…!?"
                },
                "32": {
                    "ID": "411557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411557",
                    "TitleEnglish": "Gotenks is Born",
                    "SummaryEnglish": "After fusing in a couple of comically incorrect ways, Trunks and Goten finally perfect the Fusion Technique and Gotenks is born! Defying Piccolo's command, the fused super-kid immediately leaves to go fight Majin Buu! But does Gotenks really have what it takes to defeat the pink powerhouse?",
                    "TitleJapanese": "合体超人誕生!! その名はゴテンクス",
                    "SummaryJapanese": "トランクスと悟天が、いよいよフュージョンに挑戦！ 初めのうちは２人のポーズが微妙に合わず、何度も失敗を繰り返したものの、やっとフュージョン戦士ゴテンクスが誕生する！"
                },
                "33": {
                    "ID": "411558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411558",
                    "TitleEnglish": "Unlikely Friendship",
                    "SummaryEnglish": "As Majin Buu continues to rain terror upon humanity, a lone savior appears...the World Martial Arts Champion! His megaton punch won't be enough, but this unlikely hero may have some tricks in store for Majin Buu yet!",
                    "TitleJapanese": "最終兵器始動!? サタンは地球を救う",
                    "SummaryJapanese": "人類の希望、ミスター･サタンがブウを退治へ向かう!? いやいやながらブウの家に到着したサタンは、セコイ作戦を使いブウを倒そうとする。地球の未来を賭けたサタンの大作戦は成功するのか？"
                },
                "34": {
                    "ID": "411547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/411547",
                    "TitleEnglish": "I Kill No More",
                    "SummaryEnglish": "While the Z Fighters continue their training to battle Majin Buu, the Champ devises some sneakier plans to take him down. But will he even need to carry them out? Is Majin Buu having a change of heart?",
                    "TitleJapanese": "殺すのやめた!! 魔人ブウよい子宣言",
                    "SummaryJapanese": "ゼットソードから現れた老界王神の不思議な能力で、悟飯はパワーアップの儀式を受けることに。一方、超サイヤ人でフュージョンしたゴテンクスだが、調子に乗りすぎてブウと闘う前に時間切れ…!?"
                }
            }
        },
        "9": {
            "ID": "41327",
            "URL": "https://www.thetvdb.com/series/dragon-ball-z/seasons/official/9",
            "# Episodes": 38,
            "Episodes": {
                "1": {
                    "ID": "440671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/440671",
                    "TitleEnglish": "The Evil of Men",
                    "SummaryEnglish": "The two gunmen proceed to shoot rockets at Buu's house. Hercule runs up to the hill they're on and pounds each of them. Buu is able to heal the dog, and the three friends continue having fun. Buu rebuilds his house to look like the dog. While Hercule is cooking a meal for Buu, one of the gunmen sneaks into Buu's house and shoots the World Champ. Buu starts to lose control of himself. After he heals Hercule, he instructs him to get away. Buu begins giving off more steam than ever, and the steam is congealing in the sky. It forms the evil side of Buu, a tall, thin, gray version of Majin Buu. Evil Buu flies over to the gunman and blasts him into nothing.",
                    "TitleJapanese": "逃げろサタン!! 怒りの魔人ブウ出現",
                    "SummaryJapanese": "心ない２人組の手によって、ブウがかわいがっていた子犬が撃たれてしまう！ 怒ったブウが手を出す前に、サタンが２人を退治。ブウの能力によって子犬も回復する。一件落着かと思われたが…!?"
                },
                "2": {
                    "ID": "440672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/440672",
                    "TitleEnglish": "Buu Against Buu",
                    "SummaryEnglish": "Evil Buu and Good Buu begin to fight, and it's clear that Evil Buu has the advantage. Good Buu tries to turn his opponent into chocolate, but Evil Buu deflects the ray back at Good Buu, who becomes a piece of chocolate. Evil Buu consumes the chocolate, and transforms into Super Buu, a bulkier, pink version of Evil Buu. Super Buu blows up the other gunman, and spies another person hiding nearby. He is about to destroy the other person, when he realizes that it's Hercule. He spares his friend, and flies off. He arrives at Dende's lookout.",
                    "TitleJapanese": "どっちが勝つの!? 善悪ブウブウ対決",
                    "SummaryJapanese": "ブウの体がふたつに分かれた。そして新たに生まれた純粋悪のブウと、元のブウとの一騎打ちが始まる。ついにはブウ(善)の変化ビームを、ブウ(純粋悪)が息で吹き返し、チョコにして食べてしまう。"
                },
                "3": {
                    "ID": "440673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/440673",
                    "TitleEnglish": "Empty Planet",
                    "SummaryEnglish": "Buu demands to fight Gotenks, but Piccolo knows that the boys aren't ready. To buy time, he tells Buu that he can spend a day killing the rest of the people on earth. Buu starts walking around the edge of the lookout, and Piccolo uses this time to tell Krillin to wake up the boys and get them into the Hyperbolic Time Chamber to train. Buu completes his walk, and raises up his arm. Millions of energy blasts start flying out of his hand down to earth. After the Human Extiction Attack is finished, only Hercule, the dog, Tien, and Chiaotzu remain, as well as the fighters on the lookout. Piccolo asks for Super Buu to wait for one hour, and Videl agrees. Buu complies, because Videl is the daughter of Hercule.",
                    "TitleJapanese": "待ったなしの破局!! 地球人類絶滅",
                    "SummaryJapanese": "変化したブウはゴテンクスと闘うために神の神殿にやってきた。だが今のゴテンクスでは、ブウに勝てる見込みはゼロ。ピッコロは時間稼ぎに、人類を全滅させるという約束をブウに思い出させる。"
                },
                "4": {
                    "ID": "618461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618461",
                    "TitleEnglish": "Time Struggle",
                    "SummaryEnglish": "Chi Chi slaps Super Buu for killing Gohan, and in retaliation, Buu turns her into an egg and crushes her. Goten vows to train as hard as he can for what Buu did to his mother. The boys enter the Hyperbolic Time Chamber and begin to train. Buu's patience wears off after thirty minutes, and he demands to fight his opponent right now. Piccolo decides to take Buu to the Chamber, but he walks as slowly as he can, giving the boys as much time as possible. He mentally warns them that Buu is coming so they can rest up in time. The boys seem to have developed a few new tricks, and they have planned their fight with Buu. Finally, Piccolo and Buu arrive at the chamber, and Goten and Trunks fuse together.",
                    "TitleJapanese": "特訓成功!! これで終わりだ魔人ブウ",
                    "SummaryJapanese": "なんとかブウに、１時間だけ待つという約束をさせたピッコロは、精神と時の部屋でトランクスと悟天を修行させる。修行はどうにか成功し、待ちきれずにいたブウを精神と時の部屋に連れて行く。"
                },
                "5": {
                    "ID": "618471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618471",
                    "TitleEnglish": "Super Moves of Gotenks",
                    "SummaryEnglish": "Super Buu and Gotenks begin to fight, and Gotenks decides to use some of his special moves. The problem is that these moves are totally ineffective, not to mention they have ridiculous names, like the Screaming Angry Wombat. After it is clear that these moves have no effect, Gotenks talks strategy with Piccolo. He then creates a ring of energy and traps Buu inside. After a brief struggle, Buu is able to break the ring. The two then do a bit of real fighting. Gotenks decides to use another one of his special moves, called the Super Ghost Kamikaze Attack. He spits out a ghost of himself, and plans to use it against Buu.",
                    "TitleJapanese": "本気で行くぜ!! 超ゴテンクス全開",
                    "SummaryJapanese": "修行によりパワーアップしたゴテンクスは、ブウに攻撃を炸裂させる。しかし、全く効果はない様子…。そこでゴテンクスはいよいよ超サイヤ人となり、新たな技を操り出し始める！"
                },
                "6": {
                    "ID": "618481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618481",
                    "TitleEnglish": "Trapped in Forever",
                    "SummaryEnglish": "Gotenks creates ten ghosts that detonate with explosive force when they are touched. He sends all but one at Super Buu, and they reduce him to a deformed puddle of his former self. Gotenks sends the final one down Buu's mouth, blowing him into tiny pieces. Gotenks and Piccolo destroy all of the pieces, but the smoke coming off of the pieces gathers above their heads and reforms Super Buu. To play up the drama of the situation, Gotenks acts like he's out of ideas, and Buu begins beating up on the fused Saiyan. Suddenly, Piccolo destroys the door to the outside world, which traps the three of them in the Chamber for all eternity.",
                    "TitleJapanese": "やったぜ!! オバケで成功ブウ退治!?",
                    "SummaryJapanese": "ゴテンクスは必殺技スーパーゴーストカミカゼアタックでブウに攻撃を仕掛ける！ 口から出したオバケの群れが、ブウに突撃し爆発！ 木っ端微塵に吹き飛んだと思われたが、またも再生してしまう。"
                },
                "7": {
                    "ID": "618491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618491",
                    "TitleEnglish": "Feeding Frenzy",
                    "SummaryEnglish": "Heartbroken at the idea that he will never eat candy again, Super Buu lets out a powerful scream that rips a hole in the dimension. He jumps through it, and the hole closes before Piccolo and Gotenks can get through. Back on the outside, Buu is hungry, and so he turns everyone at the lookout into chocolate. Piccolo and Gotenks have been attempting to scream loud enough to create an interdimensional hole like Buu did, but they've seen no success. Gotenks decides to play his trump card, transforming into a Super Saiyan 3. This gives him the power Buust needed to rip a hole for he and Piccolo to jump through. Back at the lookout, Buu tells Gotenks that he ate all of his friends, and enraged, Gotenks promises Buu that he'll pay for each one.",
                    "TitleJapanese": "異次元からの脱出!! 超ゴテンクス3",
                    "SummaryJapanese": "精神と時の部屋から出ることができず、お菓子も食べられないと思ったブウは激怒！ その叫び声で次元に穴を空け、外に出てしまう。ゴテンクスは、超サイヤ人３に変身することに成功するが…!?"
                },
                "8": {
                    "ID": "618501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618501",
                    "TitleEnglish": "Gotenks is Awesome",
                    "SummaryEnglish": "Gotenks and Super Buu begin to fight, and the collateral damage from the battle begins to destroy the lookout. Buu slams Gotenks down through the lookout itself. Down on earth, Gotenks tries another Super Ghost Kamikaze attack, but it once again fails. Buu lands a powerful hit on Gotenks that sends him flying back into the lookout. Buu then forms himself into a ball, and begins repeatedly shooting himself at the lookout until all that's left is rubble floating in the air. While still in a ball, Gotenks is able to trap him in a little sphere. He and Piccolo then play some volleyball with Buu, and Gotenks spikes him down to earth. Just when it seems like Buu is dead, a powerful blast of energy comes from the crater. Gotenks only has a few minutes until he separates.",
                    "TitleJapanese": "ノリすぎ!? ブウブウバレーボール",
                    "SummaryJapanese": "お菓子にされたブルマや仲間たちを食べられてしまい、怒りが頂点に達した超ゴテンクス３はブウに攻撃を開始。連続スーパードーナツで、ついにブウを捕らえたゴテンクスは、それをボール状に…!!"
                },
                "9": {
                    "ID": "618511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618511",
                    "TitleEnglish": "Unlucky Break",
                    "SummaryEnglish": "Gotenks and Buu continue their fight. Gotenks seems to be wearing Buu down, and he has the upper hand in the fight. Just as he's about to hit Buu with his final move, Gotenks returns to normal from his Super Saiyan 3 form. The power was too much for him to sustain. Buu begins beating up Gotenks, who is now much weaker. Gohan has finally finished his training, and is ready to return to earth. After saying goodbye to Goku for the last time, Kibito takes him back, and Gohan asks him to change his clothes. He's now wearing clothes just like Goku. He's arrived just in time, because Gotenks has separated.",
                    "TitleJapanese": "まさにグレート!! 新生悟飯地球へ",
                    "SummaryJapanese": "超サイヤ人３で激烈な攻撃を続けるゴテンクス。対するブウは一歩も譲らない。やがてゴテンクスの攻撃力がブウを圧倒し、とどめを刺せるかと思ったとき、超サイヤ人３への変身が解けてしまう！"
                },
                "10": {
                    "ID": "618521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618521",
                    "TitleEnglish": "A Whole New Gohan",
                    "SummaryEnglish": "Gohan arrives at the scene, and everyone is shocked at how much power he has. As Gohan begins pounding him, Buu steps up the intensity, but Gohan still has the upper hand. He is easily picking Buu apart.",
                    "TitleJapanese": "ブウを圧倒!! 悟飯のミラクルパワー",
                    "SummaryJapanese": "絶体絶命のトランクスと悟天だったが、その目の前でブウは眠り始めてしまう…。不思議に思い、様子をうかがう２人のチビッコたち…。と、そのとき、ブウを倒すため、悟飯が地球に到着した！"
                },
                "11": {
                    "ID": "618531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618531",
                    "TitleEnglish": "Search For Survivors",
                    "SummaryEnglish": "Realizing that he's totally outmatched, Buu decides to self-destruct, hoping to take Gohan with him. Gohan is able to escape, and he takes the others with him. After the detonation, there is no sign of Buu, but Gohan is sure that he's still around. They suddenly sense Dende's energy signal, and they go to find him. On the way, they pick up Hercule and the dog, Bee. Dende explains that as Buu was escaping through the dimensional hole, Mr. Popo threw him off of the lookout, because without Dende, there are no Dragon Balls. Buu tracks them down, but instead of having a rematch with Gohan, he calls out Goten and Trunks.",
                    "TitleJapanese": "やったか!? 魔人ブウ大爆発",
                    "SummaryJapanese": "老界王神の力によってパワーアップした悟飯は、ブウを上回る力を発揮。怒るブウは全身をふるわせ始めた！ 悟飯の機転により、自爆からは逃げ出したものの、目の前に再生したブウが現れる。"
                },
                "12": {
                    "ID": "618541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618541",
                    "TitleEnglish": "Majin Buu Transforms",
                    "SummaryEnglish": "Unknown to the others, Buu secretly separates part of his back, and the two pink blobs creep around behind the others. As soon as Goten and Trunks fuse, one of the blobs encases the Saiyan. Piccolo, too, has been covered by a pink blob. Buu calls each of the blobs back to him, and they combine to form a Super Buu that's even stronger than he was before. Buu and Gohan start to fight, and it's clear that Super Buu has the advantage. Gohan seems unable to keep up with Buu's new speed and strength. Buu taunts Gohan by telling him what his three friends that were absorbed think of him.",
                    "TitleJapanese": "ブウ最悪の反則!! ゴテンクス吸収!?",
                    "SummaryJapanese": "ブウの言葉に、再びフュージョンするトランクスと悟天。超サイヤ人３に変身した瞬間、ピンク色の物体がゴテンクスを包み込む。それはゴテンクスとピッコロを吸収する、ブウの作戦だったのだ！"
                },
                "13": {
                    "ID": "618551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618551",
                    "TitleEnglish": "The Old Kai's Weapon",
                    "SummaryEnglish": "Gohan is no match for the new Super Buu. Buu now possesses new skills, such as the Super Ghost Kamikaze Attack, and the Special Beam Cannon, each of which he uses on Gohan. He is about to finish Gohan, when Bee comes running up. Hercule tries to save Bee, but is incredibly weak. Buu is about to blast each of them when Gohan saves them. Buu then uses Gotenks' Ring Binding trick on Gohan. He then aims a Kamehameha wave at him, but Gohan is able to summon enough strength to escape in time. Meanwhile, in Other World, King Yemma decides to send Vegeta back to earth to fight Buu. On the world of the Kais, the Elder Kai decides to give his life to Goku so he can fight Buu. The now deceased Elder Kai gives Goku his earrings. If Goku and Gohan each wear one, they will fuse together.",
                    "TitleJapanese": "全宇宙のために…よみがえれ孫悟空",
                    "SummaryJapanese": "パワーアップを果たしたブウの前には、悟飯ですら苦戦を強いられる。老界王神は、悟空に自分の命を与えて生き返らせると宣言。また同じ頃、閻魔大王の目の前には、なんとベジータが…!!"
                },
                "14": {
                    "ID": "618561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618561",
                    "TitleEnglish": "Ready to Fuse?",
                    "SummaryEnglish": "Elder Kai tells Shin and Kibito to try a fusion with their earrings, but only after they fuse together does he reveal that it is a permanent fusion. Dende heals Gohan's injuries, so to prevent this from happening again, Buu creates a giant energy ball and aims it at Dende. Just before it hits, it is blasted out of the way by Tien's tribeam, who has arrived just in time. Buu tries again, but Goku suddenly appears and sends a disk of energy at the monster. It cuts off his legs and part of his head. His legs give Tien a crushing kick, and then return to Buu. Goku throws Gohan the other earring, but his aim is off. Goku goes Super Saiyan 3 to hold off Super Buu while Gohan serches for the earring. Suddenly, Gotenks' fusion wears off, and Buu loses most of his power. To make up for this, the part of Buu's head that was cut off suddenly engulfs Gohan, just like Piccolo and Gotenks. He merges with Gohan, and is now even more powerful than before.",
                    "TitleJapanese": "奇跡は一度…なるか悟飯との超合体",
                    "SummaryJapanese": "老界王神の命を得て、悟空は見事に復活を果たす。そして老界王神はポタラというアイテムを悟空に渡す。２人がポタラを付けることで合体し、フュージョンのようにパワーアップできるというのだ！"
                },
                "15": {
                    "ID": "618571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618571",
                    "TitleEnglish": "Union of Rivals",
                    "SummaryEnglish": "Buu gives Goku some time to find someone to fuse with. He considers Dende and Hercule, but neither of them would be any help. He suddenly senses that Vegeta has returned, and uses Instant Transmission to find him. Dende then heals Tien. After he finds him, Goku tries to convince Vegeta to fuse with him, but Vegeta is angry because he knows Goku was holding back his Super Saiyan 3 technique when they fought. They each try to take on Buu, but are clearly outclassed. Goku tells Vegeta that Buu absorbed Bulma, and asks him to put their differences aside to save their race. Vegeta finally agrees, and only when he puts the earring on does Goku mention that the fusion is permanent.",
                    "TitleJapanese": "合体!! ベジータの誇りと悟空の怒り",
                    "SummaryJapanese": "ブウに悟飯を吸収されてしまい、悟空は一気にピンチに陥ってしまう。だがそのとき、いきなり地球に現れた巨大な気！ その正体は、閻魔大王によって生き返ったベジータだった!!"
                },
                "16": {
                    "ID": "618581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618581",
                    "TitleEnglish": "Meet Vegito",
                    "SummaryEnglish": "The fused Goku and Vegeta names himself Vegito, and begins to fight Buu. He clearly is far superior to even the new Super Buu. In Other World, Bulma, Videl, Chi Chi, and Dabora are looking for Gohan, whom they believe to be dead. Dabora has changed his ways, and is trying to help them. Back on earth, Dende and Hercule arrive at the battle scene, just as Buu has decided to destroy the earth. He creates a massive ball of energy, and throws it towards the earth. Vegito easily catches it, and deflects it back out into space. Buu claims that he has yet to fight at his full power. Vegito says the same, and powers up to a Super Saiyan.",
                    "TitleJapanese": "壮絶パワー!! 究極を超えるベジット",
                    "SummaryJapanese": "ポタラの力を使って、合体を果たした悟空とベジータ！ 宇宙最強の究極戦士、ベジットが誕生する!! 無数のエネルギー弾を放つブウだったが、ベジットはその攻撃をすべて跳ねかえしてしまう。"
                },
                "17": {
                    "ID": "618591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618591",
                    "TitleEnglish": "Rip In The Universe",
                    "SummaryEnglish": "Vegito continues to thrash Majin Buu. Buu tries to hide himself with his own steam, but Vegito still beats up on him. On the Grand Kai's planet, Krillin and Yamcha are training with King Kai. Back on earth, Buu is starting to become desperate. He liquifies himself, and shoots down Vegito's mouth. While inside Vegito, he tries to control the Saiyan, but Vegito uses his energy to isolate Buu and beat up on him. Buu is forced to exit Vegito's body. He begins to freak out, and the universe itself starts to rip. Vegito tries to stop him, but Buu has put up a shield around himself. After a long struggle, Vegito breaks through the shield and stops Buu.",
                    "TitleJapanese": "次元に亀裂!! ブウがキレちゃった!?",
                    "SummaryJapanese": "超ベジットのビックバンアタックでバラバラになったブウは、またも再生を始めるが、かなりのダメージを受けていた。あまりの強さに焦りを感じたブウは、隙をつきベジットを体内へ侵入する。"
                },
                "18": {
                    "ID": "618601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618601",
                    "TitleEnglish": "Vegito...Downsized",
                    "SummaryEnglish": "Vegito and Buu continue to fight, and Vegito is still far more powerful than his opponent. He repeatedly dominates Buu, which makes Buu angrier and angrier. Vegito is just toying with him. Buu hatches a plan, and calls Vegito out. Vegito comes closer, and Buu turns him into candy. Meanwhile, Videl, Bulma, Chi Chi, and Dabora continue their search for Gohan. Videl still doesn't believe that Gohan is dead.",
                    "TitleJapanese": "ブウの奥の手!! アメ玉になっちゃえ",
                    "SummaryJapanese": "ゴテンクスのスーパーゴーストカミカゼアタック、ピッコロの魔閃光、悟飯のかめはめ波と、吸収した者の技を使って攻撃を始めるブウ。だが、ベジットは瞬間移動を使い、すべてかわしてしまう！"
                },
                "19": {
                    "ID": "618611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618611",
                    "TitleEnglish": "The Incredible Fighting Candy",
                    "SummaryEnglish": "Before Buu can eat it, the candy made of Vegito begins to fight back. It is just as powerful as Vegito was, except it is too small for Buu to hit. Buu changes it back into Vegito, who then proceeds to beat him up. Vegito literally starts tearing Buu apart. He gives Buu ten seconds until he destroys him, and during this countdown, Buu notices a part of himself that Vegito tore off down on the ground. This part rises up behind Vegito, and before he reaches ten, he is engulfed by the pink blob. Buu has absorbed Vegito.",
                    "TitleJapanese": "ヒーロー喪失!? 吸収されたベジット",
                    "SummaryJapanese": "アメ玉にされ、ベジットも食べられてしまうのか…。と、思いきや、アメ玉になってもその強さは変わらない!? 小さなアメ玉に、コテンパンにやられたブウは、仕方なくベジットを人間の姿に戻す。"
                },
                "20": {
                    "ID": "618621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618621",
                    "TitleEnglish": "The Innards of Buu",
                    "SummaryEnglish": "After absorbing Vegito, Buu has not taken on any of his characteristics, because he hasn't digested him yet. Inside Buu, Vegito still exists. He put up a barrier during the absorption, because he let it happen on purpose. Once he dispels the barrier, Vegito splits back into Goku and Vegeta. Vegeta crushes his fusion earring, citing that once they free their absorbed friends, Buu will lose most of his power. As they journey through his innards, they find some tiny green pieces of slime. The slime starts to attack, and it completely covers Goku. Suddenly, a giant worm appears, ready to eat Goku.",
                    "TitleJapanese": "魔の迷宮!! ブウの腹に何がある!?",
                    "SummaryJapanese": "ブウの作戦により、吸収されたベジット。だがそれは、吸収された者を救うための作戦であった。吸収される寸前にバリアを張ったベジットは、なぜかブウの体内で悟空とベジータに分離してしまう。"
                },
                "21": {
                    "ID": "618631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618631",
                    "TitleEnglish": "Mind Trap",
                    "SummaryEnglish": "Goku shakes off the slime, and blasts the worm. The worm then calls his father, but instead of eating Goku, the father yells at his son. Goku and the worm become friends, and the worm points them in the direction of the four they're looking for. Goku and Vegeta arrive in Buu's head, where they encounter what appear to be Piccolo, Gohan, and Gotenks. These three begin attacking Goku and Vegeta, and even though Goku and Vegeta are winning the fight, their attackers don't take on any damage. Buu goes to a bakery and begins to eat some cake, which causes what appeared to be Piccolo, Gohan, and Gotenks to turn into cakes. They were just Buu's thoughts. Goku and Vegeta finally find their four friends, who are trapped in cocoons, unconscious, but alive.",
                    "TitleJapanese": "悪夢か幻か!? 悟空と悟飯の親子対決",
                    "SummaryJapanese": "ブウの胃腸から頭の中へと移動した悟空とベジータは、吸収された悟飯、ピッコロ、トランクス、悟天たちを発見。だが彼らは、２人に攻撃を始める！ ２人は反撃できず、ピンチに陥ってしまう。"
                },
                "22": {
                    "ID": "618641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618641",
                    "TitleEnglish": "Deadly Vision",
                    "SummaryEnglish": "Goku and Vegeta cut down their four friends, and as they do, Super Buu regresses to his earlier form. Dende and Hercule continue to follow Buu. Back inside Majin Buu, Goku and Vegeta also find the original Majin Buu. They read his thoughts to find out what happened to him. Suddenly, a thought form of Buu himself appears. The two join forces to defeat it, but once they do, another one appears. They realize that this is a battle they can't win. Buu finally decides that he's had enough, and he tries to absorb Goku and Vegeta.",
                    "TitleJapanese": "魔人の秘密!! ブウの中に2人のブウ",
                    "SummaryJapanese": "ブウの体の中で悟空とベジータは、本物の悟飯たちを発見。繭から助け出すと、ブウの姿は除々に元へ戻っていく。吸収されていた仲間の他に、ベジータはブウ(善)が捕らえられている繭を見つける。"
                },
                "23": {
                    "ID": "618651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618651",
                    "TitleEnglish": "Evil Kid Buu!",
                    "SummaryEnglish": "Goku saves Vegeta from being absorbed. As Vegeta recovers, Goku continues to fight the thought form of Buu. Goku is rapidly losing energy, and just as Buu is about to destroy him, Vegeta cuts down the pod containing the original Majin Buu. This causes Buu to go mad, and so Goku and Vegeta grab the four pods and try to make their escape. On their way through is body, they notice one of the tunnels that leads to one of the holes in Buu's body where the steam escapes. They are able to fly out through here, and when they emerge on the other side, all six of them regain their normal size. As Goku and Vegeta set the pods down, they notice Buu undergoing a change. He shrinks into Kid Buu.",
                    "TitleJapanese": "出口はどこだ!? 崩れるブウから脱出",
                    "SummaryJapanese": "ただの超サイヤ人ではブウのパワーにかなうはずもなく、危機に陥る悟空とベジータ。肉の繭に捕らえられたブウ(善)を流れ弾からかばうブウの不自然な動きに、ベジータが気づいた！"
                },
                "24": {
                    "ID": "618661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618661",
                    "TitleEnglish": "End of Earth",
                    "SummaryEnglish": "Supreme Kai explains to the Elder Kai that there were once five Supreme Kais. Four of them ruled over a quadrant of the universe, and the fifth was their leader. He says that Kid Buu was his original form. North and West Kai perished against Majin Buu. South Kai was absorbed. The leader, Dai Kaio, was also absorbed, but this absorption changed Buu into the fat, happy Buu that came out of the ball. The absorption of the Kais weakened Buu. Back on earth, Kid Buu creates a massive ball of energy and throws it at the earth. Goku and Vegeta try to grab their sons and Piccolo, but are only able to grab Dende and Hercule. Goku Instantly Transmits to the world of the Kais.",
                    "TitleJapanese": "地球消滅!! ブウ邪悪への逆変身",
                    "SummaryJapanese": "子供のような姿になった魔人ブウ。それを見た界王神は、はるか昔の魔導師ビビディとの闘いを思い出していた…。今の姿こそが、ビビディも手を焼いた、凶悪で残忍な本来の魔人ブウの姿だった！"
                },
                "25": {
                    "ID": "618671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618671",
                    "TitleEnglish": "True Saiyans Fight Alone",
                    "SummaryEnglish": "Buu reforms after the destruction of the earth, and goes on a rampage throughout the galaxy. He goes from planet to planet, looking for Goku and Vegeta, and then destroys the place when he doesn't find them. He goes to the Grand Kai's planet, and starts to destroy everyone there. Supreme Kai offers Goku and Vegeta his fusion earrings, but they both refuse them. They raise their power levels so Buu will know where to find them. Buu appears on the world of the Kais.",
                    "TitleJapanese": "ブウ来襲!! 界王神界で決着だ",
                    "SummaryJapanese": "界王神の力により、悟空とベジータ、サタンとデンデは界王神界に避難して無事だった。地球を破壊しただけでは怒りが収まらないブウは、多数の惑星を破壊し、瞬間移動で大界王星に出現する！"
                },
                "26": {
                    "ID": "618681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618681",
                    "TitleEnglish": "Battle for the Universe Begins",
                    "SummaryEnglish": "The Supreme Kai transports himself, Dende, and the Elder Kai to a distant planet so they will be out of Goku and Vegeta's way. Unfortunately, they forget to take Hercule and Bee along. Goku and Vegeta play janken to decide who will fight first, and Goku wins. He powers up, and starts beating on Buu. He blasts him apart, but he reforms. Buu creates another massive energy ball and throws it down at the planet. Goku is able to deflect it, but Buu guides the ball back around and into the planet. Powerful earthquakes rock the surface of the planet, leaving the ground ragged and uneven. Goku decides to power up to Super Saiyan 3.",
                    "TitleJapanese": "未来をつかめ!! 宇宙をかけた大決戦",
                    "SummaryJapanese": "界王神界を舞台に、ブウとの最終決戦の幕が切って落とされた!! 信じられないことに、悟空とベジータはジャンケンで闘う順番を決めるという…。そして、最初に闘うのは、悟空に決まった！"
                },
                "27": {
                    "ID": "618691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618691",
                    "TitleEnglish": "Vegeta's Respect",
                    "SummaryEnglish": "Goku and Buu continue to fight, each taking powerful blows from each other. Buu tries his ball trick again, and hits Goku hard. Goku puts all of his energy into a massive Kamehameha, but Buu just reforms afterward. Goku powers down to his normal state and collapses. Vegeta steps in, but he is no match for Buu. Buu cleans his clock, and just as he's about to give Vegeta his finishing blow, Goku pushes him out of the way. He then powers back up to Super Saiyan 3 and continues their furious fight. Vegeta reminisces about all of the fights he and Goku were in. He finally admits that Goku is better.",
                    "TitleJapanese": "ベジータ脱帽!! 悟空おまえがNo.1だ",
                    "SummaryJapanese": "悟空は超サイヤ人３に変身して闘うが、魔人ブウ(純粋)に対しては、それでも力不足。たまらずダウンした悟空に代わって闘うベジータだったが、とてつもないパワーを持つブウにはかなわなかった。"
                },
                "28": {
                    "ID": "618701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618701",
                    "TitleEnglish": "Minute of Desperation",
                    "SummaryEnglish": "Goku continues to fight Buu, and he seems to have the upper hand. He deals out a lot of damage to Buu, but as the fight goes on, his hits become weaker and weaker until they have no effect at all. He tells Vegeta that it's his turn, but Vegeta declines, citing that he is no match for Buu. He tells Goku that he's better than him. Goku says that he nees one minute to power up enough to destroy Buu. While Goku is powering up, Vegeta steps in, knowing that if he dies again, he will no longer exist in any form. Buu thrashes Vegeta, but every time he gets knocked down, he gets up, ready for more. Buu stretches out his arm, wraps it around Vegeta's neck, and begins choking him. It's been more than one minute, but Goku still has not generated enough power.",
                    "TitleJapanese": "耐え抜けベジータ!! 命がけの1分間",
                    "SummaryJapanese": "ダメージを与えても再生するブウに大苦戦する悟空。決着をつけるためには、一気にパワーを放出するしかない。１分間あれば大丈夫と言う悟空に、ベジータは自分が時間をかせぐことを決意する。"
                },
                "29": {
                    "ID": "618711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618711",
                    "TitleEnglish": "Old Buu Emerges",
                    "SummaryEnglish": "Buu is about to blast Vegeta, when suddenly Hercule starts to taunt him. Buu lets Vegeta go, and turns his attention to Hercule. The world champ, thinking that it's all a dream, tries to destroy Buu, but is obviously ineffective. Buu winds up to punch him, but suddenly stops. He wrestles with his mind for a moment, and then spits out the fat form of Buu, who, though not part of his physical being, was still inside of Kid Buu. Hercule tries to beat up Buu again, but fails. Buu sends a blast toward Hercule, but it is knocked away by the old Buu, who has regained consciousness. Meanwhile, Goku still can't gather enough energy. He starts losing energy, and falls to the ground in his normal form.",
                    "TitleJapanese": "サタンをいじめるな!! 元祖ブウ復活",
                    "SummaryJapanese": "悟空の気がなかなか溜まらず、ブウの攻撃を受け続けるベジータ！ だがそこに、なんとサタンが登場！ 界王神界での出来事を現実だと信じられないサタンは、すべて夢だと思い込んでいた。"
                },
                "30": {
                    "ID": "618721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618721",
                    "TitleEnglish": "Earth Reborn",
                    "SummaryEnglish": "The old Buu is no match for Kid Buu, who begins to wail on him. Hercule continues to try to help the old Buu, but is ineffective. Vegeta suddenly comes up with a plan. He communicates with Dende, telling him to go to the new planet Namek and gather the Dragon Balls. The Supreme Kai and the Elder Kai take him there, and the Namekians are waiting with the seven balls. Porunga is summoned, and Vegeta tells Dende his two wishes: bring back the earth and restore it to its original state, and bring back all of the non-evil people that died since the morning of the World Martial Arts Tournament. These wishes are granted, and even Vegeta himself comes back to life. He finally reveals the main part of his plan to destroy Buu: the Spirit Bomb.",
                    "TitleJapanese": "ベジータの秘策!! 神龍と2つの願い",
                    "SummaryJapanese": "ベジータの体力も限界だった。そこでベジータは、ナメック星のドラゴンボールでポルンガを呼び出し、地球を復活させて、地球の人々を生き返らせることを界王神に命令する。"
                },
                "31": {
                    "ID": "618731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618731",
                    "TitleEnglish": "Call To Action",
                    "SummaryEnglish": "The people of earth come back to life, including the Z Fighters and their friends. Goku gets into position to create the Spirit Bomb, and with the help of King Kai, Vegeta speaks to the entire population of earth. He tells them what's going on, and that do defeat Buu, they need to raise their hands up and offer their energy. Only Goku and Vegeta's family and friends comply. No one else is willing to listen to a mysterious voice from the sky. Vegeta repeatedly pleads with the earthlings, but to no avail. While this is going on, old Buu is buying them time by fighting Kid Buu, but it's not going well. Goku hasn't gathered nearly enough energy to destroy Buu.",
                    "TitleJapanese": "最後の希望!! 作るぜでっかい元気玉",
                    "SummaryJapanese": "ベジータの作戦通り、悟空は地球の人々の元気を集め、史上最大の元気玉を作ろうとする！ 地球の人々にメッセージを送るベジータ。しかし、事情のわからない地球人たちは協力しようとしない。"
                },
                "32": {
                    "ID": "618741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618741",
                    "TitleEnglish": "People of Earth Unite",
                    "SummaryEnglish": "Vegeta continues to plead with the people of earth, but no one will listen to him. Old Buu has finally lost all of his energy, so Vegeta is forced to fight Kid Buu. He is no match for him, and gets pounded. Now Goku asks the earthlings to raise up their arms, and small pockets of people who recognize his voice do so, but the vast majority remain uninterested. Piccolo, Gohan, Goten, and Trunks spread out into the city, hoping to convince people to raise their arms. Hercule has finally had enough, and he speaks to the people of earth. When they hear the familiar voice of the World Champion, all of the people of earth raise their arms and offer their energy. The Spirit Bomb is finally ready.",
                    "TitleJapanese": "超感激!! できたぜみんなの元気玉",
                    "SummaryJapanese": "ベジータの説得も地球人には通じず、元気玉は大きくならない。元気玉に気づいたブウが悟空に迫る。悟空も叫ぶが、ほんの少しの元気玉しか集まらない…。そのとき、あの男が立ち上がる！"
                },
                "33": {
                    "ID": "618751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618751",
                    "TitleEnglish": "Spirit Bomb Triumphant",
                    "SummaryEnglish": "Goku is ready to throw the Spirit Bomb, but Vegeta is in the way, and, despite Vegeta's pleas otherwise, he refuses to take out Vegeta along with Buu. Suddenly, old Buu gets up and holds Kid Buu down long enough for Hercule to pull Vegeta to safety. Old Buu is kicked aside, and Goku throws the Spirit Bomb. It hits Kid Buu, but he starts pushing it back. Goku uses all of the energy he has trying to push it back into Kid Buu, but Buu is too powerful. Vegeta suddenly remembers that they still have a third wish with Porunga. He instructs Dende to wish for Goku's power to be normal again. The wish is granted, and Goku is able to force the Spirit Bomb back at Majin Buu. As he does so, he silently wishes that Buu had been a better person, and hopes to fight him some day in the future. The Spirit Bomb hits with full force, driving Buu into the ground. Majin Buu is finally dead.",
                    "TitleJapanese": "やっぱり最強孫悟空!! 魔人ブウ消滅",
                    "SummaryJapanese": "ついに地球のみんなの元気を集めた元気玉が完成！ だが、ブウと闘って力を使い果たしたベジータは、逃げることができない。自分にかまわずに撃てと言うが、ベジータを巻き添えにはしたくない。"
                },
                "34": {
                    "ID": "618761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618761",
                    "TitleEnglish": "Celebrations With Majin Buu",
                    "SummaryEnglish": "The Supreme Kai brings Dende back to the world of the Kais. Dende heals Vegeta and Goku. Hercule finds the body of old Buu, and asks Dende to heal him. Vegeta won't let him, and plans to destroy him. He says it is too dangerous for any form of Majin Buu to exist, but Hercule continues to plead with him. Goku takes Hercule's side, explaining to Vegeta that it was old Buu who saved Vegeta's life right before Goku threw the Spirit Bomb. Vegeta reluctantly agrees, and Majin Buu is healed. Supreme Kai takes them all back to Dende's lookout, where they reunite with friends and family. Goku tells his family that Elder Kai gave him his life, so he can stay on earth for good. Four months later, they use their remaining wish with Shenron, asking him to erase the memory of Majin Buu from the mind of everyone on earth, so that the good Buu can assimilate into society. Life finally returns to normal on earth.",
                    "TitleJapanese": "戻った平和!! 正義の味方魔人ブウ!?",
                    "SummaryJapanese": "元気玉によって、魔人ブウは完全に消滅。長い闘いは終わった!! ベジータは、残されたブウ(善)を殺そうとするが、サタンは必死でかばう。ブウはサタンが引き取り、一緒に暮らすこととなった。"
                },
                "35": {
                    "ID": "618771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618771",
                    "TitleEnglish": "He's Always Late",
                    "SummaryEnglish": "Bulma has invited everyone to a barbecue at Capsule Corporation, and Goku's family is ready to leave. The only problem is that Goku is nowhere to be found. Frustrated, Chi Chi and the boys leave without him. While everyone's having a good time at the party, Goku is out on a mountaintop, looking after some eggs that are ready to hatch. He protects them from the storm and from predators. After they hatch, he finally arrives at the party, to the delight of everyone.",
                    "TitleJapanese": "遅いぜ悟空！ みんなでパーティ!!",
                    "SummaryJapanese": "カプセルコーポレーションで、ブルマがパーティを開く。チチたちは先に行ったが、悟空は恐竜のタマゴが気になって出かけようとしない…。パーティは主役の悟空がいないので盛り上がらなかった。"
                },
                "36": {
                    "ID": "618781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618781",
                    "TitleEnglish": "Granddaughter Pan",
                    "SummaryEnglish": "Five years have passed, and Goku is training with Goten when Bulma and Vegeta show up. Goku says that he and Goten will be entering the World Martial Arts Tournament, so Vegeta says that he and Trunks will do the same. The day of the tournament comes, and old friends catch up. Everyone has arrived to watch. Gohan, who is now married to Videl, has decided not to enter, but his daughter, Pan, will fight. Since there is no junior division, she will be fighting with the adults. Hercule and Buu will be fighting, however, and Goku says that there is someone who is 100% human that can threaten to beat Goku and Vegeta.",
                    "TitleJapanese": "悟空おじいちゃん！ 私がパンよ!!",
                    "SummaryJapanese": "10年の歳月が流れ、悟空は天下一武道会に参加するという。悟空と決着をつけるためベジータも出場。会場には、たくさんの懐かしい仲間の姿が。今回は悟飯とビーデルの娘、パンも参加するのだ！"
                },
                "37": {
                    "ID": "618791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618791",
                    "TitleEnglish": "Buu's Reincarnation",
                    "SummaryEnglish": "The seeding draw for the tournament begins, and Goku has Majin Buu use his magic to rig it so that he faces the powerful mystery fighter he had talked about. In the first match, Pan faces Wild Tiger, and the four-year-old easily dispatches with him. Next up is Goku vs. Uub. Uub is the reincarnation of Buu. King Yemma apparently heard Goku's wish right before Buu was destroyed, and he reincarnated Buu as a good person, named Uub. Uub is apprehensive, so to bait him into fighting, Goku resorts to taunting the young boy. After a particularly nasty insult and a kick to the face, Uub has snapped, and is now ready to fight.",
                    "TitleJapanese": "オイラはウーブ！ 今10歳で元魔人!?",
                    "SummaryJapanese": "決勝トーナメント出場者が出そろった。悟空はブウに頼んで細工をし、ある少年と対戦できるようにしてもらう。その少年の名はウーブ。彼こそが魔人ブウの生まれ変わりだと悟空が感じていた。"
                },
                "38": {
                    "ID": "618801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-z/episodes/618801",
                    "TitleEnglish": "Goku's Next Journey",
                    "SummaryEnglish": "Goku and Uub begin to fight, and it's clear that Uub doesn't know much about fighting. But as the match goes on, he learns more and more, and is able to go toe to toe with Goku. Uub nearly falls out of the ring, but Goku saves him from hitting the ground. He realizes that Uub doesn't even know how to fly, so he decides to live with Uub in his village and train him. Despite his friends and family pleading with him to stay, he flys away with Uub. Goku is training Uub to defend the earth when he's gone. He hopes one day, when Uub's training is complete, to have a real all-out match with him to test their power.",
                    "TitleJapanese": "もっと強く!! 悟空の夢は超でっけぇ",
                    "SummaryJapanese": "気の使い方も、空の飛び方も、何も知らないウーブだったが、悟空との試合で急速に闘い方を学び、互角の試合をし始める。驚く仲間たち…！ 悟空は途中で闘いを止め、ウーブに手を差しのべる。"
                }
            }
        }
    }
}