{
  "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1161671/",
    "https://www.themoviedb.org/tv/79044"
  ],
  "TitleEnglish": "They Are My Noble Masters",
  "SummaryEnglish": "Due to family troubles, Ren Uesugi and his sister, Mihato, leave their home. They end up moving to the city but find themselves with a lack of money. Somehow they are able to find work in the form of the Kuonji family's mansion, being employed as servants to the three sisters of the Kuonji family: Shinra, Miyu, and Yume. Being a servant also associates Ren with the mansion's additional servants and the Kuonji sisters' friends.",
  "Aliases": [
    "Kimi ga Aruji de Shitsuji ga Ore de",
    "Kimiaru",
    "You Are the Master and the Servant Is Me"
  ],
  "Modified": "2025-05-27",
  "Seasons": {
    "1": {
      "ID": "31066",
      "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/seasons/official/1",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "355657",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/355657",
          "TitleEnglish": "You Are the Master, the Servant is Me",
          "SummaryEnglish": "Ren and Mihato arrive in the city and are unable to find work. They meet Miyu who is about to collapse from anemia and help get home to her family's mansion. From there Ren and Mihato (through some odd circumstances) acquire jobs as servants to the Kuonji family, but they must first pass a one week trial period.",
          "Aliases": []
        },
        "2": {
          "ID": "355658",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/355658",
          "TitleEnglish": "Kuonji Days",
          "SummaryEnglish": "The one week trial period commences and Ren is assigned to assist the other servants while learning his job on his own. On the last day of the trial, Ren breaks a memento of the previous master after chasing a ferret of Yume's school's board member's wife. Instead of punishment, Ren passes the trial because of his hard work and hired as Shinra's personal attendant.",
          "Aliases": []
        },
        "3": {
          "ID": "355659",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/355659",
          "TitleEnglish": "Universe",
          "SummaryEnglish": "Ren is currently settling in the Kuonji household and trying to get used to Shinra's antics and innuendo teasing both to him and her sister Miyu. However fed up being constantly teased by her sister Shinra, Miyu suggest a capture the flag competition in the Kuonji mansion, in which the winner can do whatever they want to the losers.",
          "Aliases": []
        },
        "4": {
          "ID": "355660",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/355660",
          "TitleEnglish": "Spring! Training! Family Vacation!?",
          "SummaryEnglish": "After Ren makes a mistake whilst making tea for Miyu. Shinra decides to have everyone relax at the beach. Shortly after arriving, Ren undergoes hard training to ensure he can make tea in the best way possible. At the same time Benis and Natose end up at the mercy of some loan sharks in a casino.",
          "Aliases": []
        },
        "5": {
          "ID": "355661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/355661",
          "TitleEnglish": "Elegance",
          "SummaryEnglish": "Ren and Benis are kidnapped by some thugs. During their captivity, Benis talks about her past and what she did before she met the Colonel.",
          "Aliases": []
        },
        "6": {
          "ID": "355662",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/355662",
          "TitleEnglish": "Dream Remodeling Plan",
          "SummaryEnglish": "Yume furiously writes in her journal late at night, and leaves for school the next morning forgetting both her lunch and her panties. Exhausted and asleep that afternoon, Yume's journal is examined by a curious Ren. After discovering its shocking contents (where Yume styles herself an incredibly popular magical girl crime fighter), Ren calls a meeting the next day for everyone to discuss bringing out Yume's true self. However, Yume seems to have no aptitude for any of their suggestions (ranging from taking up a hobby to joining a girl gang). That evening Ren encourages Yume, and she rewards him with a kiss.",
          "Aliases": []
        },
        "7": {
          "ID": "355663",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/355663",
          "TitleEnglish": "Kuonji Household Annihilation!? The Client was Ageha-sama!",
          "SummaryEnglish": "Accompanied by her troop of loyal soldiers, heiress to the Kuki Conglomerate and friend of Yume, Ageha Kuki, arrives at the Kuonji household. Ageha frequently engages in vigorous martial arts training with her servant Kojūrō, but after he accidentally fell down a waterfall after a particularly active session her father decided to send Ageha to the Kuonji household to learn self-restraint. After having the mansion cleaned up and offering gifts to the Kuonji women, she begins to train with Ren. Ren throws himself in front of Ageha to save her from an assassin's dart, and even though this proves unnecessary as Ageha was able to grab the dart herself she rewards his loyalty with a kiss.",
          "Aliases": []
        },
        "8": {
          "ID": "355664",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/355664",
          "TitleEnglish": "Takeda VS Uesugi",
          "SummaryEnglish": "Kojūrō finally recovers and awaits Ageha to finish school and go home with him, she goes back to the Kuonji household as she is attracted to Ren. Kojūrō sees Ren and Ageha kissing and challenges Ren to a duel. The winner gets to keep Ageha.",
          "Aliases": []
        },
        "9": {
          "ID": "358428",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/358428",
          "TitleEnglish": "A Little Hero",
          "SummaryEnglish": "While undertaking the task of being Miyu's personal attendant, Ren becomes concerned with Miyu's apparent lack of direction. Meanwhile, Yume is increasingly bothered by the lack of attention she is given, especially by Shinra.",
          "Aliases": []
        },
        "10": {
          "ID": "358429",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/358429",
          "TitleEnglish": "Turnabout! Natose Cometh",
          "SummaryEnglish": "Yume goes missing from the Kuonji household due to an argument with her sister Shinra. Ren and Natose go out to search for her, and more is revealed about Natose's past and the reason for her affection to Ren and Yume. It turns out that Shinra actually cares for Yume the most when she returns home, and it is revealed that the Kuonji siblings lost their parents since a young age. Shinra had to be strong in order to keep her family together, which caused her apparent emotionless state as a child.",
          "Aliases": []
        },
        "11": {
          "ID": "358430",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/358430",
          "TitleEnglish": "All Aboard for the Flower Festivities",
          "SummaryEnglish": "Everyone decides to go out and have fun in the park. All of a sudden there is 3 burglars that are stealing a womans purse. The Kuonji household is in for a big surprise when Ren and Hato-nee's step-father drops by.",
          "Aliases": []
        },
        "12": {
          "ID": "358431",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/358431",
          "TitleEnglish": "One Dirty Butler",
          "SummaryEnglish": "Shinra is troubled because her mentor said her performance wasn't as good as her earlier work, so Ren decides to ask Shinra out on a nice date (Colonel even makes sure Ren wins Shinra a panda by disguising himself as the custodian) but Shinra gets angry at Ren because he says he understands her feelings and asks Colonel to drive her to the rehearsal. On the way home Ren sees his father whom he gets angry at after his father says it was his fault Ren's mother died by giving birth to him (not literally). The two prepare to fight.",
          "Aliases": []
        },
        "13": {
          "ID": "371733",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/they-are-my-noble-masters/episodes/371733",
          "TitleEnglish": "Family",
          "SummaryEnglish": "Shinra prepares for her concert and Ren tries alone to deal with his father. Ren and his father get into a fight and realizes who his true family is. At her performance, Shinra exposes her true style and true self. Ren and Mihato become part of the family. The family then starts fighting over who Ren is going to personally serve, by the way Ageha drops by and says she is going to join in on the fight.",
          "Aliases": []
        }
      }
    }
  }
}