{
    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/C3CF-1E38-8E00-80D7-BDBD-I",
        "https://www.imdb.com/title/tt0096633/",
        "https://www.themoviedb.org/tv/27660"
    ],
    "TitleEnglish": "Legend of the Galactic Heroes",
    "SummaryEnglish": "In the distant future, there's an interstellar conflict going on. For almost two centuries, the monarchic and the democratic have been in constant battle. The series focuses on the exploits of rivals Reinhard von Lohengramm and Yang Wen-li as they rise to power and fame in the Galactic Empire and the Free Planets Alliance, respectively.",
    "TitleJapanese": "銀河英雄伝説",
    "SummaryJapanese": "遥か未来、宇宙に進出した人類は銀河系を二分する社会体制を構築していた。片や専制政治で統治された銀河帝国、そしてそれに対するは民主政治を敷いている自由惑星同盟である。この二国間は150年余の長きに渡り戦争状態にあったが、この停滞した状況に風穴を開けるべき逸材がほぼ同時に双方の軍にて頭角を現した。貴族社会を憎み自らが頂点たらんとする野望を抱く帝国軍のラインハルトと、卓越した用兵術を度々披露しながら本人は戦争嫌いという同盟軍のヤンである。この両雄の周囲にそれぞれ異才が集結し、やがて互いの国家の存亡を懸けた戦いが始まった！",
    "Aliases": [
        "Legend of Galactic Heroes",
        "LotGH",
        "Ginga Eiyuu Densetsu"
    ],
    "Modified": "2025-06-11",
    "Seasons": {
        "0": {
            "ID": "31394",
            "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "1651771",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/1651771",
                    "TitleEnglish": "My Conquest is the Sea of Stars",
                    "SummaryEnglish": "Imperial Admiral Reinhard von Musell is an ambitious, aspiring young admiral within the Galactic Empire, who has earned the animosity of his peers; they believe that he has reached his position only due to his sister’s influence with Kaiser Goldenbaum, earning him the nickname of \"the Admiral under the skirt.\" Meanwhile, Alliance Commodore Yang Wenli, fresh from his heroic victory against overwhelming odds at El Facil, has just been given the unenviable assignment of military advisor to a self-assured superior officer. Both of these Galactic Heroes, on opposite sides of the conflict, face the same task of having to overcome their superiors’ suspicions and win the day at \"the 4th Tiamat Battle\" of a 150-year-long war.",
                    "TitleJapanese": "わが征くは星の大海",
                    "SummaryJapanese": "帝国暦486年。艦隊を率いてイゼルローン要塞を目指すラインハルトに、ミュッケンベルガー元帥より、要塞に接近しつつある自由惑星同盟軍艦隊を迎撃せよ、との指令が届く。ミュッケンベルガー元帥とその幕僚は、ラインハルトを皇帝の寵姫である姉の威光を借りる若僧と見做し、捨て駒として使おうと考えていたのだ。ガス状惑星レグニツァ上空での、同盟軍第二艦隊とラインハルト艦隊の戦闘は、レグニツァの過酷な環境により至近距離での乱戦となる。ラインハルトはこの特異な気象条件を味方につけ、第二艦隊に大損害を与えることに成功した。\nその後、ロボス元帥率いる本隊と合流し、態勢を立て直した同盟軍艦隊は、予定通りイゼルローン要塞への進撃を続ける。帝国軍は、これをティアマト星域にて迎撃すべく艦隊を布陣した。左翼に配置されたラインハルト艦隊に下された指令は、敵正面への前進。司令部の意図を悟り憤然とする部下を抑え、ラインハルトは命令通り艦隊を進める。彼は同盟軍に接近すると、艦隊を敵前で回頭させ、双方の艦列の間を高速で通過した。その行動に意表を突かれた両軍だったが、気が付けば敵が眼前に迫っていた。もはや総力戦しかない。その後も、ラインハルト艦隊に翻弄される同盟軍。遂に撤退を決めるが、状況はそれを許さない。ここでヤンはひとつの陽動作戦を提案。思いもかけない行動で敵の攻撃を封じ込めることに成功した。\n「常勝の天才」「不敗の魔術師」、後にそう並び称されることになる二人は、後日、第四次ティアマト会戦と名付けられるこの戦いで、お互いの名を知ったのである。"
                },
                "2": {
                    "ID": "1651721",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/1651721",
                    "TitleEnglish": "Golden Wings",
                    "SummaryEnglish": "Reinhard von Musel is the son of a poor aristocratic family. When moving into his new home, he makes an instant friendship with his neighbour, a boy named Siegfried Kircheis. Together under the watchful eye of his sister Annerose, they live a blessed time; but when his sister is taken away to be the consort of the Emperor, Reinhard is furious. He joins the military - and induces Kircheis to follow - so that he can right such wrongs. Becoming young commanders, they go to Iserlohn Fortress to defend it against the Free Planets Alliance. However, that is not the only threat Reinhard faces - the Marquise Benemude, the jealous ex-consort of the Emperor, is more than willing to threaten the brother of her rival...",
                    "TitleJapanese": "黃金の翼",
                    "SummaryJapanese": "帝国暦483年。少佐となったラインハルトは、イゼルローン要塞駐留艦隊に所属する駆逐艦エルムラントⅡの艦長を務めていた。難攻不落のイゼルローン要塞だったが、同盟軍もその攻略を諦めてはおらず、近々5回目の大攻勢があるのでは、と噂されていた。\nそんな緊迫した時期にあって、イゼルローン要塞に一人の憲兵少佐が赴任してきた。彼はグレゴール・フォン・クルムバッハ少佐と名乗り、ラインハルトの上官であるレンネンカンプに、ラインハルトの身辺を内密に調査すると告げる。\nラインハルトを尋問するクルムバッハ少佐。惑星カプチェランカでの行動について問い質されたラインハルトは、クルムバッハ少佐とは、かつてベーネミュンデ侯爵夫人の指図を受けてラインハルトを亡き者にしようとしたヘルダー大佐の、いわば後釜なのではないかと疑念を抱く。\n遂に同盟軍の攻撃が始まった。ラインハルトの指揮のもと、エルムラントⅡも出撃する。ところが、過去の失敗例に学んだ同盟軍の攻勢は苛烈を極めた。急進し、肉薄し、帝国軍の艦列に我が艦を押し込む。要塞主砲を封じられたイゼルローン要塞は苦戦を余儀なくされる。\nその混乱の中、クルムバッハ少佐がラインハルトを呼び出す。本来の目的であるラインハルト暗殺を果たそうとするクルムバッハ少佐だが……。"
                },
                "3": {
                    "ID": "1651791",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/1651791",
                    "TitleEnglish": "Overture to a New War",
                    "SummaryEnglish": "Having recently acquired the title of Count, Reinhard von Lohengramm is considered increasingly dangerous by the highest officials of the Galactic Empire. However, they cannot move directly against a man so favoured of the Emperor, and he has proven his capacity in warfare. Thus, they intend to send him into a battle that they will ensure he cannot win. In the Free Planets Alliance, Yang Wen-li's friend Jean Robert Lappe intends to propose marriage to their mutual acquaintance, Jessica Edwards. Yang has only just returned home, but his respite will be all too brief: the Alliance soon hears of the intended Imperial invasion, and Yang once more finds himself in a fleet headed for combat. The battle of Astate is about to commence...",
                    "TitleJapanese": "新たなる戦いの序曲",
                    "SummaryJapanese": "宇宙暦486年。第四次ティアマト会戦から帰還したヤンは、士官学校時代からの親友、ラップに出迎えられた。ラップは、ヤンと共通の友人であり、それぞれが憧憬を抱いている女性、ジェシカへ求婚することを決めた、と告げる。自らの思いを隠し、ラップたちを祝福するヤン。\n一方、第四次ティアマト会戦で大きな武勲を挙げたラインハルトは上級大将に昇進した。帝都オーディンで久しぶりに弟と再会した姉、アンネローゼは出世の階段を駆け上がる弟を危惧する。果たして軍上層部は、次に予定される同盟への進攻作戦を前に、ラインハルトのもとからミッターマイヤー、ロイエンタールなど有能な幕僚を転属させ、代わりにシュターデン、エルラッハなど、いかにも使えない人物を配した。また、ラインハルトの栄達を苦々しく感じていたブラウンシュヴァイク公は、フェザーンを経由して、同盟軍に帝国軍の同盟領進攻作戦をリークする。\n「帝国軍来寇近し」との情報を得た同盟軍は、帝国軍の動員兵力の2倍となる兵力を編成し、同盟領外縁部で、これを捕捉撃滅しようと試みる。かつて自由惑星同盟軍が帝国軍の艦隊を完膚なきまでに打ち破った会戦、「ダゴンの殲滅戦」を再現しようというものであった。\n結婚式を前に、第六艦隊司令部幕僚として戦場に赴くラップ。第二艦隊への配属が決まったヤンは、司令官パエッタ中将に疎まれつつも、予想される局面への対策を練っていた。\nそして、遂にアスターテ星域での会戦が始まる。帝国軍を包囲殲滅するどころか、各個撃破戦術の好餌となり、次々に爆発四散する同盟軍艦隊。ラップの乗る第六艦隊旗艦ペル"
                }
            }
        },
        "1": {
            "ID": "31395",
            "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "358215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358215",
                    "TitleEnglish": "In the Eternal Night",
                    "SummaryEnglish": "January 1, 796 S.C. / 487 I.C.: in the Astarte star system, an Imperial fleet of 20.000 spaceships under Reinhard von Lohengramm's command is about to be cornered by three Alliance fleets of 13.000 spaceships each. Against the advice of his subordinates, Reinhard decides to strike first in order to defeat each fleet before they can join. The Allied commanders, trusting the overall odds of 2 to 1, don't anticipate this and rebuff Yang Wen-li's advice to quickly regroup their forces.",
                    "TitleJapanese": "永遠の夜の中で",
                    "SummaryJapanese": "宇宙暦796年、帝国暦487年、アスターテ星域に於て、銀河帝国軍と自由惑星同盟軍は対峙していた。戦力比は帝国軍２００００隻に対し、同盟軍４００００隻。誰もが同盟軍の勝利を疑わなかったが、帝国軍司令官ラインハルト・フォン・ローエングラムは、諸提督の反対を押し切って、戦闘宙域に集結する前の同盟軍各艦隊の各個撃破に出、劣勢をはねかえす。第四艦隊、第六艦隊を瞬く間に葬り去った帝国軍は、残る第二艦隊に矛先を向ける。しかし、そこにはラインハルトの戦略を見抜く、ヤン・ウェンリーの存在があった…。"
                },
                "2": {
                    "ID": "358216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358216",
                    "TitleEnglish": "The Battle of Astarte",
                    "SummaryEnglish": "After the destruction of the 4th and 6th fleets, Reinhard's fleet engages the 2nd Fleet. When its commander is wounded, Yang takes command and manages to escape utter destruction. In Phezzan, Adrian Rubinsky, administrator of the planet, and Nikola Boltik, his main adviser, make comments on the battle and note that it won't change the strategic situation.",
                    "TitleJapanese": "アスターテ会戦",
                    "SummaryJapanese": "今や勝利に疑いのない帝国軍は、優勢を跳ね返されて士気の落ちる同盟軍第二艦隊に総攻撃をかける。不意を突かれた同盟軍は、旗艦パトロクロスまでも被弾し、パエッタ司令官が負傷する。彼から指揮権を委譲されたヤンは、完全勝利のため中央突破を図るラインハルトの気持ちを読み切っていた。彼は自軍が分断されたと見せかけて、急速前進して敵の背後に出ることに成功、同じく背後を衝こうと転進する帝国軍と膠着状態に持ち込み、辛うじて引き分けた。"
                },
                "3": {
                    "ID": "358217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358217",
                    "TitleEnglish": "The Birth of the 13th Fleet",
                    "SummaryEnglish": "In Heinessen (capital planet of the Free Planets Alliance), a memorial for the soldiers who died at the battle of Astarte is held. The warmongering speech of Job Trüniht, the Secretary of Defence, is interrupted by Jessica Edwards, whose fiancé was killed in the battle: she asks him why the advocates of war always sacrifice the lives of others while hiding in safer places. While going home, she is attacked by members of the Patriotic Knights Corps (P.K.C.), a nationalistic organization secretly led by Trüniht. She is rescued by her friends Yang and Dusty Attenborough and barely escapes death. The next day, Yang is promoted to rear admiral in command of the newly formed 13th Fleet. His mission: to take the Iserlohn fortress, a powerful space station which has repelled every attack.",
                    "TitleJapanese": "第十三艦隊誕生",
                    "SummaryJapanese": "仮病で欠席したアスターテ会戦戦没者追悼式典の中継を見ていたヤンは、婚約者ジャン・ロベール・ラップを喪った彼の友人ジェシカ・エドワーズが、国防委員長ヨブ・トリューニヒトを公衆の面前で非難する所を目撃する。後輩のダスティ・アッテンボローと慌てて会場に向かった彼は、トリューニヒトの私兵軍団である憂国騎士団に彼女が暴行される寸前で助け出し、自宅に連れていく。だが憂国騎士団は、ヤンの家にまで攻撃をかけてくるが、ヤンの機転で追い返された。"
                },
                "4": {
                    "ID": "358218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358218",
                    "TitleEnglish": "The Afterglow of the Empire",
                    "SummaryEnglish": "In Odin (capital planet of the Galactic Empire), Reinhard is promoted to imperial admiral after his victory at Astarte. With his friend Siegfried Kircheis, he pays a visit to his elder sister Annerose, the Emperor's favorite. In a flashback, Kircheis remember how he and Reinhard became friends, how Annerose was taken away from her home to be the Emperor's favorite and how they came to hate the high nobles and the Goldenbaum dynasty.",
                    "TitleJapanese": "帝國の殘照",
                    "SummaryJapanese": "アスターテ会戦の功績により、ラインハルトは帝国元帥、宇宙艦隊副司令長官に昇進した。皇帝より、姉アンネローゼとの面会を許された彼は、彼女の住む館へ向かった。同行するキルヒアイスの脳裏にさまざまな情景が蘇る。それは、彼の家の隣にに、天から舞い降りたような金髪の姉弟が引っ越してきてから三人で過ごした短かったが幸せな時間、ある日皇帝の寵姫として宮廷に奪い去られた彼女を助けるため、皇帝の、そして帝国の打倒を二人で誓いあったあの日のことだった。"
                },
                "5": {
                    "ID": "358219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358219",
                    "TitleEnglish": "The Castrop Uprising",
                    "SummaryEnglish": "A new admiralty is created for Reinhard. He chooses commoners and lesser nobles to command his fleets: August Samuel Wahlen, Cornelius Lutz, Karl Gustav Kempf, Fritz Josef Bittenfeld, Ernest Mecklinger, Wolfgang Mittermeyer and Oskar von Reuenthal. Meanwhile, Maximilian von Kastrop has rebelled against the Empire. He thinks he is safe because of the \"Artemis Necklace\", a system of powerfully armed satellites built with the help of Phezzan. Reinhard sends a fleet under Kircheis' command to put an end to the rebellion. He manages to destroy the necklace. Kastrop is killed by his retainers and is the only casualty of the operation.",
                    "TitleJapanese": "カストロプ動乱",
                    "SummaryJapanese": "不正で私腹を肥やしていた亡父の遺産返還を帝国政府から求められたマクシミリアン・フォン・カストロプは、無人防空衛星「首飾り」を自領の惑星周辺に配置し、帝国に反旗を翻していた。極めて強力な防空システムである「首飾り」によって、討伐軍も返り討ちにしてしまう。少将となったキルヒアイスにラインハルトは再度の叛乱鎮圧の勅命を下す。何故か先の討伐軍よりも少ない戦力で赴くキルヒアイスに、部下たちは疑問を抱くが……。"
                },
                "6": {
                    "ID": "358220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358220",
                    "TitleEnglish": "The Knights of the Rose",
                    "SummaryEnglish": "Yang decides to take Iserlohn by a ruse. The Rosen Ritter (Knights of the rose), a ground combat unit made of Imperial exiles, will pose as an imperial crew and infiltrate the fortress. Yang's staff is introduced: Murai, Patrichev, Fischer (a master of fleet maneuvers) and Frederica Greenhill, daughter of admiral Dwight Greenhill. The Iserlohn fleet is lured away from the fortress by decoys. When a damaged imperial spaceship asks for help, the commander of Iserlohn, who doesn't know where his fleet is due to radar jamming, authorizes it to dock...",
                    "TitleJapanese": "薔薇の騎士",
                    "SummaryJapanese": "第十三艦隊司令官となったヤンに下された指令は、軍事要衝であるイゼルローン要塞の攻略だった。部隊編成に腐心する彼の目に、横暴なトリューニヒト派の軍人を威圧したワルター・フォン・シェーンコップが映る。彼は白兵戦において並ぶ者なしと謳われる「薔薇の騎士」連隊の隊長だった。彼らを麾下に加えたヤンが、以前から考えていた要塞攻略の作戦と自らの腹づもりを語ると、いつ裏切るとも知れないシェーンコップは不敵に笑う。"
                },
                "7": {
                    "ID": "358221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358221",
                    "TitleEnglish": "Iserlohn Captured!",
                    "SummaryEnglish": "May, 14, 796 S.C. / 487 I.C.: a fake imperial spaceship docks into Iserlohn. Walter von Schenkopp, commander of the Rosen Ritter, pretends to have important information and takes control of the center of command. The Iserlohn fleet comes back, only to be destroyed by the fortress' main weapon, the \"Thor's Hammer\". The fall of Iserlohn dramatically changes the strategic balance: Yang hopes it will lead to a peace treaty. Back in Heinessen, he wants to resign, but is promoted to vice-admiral instead.",
                    "TitleJapanese": "イゼルローン攻略!",
                    "SummaryJapanese": "同盟軍第十三艦隊の攻撃を受けた帝国軍巡航艦が救援を求めてイゼルローン要塞に入港した。重傷を負った艦長は、同盟軍のイゼルローン要塞攻略についての重要な情報を伝えるため司令官シュトックハウゼンに面会を求める。実はその艦長こそが、シェーンコップが変装した姿で、部下も薔薇の騎士連隊のメンバーだった。彼は司令官を人質に取り、計画はうまくいったかに見えたのだが、一士官の抵抗により要塞の全機能が停止してしまう。"
                },
                "8": {
                    "ID": "358222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358222",
                    "TitleEnglish": "Cold Cybernetic Eyes",
                    "SummaryEnglish": "Paul von Oberstein, chief of staff of the Iserlohn fleet, is in trouble. He saw through Yang's plan, but his commander didn't listen to him, and he fled before the destruction of the fleet. The three chiefs of the Imperial fleet resign, but want to make him responsible of the defeat. Oberstein meets Reinhard and explains how, like him, he hates the high nobles and the Goldenbaum dynasty, and offer his help. Reinhard agrees and obtains his pardon by advising the Emperor to refuse the chiefs' resignations.",
                    "TitleJapanese": "冷徹なる義眼",
                    "SummaryJapanese": "イゼルローン駐留艦隊の生き残り、オーベルシュタイン大佐がラインハルトのもとを訪れる。彼は要塞陥落の責任を取らされ、粛清されようとしていた。彼はラインハルトに打倒帝国の野心をあえて明かす。ラインハルトは、自分の参謀職への彼の起用を決定し、帝国軍三長官の職と引き換えにオーベルシュタインの助命を申し出た。しかし、キルヒアイスは、彼の登用がラインハルトの覇道に暗い影を投げかけるのではないかと予感していた。"
                },
                "9": {
                    "ID": "358223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358223",
                    "TitleEnglish": "The Klopstock Incident",
                    "SummaryEnglish": "Thirty years ago, marquis Klopstock was exiled form the imperial court. He asks prince Braunschweig, the Emperor's son-in-law, to ask forgiveness on his behalf. Braunschweig invites him to his daughter's birthday party. Klopstock's real goal is to bring a bomb in order to kill the Emperor, who will be there. At the party, Reinhard clashes with baron Flegel. The bomb is taken away by accident and makes little damage. Klopstock commits suicide and all the incident is kept secret.",
                    "TitleJapanese": "クロプシュトック事件",
                    "SummaryJapanese": "長く中央社交界から追放されていたクロプシュトック侯爵が、ブラウンシュヴァイク公爵のもとへ、彼主催の行幸パーティへの参加の嘆願に訪れた。ブラウンシュヴァイク公はこの頼みを承諾するが、これはクロプシュトックの復讐だった。彼の一門を長年虐げ続けてきたブラウンシュヴァイク公や放蕩三昧で国政を省みない皇帝を葬り去ろうと、クロプシュトックは爆弾を残して会場を去る。そのパーティにはラインハルトも招待されていた。"
                },
                "10": {
                    "ID": "358224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358224",
                    "TitleEnglish": "Jessica's War",
                    "SummaryEnglish": "Yang is sent to Thernussen (Heinessen's second largest city) with his ward, Julian Minci, to attend a ceremony at the Military Academy. He meets Jessica Edwards, who is campaigning for the Peace Party candidate in an upcoming election. We learn that Yang, while being loyal to democracy, has no love for the current politicians. The P.K.C. sets a bomb in the Peace Party's headquarters, killing the candidate, but their plan backfires when Jessica, who is the new Peace Party candidate, wins a landslide victory.",
                    "TitleJapanese": "ジェシカの戦い",
                    "SummaryJapanese": "ヤンは士官学校の記念式典に招待され、テルヌーゼン市を訪れたが、到着早々代議員補欠選挙の主戦派候補者に出迎えられ、政治宣伝に利用されてしまう。そのため彼は、反戦団体から出た対立候補ソーンダイク陣営の運動員の襲撃を受ける。そこに止めに入ったのは、なんとジェシカだった。彼女もその選挙運動に携わっていたのだ。再会した二人は懐かしい士官学校に足を踏み入れ、過ぎた日々を振り返る。が、突然の爆音がそれを遮った。"
                },
                "11": {
                    "ID": "358225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358225",
                    "TitleEnglish": "The Actress Exits",
                    "SummaryEnglish": "Susanna von Benemünde, a former favorite of the Emperor, wants to get rid of Annerose and win back the Emperor's love. She teams up with Flegel, who hopes that a scandal involving Annerose will lead to Reinhard's downfall. Annerose is abducted: she is to be killed and found with a supposed lover from the lower class. She is rescued by Kircheis, Reuenthal, Mittermeyer and Oberstein. Benemünde is forced to commit suicide. Flegel has been smart enough to leave no proof of his involvement, but Oberstein and Reinhard suspect him anyway.",
                    "TitleJapanese": "女優退場",
                    "SummaryJapanese": "かつて皇帝の寵愛を一身に受けていたベーネミュンデ侯爵夫人は、皇帝の関心と愛情がアンネローゼに移り、その地位を奪われたことを激しく恨んでいた。ラインハルトを快く思わない門閥貴族のフレーゲル男爵の巧みな誘導に乗せられた彼女は、遂に実力行使に出る。ラインハルト負傷という偽情報で新無憂宮からアンネローゼを誘い出し、そのまま拉致したベーネミュンデは、平民との心中を偽装して彼女の命と名誉を奪おうとするが……。"
                },
                "12": {
                    "ID": "358226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358226",
                    "TitleEnglish": "The Invasion of the Empire",
                    "SummaryEnglish": "In the Free Planets Alliance, the capture of Iserlohn has intoxicated the public, the military and the politicians. It is possible to invade the Empire from Iserlohn, and many people think it's time to conclude the crusade against tyranny. In the High Council, Joan Lebello (Secretary of Treasure) and Hwan Lewi (Secretary of Human Resources) think it's better to sign a peace treaty because the economy in on the verge of collapsing, but the Chairman explains that they will lose the next election unless they achieve a substantial military victory, so the High Council decides to invade the Empire.",
                    "TitleJapanese": "帝國領侵攻",
                    "SummaryJapanese": "イゼルローン要塞奪取以降、ヤンの望みとは裏腹に、同盟市民の中にはさらなる戦争遂行の気運が高まっていた。だが、人材の大部分を軍に徴用された同盟の社会システムは弱体化し、国力は疲弊の一途をたどっていた。そんな中、政府は選挙対策のため、帝国領への進攻作戦を決定する。ヤンへの対抗心と自身の功名心から作戦を提案したアンドリュー・フォーク准将は、会議で大演説を打つものの、具体案を何等持ち合わせていなかった。"
                },
                "13": {
                    "ID": "358227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358227",
                    "TitleEnglish": "When the Sad Rains Come...",
                    "SummaryEnglish": "August, 22, 796 S.C. /487 I.C.: the invasion of the Empire has begun. Reinhard implements a scorched earth strategy: all food is taken from the frontier zone, so the \"Liberation force\" of the Free Planets Alliance will be forced to feed the inhabitants. Reinhard plans to attack the invading fleets when their supply lines will be overstretched. Commodore Ulrich Kesler carries out the orders but, in the process, has to face someone from his past.",
                    "TitleJapanese": "愁雨来たりなば…",
                    "SummaryJapanese": "同盟軍の帝国領進攻の情報を得たラインハルトは、彼らを領土深く誘い込み、戦線が伸びきったところで攻撃するという方針を立てた。さらに同盟軍の力をそぐため、ウルリッヒ・ケスラーに辺境星域の食料・物資の徴発を命じた。民衆を同盟軍の足枷として用いるという作戦であった。クラインゲルト子爵領に降り立ったケスラーは苦悩する。しかもこの地には、かつて淡い想いを交わし、今はクラインゲルト家に嫁いだ女性フィーアがいた。"
                },
                "14": {
                    "ID": "358228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358228",
                    "TitleEnglish": "The Liberation of the Frontier",
                    "SummaryEnglish": "The Free Planets Alliance fleet has conquered more than 200 star systems (50 million inhabitants) without fighting. In Iserlohn, vice-admiral Alex Cazellnu drafts a supply plan, but he is worried about such a heavy burden: for him, Reinhard clearly wants the Free Planets Alliance to exhaust its resources on behalf of the liberated planets. The supply fleet is destroyed by Kircheis because Fork didn't think such an attack was possible. Yang, fearing a scorched earth policy, convinces his fellow fleet commanders to ask for a withdrawal. Riots break out on many planets because of the food shortage and the looting of the soldiers. Fork experiences a case of hysterical blindness in the face of his plan's failure. In Phezzan, Rubinsky grants a new loan to the Free Planets Alliance to maintain the balance: he hopes to economically control both the Empire and the Alliance. October, 10, 796 S.C. / 487 I.C.: Reinhard orders to launch the counterattack.",
                    "TitleJapanese": "辺境の解放",
                    "SummaryJapanese": "さしたる抵抗もなく帝国領を攻め上る同盟軍。自らを「圧制からの解放者」と称する彼らは、帝国軍に物資を徴集されて不安がる民衆に生活の保障を約束する。しかし、民衆を養うための物資の補給部隊がキルヒアイス艦隊によって殲滅されると、逆に同盟軍は民衆からの略奪を始める事態にまで陥り、各地で騒乱と虐殺が勃発する。時期を得たと確信したラインハルトは、全軍に出撃命令を下す。同盟軍は既に戦わずして負け始めていた……。"
                },
                "15": {
                    "ID": "358229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358229",
                    "TitleEnglish": "The Battle of Amritsar",
                    "SummaryEnglish": "The Free Planets Alliance fleet are attacked: the 3rd, 7th and 12th fleets are destroyed and the 5th, 8th, 9th and 10th fleets are heavily damaged; only the 13th Fleet has managed to escape without taking too much damage. Admiral Lobos orders the fleets to regroup in the Amlitzer Starzone. Reinhard orders his admirals to regroup in the same area in order to destroy the remaining fleets. The Free Planets Alliance Fleet suffer further losses during the battle of Amlitzer Starzone (October, 15, 796 S.C. / 487 I.C.).",
                    "TitleJapanese": "アムリッツァ星域会戦",
                    "SummaryJapanese": "物資も底をつき、補給ルートも絶たれ、満身創痍の同盟軍を帝国軍が攻撃する。ウランフ、ボロディン、アル・サレムといった名将が戦死し、同盟各艦隊は瓦解していく。ヤンでさえ、目の前の敵と対するのが精一杯だった。ここに至ってラインハルトの掌で躍らされていたことに気付いた同盟軍司令部は、アムリッツァ星域にて分散した兵力の再集結を命じた。そこにビッテンフェルト中将率いる黒色槍騎兵艦隊の圧倒的な火力が襲いかかる。"
                },
                "16": {
                    "ID": "358230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358230",
                    "TitleEnglish": "A New Tide",
                    "SummaryEnglish": "End of the battle of Amlitzer: Yang's 13th Fleet keeps the Imperial Fleet at bay, allowing admiral Bucock to withdraw the remaining fleets. After that, Yang manages to escape destruction (once again). Meanwhile, the Emperor dies without appointing an heir. Reinhard teams up with premier Lichtenlade in order to crown Erwin Josef II, one of the late emperor's three grandchildren. Prince Braunschweig and marquis Littenheim, fathers of the two others, prepare to seek revenge. Back in the Free Planets Alliance, Trüniht is appointed temporary chairman of the High Council, Bucock commander-in-chief of the Fleet, and Yang commander of Iserlohn. he takes all his staff with him, plus Attenborough and a new officer, Julian Minci, and hopes to have Alex Cazellnu appointed as commissioner of the fortress. Meanwhile, in Phezzan, Rubinsky takes his orders from the Grand Bishop of the Earth Cult.",
                    "TitleJapanese": "新たなる潮流",
                    "SummaryJapanese": "アムリッツァ星域に集結した同盟軍だったが、却って帝国軍の集中攻撃を受けて総崩れの様相を呈する。味方を撤退させるべく孤軍奮闘したヤン率いる第十三艦隊は、消耗した黒色槍騎兵艦隊の包囲網を突破してイゼルローン要塞に無事帰還した。アスターテにひき続きまたも完全勝利をヤンに阻まれたラインハルトは、更に強く彼を意識せざるを得なかった。そんな中、皇帝フリードリヒⅣ世の急死という報がもたらされ、帝国に緊張が走る。"
                },
                "17": {
                    "ID": "358231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358231",
                    "TitleEnglish": "Before the Storm",
                    "SummaryEnglish": "Julian Minci asks Frederica Greenhill how Yang became the \"Hero of El Facil\": 9 years ago. The Free Planets Alliance fleet, led by Arthur Lynch, fled the approaching Imperial Fleet, leaving 3 million people behind; Yang, one of the few officers left, organized the evacuation while the Alliance Fleet was defeated. Meanwhile, in the Empire, Reinhard thinks a civil war is about to break out; in order to avoid an intervention form the Alliance, he decides to infiltrate Lynch in the Alliance to stage a military coup. The move is hidden behind an exchange of 2 million prisoners of war. End of 796 S.C. / 487 I.C.",
                    "TitleJapanese": "嵐の前",
                    "SummaryJapanese": "門閥貴族との戦いを控えたラインハルトは、その間の同盟軍の動きを封じるための計略を立てる。かつて惑星エル・ファシルから民間人を見捨てて逃亡し、帝国軍の捕虜となっていたリンチ少将を利用して同盟軍にクーデターを使嗾し、国内を混乱させるべく帰国させたのだ。だが、イゼルローン要塞司令官となったヤンは、この企てを予測していた。彼はビュコック宇宙艦隊司令長官にその考えを伝え、クーデター阻止に動き始めるが……。"
                },
                "18": {
                    "ID": "358232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358232",
                    "TitleEnglish": "The Lippstadt Agreement",
                    "SummaryEnglish": "Prince Brauschweig and marquis Littenheim team up to overthrow the young Emperor and get rid of Reinhard. Count Franz von Mariendorf wants to join the conspiracy, but his daughter, Hildegard persuade him not to do so because a new order is rising under Reinhard. She goes to Reinhard and offer her family's allegiance. The high nobles create the Lippstadt League, led by Braunschweig and Littenheim; admiral von Merkatz agrees (although reluctantly) to command their military forces. April, 6, 797 S.C. / 488 I.C.: Reinhard strikes first and manages to arrest many conspirators, but Brauschweig and Littenheim flee and regroup most of their forces in the Geiesburg Fortress.",
                    "TitleJapanese": "リップシュタットの密約",
                    "SummaryJapanese": "門閥貴族は、ブラウンシュヴァイク公、リッテンハイム侯を中心に「リップシュタット連合」を結成し、ラインハルトとリヒテンラーデ公の皇帝派への対抗を決めた。それを察知したラインハルトは先んじて彼らの拘禁に動き、多数の貴族を逮捕したが、ブラウンシュヴァイク公、リッテンハイム侯には逃げられてしまう。ガイエスブルク要塞に集結する彼ら「賊軍」を討伐すべく出撃するラインハルト。「リップシュタット戦役」が今始まった。"
                },
                "19": {
                    "ID": "358233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358233",
                    "TitleEnglish": "The Yang Fleet Sallies Forth",
                    "SummaryEnglish": "Andrew Fork is released from the Hospital. Fork attempts to assassinate HQ chief Kubersly. Reinhard decides to lead the main fleet against Geiesburg while Kircheis, helped by vice-admirals Lutz and Wahlen, will take control of the other areas. Meanwhile, in the Free Planets Alliance, a military uprising begins (April 3, 797 S.C. / 488 I.C.). In Heinessen, a military coup overthrows the High Council (April, 13): the National Salvation Military Council, led by admiral Greenhill, suspends the democratic institutions. Trüniht goes into hiding. Yang decide to fight for democracy : the 13th Fleets leaves Iserlohn (April, 20) while the 11th Fleet goes out to stop it.",
                    "TitleJapanese": "ヤン艦隊出動",
                    "SummaryJapanese": "フォーク予備役准将による同盟軍統合作戦本部長クブルスリー大将への暗殺未遂事件と呼応するように、同盟領各地で軍の反乱、暴動が続発する。その混乱を縫ってビュコックが行っているクーデター阻止のための秘密調査も遅々として進まなかった。暴動鎮圧のために出撃しようとしていたヤンのもとに、遂にクーデター勃発の報が入る。だが、「救国軍事会議」を名乗り、首都星ハイネセンを制圧したというクーデター勢力の首謀者は……。"
                },
                "20": {
                    "ID": "358234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358234",
                    "TitleEnglish": "Heavens of Bloodshed",
                    "SummaryEnglish": "The Lippstadt League plans to draw Reinhard to Geiesburg in order to defeat him in a decisive battle. As a part of this plan, admiral Staaden has to lead a fleet to Odin in order to cut Reinhard's fleet from its base. Mittermeyer is sent to intercept Staaden, whose fleet is crushed during the battle of Altener and withdraws to the Rentenberg fortress. Reinhard decides to take the fortress, but the boarding parties are repelled by the garrison, led by admiral Ovlesser. An assault led by Mittermeyer and Reuenthal succeeds, and Ovlesser is taken prisoner. Reinhard wants to execute him, but Oberstein advises to send him back to Geiesburg. Ovlesser is released, but is executed by Braunschweig who thinks he was freed because he turned against him. Fear of treason spreads among the Lippstadt League.",
                    "TitleJapanese": "流血の宇宙（そら）",
                    "SummaryJapanese": "リップシュタット戦役の最初の戦いは、ミッターマイヤーと彼の士官学校時代の教官、シュターデンとの間で始まった。だがミッターマイヤーの用兵の前には歯が立たず、シュターデンはレンテンベルク要塞に逃げ込む。ラインハルトは要塞の攻略をミッターマイヤーとロイエンタールに命ずるが、要塞の心臓部である核融合炉を守っていたのは、白兵戦で敵を葬ることを何よりの楽しみとする装甲擲弾兵総監、オフレッサー上級大将であった。"
                },
                "21": {
                    "ID": "358235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358235",
                    "TitleEnglish": "The Battle of Doria, and Then...",
                    "SummaryEnglish": "Schenkopp takes control of the rebel planets on behalf of the Yang fleet. The National Salvation Military Council sends commodore Bagdashu to Yang to pose as a traitor to the coup in order to kill him, but Schenkopp manages to take him away. Yang's 13th Fleet meets the 11th Fleet in the Doria star system; the 11th Fleet is destroyed because its commanders turn down Yang's proposal of surrender. After the battle, Bagdashu decides to join Yang because his victory is certain. Meanwhile, in Heinessen, a peaceful gathering against the coup is held in a stadium. When the army tries to scatter it, it turns into a riot, and thousands are killed, including Jessica Edwards.",
                    "TitleJapanese": "ドーリア星域会戦、そして…",
                    "SummaryJapanese": "ハイネセンより脱出したバグダッシュがヤン艦隊に合流して来た。彼はヤン暗殺の密命を帯びていたのだが、シェーンコップに呆気なく見破られる。イゼルローン攻撃の準備をしていた第十一艦隊は、ヤン暗殺成功の報を待っている間にヤン艦隊に先手を取られ、殲滅される。救国軍事会議は唯一の艦隊戦力を失い、クーデターの維持は難しくなる。一方、ハイネセンではジェシカたちが主催する反クーデターの市民集会が開かれていたが……。"
                },
                "22": {
                    "ID": "358236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358236",
                    "TitleEnglish": "Courage & Loyalty",
                    "SummaryEnglish": "Littenheim leaves Geiesburg with his fleet to recover the territories conquered by Kircheis. Because of its lack of discipline and overconfidence of its commanders, the Littenheim Fleet is defeated; while running away, Littenheim's spaceship opens fire on allies who are in the way. In the Garmisch fortress, Littenheim is killed by his men, enraged by such an attitude. Meanwhile, Reinhard's fleet arrives in the area of Geiesburg. The Lippstadt Fleet attacks him but is utterly beaten and barely avoids complete destruction thanks to admiral Merkatz.",
                    "TitleJapanese": "勇気と忠誠",
                    "SummaryJapanese": "ブラウンシュヴァイク公との確執の挙句、リッテンハイム侯はガイエスブルク要塞を出て、辺境星域を次々と平定しているキルヒアイスの討伐に向かった。その報を受けたキルヒアイスは、少数の高速機動部隊を率いてリッテンハイム艦隊を蹂躙する。敗北に直面して脅えたリッテンハイム侯は、進路上の味方を砲撃してガルミッシュ要塞に逃げ込む。しかし、味方に殺された仲間の仇を討とうとする一兵士の復讐によって、宇宙の塵と消えた。"
                },
                "23": {
                    "ID": "358237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358237",
                    "TitleEnglish": "The Fall of the Goldenbaum",
                    "SummaryEnglish": "And uprising takes place in Westerland, one of Braunschweig's territories. He decides to kill all the inhabitants by a nuclear strike. Reinhard hears about the plan and wants to send a fleet to stop it, but Oberstein thinks it's better to let it happen, record it and use this monstruous act as a propaganda tool against the high nobles. Reinhard is against it, but Oberstein's plan succeeds because he lied about the time of the strike. The images are nevertheless broadcasted in all the Empire: Reinhard becomes the hero of the commoners and, even in Geiesburg, many think its time to get rid of the high nobles. The Lippstadt Fleet makes a last sortie, but is defeated.",
                    "TitleJapanese": "黃金樹（ゴールデンバウム）は倒れた",
                    "SummaryJapanese": "惑星ヴェスターラントを統治する甥が、住民に殺されたことに怒ったブラウンシュヴァイク公は、報復のためにタブーとされている熱核攻撃を敢行しようとする。それを知ったラインハルトは直ちにこれを阻止しようとするが、オーベルシュタインは異を唱える。この攻撃の模様を撮影して、貴族連合軍の残虐な行いを帝国全土に知らしめる政治宣伝に利用し、彼等の力を弱める決定打にするべきだというのだ。逡巡するラインハルトだが……。"
                },
                "24": {
                    "ID": "358238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358238",
                    "TitleEnglish": "Victory, For Whose Sake?",
                    "SummaryEnglish": "After Yang's victory, the National Salvation Military Council loses its supporters and only controls Heinessen, well protected by the Artemis Necklace. Yang decides to use propaganda and asks Bagdashu to publicly admit that the Empire is behind the coup. Bagdashu's speech is widely broadcasted in Heinessen. The leaders of the coup are astonished, but Lynch, who helped them, says that's the truth. Meanwhile, Yang manages to destroy the Artemis Necklace. Hopeless, the leaders of the National Salvation Military Council decide to surrender, but to destroy all evidence of the Empire's involvement. Admiral Greenill and Lynch are killed in the ensuing gunfight. Democracy is restored. Trüniht, hidden by members of the Earth Cult, comes back to power.",
                    "TitleJapanese": "誰が為の勝利",
                    "SummaryJapanese": "同盟のクーデターは急速に行き詰まりつつあった。ヤンは、バグダッシュを証人にクーデターがラインハルトの計略であると同盟市民に公表し、救国軍事会議の唯一の拠り所である軍事衛星群「アルテミスの首飾り」を奇想天外な方法で一気に破壊した。ヤンの実力を見せつけられた救国軍事会議は、更にヤンの推測の正しさをリンチが認めたことでその意義を失い、降伏を余儀なくされる。同盟の歴史上最初で最大の内乱はこうして終息した。"
                },
                "25": {
                    "ID": "358239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358239",
                    "TitleEnglish": "The Day Before Destiny",
                    "SummaryEnglish": "Kircheis arrives at Geiesburg. He has an argument with Reinhard about the handling of the Westerland events. Reinhard assumes full responsibility for Oberstein's actions. A message is sent from Odin: Lichtenlade is plotting to get rid of Reinhard. Reinhard receives some rebel commanders. Adalbert von Fahrenheit joins Reinhard's team. Ansbach comes in with Braunschweig's coffin, but takes out a weapon and aims at Reinhard...",
                    "TitleJapanese": "運命の前日",
                    "SummaryJapanese": "辺境星域の制圧を成し遂げたキルヒアイスが、ガイエスブルク要塞に到着した。自らその労をねぎらうラインハルトの態度にオーベルシュタインは眉をひそめる。一方、キルヒアイスは、ラインハルトがヴェスターラントへの熱核攻撃を黙認し、民衆を見殺しにしたのかどうかを問い質す。痛いところを衝かれ、彼のことを疎ましく思ったラインハルトは高圧的な態度でキルヒアイスを退かせてしまった。そして、オーベルシュタインの進言を受け入れ、キルヒアイスを友ではなく、部下として扱うことにする。それが取り返しのつかない悲劇を呼ぶことになろうとは、この時のラインハルトは思いもよらなかった……。"
                },
                "26": {
                    "ID": "358240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358240",
                    "TitleEnglish": "Farewell, Distant Days",
                    "SummaryEnglish": "Ansbach misses; Oberstein protects Reinhard with his body while Kircheis grabs the weapons, but is killed in the process. Reinhard is devastated by his friend's death and is unable to make any decisions for several days. His admirals go back to Odin, arrest Lichtenlade for the murder attempt on Reinhard. Reinhard finally recovers and speaks to Annerose, who decides to retire to a small cottage; Reinhard feels left alone. Meanwhile, in Phezzan, Rubinsky decides to change his strategy, since the balance of power cannot be maintained: Phezzan will support the Empire. He sends Boltik as Phezzan's ambassador to Odin and replaces him with Rupert Kesselring.",
                    "TitleJapanese": "さらば、遠き日",
                    "SummaryJapanese": "アンスバッハは、ブラウンシュヴァイク公の死体に隠した銃をラインハルトに向けて発射した。誰もが凍りつく中、キルヒアイスだけがアンスバッハを抑え込み、これを阻止したが、アンスバッハは指輪に偽装したレーザー銃でキルヒアイスを死に至らしめる。ラインハルトは衝撃の余り、自らの殻に閉じこもってしまう。どうすることもできずにいる諸提督を前にオーベルシュタインは、この悲劇を利用して政敵リヒテンラーデ公を葬り去ることを提案。それを容れた提督たちは急遽オーディンに戻り、リヒテンラーデ一派を拘禁、国璽を手に入れた。ラインハルトは親友の死と引き換えに銀河帝国を手に入れたのだった。"
                }
            }
        },
        "2": {
            "ID": "31397",
            "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/seasons/official/2",
            "# Episodes": 28,
            "Episodes": {
                "1": {
                    "ID": "358241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358241",
                    "TitleEnglish": "First Battle",
                    "SummaryEnglish": "January 1, 798 S.C. / 489 I.C.: Reinhard von Lohengramm is now Premier and Commander-in-chief of the imperial military. He implements many reforms for the welfare of the people. Meanwhile, an training sortie, under Dusty Attenborough's command, turns out to be Julian Minci's first battle as a fighter pilot. The Attenborough Fleet is on the verge to be crushed, but Yang Wen-li, with the help of Admiral Merkatz, goes out of Iserlohn with the whole fleet and saves the day (January, 16).",
                    "TitleJapanese": "初陣",
                    "SummaryJapanese": "イゼルローン回廊で銀河帝国、自由惑星同盟の両軍が偶発的に衝突した。アッテンボロー率いる同盟軍には戦いに不慣れな新兵が多く、ひたすら守勢に回るしかなかった。ところが、却ってそれが帝国軍の「ヤンの作戦ではないか」との疑念を招き、攻勢をためらわせたため、ヤンの増援が間一髪で間に合った。新兵としてこの戦いに参加したユリアンは、初めての戦場に慄然としながらも華々しい戦果を挙げ、帰還することが出来たのだった。"
                },
                "2": {
                    "ID": "358242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358242",
                    "TitleEnglish": "Portrait",
                    "SummaryEnglish": "January, 798 S.C. / 489 I.C.: Admiral von Schaft, head of the Science and Technology Division, works out a plan to take Iserlohn back. The Geiesburg fortress is to become a mobile fortress by adding warp engines: its firepower is a match to Iserlohn's, so the Imperial fleet will be able to defeat the Iserlohn Fleet. The operation will be under Admiral Kempf's command, with Admiral Müller as second-in-command. In Phezzan, Rubinsky decides to support the plan and asks Kesselring to find a way to move Yang away from Iserlohn. Some of Mittermeyer and Reuenthal's background is revealed.",
                    "TitleJapanese": "肖像",
                    "SummaryJapanese": "実質的に銀河帝国の支配者となったラインハルトは、内政を固めることに腐心しつつ、人材の登用に心を砕いていた。キルヒアイスを失った帝国軍で「双璧」と称されたのはミッターマイヤー、ロイエンタールの両名であった。そんな中、ラインハルトは科学技術総監シャフトが提案した策を受け容れ、イゼルローン要塞への出兵を決定する。内政に専念すべきこの時期の出兵に、「双璧」2人も首席秘書官ヒルダも釈然としない思いを抱くが……。"
                },
                "3": {
                    "ID": "358243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358243",
                    "TitleEnglish": "One Slender Thread",
                    "SummaryEnglish": "In Phezzan, Rubinsky explains his plans to a bishop of the Earth Cult. He will use his contacts in the Free Planets Alliance, such as chairman Trüniht, to make the Alliance crumble from inside, paving the way for an Imperial victory. Then, Reinhard is to be murdered. Kesselring is sent to the Alliance's commissioner in Phezzan, saying the financial support can continue only if the Alliance is a stable democracy, hinting that Yang is willing to seize power. In Iserlohn, Alex Cazellnu is concerned about Yang's safety: for the time being, his skills are needed, but he fears that Trüniht wants to dispose of him in the end. In Heinessen, Trüniht, who dislikes Yang's popularity, asks the Secretary of Defence, Negreponte, to form an inquiry committee about Yang's action during the coup.",
                    "TitleJapanese": "細い一本の糸",
                    "SummaryJapanese": "ラインハルトは、ガイエスブルク要塞をワープさせてイゼルローン要塞に対する作戦を実行する任にケンプとミュラーを充てた。フェザーン自治領主ルビンスキーは、これまでの政策を転換し、ラインハルトに同盟を併呑させた後で裏面から帝国を支配しようと考え、補佐官ケッセルリンクにその布石を打つよう命じる。ケッセルリンクはまず、同盟政府にヤンがクーデターを起こす可能性を示唆し、彼をイゼルローン要塞から引き離そうとする。"
                },
                "4": {
                    "ID": "358244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358244",
                    "TitleEnglish": "Lost Things",
                    "SummaryEnglish": "Yang is summoned to Heinessen, where the Secretary of Defence is holding an inquiry. This move shocks his staff because such a committee has no legal basis. In Phezzan, Kesselring enlists two former members of the Lippstadt League, Leopold Schumacher and Alfred von Landsberg to carry out a plan we know nothing about. March 13, 798 S.C. / 489 I.C.: the test of the warp drive of the Geiesburg fortress is a success. The fortress and its supporting fleet can now move to the Iserlohn Corridor and attack the Alliance's fortress.",
                    "TitleJapanese": "失われたもの",
                    "SummaryJapanese": "ケッセルリンクは、フェザーンに亡命していたシューマッハやランズベルクと接触し、「ある計画」への参加を呼びかけていた。その頃同盟では、フェザーンの使嗾により、ヤンに対し査問会に出頭するよう召喚命令が発せられていた。一方帝国では、ガイエスブルク要塞のワープが成功し、ラインハルトがイゼルローン回廊への進攻を正式に決定する。この作戦の遂行に懐疑的なヒルダは、改めてキルヒアイスの喪失の大きさを思うのだった……。"
                },
                "5": {
                    "ID": "358245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358245",
                    "TitleEnglish": "The Inquiry",
                    "SummaryEnglish": "On his way to Heinessen, Yang thinks about the current situation. The Alliance's disrespect for human rights, democracy and freedom on the pretense of the war is leading the nation toward its destruction; moreover, the failed invasion of the Empire and the civil war have drastically weakened the Alliance's military. In Heinessen, Yang is separated from his companions, Louis Mashengo and Frederica Greenhill. While Yang's personality and actions are questionned by the committee, Greenhill and Mashengo try to reach him, but any contact is denied. They go to Admiral Bucock for help, but are attacked by the P.K.C. (which appears to be related to the Earth Cult) and rescued by Bucock's staff. April 10, 798 S.C. / 489 I.C.: the Geiesburg Fortress enters the Iserlohn Corridor.",
                    "TitleJapanese": "査問会",
                    "SummaryJapanese": "ハイネセンに召喚されたヤンとフレデリカは、到着早々引き離されてしまう。軍の施設に軟禁同然に閉じ込められたヤンは、法的根拠のない査問会に引き出され、様々な事柄について詰問される。一旦解放されたヤンは怒りにまかせて辞表をしたため始めるのだった。一方、ヤンを救出しようと奔走するフレデリカたちは、現在のハイネセンがトリューニヒトに政府、軍、マスコミに至るまで全て押さえられていると知り、絶望的になるのだった。"
                },
                "6": {
                    "ID": "358246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358246",
                    "TitleEnglish": "The Battle Without Arms",
                    "SummaryEnglish": "While the inquiry continues, Greenhill tries to find out where is Yang and discovers that the government controls the media and leaves little room for the opposition: the Free Planets Alliance is a democracy in name only. When the news of a new imperial attack reaches Heinessen, the inquiry is suspended and Yang sent back to Iserlohn. However, the journey will take at least four weeks: Yang's staff thinks about a strategy to hold on and not let the enemy know that Yang is not there.",
                    "TitleJapanese": "武器なき戦い",
                    "SummaryJapanese": "帝国軍がガイエスブルク要塞をワープさせて急接近して来ることが判明し、イゼルローン司令部は慄然とする。その頃、ハイネセンではヤンの査問が続いていた。しかし、遂に忍耐の限界に達したヤンが辞表を叩きつけようとした正にその時、帝国軍侵攻の急報が入ったのであった。同盟政府としてはヤンをイゼルローンに戻す他に道はなく、ヤンは自由の身となる。ヤン不在のイゼルローン司令部には、ケンプからの宣戦布告が届いていた。"
                },
                "7": {
                    "ID": "358247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358247",
                    "TitleEnglish": "Fortress vs Fortress",
                    "SummaryEnglish": "Geiesburg and Iserlohn fire at each other, causing little damage to the fortresses. After that, Schenkopp and the Rosen Ritter repel a boarding party. Kempf then decide to use the firepower of Geiesburg and the Müller Fleet to make a breach in Iserlohn's outer wall. The operation succeeds, but the Imperial forces can't get through because Admiral Merkatz launches the Iserlohn Fleet and drive off the Müller Fleet. Meanwhile, Yang is on his way back with some reinforcement. April, 15, 798 S.C. / 489 I.C.: in spite of the numerical advantage of the Imperial fleet, the situation is deadlocked. However, Müller learns from a dying prisoner of war that Yang is not in Iserlohn.",
                    "TitleJapanese": "要塞対要塞",
                    "SummaryJapanese": "イゼルローン要塞に突き刺さるガイエスブルク要塞主砲ガイエスハーケン。その威力に脅威を感じつつも主砲で応戦する同盟軍。ケンプは続けて陸戦隊を送り込むが、「薔薇の騎士連隊」に撃退され、戦線は膠着状態となる。ヤンの不在を敵に悟らせないため迂闊に動けない同盟軍に焦りの色が見え始める。そんな中、イゼルローン要塞外壁の破壊に成功したミュラー艦隊。その際捕らえた同盟兵がヤンの不在を自白したと聞いたミュラーは……。"
                },
                "8": {
                    "ID": "358248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358248",
                    "TitleEnglish": "The Return",
                    "SummaryEnglish": "Reinhard is displeased by Kempf's report and decides to dispatch Mittermeyer end Reuenthal Fleet; he thinks the best tacticts was to smash Geiesburg against Iserlohn and destroy both fortresses (Yang has the same idea). Imperial scout ships detect Yang's reinforcement fleet. Kempf plans to lure the Iserlohn Fleet out of the fortress by pretending to retreat, then strike and seal it in the fortress, which will allow him to attack the reinforcements. Julian Minci sees through his plan. Merkatz, leading the Iserlohn fleet, pretends to fall into the trap, thus the Imperial Fleet is attacked from behind when it engages Yang's fleet. Kempf finally decides to smash Geiesburg into Iserlohn, but the Alliance's fleet destroys the engines, and the damaged the fortress moves randomly, destroying many imperial ships, before blowing up. The Imperial Fleet falls back but, against Yang's order, some commanders decide to pursue the Imperial Fleet.",
                    "TitleJapanese": "帰還",
                    "SummaryJapanese": "ミュラーはヤン不在の情報は真実であるとの判断を下し、帰還して来るヤンを捕らえようと兵を動かす。しかし、その情報をヤンの策略と断じたケンプに撤収を命じられてしまった。戻って来たヤンと、鋭い洞察力でケンプの作戦を見抜いたユリアンとの間で、期せずして連携が生まれ、帝国軍は撃退される。完全に劣勢となったケンプは、形勢挽回を狙う最後の手段としてガイエスブルク要塞をイゼルローン要塞に衝突させようとするが……。"
                },
                "9": {
                    "ID": "358249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358249",
                    "TitleEnglish": "Decisions & Ambitions",
                    "SummaryEnglish": "The Mittermeyer and Reuenthal Fleets meet the retreating Imperial fleet and destroy the Alliance's pursuing ships before falling back when the Iserlohn Fleet shows up. In Odin, Müller is forgiven by Reinhard. Reinhard tells Hildegard von Mariendorf that power should not be inherited, but seized. In Phezzan, Kesselring explains to Rubinsky that the Free Planets Alliance is on the verge of bankruptcy; they decide to go on with their plan. It is revealed that Kesselring is Rubinsky's illegitimate son. Back in Iserlohn, Yang shares with Julian Minci his thoughts about military strength and how it is often used against the citizen it was supposed to protect.",
                    "TitleJapanese": "決意と野心と",
                    "SummaryJapanese": "ケンプ救援のためイゼルローンに向かったミッターマイヤーとロイエンタールは、敗走する友軍を追撃してきた同盟軍を殲滅して帰還する。敗戦を知ったラインハルトは、ミュラーを処断しようとするが、キルヒアイスを想起して思いとどまった。オーベルシュタインはヒルダの献策があったのではないかと問い質す。ヒルダは、支配者としての冷徹さのみを求める彼の態度に危機感を抱き、ラインハルトの心性を守らねばならないと決意する。"
                },
                "10": {
                    "ID": "358250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358250",
                    "TitleEnglish": "Thunder",
                    "SummaryEnglish": "Admiral Kessler, chief of the Military Police, informs Reinhard that two former members of the Lippstadt League (Landsberg and Schumacher) have arrived in Odin, and may be involved in some plot. Reinhard asks Hildegard for her advice: shes thinks they are in fact sent by Phezzan and will try to abduct someone, probably the young Emperor. later, she pays a visit to Annerose von Grünewald (Reinhard's elder sister) and persuades her to let Reinhard increase the security measures. Reinhard summons Boltik, the Commissioner of Phezzan, tells him he knows everything about their plan, and asks what is Phezzan's interest: Boltik answers that Phezzan expects to control the space communications and trade in an unified Empire. Reinhard agrees to act according to Rubinsky's plan, only if Phezzan grants a free passage through the Phezzan Corridor to the Imperial Fleet.",
                    "TitleJapanese": "雷鳴",
                    "SummaryJapanese": "リップシュタット連合の残党が、フェザーンの手引きで帝国に密入国したとの報告が入った。ラインハルトは、彼らの目的が皇帝誘拐であることを推察し、フェザーン高等弁務官ボルテックを呼び出す。彼は、フェザーンがラインハルトの同盟併呑に協力するのと引き換えに経済上の権益を独占する、という計画を告げた。しかし、それを読んでいたラインハルトは、フェザーン回廊の自由航行権を要求。ボルテックは答えに窮するのだった……。"
                },
                "11": {
                    "ID": "358251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358251",
                    "TitleEnglish": "The Abduction of the Child Kaiser",
                    "SummaryEnglish": "July 6-7, 798 S.C. / 489 I.C.: Landsberg and Schumacher kidnap the young Emperor under hidden underground tunnels within the palace grounds. Admiral Molt commits suicide over his failure to guard the grounds and product the Emperor. Hildegard sees through the kidnapping and confronts Reinhard over why he allowed the kidnapping to take place. Reinhard explains he cautiously joined with Phezzan as a method of justification for the Empire to invade the Alliance.",
                    "TitleJapanese": "幼帝誘拐",
                    "SummaryJapanese": "シューマッハとランズベルクは、幼帝エルウィン・ヨーゼフII世を拉致し、同盟に亡命させようと新無憂宮に潜入する。ラインハルトがそれを知りながら宮廷の警備を緩めていたために、皇帝誘拐は難なく成功した。急遽集められた提督たちに、ラインハルトは誘拐事件の発生を告げる。彼らは驚くが、ヒルダはこの事件の真相に気付いており、ミッタマイヤーとロイエンタールもまた、この先同盟への大規模な出兵があることを予感していた。"
                },
                "12": {
                    "ID": "358252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358252",
                    "TitleEnglish": "The Arrow is Loosed",
                    "SummaryEnglish": "The young Emperor passes through Phezzan into Alliance territory. The Alliance government declares that they will shelter the refugees while the nobles announce a government in exile. Merkatz is appointed as secretary of defense without his own consent. August, 20, 798 S.C. / 489 I.C.: Reinhard declares the government in exile kidnapped the young Emperor in an underhanded act of cowardice. The public within the Empire mobilizes in support of Reinhard's declaration of total war.",
                    "TitleJapanese": "矢は放たれた",
                    "SummaryJapanese": "帝国軍の動きもなく平穏な日常を送るイゼルローン要塞に、ハイネセンからの緊急放送が入る。エルウィン・ヨーゼフII世の自由惑星同盟への亡命と、同盟政府が後援する「銀河帝国正統政府」樹立の発表であった。同盟政府の愚考に呆れつつも、ヤンは、ラインハルトが同盟攻撃の大義名分に用いるために、この事件の裏で糸を引いた可能性を考えていた。その思考の正しさを証明するかのように、ラインハルトの通達が全宇宙に流される……。"
                },
                "13": {
                    "ID": "358253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358253",
                    "TitleEnglish": "A Single Journey",
                    "SummaryEnglish": "Julian is assigned to Phezzan by central command. Yang and his staff decide to assign Mashengo to be Julian's body guard. Yang shares with Julian his thoughts about the possibility of Phezzan allying with the Empire due to the power balance being shifted. Julian mentions the possibility of Phezzan allying with the Empire not because of realist means, but instead out of ideological or religious reasons. Julian agrees to be of use to Yang and go to Phezzan to spy on any developments. The Iserlohn staff say their goodbyes to Julian.",
                    "TitleJapanese": "ひとつの旅立ち",
                    "SummaryJapanese": "ユリアンのフェザーン高等弁務官事務所への転任が発令された。ユリアンは、同じように衝撃を受けるヤンの心情までは推し量れず、命令に従うべきとのヤンの反応にショックを受ける。ヤンは改めて、帝国軍がフェザーン回廊を経由して同盟領に侵攻してくる可能性を語り、信頼のおける人物にフェザーンの内情を探って欲しいと告げた。フェザーン行きを決意したユリアンは、出立を前にしてイゼルローンの人々に暖かく見送られるのだった。"
                },
                "14": {
                    "ID": "358254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358254",
                    "TitleEnglish": "Julian's Journey, Mankind's Journey",
                    "SummaryEnglish": "As Julian travels to Heinessen to accept his commission in Phezzan; he thinks about how Yang's background in history. Julian reviews the history of humanity during this long trip. The history lesson starts with the birth of the Galactic Republic in 2801 and man's continued expansion into space. The lesson then touches on space piracy, the increase in military powers, and the eventual decadence which let to the rise of the Galactic Empire. The final parts of the lesson include the creation of the Alliance up to the first military conflict between the Alliance and Empire.",
                    "TitleJapanese": "ユリアンの旅・人類の旅",
                    "SummaryJapanese": "ユリアンはハイネセン到着までの時間で改めて人類の歴史を振り返る……。人類社会に訪れた停滞の時代に、ルドルフ・フォン・ゴールデンバウムという革新的英雄が登場した。大衆の支持を集め銀河帝国皇帝となった彼は、権力欲に駆られるようになり、反抗者を徹底的に弾圧した。しかし、共和主義者の1人であったアーレ・ハイネセンがその支配下からの脱出に成功。その後、彼の遺志を継ぐ者たちが自由惑星同盟を成立させたのであった。"
                },
                "15": {
                    "ID": "358255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358255",
                    "TitleEnglish": "Operation \"Ragnarök\"",
                    "SummaryEnglish": "Admiral Bucock informs Julian that the alliance government is trying to divide Yang from his allies as a way of preventing any future powergrab by Yang. Reinhard discusses his plans on using the Phezzan corridor with his Admirals, calling the plan Operation Ragnarok. Over 1 million ships are planned to be in the fleet. Reinhart speaks with Oberstein and discuss the use and eventually the expendability of Boltik, current Commissioner of Phezzan. Oberstein creates a secret police with Lang as the leader. September 20, 798 S.C. / 489 I.C.: 8 month old Catherine succeeds the throne of the Empire as the new Empress.",
                    "TitleJapanese": "作戦名『神々の黄昏（ラグナロック）』",
                    "SummaryJapanese": "ラインハルトの同盟への宣戦布告は、帝国民衆の圧倒的な支持を得た。彼らは門閥貴族が中心の「銀河帝国正統政府」の存在を許さず、後援する同盟政府へも敵愾心を燃やした。ラインハルトは、麾下の諸提督に対し、自由惑星同盟への進攻作戦を発表する。イゼルローン要塞への攻撃は陽動作戦にすぎず、本隊はフェザーン回廊を抜けて進撃するという構想である。作戦名は「神々の黄昏」――。その響きは歴戦の提督たちの心をも高揚させた。"
                },
                "16": {
                    "ID": "358256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358256",
                    "TitleEnglish": "Invitation to a Requiem",
                    "SummaryEnglish": "Julian arrives on Phezzan. The next evening, he attends his welcome party. Julian spreads conjecture about a possible invasion of Phezzan from the Empire. Reinhart organizes his fleet for operation Ragnarok. Admiral Bucock tries to warn the Alliance National Defense Council about a possible Phezzan corridor attack, but is ignored. November, 20, 798 S.C. / 489 I.C.: Admiral Reuenthal leading an Imperial Fleet of 36,000 ships lays siege to Iserlohn. Carrying out the first part of Operation Ragnarok.",
                    "TitleJapanese": "鎮魂曲（レクイエム）への招待",
                    "SummaryJapanese": "フェザーンに到着したユリアンは、その社会システムが安定していることを実感する。歓迎パーティーでのユリアンの言動から、ケッセルリンクはヤンが今回の作戦を全て洞察しているのではないかとルビンスキーに報告する。同盟の国防調整会議の席では、ビュコックがフェザーンからの侵攻にも備えるべきと主張するが、取り合われない。遂にロイエンタール艦隊がイゼルローン回廊に現れた。「神々の黄昏」作戦の第一幕が開こうとしていた……。"
                },
                "17": {
                    "ID": "358257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358257",
                    "TitleEnglish": "The Gjallarhorn is Sounded",
                    "SummaryEnglish": "Reuenthal plans a war of attrition against Iserlohn. Reuenthal sees the Hyperion, Yang's flagship, emerge from port and decides to rush his fleet to destroy the Hyperion. However this is a feint and the Rosen Ritter led by Schenkopp latch on to Reuenthal's flagship and engage in combat. The battle is a draw and Schenkopp eventually withdraws. Reuenthal returns to his plan of attrition by rotating his attack forces in small groups. December 9, 798 S.C. / 489 I.C.: Part two of Operation Ragnarok launches from the Empire homeworld.",
                    "TitleJapanese": "ギャラルホルンは鳴った",
                    "SummaryJapanese": "ロイエンタール艦隊が仕掛けてきた先制攻撃に対しヤンは駐留艦隊を出撃させるが、逆に主砲を封じられてしまう。優勢となったロイエンタールだが、ヤンの旗艦ヒューベリオンを見出して武勲を焦り、同盟の強襲揚陸艦に攻め込まれてしまう。激しい一騎討ちを演じるロイエンタールとシェーンコップ。勝負はつかなかったが、ロイエンタールが艦隊を引き、再び戦線は膠着する。オーディンからは増援としてミッターマイヤー艦隊が進発した。"
                },
                "18": {
                    "ID": "358258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358258",
                    "TitleEnglish": "The Fezzan Occupation",
                    "SummaryEnglish": "The Imperial fleet under Mittermeyer invades Phezzan after feigning to approach Iserlohn. Kesselring tries to kill Rubinsky, but Rubinsky had a trap laid out and kills Kesselring instead. Rubinsky goes into hiding. Julian and Mashengo destroy the computers in the Alliance High commissioner's office. Julian later finds a smuggler to take him, Mashengo, and the cowardly Alliance commissioner out of Phezzan space. Mittermeyer orders the execution of soldiers which raped and robbed civilians. The Empire secures Alliance space maps from the Phezzan Navigation Office.",
                    "TitleJapanese": "フェザーン占領",
                    "SummaryJapanese": "ミッターマイヤー艦隊の真の目的はフェザーンの制圧であった。惑星フェザーンの周辺は帝国艦隊で埋め尽くされる。ケッセルリンクはこの機に乗じてルビンスキーの暗殺を謀るが、それを見越していたルビンスキーは逆に彼を射殺し、何処かへ消えた。ラインハルトがフェザーンの地に降り立った。「ジーク・カイザー！」の叫びが彼を迎える。フェザーン航路局に向かった彼は、同盟領の航路図を前にして、亡き友に語りかけるのであった……。"
                },
                "19": {
                    "ID": "358259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358259",
                    "TitleEnglish": "The Cold Wave Arrives",
                    "SummaryEnglish": "Reinhard celebrates the new year with his officers. The citizens on Heinessen panic and question the government's handling of the situation. Admiral Bucock is chosen to lead the defense of the Alliance. The Alliance situation is dire as the fleets are greatly weakened from past campaigns, the only intact fleet is the 1st fleet. The 14th and 15th fleet are then created from a hodgepodge of 20,000 ships from around the Alliance. The military leaders of the Alliance realize however, they do not have enough ships to block the exit of the Phezzan corridor. Yang is given free rein over any future actions for the 13th fleet. January 8, 799 S.C. / 490 I.C.: The first Imperial fleet, led by Mittermeyer passes through the Phezzan corridor into Alliance territory.",
                    "TitleJapanese": "寒波到る",
                    "SummaryJapanese": "フェザーンが帝国軍によって武力制圧されたとの報は、同盟全土を混乱の渦に巻き込んだ。責任を追及されるべきトリューニヒトは失踪し、代わって政府を牽引したのはアイランズであった。彼は、ビュコックに協力を要請し、ビュコックは新たに参謀長に任命されたチュン少将と共に、残り少ない同盟軍の兵力を再編成しようとする。だが、どうしても必要なのは、今イゼルローン回廊にてロイエンタール艦隊と対峙しているヤンの智略であった。"
                },
                "20": {
                    "ID": "358260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358260",
                    "TitleEnglish": "Admiral Yang's Ark Fleet",
                    "SummaryEnglish": "On Iserlohn Yang decides to abandon the fortress. Yang realizes that the fortress no longer has strategic value as a choke point defense after the Imperial fleet has broken through Phezzan space. Furthermore, the Fortress would be able to hold out till the end of the war, but would probably be forced back into Empire territory in the event of a peace treaty. Yang's fleet prepares bombs and another surprise on Iserlohn and abandons the fortress of all staff and civilians. January 9, 799 S.C. / 490 Reuenthal has retaken Iserlohn fortess.",
                    "TitleJapanese": "ヤン提督の箱舟隊",
                    "SummaryJapanese": "ビュコックの書簡に応えて、ヤンはイゼルローン要塞の放棄を決定する。参謀長ムライ以下、部下たちは一様に耳を疑ったが、ヤンはその必然性を説く。これこそが帝国に対して勝機を得る唯一の方法である、と。アッテンボローの作戦により、ヤン艦隊はイゼルローン要塞からの脱出に成功し、ロイエンタールは要塞に入城する。「お前も国を奪ってみろ」要塞内で横領犯の処刑に立ち会ったロイエンタールは、誰にともなくそう呟いていた……。"
                },
                "21": {
                    "ID": "358261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358261",
                    "TitleEnglish": "Seeking a Free Universe",
                    "SummaryEnglish": "Julian and friends leave Phezzan on a cargo ship. Julian tricks the captain of an Imperial destroyer and captures the destroyer. Reinhard organizes and briefs his fleet on the invasion plan. The Imperial fleet has a 3 to 1 fleet number advantage over the hodgepodge fleet of the Alliance. The Imperial and Alliance fleets are days away from a battle in the uninhabited Rantemario star system.",
                    "TitleJapanese": "自由の宇宙（そら）を求めて",
                    "SummaryJapanese": "ラインハルトのもとに、ヤンがイゼルローン要塞を放棄したとの報告がもたらされる。ラインハルトは、戦場で自分を倒すというヤンの狙いを察知するが、それでも敢えて先陣は自らが率いると将兵たちに告げるのだった。その頃、ユリアンは地球教徒の巡礼に扮してフェザーンを脱出していた。商船の中でユリアンは、ケッセルリンクによって麻薬漬けにされたデグスビィ司教と出会う。航路の途上で帝国軍の駆逐艦と遭遇したユリアンは……。"
                },
                "22": {
                    "ID": "358262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358262",
                    "TitleEnglish": "The Double-Headed Serpent: Showdown at Rantemario",
                    "SummaryEnglish": "The Imperial fleet takes a snake formation as they approach the Rantemario system. Bucock fleet is forced to attack the center of the snake formation as their only plausible tactical response. The Alliance fleet is badly damaged as the much larger Imperial fleet closes in on all sides. Bocock tries to minimize losses to the Alliance fleet by using a space current to slow down the Empire's advance and disabling enemy engines with fighters. At the last moment Yang's fleet approaches from behind, stopping the total destruction of the Alliance fleet under Bucock. The Imperial fleet reorganizes their fleet and heads for next Alliance system. Julian's destroyer joins up with the Alliance fleet at Heinessen.",
                    "TitleJapanese": "双頭の蛇 ～ランテマリオの決戦～",
                    "SummaryJapanese": "ランテマリオ星域で対峙する帝国軍と同盟軍。“双頭の蛇”陣形をとる帝国軍に対し、同盟軍は地の利を生かして善戦するものの、帝国軍の切り札黒色槍騎兵艦隊の投入で、一気に崩壊していく。敗戦の責を取るべく自殺を決意するビュコックだが、チュンに諭されて思いとどまる。その時突然、後方からヤン艦隊が出現し、帝国軍の動揺を衝いてビュコックは撤退した。再びヤンによって完全勝利を逃したラインハルトは、「天敵」の存在を実感する。"
                },
                "23": {
                    "ID": "358263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358263",
                    "TitleEnglish": "It's Always Darkest...",
                    "SummaryEnglish": "Yang is promoted to Fleet Admiral as he lands on Heinessen. Yang clarifies his war plan to the government of the Alliance. The war plan is to attack the spread out Imperial fleet and lure out Reinhard. If Reinhard is killed, his admirals will lose their unifying force, potentially causing infighting. Julian and Yang go out to dinner and catch up on the events which have happened in the last few months. Merkatz leads the exile Imperial government fleet to join with Yang's. Reinhard has a flu and thinks of the past. The end of February, 799 S.C. / 490 I.C.: The unified Alliance fleet launches from Heinessen.",
                    "TitleJapanese": "闇が深くなるのは…",
                    "SummaryJapanese": "ハイネセンに帰還したヤンは元帥へと昇進する。同じ頃、高等弁務官を救出し、帝国軍の駆逐艦を奪って敵地からの脱出に成功したユリアンも、ハイネセンで若き英雄としてもてはやされていた。ようやく再会を果たした2人は、様々なことを語り合う。ユリアンから語られたフェザーンと地球教の繋がりにヤンは興味を抱く。一方、今後の作戦行動が定まらない帝国軍では、ラインハルトが過労から発熱していた。病床で彼が思い返すのは……。"
                },
                "24": {
                    "ID": "358264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358264",
                    "TitleEnglish": "Consecutive Battles",
                    "SummaryEnglish": "Yang attacks the supply lines of the Imperial fleet successfully. Next, Yang defeats a fleet near a black hole. Reinhard's anger at these losses are reaching boiling point. Mittermeyer and Reuenthal realize that they will have to launch a large offensive versus Yang if they hope to win before morale and food drops to dangerous levels. Yang defeats another fleet by filling supply pods with helium, then igniting the pods when the Imperial fleet nears them for pick up. Yang's guerrilla warfare tactics leave the Imperial fleet with uncertainty on where Yang will appear next. An attack on Heinessen is vetoed by both the Imperial Admirals and Reinhard. The only remaining option is a full fleet encounter by using Reinhard as bait.",
                    "TitleJapanese": "連戦",
                    "SummaryJapanese": "戦場でラインハルトを倒せば帝国軍は瓦解すると考えるヤンは、同盟領内で大がかりなゲリラ戦を行い、帝国の各将を次々と打ち破る。シュタインメッツ、レンネンカンプ、ワーレン……相次ぐ敗戦の報にラインハルトの怒りは頂点に達した。ヤンの思惑を見越しているラインハルトは、我が身を囮としてヤンをおびき寄せ、後に味方を反転させてヤン艦隊を包囲するという作戦をとる。更にもうひとつ、彼には勝利を確信する秘策があった。"
                },
                "25": {
                    "ID": "358265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358265",
                    "TitleEnglish": "Mortal Combat at Vermillion (Part One)",
                    "SummaryEnglish": "Yang announces R&R time before the final battle. Julian and Yang discuss the differing battle goals for both sides. The Alliance needs to kill Reinhard while the Empire needs to hold out long enough for reinforcements to trap the Alliance. Yang finally reciprocates Frederica's feelings and proposes marriage after the war is over. Frederica is thrilled at the idea. It is revealed that Yang felt a large amount of guilt at pursuing familial happiness with all the deaths he has caused. Both fleets engage each other cautiously; both sides suspect traps or tricks from the other.",
                    "TitleJapanese": "バーミリオンの死闘（前編）",
                    "SummaryJapanese": "ラインハルトとヤン、両者の衝突が確実となった。決戦を前にヤンはフレデリカに求婚する。11年前エル・ファシルで出会って以来彼を想い続けていたフレデリカは即座に承知する。フレデリカに憧れていたユリアンは、苦い酒を飲みつつ祝福するのだった。そして、遂にバーミリオン星域において両雄の決戦が開始された。後の歴史家から「死闘」と称されるこの激戦は、双方による艦砲射撃の応酬という極めて平凡な形で始まったのであった。"
                },
                "26": {
                    "ID": "358266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358266",
                    "TitleEnglish": "Mortal Combat at Vermillion (Part Two)",
                    "SummaryEnglish": "Yang organizes his fleet for a blitzkrieg directly at Reinhard's flagship, the Brunhilde. Reinhard divides his fleet into multiple layers of ships, providing an rotation for each broken layer. Ivan Konev is killed in battle when his strike craft is lured into cruiser fire. Yang realizes that it has become an issue of endurance if Reinhard's fleet is continuously reforming the front line. The Alliance fleet tricks Reinhard's front line into entering an asteroid field. Reinhard is divided from his main force as that group is surrounded by Yang's fleet. Müller's fleet is the first to return, rescuing the Brunhilde and acting as a shield.",
                    "TitleJapanese": "バーミリオンの死闘（後編）",
                    "SummaryJapanese": "決戦に際してラインハルトの採った作戦は、幾層にも艦列を並べて間断ない攻撃を加えながら同盟軍に消耗戦を強いるというものであった。それを看破したユリアンの意見に耳を傾けたヤンは、囮部隊を使って中央突破を図り、自ら率いる主力軍でラインハルトの本営に肉迫する。援軍として現れたミュラー艦隊の奮戦も虚しく、ヤンはラインハルトの旗艦ブリュンヒルトを射程に捉える。人類史上最高の英雄の生涯が、閉じようとしていた……。"
                },
                "27": {
                    "ID": "358267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358267",
                    "TitleEnglish": "A Sudden Turn",
                    "SummaryEnglish": "Yang's fleet nears firing range of the Brunhilde, but a message from Heinessen declares a ceasefire. During the battle of Vermillion, Hildegard had convinced Mittermeyer fleet to take Heinessen. Hildegard is wary of Reuenthal's ambitions, but has Mittermeyer convince Reuenthal to join the Heinessen attack. In Hildegard's judgement, the battle of Vermillion would have concluded in Reinhard's death before the other fleets could return in time. Trüniht plans to surrender, while the other members of the Alliance government would prefer to fight and die. During the meeting, armed Earth Cult members rescue Trüniht. The surrender of the Alliance has divided Yang's staff, some preferring to ignore orders and kill Reinhard while others grudgingly accept the ceasefire. It is decided that a portion of Yang's staff will escape with Admiral Merkatz to a life of piracy.",
                    "TitleJapanese": "急転",
                    "SummaryJapanese": "ブリュンヒルトを射程に捉えた正にその時、「無条件停戦命令」がハイネセンからヤンに伝えられた。勝利を目前にしてヤンは攻撃を中止する。この裏にはヒルダの活躍があった。彼女は、独断でミッターマイヤーとロイエンタールをハイネセンに向かわせて降伏を要求したのである。ヤンはメルカッツに少数の兵を率いて一旦姿を隠して貰うことにする。ポプランやリンツらも彼に付き従うことを宣言した。来るべきヤン艦隊の復活を信じて……。"
                },
                "28": {
                    "ID": "358268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358268",
                    "TitleEnglish": "Sieg Kaiser!",
                    "SummaryEnglish": "Yang boards the Brunhilde and meets with Reinhard. Yang declines an offer by Reinhard to the position of Imperial Fleet Admiral, instead preferring to retire to a quiet life. Reinhard and Yang discuss government and philosophy. The treaty of Barlat is announced, formally ending hostilities. The concessions within the treaty increase civil unrest, public anger turns from the Empire to former Chairman Trüniht. Admiral Lennenkanpt is appointed Imperial consul of Heinessen. Julian, Mashengo, and Boris Konev prepare to visit Earth. June 20, 799 S.C. / 490 I.C.: The regent of the young Empress signs a declaration abdicating the throne to Reinhard. Beginning of the New Empire; year 1 of the New Imperial Calendar (N.I.C.).",
                    "TitleJapanese": "皇帝ばんざい!（ジーク・カイザー）",
                    "SummaryJapanese": "ラインハルトに望まれてヤンはブリュンヒルトに赴き、両雄の対面が実現する。ラインハルトはヤンを麾下に招きたいと申し出るが、ヤンはあっさりとそれを断った。彼は、やがて専制君主となるラインハルトに、敢えて民主共和制の意義を語るのだった。その後、「バーラトの和約」を締結したラインハルトは、ほぼ全宇宙を統治下に置き、正式に銀河帝国皇帝に即位する。しかし、彼が誰よりも祝福して欲しかった2人の姿は、そこになかった。"
                }
            }
        },
        "3": {
            "ID": "31398",
            "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/seasons/official/3",
            "# Episodes": 32,
            "Episodes": {
                "1": {
                    "ID": "358269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358269",
                    "TitleEnglish": "After the Ceremony, the Curtain Rises Once Again...",
                    "SummaryEnglish": "Emperor Reinhard celebrates with his staff and focuses on the organization of domestic positions and issues within the Empire. Meanwhile Frederica and Yang marry and enjoy their private time. The Imperial government keeps an eye on Yang's new life, but does not interfere. Julian and Mashengo arrive at Merkatz's secret base. The Merkatz fleet is only 60 ships, but they plan to procure more from raids and decommissioned Alliance ships. Julian meets Katerose von Kreutzer for the first time. Poplan joins Julian's group to Earth. Till the fleet is needed once again, Merkatz plans to maintain and safeguard it.",
                    "TitleJapanese": "儀式から再び幕は上がり…",
                    "SummaryJapanese": "ラインハルト・フォン・ローエングラムは、亡き親友キルヒアイスとの約束を果たし、新銀河帝国の初代皇帝となった。一方、自由惑星同盟では、軍を退役したヤン・ウェンリーが、フレデリカ・グリーンヒルとささやかな挙式を行っていた。そんな中、ユリアンは地球教の実態を探るべく地球へと旅立った。2人の英雄の休息は束の間で、歴史は激動の時代に向けて静かに動き出していたのである……。"
                },
                "2": {
                    "ID": "358270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358270",
                    "TitleEnglish": "To Terra",
                    "SummaryEnglish": "On the long trip to Earth, Julian and Poplan review the history of Earth. The lesson starts with the 13 Day War between Earth factions in 2039 AD. After the nuclear exchange, the unification of all governments on Earth occurs in 2129 AD. Following unification man expands into the stars. However, the lack autonomy to colonies, unequal economic polities, and tyranny from the Earth government culminate in multiple conflicts and human rights violations. The end of these chaotic conflicts eventually leads to the creation of the Galactic Republic in 2801 and Earth being forgotten.",
                    "TitleJapanese": "地球へ",
                    "SummaryJapanese": "親不孝号の中でユリアンは地球の歴史を振り返る――。熱核兵器を使用した全面戦争を経験した人類は、地球統一政府を設立して宇宙への進出を目指した。やがて恒星間移住時代が訪れると、資源の枯渇した地球は植民星から富を収奪し始める。その後続いた植民諸惑星との長い紛争の中でかつての栄光を失い、忘れられた存在となった地球において、地球教は単なる宗教以上の隠された目的を持っているのではないかと、ユリアンは考えていた。"
                },
                "3": {
                    "ID": "358271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358271",
                    "TitleEnglish": "The Kümmel Incident",
                    "SummaryEnglish": "Emperor Reinhard announces his new cabinet. Through a personal favor to Hildegard's father, the new secretary of state, Reinhard agrees to visit Künmel. During the lunch, it is revealed that Künmel and the Earth cult had placed explosives under the court. Trüniht leaks information to the chief of ministry police Kesler; an assassination attempt is planned on Reinhard. The Earth cultists around Odin are attacked in full force by the military police. Reinhard disables the trigger, via Künmel complacency. The Mariendorfs are put under house arrest. July 10, 799 S.C. / 1 N.I.C.: Julian crew arrives on Earth, that same day the Empire decides to suppress Earth by force.",
                    "TitleJapanese": "キュンメル事件",
                    "SummaryJapanese": "ユリアンたちが地球へと近づきつつある頃、新帝国では地球教徒がひとつの謀略を企てていた。ラインハルトは皇帝となって最初の行幸としてマリーンドルフ伯の甥、キュンメル男爵邸へと赴くことにする。生まれつき病弱で明日をも知れぬ命のキュンメル男爵は、下級貴族から皇帝の座へと自力で登りつめたラインハルトと比較して、自分の無力さを痛感していた。そこにつけこまれた彼は地球教の陰謀に手を貸し、ラインハルトを暗殺しようとしていた。"
                },
                "4": {
                    "ID": "358272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358272",
                    "TitleEnglish": "Visitors",
                    "SummaryEnglish": "Oberstein confronts Reinhard to choose a consort for bearing a heir. Reinhard releases Hildegard and her father from house arrest. Reuenthal reveals to Mittermeyer that his personal demons are effecting his lifestyle. At this time Reuenthal also gives up his ambition for power, realizing he can not exceed Reinhard. Müller launches his fleet from Odin towards Earth. Julian, Mashengo, and Poplan arrive on Earth and head to the Earth Cult holy temple.",
                    "TitleJapanese": "訪問者",
                    "SummaryJapanese": "キュンメル男爵による皇帝暗殺未遂事件は地球教の陰謀であることが判明し、地球教討伐軍の司令官に任命されたワーレンが、地球へと出撃した。マリーンドルフ親子は謹慎が解かれ、前王朝から行われてきた一族が罪に連座するという風習が、ラインハルトによって断たれることとなった。一方で、同盟軍の捕虜からの情報として、メルカッツが生きているという噂が流れていた。帝国軍幹部たちの間に不穏な空気が漂い始める……。"
                },
                "5": {
                    "ID": "358273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358273",
                    "TitleEnglish": "The Past, the Present & the Future",
                    "SummaryEnglish": "On Odin, Reinhard reviews the secret history of the past Emperors of the Empire. On Heinessen Yang is enjoying his private life. Lennenkanpt is uneasy with Yang's quiet life, being vigilant he increases surveillance. Fredrica decides to learn how to cook better for Yang, she consults Cazellnu's wife. During this period, both women realized they can trade information inside the food.",
                    "TitleJapanese": "過去と現在と未来と",
                    "SummaryJapanese": "ラインハルトは、ゴールデンバウム王朝全史調査の中間報告書を読んでいた。帝国始祖ルドルフ以降の歴代皇帝の様々な行跡を記した文書を読みながら、ラインハルトは冷笑しつつも、ローエングラム王朝の未来について思いを馳せるのであった。一方、自由惑星同盟首都ハイネセンポリスでは、ヤンとフレデリカが平和な新婚生活を営んでいた。しかし、帝国高等弁務官レンネンカンプの命令によってヤンの日常生活の監視は強化されていた。"
                },
                "6": {
                    "ID": "358274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358274",
                    "TitleEnglish": "The Magician is Captured",
                    "SummaryEnglish": "July 17, 799 S.C. / 1 N.I.C.: Alliance forces in accordance with the Treaty of Barlat start decommissioning and disassembling Alliance cruisers and carriers. The Merkatz freedom fighter fleet launches a sneak attack on the Imperial flagship, causing many planned decommissioned soldiers and ships to switch sides. Oberstein tricks Lennenkanpt into blaming Yang. Yang is arrested in his home by Alliance soldiers. All of Yang's subordinates notice increased surveillance as a sign of danger. If Yang is executed by the Empire, it would cause a popular uprising in the Alliance. The uprising would thus give the Empire a reason to subjugate the Alliance further. The Alliance government thus considers executing Yang before the Empire, to avoid interference or subjugation",
                    "TitleJapanese": "魔術師捕らわる",
                    "SummaryJapanese": "ヤンからの伝言により、メルカッツ艦隊は廃棄処分となる同盟軍戦艦・宇宙母艦の強奪に成功した。レンネンカンプは同盟政府にヤンを逮捕するよう勧告し、レベロは悩んだ末それに従う。オーベルシュタインはヤンを帝国に護送させ、出撃してきたメルカッツを討って反帝国分子を根絶やしにするという策をレンネンカンプに提案する。ヤンは尋問の最中に、自分の逮捕に法的根拠のないことを知り、事態の深刻さに身の危険を感じ始めていた。"
                },
                "7": {
                    "ID": "358275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358275",
                    "TitleEnglish": "Invitation to an Opera",
                    "SummaryEnglish": "Prime Minister Lebello visits Yang in prison. Yang realizes he will be used as a scapegoat by the Alliance to avoid Imperial intervention. Schenkopp and Attenborough reorganize Yang's subordinates. With the Rosen Ritter in full rebellion, the Alliance troops are no match for the difference in battle experience and morale. During the chaos, the Rosen Ritter kidnaps the Prime Minister. However, the Alliance military decides to sacrifice the PM and execute Yang early. Frederica and Schenkopp save Yang at the last moment, escaping with Yang's staff into the night.",
                    "TitleJapanese": "歌劇（オペラ）への招待",
                    "SummaryJapanese": "「薔薇の騎士連隊」の助力により同盟軍の襲撃から逃れたシェーンコップとアッテンボローは、フレデリカを始めとする旧ヤン艦隊のメンバーと合流してレベロを急襲、拉致する。そしてレベロを人質にヤン解放を求めて統合作戦本部を脅迫し、同時にその交渉の内容を帝国軍にもリークした。窮地に陥った統合作戦本部長ロックウェルは、ヤンを抹殺することで事態の収拾を図ろうとする。銃口を突き付けられ、死を覚悟するヤンであったが……。"
                },
                "8": {
                    "ID": "358276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358276",
                    "TitleEnglish": "A Cascade of Blood",
                    "SummaryEnglish": "July 22, 799 S.C. / 1 N.I.C.:The turmoil on Heinessen expands. Yang debates Lebello on the state of the nation. Lebello agrees to exchange his freedom for Lennenkanpt. The Rosen Ritter infiltrate the Imperial Consulate, kidnapping Lennenkanpt and causing massive casualties on the Imperial side. While in captivity Lennenkanpt hangs himself, too ashamed too live. Fredrica applies make up to Lennenkanpt's corpse, tricking the Imperials. Cazellnu resigns his post in the Alliance government and joins Yang's fleet with his family.",
                    "TitleJapanese": "血の流水階段（カスケード）",
                    "SummaryJapanese": "救出されたヤンはレベロと会見し、ある取引を持ちかける。それは、レンネンカンプを人質にとって同盟を離れるかわりに、自分たちと元部下たちの安全を保証させるというものだった。「薔薇の騎士連隊」は凄絶な白兵戦の末、レンネンカンプの拉致に成功。しかし、ヤンとレベロと会わされたレンネンカンプは全てを知り、絶望のうちに自殺してしまう。ヤン一党は、その死体に化粧を施して生きているように見せかけ、ハイネセンを脱出する。"
                },
                "9": {
                    "ID": "358277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358277",
                    "TitleEnglish": "The Holy Land",
                    "SummaryEnglish": "The Wahlen Imperial fleet arrives near Earth orbit. An Earth Cultist within Wahlen's flagship attacks Wahlen with a poisoned blade. Wahlen's arm is amputated and he goes into a coma. Meanwhile, Julian and Poplan realize the food being served to cultists has minute amounts of Thyoxin, a mind control poison. Julian goes through withdrawal symptoms, and meets up with the others in the infirmary. Wahlen awakens from his coma and orders a ground assault and missile bombardments of the Terraism fortress. The Imperial forces and Julian's friends (Posing as Phezzan infiltrators.) work together against the Earth Cultists. Julian and the others escape with the Terraism data while the cultists detonate the Earth cult fortress.",
                    "TitleJapanese": "聖地",
                    "SummaryJapanese": "地球への途上でワーレンは地球教狂信者に襲われ片腕を失う。地球教本部に潜入していたユリアンらは、信者の異様な様子から食事に麻薬が混入されていることを察する。それをきっかけに行動を起こし始めたとき、帝国軍も地球教本部への攻撃を開始した。ユリアンらはフェザーン商人を装って帝国軍に協力し、教団の秘密資料を手に入れることに成功する。地球教徒たちは帝国軍の攻撃に耐えられずに自ら死を選び、地の底へと消えていった。"
                },
                "10": {
                    "ID": "358278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358278",
                    "TitleEnglish": "The Holiday is Done",
                    "SummaryEnglish": "Julian convinces Wahlan to escort him to Odin. The Imperial admirals discuss the issue of Lennenkanpt's capture and the unverified accusations against Yang. Oberstein argues that the subterfuge within Heinessen could be very advantageous to the Empire. The Admirals all reject Oberstein's conclusion and opportunism, preferring to investigate the plot for the truth. Yang's fleet heads towards Merkatz's base. During this trip, Yang considers the miscalculations leading up to his capture as well as the next steps needed. Reinhard formalizes his plan of moving the Imperial capital to Phezzan. August 13, 799 S.C. / 1 N.I.C.: Planet El Facil declares independence from the Empire and Alliance.",
                    "TitleJapanese": "休暇は終わりぬ",
                    "SummaryJapanese": "ラインハルトのもとには地球教殲滅の報告と前後して、同盟でのヤンの離脱事件の概要報告ももたらされていた。これにより帝国軍上層部の間には波紋が広がったが、同盟併呑の口実を手に入れた形となったラインハルトは、内心では事態がこうなることを望んでいたのではないかと自問自答するのだった。そんな中、ラインハルトはフェザーンへの遷都を布告し、エル・ファシルが同盟からの独立を宣言する。歴史はまたも動き始めていた……。"
                },
                "11": {
                    "ID": "358279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358279",
                    "TitleEnglish": "Against All Flags",
                    "SummaryEnglish": "Rumors spread around the Alliance on the whereabouts of Yang and Lennenkanpt. El Facil, the only independent planet not under Imperial supervision, aggressively tries to recruit Yang. Yang decides to remain on the sidelines. The reasoning behind's Yang's caution is due to the Yang fleet not having enough military power to protect El Facil or any other systems. Yang decides his next action depends heavily on the Empire's next move. On Heinessen, Lebello considers the possibility of Yang allying with the Empire for revenge as well as asking Yang to return and lead the Alliance. Reinhard receives a report on the truth behind Yang's movements and Lennenkanpt's actions. Reinhard summons his three top Imperial Military commanders...",
                    "TitleJapanese": "すべての旗に背いて",
                    "SummaryJapanese": "ヤンは補給基地ダヤン・ハーンでメルカッツとの合流を果たす。だが、その後は自分たちの呼称を「不正規隊」と決めただけで無為の日々を過ごしていた。彼は今なお同盟との関係修復を望んでいたのである。一方、帝国軍はレンネンカンプの遺体を収容し、一連の事件の全貌をほぼ解明した。シュタインメッツからその報告を受けたラインハルトは、帝国三長官を召集する。再戦か、現状維持か……。全宇宙がラインハルトの決断を待っていた。"
                },
                "12": {
                    "ID": "358280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358280",
                    "TitleEnglish": "Under the Flag of the Goldenlöwe",
                    "SummaryEnglish": "Reinhard considers the possibility of Yang joining the Empire. Hildegard considers the different power groups at play. The current balance of power is divided between the Empire, the Alliance, Yang, El Facil, Phezzan merchants, Earth Cultists, and Goldenbaum loyalists. Yang is seen as a possible unifier of the Alliance, El Facil, and Phezzan merchants. Meanwhile Silverberche, the Imperial Secretary of Industry starts construction of the new Imperial capital in Phezzan. During a high level staff meeting, Reinhard decides that the Galactic unification of humanity is vital.",
                    "TitleJapanese": "黄金獅子旗（ゴールデンルーヴェ）の下に",
                    "SummaryJapanese": "三長官を召集したラインハルトだったが、結局その日は彼自身が明確な方針を示せずに一旦会議は終了した。ラインハルトの消極的な態度は、高圧的な形での権力行使に対する自戒の念から来るものであったが、ロイエンタールはそんなラインハルトを見て、自らの野心が頭をもたげるのを感じていた。その後行われた上級大将会議にて主戦論を唱えるビッテンフェルト。その言葉に覇気を取り戻したラインハルトは、同盟領への進攻を決定した。"
                },
                "13": {
                    "ID": "358281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358281",
                    "TitleEnglish": "\"Ragnarök\" Once More",
                    "SummaryEnglish": "Reinhard announces the situation to all citizens within the galaxy. Reinhard covers the failure of Lennenkanpt and the selling out of Yang and Lennenkanpt by the Alliance government. He further declares Treaty of Barlat's spirit has been desecrated with the only solution being force. Yang realizes that he has been cut off from allying himself with the Alliance government. Bucock returns from retirement. The next day, Reinhard announces the fleet organization for the second Ragnarok operation. Alliance diplomat Odets desperately heads into Imperial territory to ask for a ceasefire.",
                    "TitleJapanese": "『神々の黄昏（ラグナロック）』ふたたび",
                    "SummaryJapanese": "皇帝ラインハルトは、全宇宙に向けて一連の騒動の真相を告げると共に、自由惑星同盟に宣戦布告した。それを聞いたビュコックは不自由な老身を押しての現役復帰を決意し、勝つ見込みのない戦いと知りつつ作戦を立案する。ハイネセンでは市民がパニックを起こし、本来なら事態を治めるべきレベロは精神に異常をきたすなど、同盟国内は混乱を極めていた。そんな中、同盟特使オーデッツが帝国軍の撤兵を求めてフェザーンへと向かっていた。"
                },
                "14": {
                    "ID": "358282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358282",
                    "TitleEnglish": "To El Facil",
                    "SummaryEnglish": "On Odin, Julian and friends prepare to leave the planet. Alliance Chief of Staff Trung Yu Chan prepares to send Yang supplies, ships, and personnel. Around the Alliance, the military is sending Yang all of their extra personal, ships, and supplies. Yang consults with his staff, considering asking Phezzan merchants for war funding. Yang's fleet finally decides to go to El Facil. The government on El Facil plans to declare a new legitimate democratic government.",
                    "TitleJapanese": "エル・ファシルへ",
                    "SummaryJapanese": "ラインハルトの宣戦布告の演説を聞き、同盟との関係修復の道が完全に断たれたことを悟ったヤンは、エル・ファシルの反帝国勢力に合流してイゼルローン要塞を再奪取することを決意する。同じ演説をオーディンで聞いたユリアンも、帝国を出国してエル・ファシルへと向かった。ハイネセンではチュンが、ムライ、フィッシャー、パトリチェフに、艦艇と自分の家族をヤンに届けるよう依頼していた。こうしてヤンのもとに反帝国勢力が集いつつあった……。"
                },
                "15": {
                    "ID": "358283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358283",
                    "TitleEnglish": "The Mission to Retake Iserlohn",
                    "SummaryEnglish": "The Imperial forces head deeper into Alliance territory. Julian and friends arrive on El Facil. Julian passes off the Terraism data disk to Yang. Yang and stuff discuss the next step, namely the retaking of Iserlohn Fortress. The El Facil government is wary of Yang being outside of their field of control, thus they refuse to let Yang lead the next operation. Effectively Yang has become a bargaining ship for controlling the excesses of his subordinates. Yang speaks with Konev about the possibility of Phezzan's aid. December, 799 S.C. / 1 N.I.C.: The El Facil fleet, under Merkatz launches for Iserlohn. During the same time, the last of the Alliance fleet launches for their final sortie.",
                    "TitleJapanese": "イゼルローン再奪取作戦",
                    "SummaryJapanese": "ヤンとの直接対決を避けるため、エル・ファシルを孤立させて自然瓦解させることをヒルダは進言するが、ラインハルトは受け容れない。何故なら、彼自身がヤンとの再戦を望んでいたからである。一方、エル・ファシルで市民の熱狂的な歓迎を受けていたヤンは、ユリアンらと再会。不正規隊はイゼルローン再奪取計画を進めるが、独立政府はヤンにエル・ファシルへの残留を命じる。同じ頃自由惑星同盟では、ビュコックが出撃しようとしていた。"
                },
                "16": {
                    "ID": "358284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358284",
                    "TitleEnglish": "The Prodigal Sons Return",
                    "SummaryEnglish": "All military campaigns for both the Alliance and Empire are put on hold to celebrate the new year. Admiral Lutz starts receiving multiple conflicting launch and Iserlohn defense orders. Reinhard is furious at Lutz's refusal to launch. Lutz finally launches with all his forces, hoping to sandwich the El Facil fleet between him and Thor's Hammer. The Rosen Ritter disable the Thor's Hammer with a previously encoded computer lock down code. The enemy infantry forces are superior in numbers, but not in skill or morale. The Rossen Ritter eventually enter a backup control room and fire the Hammer at Lutz's returning fleet. January 14th, 800 S.C. / 2 N.I.C.: Iserlohn is once again under Yang's control.",
                    "TitleJapanese": "蕩児たちの帰宅",
                    "SummaryJapanese": "ヤンの立案したイゼルローン再奪取作戦は、帝国軍に向けて出撃と待機の相反する命令を発するというものであった。ルッツはヤンの罠に嵌ったと見せかけて不正規隊を誘い込もうと、敢えて全軍を挙げて出撃する。しかし、それこそがヤンの狙いであった。1年前の要塞撤退時に仕掛けた暗号指令文を用いて要塞を無力化した不正規隊は、要塞を制圧。ルッツ艦隊を「雷神の鎚」で撃破し、イゼルローン要塞への帰還を果たしたのであった。"
                },
                "17": {
                    "ID": "358285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358285",
                    "TitleEnglish": "The Battle of Marr-Adetta Stellar Region (Part One)",
                    "SummaryEnglish": "The Imperial fleet decides to accept Bucock's challenge head on and sends most their ships to meet in the Mar-Adetta system. The Mar-Adetta has unstable solar activity, communication jamming and a corridor through an asteroid belt. The Bucock fleet hides in the large corridor. As the Imperial fleets charge in, they are greeted by unstable asteroids, artillery ship fire, and space mines. The Alliance fleet is astute and attacks from unexpected areas within and behind the belt. January 16th, 800 S.C. / 2 N.I.C.: The Imperial fleet is in the middle of an unexpectedly difficult battle.",
                    "TitleJapanese": "マル・アデッタ星域の会戦（前編）",
                    "SummaryJapanese": "宇宙暦800年／新帝国暦2年、ビュコック率いる同盟軍最後の艦隊は、帝国軍全軍に対し、マル・アデッタ星域の細い回廊に布陣した。戦いにくい星域での地の利を生かしたビュコックの老獪な戦術に、クナップシュタイン、グリルパルツァー両艦隊は翻弄され、艦隊の3割を失ってしまう。ラインハルトは、予備兵力のファーレンハイト艦隊を投入するが……。マル・アデッタ星域で、圧倒的優位な立場にいるはずの帝国軍が思わぬ苦戦を強いられていた。"
                },
                "18": {
                    "ID": "358286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358286",
                    "TitleEnglish": "The Battle of Marr-Adetta Stellar Region (Part Two)",
                    "SummaryEnglish": "Bucock's fleet advances through the Müller fleet while being pursued and surrounded by many others. Bucock's Alliance fleet is unable to charge and kill Rienhard. Hilde advises Reinhard to offer surrender to Bucock. Instead of accepting defeat, the Alliance officers toast to friendship and democracy. Afterwards, the Imperial fleet decimates all remaining Alliance ships. The Imperial victory celebration is cut short when news of Lutz's defeat at Iserlohn is received. The situation has changed for the Imperials if the plan was coordinated. The Imperial fleet would have cut off supply lines if Phezzan fell as well. With that possibility, Reinhard could have underestimated the importance of Iserlohn. Countering the panic, Hilde points out Yang would not have sacrificed his allies for a stall. The Imperial forces thus resumes their course for Heinessen.",
                    "TitleJapanese": "マル・アデッタ星域の会戦（後編）",
                    "SummaryJapanese": "帝国軍の大艦隊を手玉にとり、一時優位に戦っていた同盟軍であったが、帝国軍の擁する兵力や物量の差には勝てず、次第に攻守が逆転する。恒星風を受けたアイゼナッハ艦隊の間隙を突き、ブリュンヒルトへと迫ろうとする同盟軍だったが、ミッターマイヤー艦隊、そして遅れて戦場に現れたビッテンフェルト率いる黒色槍騎兵艦隊に阻まれ、ついに戦力が尽きてしまう。ヒルダに再三寛恕を求められたラインハルトは、降伏勧告を出すが……。"
                },
                "19": {
                    "ID": "358287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358287",
                    "TitleEnglish": "The Winter Rose Garden Edict",
                    "SummaryEnglish": "The news of Fleet Admiral Bucock's death reaches Iserlohn. The Yang declares a mourning period for Bucock. Lebello is assassinated by his subordinates. The Alliance government surrenders unconditionally. On February 9th, Reinhard lands on Heinessen. The Imperial soldiers discover low level bureaucrats unwilling to surrender public documents, records, or property to the Empire. Reinhard commends on how the Alliance perished precisely because such remarkable government servants were kept below positions of governance. Reinhard disgusted over treachery, then declares death upon Lebello's killers. February 20th, 800 S.C. / 2 N.I.C.: The 273 history of the Free Planets Alliance ended.",
                    "TitleJapanese": "冬バラ園の勅令",
                    "SummaryJapanese": "ヤン率いる不正規隊にムライ、フィッシャーらの艦隊が合流し、イゼルローン要塞の兵力は確実に増加していた。その頃ハイネセンではロックウェルらがレベロを殺害し、帝国への全面降伏の意思を伝えていた。宇宙暦800年／新帝国暦2年、ラインハルトは銀河帝国皇帝として初めてハイネセンの地に降り立った。2月20 日、同盟の終焉を宣言する「冬バラ園の勅令」が公布され、自由惑星同盟は273 年の歴史に幕を下ろしたのであった。"
                },
                "20": {
                    "ID": "358288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358288",
                    "TitleEnglish": "The Long Road Ahead",
                    "SummaryEnglish": "Reinhard considers when and how to take El Facil and Iserlohn. Yang considers the position of his forces. Katerose von Kreutzer confronts her illegitimate father, General Schenkopp. The Iserlohn reviews the Terraism data disk, discovering troublesome information: Phezzan and the Earth Cult have been working together for over a century. Yang, Frederica, and Julian talk about the role of military within government as well as Reinhard's next step. In a secret location, Rubinsky discusses his influence and agents. Meanwhile, within Reinhard's office, a letter arrives which postpones the expedition to Iserlohn...",
                    "TitleJapanese": "前途遼遠",
                    "SummaryJapanese": "ラインハルトは自らイゼルローン要塞へ赴いてヤンと雌雄を決することを望んだが、ヒルダらの諫言を受けて中止する。一方、ユリアンが持ち帰った地球教の秘密資料を検証したヤンは、初めて知る地球教とフェザーンの強い結びつきに衝撃を受けていた。ボリス・コーネフは調査のためのフェザーン行きを申し出る。同じ頃、ラインハルトのもとに、フェザーンから1通の報告書が届く。その内容は― 「ロイエンタール元帥に不穏の気配あり」"
                },
                "21": {
                    "ID": "358289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358289",
                    "TitleEnglish": "Rolling Thunder",
                    "SummaryEnglish": "Reuenthal is arrested by the Imperial police under suspicion of overthrowing Reinhard. It is revealed that Lang, the head of the secret police initialed the investigation. Reuenthal is accused of harboring a woman of the exiled Lichtenlade family. Oberstein is suspicious of Lang's intentions. It is revealed that the woman is pregnant with Reuenthal's child. Reuenthal is granted a hearing from Reinhard that very afternoon. Reinhard and Reuenthal reminisce on the past. The Imperial officers direct their hatred toward Oberstein.",
                    "TitleJapanese": "雷動",
                    "SummaryJapanese": "ロイエンタールに叛意ありという報告書には厳正な司法尚書ブルックドルフの署名があったため、ロイエンタールは大本営への出頭を命じられる。その報告書の裏にはロイエンタールに私怨を抱くラングの策謀があった。潔白を主張するロイエンタールをラインハルトは自ら審問し、彼らが初めて出会った夜のことを口にする。5年前、ロイエンタールは親友ミッターマイヤーを救うために、豪雨の中ラインハルトとキルヒアイスのもとを訪れたのである……。"
                },
                "22": {
                    "ID": "358290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358290",
                    "TitleEnglish": "Before the Festival",
                    "SummaryEnglish": "Wahlan, Mecklinger, and Kesler discuss the security and happenings of the old Imperial territories. A huge fire breaks out on Heinessen, causing massive property damage and casualties. Through Reuenthal's meticulously planned emergency countermeasures, the situation is handled efficiently. The Patriotic Knights Corps are made scapegoats for the fire. Reuenthal is relieved of his position as Chief of the High Command and made Governor General of all previous Alliance territories. Rubinsky plans to an assassination attempt at Princess Grünewald, Reinhard's sister. March 23rd, 800 S.C. / 2 N.I.C.: Admirals Bittenfeld and Fahrenheit lead their fleets to secure space around Iserlohn.",
                    "TitleJapanese": "祭りの前",
                    "SummaryJapanese": "ハイネセンポリスが突然激しい大火に見舞われたが、ロイエンタールが手配していた危機管理マニュアルにより被害は最小限に留められた。その後下されたロイエンタールへの処分は、その功績を考慮に入れ、統帥本部長職は解任するものの旧同盟領の政治と軍事を司る新領土総督に任ずるというものであった。但しその発効は、ヤン一党に勝利し、銀河帝国による完全な宇宙統一を成し遂げた後である、とのラインハルトの言に諸将は奮い立つ。"
                },
                "23": {
                    "ID": "358291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358291",
                    "TitleEnglish": "The Wind Blows Toward the Corridor",
                    "SummaryEnglish": "Reinhard and his senior staff launch from Heinessen and head towards Iserlohn. On Phezzan, a terrorist bombing occurs during a celebration. Silverberche is killed while Oberstein and Lutz suffer minor injuries. The Imperial plan to attack Iserlohn is not postponed. On Heinessen, Andrew Fork is kidnapped by the Earth Cult. On the front lines, Fahrenheit and Bittenfeld kill time.",
                    "TitleJapanese": "風は回廊へ",
                    "SummaryJapanese": "ラインハルトと諸将は、ヤン一党の討伐のためイゼルローン要塞へと進発した。フェザーンでは帝国軍幹部を狙った爆破テロが起こり、ハイネセンポリスでは精神病院が放火されて入院患者のアンドリュー・フォークが行方不明になるという事件が起きていた。その頃、イゼルローンへ先発していたビッテンフェルトは平穏な行軍の中で戦意を持て余しており、ファーレンハイトは彼を制御するため、ヤンに対して降伏勧告をしてみるよう勧めていた。"
                },
                "24": {
                    "ID": "358292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358292",
                    "TitleEnglish": "Spring Storm",
                    "SummaryEnglish": "Bittenfeld sends Iserlohn a message, advising Yang to surrender. The government of El Facil retreats to Iserlohn. Julian and Katerose have an argument. Yang and Julian discuss their situation, talking till sunrise. The Earth Cult convinces Fork to try to assassinate Yang. Iserlohn responds to Bittenfeld, planning to provoke him to attack prematurely before the main Imperial fleets arrive.",
                    "TitleJapanese": "春の嵐",
                    "SummaryJapanese": "イゼルローン要塞のヤンのもとにビッテンフェルトからの降伏勧告が届くが、不正規隊のメンバーは動じることなく、圧倒的不利な戦いを前に緊張感を感じさせない。些細な失言からカリンと口論してしまったユリアンは、そんな彼らと比べて自らの未熟さに耐えかねていた。ヤンはユリアンを気遣い、酒を飲みながら夜通し語り合うのだった。翌日、ヤンはメルカッツからの各個撃破の提案を踏まえ、ビッテンフェルトへの回答に一計を案じた。"
                },
                "25": {
                    "ID": "358293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358293",
                    "TitleEnglish": "The Battle of the Corridor (Part One) ~ The Invincible & the Undefeated ~",
                    "SummaryEnglish": "Bittenfeld is wary of the message and takes a cautious fleet formation. Yang takes advantage of the communications jamming between both sides of the corridor and tricks Mecklinger into withdrawing to the entrance of the Imperial side. The Bittenfeld fleet is lured into the corridor by Attenborough's fleet. Fahrenheit's fleet follows Bittenfeld, planning to overwhelm the Yang with numbers. Yang uses the superior numbers of the Imperials against them, forcing the Imperials to cluster together inside the tight corridor. High Admiral Fahrenheit is killed in battle preventing the complete destruction of the two Imperial fleets.",
                    "TitleJapanese": "回廊の戦い（前編） ～常勝と不敗と～",
                    "SummaryJapanese": "ビッテンフェルトのもとに、降伏勧告への返信と同時にメルカッツからの内応を申し出る通信が届く。罠と知りつつメルカッツとの接触を試みるビッテンフェルト率いる黒色槍騎兵艦隊を、回廊入口に潜んでいたアッテンボロー艦隊が回廊内へ引き込む。援軍としてファーレンハイト艦隊も突入したため、狭い回廊内で地の利を得たヤン艦隊は帝国軍を次々と撃破する。やむなく後退する帝国軍に、上級大将として初めての戦死者が出る……。"
                },
                "26": {
                    "ID": "358294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358294",
                    "TitleEnglish": "The Battle of the Corridor (Part Two) ~ Kaleidoscope ~",
                    "SummaryEnglish": "Attenborough's fleet lines the entrance of the corridor with mines. He plans to snipe the Imperial fleet as they come through small holes within the minefield. The Imperial fleet creates 5 entry holes through the minefield to establish a bridgehead. Steinmetz is killed in battle. The Imperial fleet movements are sluggish within the corridor. Reuenthal orders the Imperial fleet to feign a retreat. The Yang fleet approaches the Reinhard's flagship but is unable to penetrate the battle line. Both sides withdraw.",
                    "TitleJapanese": "回廊の戦い（中編）〜万華鏡（カレイドスコープ）〜",
                    "SummaryJapanese": "機雷で回廊を封鎖する作戦に出たヤンに対し、ロイエンタールは、ゼッフル粒子で機雷原に穴を開けて艦隊を突入させる。各所から砲火を受けたヤン艦隊は、メルカッツの献策により帝国軍左翼への波状攻撃を開始。その攻撃からブリュンヒルトを守ろうとしたシュタインメッツ艦隊は旗艦を撃沈されてしまう。物資や人員の量にも拘らず翻弄される帝国軍。ラインハルトは、ヤン艦隊の死角を瞬時に見抜いて砲火を集中し、一時艦隊を後退させた。"
                },
                "27": {
                    "ID": "358295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358295",
                    "TitleEnglish": "The Battle of the Corridor (Part Three) ~The End of the Great Campaign ~",
                    "SummaryEnglish": "The Imperial fleets adopt a tactic of attrition via rotations. The Müller fleet, Mittermeyer's subordinates, Bittenfeld and many other Admirals rotate on the battle line. Yang's fleet, with less that 20,000 ships left fights on with no rotations in manpower. Bittenfeld's elite troops cause a fatal blow to Yang's fleet. Admiral Fischer, the one in charge of Yang's fleet maneuvers is killed in battle. Reinhard passes out from sickness. A ceasefire is announced. The Yang fleet passes out in Iserlohn.",
                    "TitleJapanese": "回廊の戦い（後編） ～大親征の終幕～",
                    "SummaryJapanese": "戦線が膠着する中、ミッターマイヤー戦死の報告がブリュンヒルトを襲った。誤報ではあったが、その報告はラインハルトに全軍の進撃を決意させた。ラインハルトは、縦列で突入し集中砲火の後に反転後退、その間に次の部隊を投入して間断なく攻撃する戦法をとる。戦力を著しく消耗した不正規隊は、黒色槍騎兵艦隊によって決定的な大打撃を与えられた。フィッシャーの戦死である。敗北を覚悟するヤンにラインハルトからの通信が届いた。"
                },
                "28": {
                    "ID": "358296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358296",
                    "TitleEnglish": "The Magician Never Returns",
                    "SummaryEnglish": "Reinhard confides in Hildegard that his memories of Kircheis motivated him towards ceasefire talks. Yang discusses the situation with his staff and decides to accept the ceasefire talks. Yang leaves Iserlohn with military personnel and the politicians from El Facil. Meanwhile, Andrew Fork's ship finds Yang's ship en route to the Imperial fleet.",
                    "TitleJapanese": "魔術師、還らず",
                    "SummaryJapanese": "ラインハルトからの思わぬ停戦と和平会談の提案に、当初より和平を望んでいたヤンは、迷うことなく会談に向かうことを決める。エル・ファシル革命政府代表団と共に、パトリチェフ、ブルームハルト、スールを伴ってラインハルトのもとへと向かうヤン。それと入れ違いにイゼルローン要塞に到着したボリス・コーネフが、ヤンの暗殺計画があるという恐るべき情報をもたらす。すぐさまユリアン、シェーンコップらがヤンの後を追って進発するが……。"
                },
                "29": {
                    "ID": "358297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358297",
                    "TitleEnglish": "After the Festival",
                    "SummaryEnglish": "Julian finds Yang's body. The Yang staff return to Iserlohn. The crew of Iserlohn enter mourning. Julian tells Frederica about Yang's death. It is decided by Yang's remaining staff that Frederica will assume the role of political leader. Julian is considered to be the next military leader. Julian accepts the role of military leadership after talking with Frederica. Unrest within Iserlohn grows and there is talk of desertion. Admiral Murai speaks with Julian and gives him his resignation. Murai intends to fulfill his last task for Yang by taking all dissidents from Iserlohn with him as a desertion leader. The remaining leaders of El Facil abandon the Yang fleet.",
                    "TitleJapanese": "祭りの後",
                    "SummaryJapanese": "ヤンを救おうと必死に「レダⅡ」内部を走るユリアン。しかし彼が発見したのは、血溜まりの中に静かに座るヤンの亡骸であった……。イゼルローン要塞に戻った彼は、ヤンの死をフレデリカに告げる辛い役目を負わなければならなかった。ヤンを喪って途方に暮れる不正規隊一同。だが、首脳部は今後のことについて討議を始め、フレデリカとユリアンを新たな指導者とし、ヤンの遺志を継いで共和制の芽を守っていこうと決意を固めるのであった。"
                },
                "30": {
                    "ID": "358298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358298",
                    "TitleEnglish": "A Disappointing Triumph",
                    "SummaryEnglish": "Reinhard is devastated at the death of Yang. Müller is sent as official Imperial envoy in condolences for Yang's death. Mittermeyer and Reuenthal discuss Yang's death and the new peace. Reinhard while sick, continues autocratic reforms. Reinhard is regretful of Silverberche's death. Hildegard, being in a military position is not able to cross over to domestic political advise. Reinhard realizes that outside of himself, Hildegard, and Silverberche, there is not anyone with skill in politics equal to his admirals in military affairs.",
                    "TitleJapanese": "失意の凱旋",
                    "SummaryJapanese": "「ヤン・ウェンリー死す」―イゼルローン要塞から全宇宙に向けて発せられた訃報は、ラインハルトのもとにも届いた。愕然とするラインハルト。彼はヤンの死に、今まで彼を置いて逝ってしまった者たちを重ね、大きな喪失感を覚えずにはいられなかった。ミュラー率いる帝国軍の弔問使節がイゼルローンを訪れる。ヤンへの敬意を込めた弔問を終え、ユリアンと会談したミュラーは、ヤン亡き後もイゼルローンが健在であることを実感するのであった。"
                },
                "31": {
                    "ID": "358299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358299",
                    "TitleEnglish": "The Order to Transfer the Capital",
                    "SummaryEnglish": "Lang finds the terrorists that bombed and killed Silverberche via a tip from Rubinsky. Rubinsky convinces Lang to kill Nikolas Boltik on suspicion of killing Silberberche. Many admirals within the Imperial Military are wary of Lang's influence. It is revealed that Rubinsky has Elfriede von Kohlrausch, the mother of Reuenthal's child. Reinhard officially orders all government servants and their families to move to Phezzan, the new Imperial capital. Trünicht accepts an outragous joke position from Reinhard in Heinessen. Oberstein considers purging members of the Reinhard staff.",
                    "TitleJapanese": "遷都令",
                    "SummaryJapanese": "ラインハルトはフェザーンへの遷都を正式に発布する。そんな中仕官を求めてきたトリューニヒトに、彼は皮肉を込めて新領土総督府高等参事官の職を提示するが、トリューニヒトはそれを平然と受け容れた。この人事が銀河帝国の未来に及ぼす影響に、ミッターマイヤーとオーベルシュタインは思いを巡らせる。一方、爆破テロ事件の犯人を逮捕して功績を立てたラングは、ロイエンタールを追い込むために、ルビンスキーと取引を行っていた。"
                },
                "32": {
                    "ID": "358300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358300",
                    "TitleEnglish": "New Government in August",
                    "SummaryEnglish": "The last of the deserters leave Iserlohn. Reuenthal appoints many government officials as he settles as the new governor of the old alliance territories. Reuenthal plans to execute Trünicht for any suspicious actions. Phezzan merchants notice Earth cultists entering Trünicht's home. Julian ponders how Yang became the personification of the spirit of democracy. Julian also realizes that he must ironically acknowledge the effectiveness of terrorism in history to shape Yang's death into something practical. Katerose and Julian talk about Fredrica. On August 8th, Space Calendar 800, New Imperial Year 2, the Iserlohn republic is born. The population comparison is 40 billion in the Empire to 940,000 in Iserlohn.",
                    "TitleJapanese": "八月の新政府（ニュー・ガバメント・イン・オーガスタ）",
                    "SummaryJapanese": "イゼルローン要塞のユリアンは、銀河帝国の首都をフェザーンに遷すことによってイゼルローンを孤立させ、その存在価値をなくすというラインハルトの構想を見抜き、民主共和制の火を灯し続けていくことの難しさを痛感していた。ハイネセンで地球教が不穏な動きを見せる中、イゼルローン共和政府は樹立された。記念式典会場では自然と旧同盟国歌の合唱が沸き起こる。ヤンの理想は絶えることなく、時期の到来を待っているのであった。"
                }
            }
        },
        "4": {
            "ID": "31399",
            "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/seasons/official/4",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "358301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358301",
                    "TitleEnglish": "Premonition of a Storm",
                    "SummaryEnglish": "As if to escape the feelings of his rival's death, Reinhard works industriously in administrative tasks. In the rain, Reinhard ponders the pact he made with Kircheis and Reuenthal during a storm. At that time, Reuenthal had asked Reinhard's help in freeing Mittermeyer from nobles using their influence to kill him. Mittermeyer had executed a noble born soldier for killing and looting. On Heinessen, Reuenthal does swift moves to clean out corrupt ex-alliance politicians and military industry owners. Reuenthal feels that cleaning out corruption helps justify his rule in Heinessen. Mittermeyer meets his wife Evangelin at the space port.",
                    "TitleJapanese": "嵐の予感",
                    "SummaryJapanese": "宇宙暦800年／新帝国暦2年8月、銀河帝国皇帝ラインハルト・フォン・ローエングラムは、宿敵ヤン・ウェンリーの死による喪失感から逃れるように政務に精励していた。ミッターマイヤーとの会見中、ふと彼の胸に去来する5年前の嵐の夜の出来事。それは、ラインハルト、キルヒアイス、ミッターマイヤー、ロイエンタールの長い友諠のきっかけであった。その時ミッターマイヤーは、門閥貴族の策謀で軍刑務所に収監されていたのだった。"
                },
                "2": {
                    "ID": "358302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358302",
                    "TitleEnglish": "On the Frontier",
                    "SummaryEnglish": "Julian ponders his next step. Julian speaks with Katerose around the Iserlohn park. The fleet in Iserlohn work hard and keep training for any future military conflicts. Julian considers a plan of pushing the Empire towards constitutional government. Boris Konev arrives with supplies from Heinessen. He points out that Trünicht is conspiring with Terraists. Frederica remembers the history of her relationship with Yang and lets go of regrets.",
                    "TitleJapanese": "辺境にて",
                    "SummaryJapanese": "フレデリカを政府首席、ユリアンを軍司令官として設立されたイゼルローン共和政府は、民主共和制の灯をささやかに守り続けていた。しかし、銀河帝国の自由惑星同盟併呑により、イゼルローン要塞は今や人類社会の最辺境、異端者たちの聖地となりつつあった。ユリアンは長期的な視野に立ち、帝国にも共和制の思想を浸透させていく方法を考え始めていた。そんな中、ボリス・コーネフが帝国からイゼルローンに驚くべき情報をもたらす。"
                },
                "3": {
                    "ID": "358303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358303",
                    "TitleEnglish": "The Last Roses of Summer",
                    "SummaryEnglish": "While commemorating a cemetery to the Imperial war fleet, an assassination attempt is made on Reinhard. It is revealed that the assassin's family was killed in the nuclear strike on Westerland during the Lippstadt conflict. Reinhard is shaken to the core by his own guilt and inaction during that time. Reinhard asks Hildegard to spend the night with him. The next morning Hildegard goes home to her estate flustered. Reinhard visits the Mariendorf estate, asking for Hilde's hand in marriage. Hildegard is unsure of his feelings towards her, thinking his actions may be due to Reinhard's own sense of obligation.",
                    "TitleJapanese": "夏の終わりのバラ",
                    "SummaryJapanese": "帝国軍戦没者墓地の完工式に出席したラインハルトは、暗殺者の襲撃を受ける。その暗殺者があのヴェスターラントの犠牲者の遺族であったことが、彼の心に氷の刃を突き通した。キルヒアイスを永遠に喪う原因ともなったリップシュタット戦役時のヴェスターラントへの熱核攻撃は、今でも彼にとっての心の傷であると同時に姉アンネローゼへの大きな負債となっていたのだ。茫然自失としたラインハルトは、ヒルダに一夜の慰めを求めるが……。"
                },
                "4": {
                    "ID": "358304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358304",
                    "TitleEnglish": "Rumbling",
                    "SummaryEnglish": "A large memorial service by the former Alliance government turns into a bloody riot with around 5000 killed and the number of injured exceeding 50,000. Reuenthal looks for the instigators of the riot. A anonymous tip warns that Trüniht is responsible for the violence now spreading from the memorial service to all parts of Neue land territory. Reuenthal orders a blockade outside of Iserlohn. On Iserlohn, Julian and Katerose become closer. Meanwhile, Terraists plan to turn Reinhard into a tyrant by provoking Reuenthal to betray Reinhard. If Reinhard became a tyrant, it would increase public unrest and give Terraism as a religion a chance to gain mass appeal.",
                    "TitleJapanese": "鳴動",
                    "SummaryJapanese": "惑星ハイネセンでは、グエン・キム・ホア広場で戦没者合同慰霊祭が行われていた。新領土総督ロイエンタールは杞憂だと思いつつも2万の警備兵を配置する。しかし、何者かが参加者を扇動して暴動を起こし、民間人、帝国軍人双方に多くの犠牲者を出す大惨事となってしまった。これを皮切りに新領土各地で反帝国の暴動が続発。秩序回復に腐心するロイエンタールは、一連の騒動の裏に彼の権力と人望を失墜させようとする黒幕の存在を感じていた……。"
                },
                "5": {
                    "ID": "358305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358305",
                    "TitleEnglish": "Germination",
                    "SummaryEnglish": "Reinhard is bored of his administrative duties and branches out to the arts in his free time. Lang and Rubinsky meet and discuss plans to provoke Reuenthal's betrayal of Reinhard. On Phezzan, rumors about an assassination attempt by Reuenthal on Reinhard spread like wildfire. The rumors suggest that Reuenthal will invite Reinhard to Heinessen for an assassination attempt. Oberstein discovers Lang has been meeting with Rubinsky, but takes no actions. Reuenthal decides to test Reinhard's belief in the rumors, effectively inviting Reinhard as the rumors suggest. Reinhard accepts the invitation to Heinessen. Mittermeyer, Lutz, and many other admirals discuss the possible outcomes of the invitation and preemptively plan their positions.",
                    "TitleJapanese": "発芽",
                    "SummaryJapanese": "ヒルダへの求婚に回答を得られなかったラインハルトは、乗馬や不似合いな芸術鑑賞に手を伸ばすことで気を紛らわせていた。その頃、帝国内にロイエンタールが叛乱を起こすという噂が流れる。一方、新領土のロイエンタールのもとには、ラインハルトの病臥につけ込むオーベルシュタインとラングによって政情が乱れつつあるとの情報が入っていた。彼は、ラインハルトの信頼を確かめるため、敢えて新領土への行幸の招請を出す。"
                },
                "6": {
                    "ID": "358306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358306",
                    "TitleEnglish": "The Urvashi Incident",
                    "SummaryEnglish": "Julian answers complaints on Iserlohn. Reinhard visits many locations on Uruvasi. That evening the guards around the guest house act erratically. Lutz, Müller, and Reinhard's personal guards escape via car with a battalion of soldiers in pursuit. In the woods, the Reinhard entourage is attacked by soldiers and snipers. Eventually they meet up with the flagship Brunhilde. High Admiral Lutz stays behind to hold off the soldiers and is killed. Konev brings news of Reinhard escaping Uruvasi with only a single ship. Merkatz advises Julian on Reuenthal possible plans.",
                    "TitleJapanese": "ウルヴァシー事件",
                    "SummaryJapanese": "新領土への行幸の途上、ラインハルト一行は大親征慰霊碑参拝のため惑星ウルヴァシーに立ち寄るが、その夜基地全体に及ぶ叛乱が起こった。脱出する車の中、ミュラーはロイエンタールの謀反を匂わせる。湖に不時着させた総旗艦ブリュンヒルトを目指し、車を乗り捨て徒歩で森林を抜けようとするラインハルト一行。襲撃は執拗に続き、遂に彼らは取り囲まれてしまう。ラインハルトを逃がすため、ルッツただ1人がその場に留まるが……。"
                },
                "7": {
                    "ID": "358307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358307",
                    "TitleEnglish": "In the Name of Pride",
                    "SummaryEnglish": "Word of civil unrest and the assassination attempt reaches Reuenthal and he orders his subordinates to restore order and find Reinhard. Grillpalzer hides evidence of Terraists on Uruvasi. Reuenthal considers visiting Phezzan and asking for Reinhard's understanding, but he realizes he risks assassination himself from Lang. When news of Lutz's death reaches Reuenthal, Reuenthal realizes the circumstances have forced him to take on the role of traitor. Even if Reuenthal had not planned the attempt, he still failed to ensure Reinhard's safety. Reuenthal decides to act with all his abilities against Reinhard. Reuenthal considers offering the remaining republicans in Iserlohn the old Alliance territory if they can blockade Imperial reinforcements from that corridor, thus preventing a two front battle for Reuenthal.",
                    "TitleJapanese": "矜持にかけて",
                    "SummaryJapanese": "惑星ウルヴァシーでの騒乱、そしてルッツの死の報を受けたロイエンタールは、ラインハルトと自分との間に修復し得ぬ亀裂が入ったことを知った。しかし、彼の矜持はオーベルシュタインやラングの手によって叛逆者に仕立て上げられることには耐えられなかった。自ら叛旗を翻すことを決意したロイエンタールの胸に、かけがえのない親友との思い出が去来する。一方、逃避行中のラインハルトもルッツの死を知り、遂に決断を下すのであった……。"
                },
                "8": {
                    "ID": "358308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358308",
                    "TitleEnglish": "Rebellion is a Hero's Privilege",
                    "SummaryEnglish": "Mittermeyer tries to convince Reinhard to exercise restraint. That same day, a letter from Reuenthal explains the danger of Lang, but ignores Reinhard. The letter's presumption of Reinhard being controlled by Lang and Oberstein infuriates Reinhard. Mittermeyer comes to the understanding that if he had refused the Emperor's order, Reinhard would have led the force. Thus, it would have increased unrest with all Reinhard's vassals. Mittermeyer considers killing Lang, but Kesler stops Mittermeyer. A report initiated by Lutz and investigated by Kesler implicates Lang of unjustly imprisoning and killing Nikolas Boltik. Hildegard realizes she is pregnant. On November 14th, Space Calendar 800, New Imperial Year 2, A space fleet of 42,770 ships commanded by Mittermeyer, Wahlen, and Bittenfeld launch toward Reunthal's territory.",
                    "TitleJapanese": "叛逆は英雄の特権",
                    "SummaryJapanese": "帝国軍に保護されたラインハルトは、ミッターマイヤーにロイエンタール討伐の勅命を下した。必死に友の助命を嘆願するミッターマイヤーであったが、ラインハルトの意志は固い。皇帝の手を汚さぬために、彼は無二の親友を討つという苦渋の選択をせざるを得なかった。彼は銃を手にラングのもとに向かうが、銃口を上げた瞬間にケスラーによって諌められる。その頃再出仕したヒルダが、生前のルッツが残した報告書をラインハルトに提示していた。"
                },
                "9": {
                    "ID": "358309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358309",
                    "TitleEnglish": "Clash of the Twin Jewels!",
                    "SummaryEnglish": "Admiral Grillpalzer convinces Admiral Knapfstein to join Reuenthal's side while betraying him later. Mittermeyer discusses battle plans with his subordinates. Wahlen tries to convince Reinhard to exercise restraint. Murai arrives at Iserlohn as Reuenthal's messenger of negotiations. Julian decides to refuse Reuenthal's offer. To accept it would be a short term gain with consequences later from the Empire. Reuenthal and Mittermeyer talk about resolving the situation, but are unable to persuade each other. Reuenthal had realized that Reinhard needed a strong opponent more than anything else. In Reuenthal's fleet, unrest is brewing. Reuenthal explains to his soldiers they are fighting against villainous vassals within the Empire. Moreover, Reuenthal had to secure a victory to raise morale.",
                    "TitleJapanese": "双璧相撃つ！",
                    "SummaryJapanese": "宣戦布告があったわけではないが、ロイエンタールの叛乱は既定の事実となっていた。帝国の内戦により俄かに戦略上の要地となったイゼルローン要塞に、ロイエンタールの使者としてムライが訪れる。帝国軍の回廊通過を阻止すれば旧自由惑星同盟領全域とトリューニヒトの身柄を返還するというロイエンタールの申し出を、ユリアンらは拒絶した。新領土に向けて進発したミッターマイヤーは、ロイエンタールとの最後の交信を試みる……。"
                },
                "10": {
                    "ID": "358310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358310",
                    "TitleEnglish": "To Live by the Sword...",
                    "SummaryEnglish": "Reuenthal plans to divide up his fleet into a formation which would surround incoming fleets. Mittermeyer arrives first, quickly attacking before Reuenthal tactical plans are set up. Mittermeyer uses quick fleet movement to prolong the battle and limit casualties. Over time, Bittenfeld and Wahlen's fleets arrive as well. Wahlen is nearly killed and loses his artificial arm. Bittenfeld's fleet formation is unstable due to it being 1/2 survivors from his fleet and the remainders Fahrenheit's fleet. Admiral Knapfstein is killed in battle. Eventually the battle becomes a war of attrition. As it is reported that Mecklinger is approaching the battlefield in the Rantemario system, Reuenthal orders a hasty retreat.",
                    "TitleJapanese": "剣に生き…",
                    "SummaryJapanese": "「疾風ウォルフ」の神速の用兵で、ロイエンタールはランテマリオ星域に戦線を設定せざるを得なくなり、此処に双璧は砲火を交えることとなった。お互いを知ることについて人後に落ちず、ラインハルトを除いて全宇宙に比肩する者のない名将同志の争覇戦は、早期決着を望む双方の思惑とは別に膠着状態に陥る。しかし、イゼルローン共和政府がメックリンガー艦隊に回廊を通過させたことを知ったロイエンタールは、撤退を余儀なくされた。"
                },
                "11": {
                    "ID": "358311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358311",
                    "TitleEnglish": "To Die by the Sword",
                    "SummaryEnglish": "Mittermeyer's fleet catches up with Reuenthal's fleet as they head to Heinessen. Grillpalzer betrays Reuenthal's fleet and fires on his former allies. Reuenthal's flagship is hit by long distance artillery. Reuenthal is impaled in in the chest by a piece of metal. Reuenthal continues to order tactics as he becomes pale. Grillpalzer surrenders to Wahlen's fleet. Mecklinger discovers Terraism evidence on Uruvasi hidden by Grillpalzer. Mecklinger orders Grillpalzer arrested. Reuenthal returns to Heinessen with only 10% of his fleet remaining.",
                    "TitleJapanese": "剣に斃れ",
                    "SummaryJapanese": "急追するミッターマイヤー艦隊に反撃しようとした矢先、味方であるグリルパルツァー艦隊がロイエンタール艦隊を砲撃した。この裏切りによって、ロイエンタール艦隊は瓦解への道をたどり始める。ロイエンタール自身も重傷を負うが、手術を拒否しハイネセンに向かう指揮を執り続ける。ハイネセンに降り立った彼は、最後の仕事を行うため執務室へと向かった。その頃メックリンガーはウルヴァシー事件の再調査を行い、その真相を突き止めていた。"
                },
                "12": {
                    "ID": "358312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358312",
                    "TitleEnglish": "The Endless Requiem",
                    "SummaryEnglish": "Reuenthal returns to his office and assigns all domestic political matters to Elsheimer. Trüniht is killed by Reuenthal after they both discuss their ambitions and Reinhard. Reuenthal is visited by Elfriede von Kohlrausch and her baby. Reuenthal requests that she give the his son to Mittermeyer. On November 14th, Space Calendar 800, New Imperial Year 2, Reuenthal dies at the age of 33. Mittermeyer arrives on Heinessen, but is too late to meet with his old friend. Admiral Bergengrün, who also served under Kircheis commits suicide, after hearing of Reuenthal's death. Bergengrün had lost both his commanders to underhanded political schemes. Lang confesses to all his actions and implicates Rubinsky. Rubinsky is nowhere to be found.",
                    "TitleJapanese": "終わりなき鎮魂曲（レクイエム）",
                    "SummaryJapanese": "ハイネセンに戻ったロイエンタールは政務と事務の全権を民事長官エルスハイマーに託した後、トリューニヒトを呼んだ。民主主義を嘲弄し皇帝ラインハルトさえも侮蔑する言葉を口にした彼を、ロイエンタールは射殺する。やがて、子供を抱いたエルフリーデが姿を現した。ロイエンタールは、ミッターマイヤーに我が子を託すように伝える。彼女が去った後、死の迫った彼は、机にウイスキーとグラスを2つ用意して、グラスの向こうに座るべき親友を待つのだった……。"
                },
                "13": {
                    "ID": "358313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358313",
                    "TitleEnglish": "Approach to the Future",
                    "SummaryEnglish": "Mittermeyer and the other admirals return to Phezzan. All the admirals are debriefed by Reinhard. Mittermeyer meets with Hilde and discusses the adoption policy for Reuenthal's child. Mittermeyer adopts Reuenthal's child and servant and brings them home to meet his wife. Hilde reveals to Reinhard she is pregnant with his child, she accepts his marriage proposal. The Terraists feud leadership now that Reinhard has a successor. A deranged Landsberg leads Imperial police to the mummified corpse of Erwin Josef II. In Iserlohn, the staff celebrates the new year with a large party.",
                    "TitleJapanese": "未来への助走",
                    "SummaryJapanese": "ロイエンタール叛乱事件を終結させたミッターマイヤーは、フェザーンに帰還した。終戦を報告するミッターマイヤーにラインハルトは、これから何があろうと死ぬなと命じるのだった……。ミッターマイヤーは、妻エヴァンゼリンと共にロイエンタールの忘れ形見をフェリックスと名づけて、育てることにする。ラインハルトは、ヒルダから懐妊していることを告げられる。ヒルダへの気持ちを自覚するようになっていた彼は、改めて彼女に求婚するのだった。"
                },
                "14": {
                    "ID": "358314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358314",
                    "TitleEnglish": "Hoch Kaiserin!",
                    "SummaryEnglish": "Kaiser Reinhard publicly announces his marriage to Hildegard von Mariendorf at the Imperial new years party. Hilda's father, Count Mariendorf resigns from his position recommending Mittermeyer as the new Chief Minister of Internal Affairs. Many of the ministers discuss joint rulership and succession rights for the upcoming Empress. Princess Grünewald visits Reinhard and Hilde on Phezzan. On January 29th, Reinhard and Hilda's are wed. Oberstein interrupts the wedding midway through to report riots on Heinessen.",
                    "TitleJapanese": "皇妃ばんざい!（ホーフ・カイザーリン）",
                    "SummaryJapanese": "宇宙暦801年／新帝国暦3年の新年祝賀会の席上、ラインハルトはヒルダとの結婚と彼女の懐妊を発表した。帝国内は歓喜の声に包まれる。そして、2人の結婚式に立ち会うためにアンネローゼがフェザーンへと到着する。キルヒアイスの死から3年。姉と弟はようやく再会したのであった。1月29日、粉雪の舞い散る中、2 人の結婚式が盛大に執り行われるが、その最中に惑星ハイネセンにて反国家的暴動が発生したとの報がもたらされる。"
                },
                "15": {
                    "ID": "358315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358315",
                    "TitleEnglish": "Invitation to Upheaval",
                    "SummaryEnglish": "In January of Space Calendar 801, New Imperial Calendar 3, the chronic shortage of basic consumer goods caused riots throughout Heinessen. The distribution system is attacked by terrorism, complicating the problem further. Wahlan suppresses the riots and hands out a portion of the military food supplies to cool the riots. The Imperial admirals consider a campaign against Iserlohn, but decide not to due to the Imperial Treasury running low from continuous military expeditions. On Iserlohn, Julian thinks if the riots around alliance territory would be a good time to re liberate old Alliance territories. Many republicans are distrustful of the Iserlohn government for letting Mecklinger through the corridor. Julian decides to go to battle, citing the opportune moment and the fact that Reinhard's personality would look down upon a risk adverse successor in Iserlohn.",
                    "TitleJapanese": "動乱への誘い",
                    "SummaryJapanese": "物資の流通が阻害されたことにより、新領土全域において反国家的暴動が続発する。また、帝都フェザーンでは航路局の全航路データが消去されるという事件が起こる。それらの背後にいる首謀者はルビンスキーであることが判明するが、本質的には旧自由惑星同盟市民の帝国への反感が暴動を誘発しているのである。その声に対し、イゼルローン共和政府はどう応えるのか。ヤン亡き後初めての戦いに赴くべきか。ユリアンの判断が問われていた。"
                },
                "16": {
                    "ID": "358316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358316",
                    "TitleEnglish": "Daring to Take Up Arms",
                    "SummaryEnglish": "Wahlan orders his fleet to investigate after learning of fleet movements inside the Iserlohn corridor. On the Imperial side of the corridor, Julian approaches Imperial admiral Wagenseil's fleet. Using strike craft and a slow withdrawal strategy, Julian infuriates Wagenseil. The Wagenseil fleet is lured into range of the Iserlohn Thor hammer cannon and loses a large portion its ships. Wahlan's fleet tries to attack Iserlohn from the back before the Thor hammer recharges. Merkatz ambushes Wahlan's fleet from a blind spot while Julean approaches from around the fortress, executing a pincer formation. The Thor hammer fires two more times, causing massive damage to the pincered Wahlan fleet. Reinhard prepares for a counterattack from Phezzan, but is bedridden with a high fever.",
                    "TitleJapanese": "敢えて武器を手に",
                    "SummaryJapanese": "イゼルローン軍出撃！ だが、帝国軍の予想に反してイゼルローン軍は帝国本土方面に向かった。それは、新領土の帝国軍を要塞主砲の射程に誘い込むためのユリアンの作戦だった。本土方面のヴァーゲンザイル艦隊と戦いつつ、新領土側のワーレン艦隊が近づくタイミングを測った彼は、メルカッツ艦隊と連携して“雷神の鎚”で両面の敵に損害を与えることに成功する。勝利に沸き立つイゼルローンだが、これでラインハルトとの決戦は不可避となる。"
                },
                "17": {
                    "ID": "358317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358317",
                    "TitleEnglish": "Cosmic Mosaic",
                    "SummaryEnglish": "Princess Grünewald visits Hilda and the sickly Reinhard. Although Reinhard's expedition was canceled, the problems of the insurgency and Iserlohn fleet remained. Oberstein is chosen to handle the new problems for the Empire. Oberstein takes Müller and Bittenfeld with him on the campaign. News of the Iserlohn victory bypasses Imperial news censors, causing many protests. Oberstein orders the arrest of all former public officials in the Alliance. Oberstein infuriates Müller, Bittenfeld, and Wahlen with his plan of using hostages to draw out the forces of Iserlohn. On Iserlohn, the Julian fleet wonders what to do if the Empire were to abandon Heinessen and use it as a lure.",
                    "TitleJapanese": "コズミック・モザイク",
                    "SummaryJapanese": "イゼルローン軍の勝利は旧同盟領全土に伝えられ、市民たちは熱狂する。病床のラインハルトはオーベルシュタインに、ビッテンフェルトとミュラーを指揮してハイネセンに赴き、治安回復にあたるよう命じた。オーベルシュタインは旧同盟政府関係者を次々に拘引し、彼らを人質としてイゼルローン要塞の無血開城をはかろうとする。正面からの艦隊決戦を主張するビッテンフェルトは、彼と激しく対立し……。事態は思わぬ方向に進んでいく。"
                },
                "18": {
                    "ID": "358318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358318",
                    "TitleEnglish": "Towards Peace, Via Bloodshed",
                    "SummaryEnglish": "Reinhard learns of the rift between Oberstein and his admirals. Word of the rift leaks to all the soldiers and civilians on Heinessen. Bittenfeld is put under house arrest by Oberstein for assaulting him. Street fights between Bittenfeld's forces and the military police under Oberstein erupt. Müller tries to convince Bittenfeld to apologize to Oberstein in hopes decreasing further violence between Imperial troops. The Iserlohn group gets the news of the trouble on Heinessen. They decide to divide up their leadership and accept negotiations on Heinessen for the release of the hostages.",
                    "TitleJapanese": "平和へ、流血経由",
                    "SummaryJapanese": "ビッテンフェルトがオーベルシュタインに拘束され、反感を強める黒色槍騎兵艦隊の兵士が、些細なことからオーベルシュタイン直属部隊と争いになり、帝国軍同志の1連隊規模の衝突にまで発展する。ワーレンが中間に立って無言で両者を抑えつけ、大事には至らなかったが、事態は混乱するばかりであった。イゼルローン共和政府には、指導者たちの出頭を求めるオーベルシュタインからの通達がもたらされ、フレデリカはハイネセンへ赴くことを決意する。"
                },
                "19": {
                    "ID": "358319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358319",
                    "TitleEnglish": "Planet in Turmoil",
                    "SummaryEnglish": "A riot breaks out at Rugpool prison, where the 5000 political prisoners were being held. The rioters are somehow well armed and the situation deteriorates. Bittenfeld's lancers fight with the military police. At the end of the night, over 4000 of the prisoners are dead or injured. Julian's envoy fleet heads back to Iserlohn on news of the riots and martial law on Heinessen. Rubinsky is captured by Obersteins agents. Reinhard releases all political prisoners and sends Müller to ask the Julian envoy to come once again to Heinessen.",
                    "TitleJapanese": "昏迷の惑星",
                    "SummaryJapanese": "ラグプール刑務所に収監されていた旧自由惑星同盟政府関係者が、何者かの扇動により暴動を起こした。互いに反目するオーベルシュタイン直属の憲兵隊と黒色槍騎兵艦隊がその制圧にあたったために指揮系統が乱れ、多数の死傷者を出す結果となってしまう。惑星ハイネセンに到着したラインハルトは、政治犯を解放し、改めてイゼルローン共和政府に和平交渉のための招聘を行い、ユリアンらは虜囚ではなく使節としてハイネセンへと赴くことになった。"
                },
                "20": {
                    "ID": "358320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358320",
                    "TitleEnglish": "The Stehibalm Schlossbrand",
                    "SummaryEnglish": "Terraists attack multiple critical infrastructure locations on Phezzan. Communications with High Admiral Kesler are not re established till later when Terraists storm Stehibalm Schloss, the provisional home for Hilde and Grünewald. Marika von Feuerbach, a servant to Hilde leads Kesler and his military police to Hilde and Grünewald before they are assassinated. Hilde is rushed to a hospital where she gives birth to the new prince of the Lohengramm dynasty. Kesler uses torture and truth serum on the Terraists, cleaning out all Terraist influence on Phezzan. Reinhard names his new son Alexander Siegfried von Lohengramm.",
                    "TitleJapanese": "柊舘（シュテッヒパルム・シュロス）炎上",
                    "SummaryJapanese": "フェザーンでは、地球教徒が策謀しているとの謎の密告電話と前後して爆破テロが起き、市街は混乱に覆われた。その夜、皇妃ヒルダとアンネローゼの滞在する仮皇宮「柊館」を、帝国要人の不在をついて地球教徒が襲撃した。柊館は炎に包まれるが、アンネローゼの勇気ある行動と急ぎ戻ってきた憲兵総監ケスラーの活躍で地球教徒は撃退される。そのショックでヒルダは産気づき、男児を出産した。ローエングラム王朝の帝位継承者、皇子の誕生であった。"
                },
                "21": {
                    "ID": "358321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358321",
                    "TitleEnglish": "Crimson Star Road",
                    "SummaryEnglish": "In late May of Space Calendar 801, New Imperial Calendar 3 a refugee ship chased by Imperial ships runs into the Julian fleet. The Julian fleet decides to engage the Imperial ships. Eventually both sides send reinforcements and the full number of ships for each fleet is present. The Imperial fleet includes 51,700 ships while the Julian fleet has 9,800 ships. Both fleets act cautiously rotate their front line forces. Reinhard collapses midway through the battle. A communications blackout results in frustration from the Imperial admirals. Poplan intercepts some communications betweet Mittermeyer's ship and Reinhard's flagship. The Julian fleet decides to board the Brunhilde with melee infantry.",
                    "TitleJapanese": "深紅の星路（クリムゾン・スターロード）",
                    "SummaryJapanese": "イゼルローン共和政府への亡命を求める民間船「新世紀号」の救援要請がきっかけとなって両軍の間で始まった紛争は、瞬く間に拡大した。帝国との対等な和平交渉のためには一定の軍事的勝利を挙げる必要があると考えていたユリアンは、今がその機と判断して全軍を出動させる。ラインハルトも親征を決断していた。戦力で劣りながらも、無人艦の詭計を用いるなどして善戦するユリアンのもとに、「皇帝不予」の情報が舞い込んだ……。"
                },
                "22": {
                    "ID": "358322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358322",
                    "TitleEnglish": "The Brünhild Calls for Blood",
                    "SummaryEnglish": "The Rosenritter soldiers latch on to Flagship Brunhilde. The Imperial doctors reveal to the admirals that Reinhard has an unknown and incurable disease. General Schenkopp holds off the Royal guard with his soldiers. Reinhard prepares to meet with Julian, should Julian make it to his room. Bittenfeld frustrated with inactivity, rushes into the Merkatz fleet. Admiral Merkatz is killed in battle. Mashengo dies protecting Julian from gunfire. Schenkopp is fatally wounded in battle while Poplan fights off Reinhard's Imperial guard. Julian reaches Reinhard's room for negotiations. A truce is announced.",
                    "TitleJapanese": "美姫（ブリュンヒルト）は血を欲す",
                    "SummaryJapanese": "皇帝昏倒の報を受けて総旗艦ブリュンヒルトに赴いたミッタマイヤーとミュラーは、ラインハルトが不治の病に冒されていることを知る。退却するイゼルローン軍につられて黒色槍騎兵艦隊が突出し、ブリュンヒルトの周囲の艦列が薄くなったその時、ユリアンらの乗る強襲揚陸艦がブリュンヒルトの艦腹に突入した。ラインハルトとの直接交渉のため、彼が信じる民主共和主義を守るため、玉座へと突き進んだユリアンは遂に皇帝ラインハルトと対峙する。"
                },
                "23": {
                    "ID": "358323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358323",
                    "TitleEnglish": "The Dying Light of the Goldenlöwe",
                    "SummaryEnglish": "Julian, Poplan, and the remaining Rosen Ritter soldiers return to Iserlohn. The setting is mixed, a truce was given but the Julian fleet lost many important members. Julian and Kate decide to officially have a dating relationship. Both the Reinhard and Julian fleets arrive on Heinessen. Rubinsky kills himself in the hospital, setting off multiple bombs under Heinessenpolis tied to his brain waves. Reinhard and Julian discuss the next steps politically. It is agreed that Heinessen and its surrounding systems are to be given autonomy for the ownership of Iserlohn. They consider setting up a constitution for the Empire. Both Julian and Reinhard's staff prepare to leave to Phezzan.",
                    "TitleJapanese": "黄金獅子旗（ゴールデンルーヴェ）に光なし",
                    "SummaryJapanese": "講和成立―。イゼルローン要塞は喜びに包まれていたが、シェーンコップ、メルカッツらの戦死の報により一転、悲嘆に沈んだ。そんな中、ユリアンは父を亡くしたカリンとお互いの気持ちを確かめ合っていた。帝国軍と共に2年振りにハイネセンに帰着したユリアンは、ミュラーからラインハルトを喪う苦悩を打ち明けられる。ハイネセンの病院に収容されていたルビンスキーは自ら死を選び、生命維持装置を外す。その瞬間、市街は火の海と化した。"
                },
                "24": {
                    "ID": "358324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes/episodes/358324",
                    "TitleEnglish": "Seeing a Dream Through to the End",
                    "SummaryEnglish": "Schumacher is caught by the Imperial police. Schumacher confesses that he thinks the last of the Earth cultists have landed on Phezzan. Julian and Reinhard exchange stories and political points on their trip to Phezzan. Reinhard's sister and wife tend to him as he lays bedridden. Oberstein releases a rumor that the Kaiser is getting well to drive out the remaining Terraists. Julian and friends notice the Earth cultists at the hotel and kill the last of the Terraists. Oberstein used himself as bait and died in place of the Kaiser. Reinhard is surrounded by all his admirals, family, and ministers as he prepares to die. Reinhard wants to leave his son with a friend equal to Kircheis and chooses Mittermeyer's adopted son. The Julian fleet members go their separate ways. On July 26th of Space Calendar 801, New Imperial Calendar 3, Reinhard dies. At the Mittermeyer estate young Felix reaches for the stars, echoing Reinhard's ambition.",
                    "TitleJapanese": "夢、見果てたり",
                    "SummaryJapanese": "和平交渉を続けるユリアンらを伴って、ラインハルトはフェザーンに到着した。やがて容体が急変し、元帥、上級大将が参集、ユリアンらも仮皇宮に呼ばれる。そこでオーベルシュタインは、逝去するラインハルトを囮にして地球教徒の残党を誘き寄せたと告げる。仮皇宮では地球教徒との戦いが始まった。ユリアンがド・ヴィリエを射殺して地球教徒を殲滅させたのと前後してオーベルシュタインが爆死。ラインハルトにも最期の時が迫っていた……。"
                }
            }
        }
    }
}