{
    "URL": "https://www.thetvdb.com/series/treasure-island-1978",
    "Genres": [
        "British",
        "Gangster",
        "Noir"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0296435/",
        "https://www.tms-e.co.jp/alltitles/1970s/026101.html",
        "https://www.tvmaze.com/shows/4397/show-slug",
        "https://www.themoviedb.org/tv/23956",
        "https://www.wikidata.org/wiki/Q125502004",
        "https://en.wikipedia.org/wiki/Treasure_Island_(1978_TV_series)"
    ],
    "TitleEnglish": "Treasure Island (1978)",
    "SummaryEnglish": "Jim Hawkins is a young boy lead by progressive events to embark on a search journey for the legendary treasure of the once dreaded pirate, Captain Flint. On their way to Treasure Island, John Silver, Jim's best friend (and eventually a father-figure), takes over command of the ship revealing his true self as the ruthless pirate who was once the right hand of Flint himself. Feeling betrayed, Jim now has to deal with his mixed emotions and face Silver, who still consider himself and Jim as friends.",
    "TitleJapanese": "宝島",
    "SummaryJapanese": "イギリスの海辺の町、母親と２人でベンボー亭を守っている少年・ジム・ホーキンス。彼が手に入れた１枚の宝島の地図から、冒険の旅が始まった。リブシー先生たちと宝探しに航海にでた彼を待っていたのは、厳しい海の掟と、ジョン・シルバーなど陽気な海の男たち、そして裏切りだった。船員に化けて船に乗り込んでいた海賊たちとの争いの中で、シルバーやグレーなど、様々な男たちの生きざまを、ジムは知っていくのだった。",
    "Aliases": [
        "جزيرة الكنز (1978)"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "536695",
            "URL": "https://www.thetvdb.com/series/treasure-island-1978/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9313470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/9313470",
                    "TitleEnglish": "宝島 夕凪と呼ばれた男",
                    "SummaryEnglish": "■宝島メモリアル「夕凪と呼ばれた男」 1992年OVA 詳細情報 ＜ストーリー＞ 一等航海士となったジムは、ある港町の酒場で、凶暴な鯨ブルーサンダーを仕留めた一本足の男の噂を耳にする…。 ＜キャスト＞ ジム・ホーキンス：山寺宏一/島の女：高島雅羅/子供：松本梨香　他",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "31431",
            "URL": "https://www.thetvdb.com/series/treasure-island-1978/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "358575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358575",
                    "TitleEnglish": "Billy the terrible has arrived!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "恐怖のビリーがやって来た!",
                    "SummaryJapanese": "ある嵐の夜、ビリー・ボーンズがベンボー亭にやってきた。しばらくベンボー亭に宿泊することになるが、奇妙な歌を歌い、お酒を飲んでは暴れるビリーを恐れ、村の人たちはベンボー亭の酒場に近づかなくなってしまう。それどころか、ベンボー亭の客は海賊だと村中で噂になってしまった。\n　鍵のかけられたビリーの衣装箱には、何か秘密が隠されているらしく、ビリーはたびたび岬へ行き、周囲の様子をうかがっていた。\n　そして、ジムは｢一本足の男｣を見張ってくれと、ビリーに頼まれるのだった。"
                },
                "2": {
                    "ID": "358576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358576",
                    "TitleEnglish": "Who's the Black Dog!?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "黒犬って…何だ!?",
                    "SummaryJapanese": "１人の男が、ベンボー亭にビリーを訪ねてきた。その男「黒犬」は、ビリーの昔の仲間らしい。｢一本足｣の差し金と思ったビリーは、黒犬と剣を交えることになる。しかし、黒犬を追い払った直後、脳溢血で倒れてしまった。\n　リブシー先生に診察してもらうビリーの腕には、海賊の証である刺青が…。ビリーは、大海賊フリントの一番の子分だったのだ。脳溢血の原因は、浴びるほど飲んでいたラム酒。今は、少しの精神的ショックも命取りになるため、絶対安静と言うことだった。\n　乗り合い馬車が到着する、ブラックヒルの中央広場へ客引きに行ったビル。そこで盲目の男「暗闇のピュー」に捕まってしまった。"
                },
                "3": {
                    "ID": "358577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358577",
                    "TitleEnglish": "The thrown down crutches",
                    "SummaryEnglish": null,
                    "TitleJapanese": "振りおろされた松葉杖",
                    "SummaryJapanese": "ジムは｢暗闇のピュー｣に、ビリーの所へ案内するよう命令された。仕方なく、ベンボー亭に案内するジム。そして、｢暗闇のピュー｣はビリーに恐怖の黒丸を手渡し、帰っていった。その黒丸の裏には、「10時に参上」と書かれていた。あまりの恐怖に、再びビリーは倒れてしまう。ビリーはジムに、衣装箱の鍵を渡すと、大事な書類を奴らから守ってくれと言い残して、そのまま深い眠りについた。\n　10時に海賊が来る。村の人たちに助けを求めるが、海賊フリントと聞くと誰もが後込みしてしまった。\n　ジムは母のカレンと２人、ビリーの衣装箱を開け、ビリーの言っていた大切な書類を見つけるのだった。"
                },
                "4": {
                    "ID": "358578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358578",
                    "TitleEnglish": "I've got the map to Treasure Island!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "宝島の地図が手に入る！",
                    "SummaryJapanese": "ついに｢暗闇のピュー｣と｢黒犬｣が、数人の仲間を引き連れ、ベンボー亭にやってきた。｢暗闇のピュー｣がビリーの死を確認すると、フリント船長の書付を探し始める。ビリーの荷物から書付が無くなっていることにきづいた海賊一味は、ベンボー亭を荒らしまわった。隙を見て逃げ出したジムとカレン。しかし、いつのまにか豹の子ベンボーの姿が見えない。ジムは急いでベンボー亭に戻り様子をうかがうと、中にベンボーが…。ジムはそっと裏口から忍び込み、ベンボーを呼ぶ。その時、ジムは｢暗闇のピュー｣に見つかってしまった。"
                },
                "5": {
                    "ID": "358579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358579",
                    "TitleEnglish": "See you later, mom!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "行って来るよ、母さん！",
                    "SummaryJapanese": "海賊一味から書付を守り、ジムはビリーとの約束を果たした。手にした書付は、なんと大海賊フリントが隠した宝を示す宝島の地図。トレローニとリブシーはその地図を見ると、さっそく宝島へ向かう計画を立て始めた。一緒に行くことを望むジムだが、トレローニは連れて行く気はないらしい。トレローニは、ジムがあきらめるように説得してくれとリブシーに頼むが、リブシーはジムの宝島行きに反対ではなかった。リブシーの条件はただ一つ、ベンボー亭にいる母を１人残して、航海に出られるか？ということだ。\n　ジムは宝島行きを心に決めていた。しかし、母・カレンを思うと、なかなか宝島行きを言い出すことができなかった。"
                },
                "6": {
                    "ID": "358580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358580",
                    "TitleEnglish": "Friend or foe? John Silver",
                    "SummaryEnglish": null,
                    "TitleJapanese": "敵か味方かジョン・シルバー",
                    "SummaryJapanese": "宝島行きが決定したジムを、レッドルースじいさんが迎えに来た。レッドルースと共にヒスパニオラ号が出航する港町・ブリストルに到着、そこにはトレローニとリブシーが待っていた。ヒスパニオラ号でのジムの仕事は、客室付きのボーイ。\n　トレローニから頼まれた書類を届けに、ヒスパニオラ号の料理長ジョン・シルバーの店、遠眼鏡屋へ向かった。ジムは、ビリーに聞いた｢一本足の男｣の話を思い出した。ビリーの言っていた｢一本足の男｣と、遠眼鏡屋の主人であるジョン・シルバーが、本当に別人なのかを確かめようと様子を窺っていた。その時、遠眼鏡屋に入っていく「黒犬」の姿を見てしまう。「一本足の男」がジョン・シルバーだと確信したジムの後ろから、ジョン・シルバー本人が現れた。"
                },
                "7": {
                    "ID": "358581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358581",
                    "TitleEnglish": "I hate the old meat roaster",
                    "SummaryEnglish": null,
                    "TitleJapanese": "肉焼きおやじはニクい奴",
                    "SummaryJapanese": "どうやら「黒犬」を倒したシルバーは、海賊ではなかったようだと一安心したジム。そして、待ちに待ったヒスパニオラ号出航の日がきた。ジムたちを船に迎え、準備の整っていたヒスパニオラ号は宝島へと向け出航した。\n　前日の一件もあり、ジムとシルバーはすぐに仲良くなった。数日後、ヒスパニオラ号は、全く風のない凪にあってしまった。辺りは濃い霧に包まれ、スモーレット船長は停泊するよう指示するのだった。\n　シルバーはジムを誘い、食材を調達するため漁にでた。オウムのフリントがマグロの大群を見つけると、シルバーは大物のカジキマグロを難なく仕留めるのだった。"
                },
                "8": {
                    "ID": "358582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358582",
                    "TitleEnglish": "The ghost ship is calling me!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "幽霊船がオレを呼ぶ！",
                    "SummaryJapanese": "ジムとシルバーがヒスパニオラ号に戻ると、何か様子がおかしい。アロー副船長が航海中禁止の酒を飲んでいたところ、スモーレット船長に見つかってしまったようだ。アロー副船長はスモーレット船長に猟銃を突き付け反乱を起こしていた。\n　まだ凪が続いている夜、甲板でリンゴをかじるジムとシルバーの所に、酔いの覚めたアロー副船長がやってきた。自分のした事の重大さに気付き、不安になってしまったようだ。\n　その夜、アロー副船長が海に落ちた。全員総出で探してはみたものの、アロー副船長は見つからなかった。\n　そして嵐の海に、幽霊船が現れた。その幽霊船から、アロー副船長の亡霊がシルバーを呼ぶ。"
                },
                "9": {
                    "ID": "358583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358583",
                    "TitleEnglish": "Kidnapping in the slave port",
                    "SummaryEnglish": null,
                    "TitleJapanese": "奴隷みなとの人さらい",
                    "SummaryJapanese": "嵐を乗りきると、島が見えてきた。食料調達のため、ジムとシルバーを含んだ４人は島に上陸。しかし、突然降り出した雨で、ジムはシルバーとはぐれてしまう。島の人とは全く言葉が通じず、困っていた。その時、イギリス人らしき男達が、話しかけてきたのだ。助かったと思いきや、その男達は人さらい。このままでは、ジムは売り飛ばされてしまう。\n　ヒスパニオラ号の出航時刻は７時。早く戻らないと、おいて行かれてしまうのだ。\n　心配したシルバーのもとに、ケガをしたベンボーが戻ってきた。そして、人さらいに捕まったジムを助けに来たシルバーは、肩に銃弾を受けてしまった。そして、ジムとシルバーを乗せ、出航したヒスパニオラ号の前に海賊船が現れた。"
                },
                "10": {
                    "ID": "358584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358584",
                    "TitleEnglish": "Heard from the inside of an apple barrel!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "リンゴ樽の中で聞いた！",
                    "SummaryJapanese": "航海は順調だ。このまま行けば、あと３日位で宝島に到着する。そんな時、「かもめのパピー」から重大な情報が入った。「舵取りハンズ」が水夫を集め反乱を企てているらしい。ジムはその事をシルバーに相談し、夜になって船底を確認しに行った。そこで行なわれていたのは、亀の子レース。どうやら反乱ではなかったようだ。\n　ジムは、宝島の夢ばかり見ている。その夢から覚め、空腹を紛らわすためリンゴをかじりにいく。リンゴ樽の中にはわずかのリンゴしか残ってなく、寝ぼけているジムは、底にあるリンゴを取ろうとして樽に落ちてしまった。\n　「かもめのパピー」が「舵取りハンズ」に呼び出されていた。リンゴ樽の中で、眠っていたジムは目を覚まし、信じられない光景を目前にする。"
                },
                "11": {
                    "ID": "358585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358585",
                    "TitleEnglish": "Is something going down on Treasure Island!?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "宝島で何かが始まる!?",
                    "SummaryJapanese": "とうとう目的の宝島が見えてきた。しかし、シルバーの裏切りを知ったジムは、宝島が見えてきた喜びより悔しさでいっぱいだった。顔を合わせたくないジムは、シルバーから逃げ回る。そして、トレローニ、リブシー、スモーレット船長に、リンゴ樽の中で聞いた事を告白した。驚きを隠せない３人だが、打つ手を考えなければならない。スモーレット船長をリーダーに、作戦を練り始めた。味方はレッドルースじいさんを含め５人。それにトレローニの家で昔働いていた、水夫のジョイスとハンター兄弟の総勢７人だ。\n　間もなく、ヒスパニオラ号は宝島に到着した。ジムは偵察隊として、島に降り立った。シルバーたちから離れて監視するのが目的だ。そこでジムが見たのは、仲間割れした「海坊主」を殺す、シルバーの海賊の顔だった。"
                },
                "12": {
                    "ID": "358586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358586",
                    "TitleEnglish": "It's there! Monster of the forest",
                    "SummaryEnglish": null,
                    "TitleJapanese": "出た！ジャングルの怪物",
                    "SummaryJapanese": "仲間割れの現場を見てしまったジムは、海賊たちに見つかってしまった。追いかけてくる手下から逃れ、大急ぎで船に戻ろうとするジムの前に、化け物が…。その化け物は、元フリントの部下で、海賊だったベン・ガン。10年もの間、島にいたベン・ガンは、島中を知り尽くしている。ジムは、ベン・ガンに教えられた近道で、入り江に向かった。\n　一方、船に残ったスモーレット船長たちは、新たな作戦を実行していた。残った海賊を部屋に閉じ込め、食料、武器などを島にある砦に運び出していた。その時、グレーが味方に加わったのだ。\n　烽火の合図で、シルバーたちも反乱に気付かれたことを知る。ボートで島へ向かうスモーレット船長たちに、容赦なく攻撃が仕掛けられた。"
                },
                "13": {
                    "ID": "358587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358587",
                    "TitleEnglish": "Grampa's tiny bell",
                    "SummaryEnglish": null,
                    "TitleJapanese": "じいさまのちっちゃな鈴",
                    "SummaryJapanese": "スモーレット船長を率いるジムたち８人と、シルバーをリーダーに海賊20人余りの闘いが始まった。砦に陣地を取れば、少数のジムたちにも希望が持てるのだ。ジムたちは全力で砦に向かい、陣を組むことに成功した。海賊フリントの跡目を継ぐと、自らシルバー船長と称す。ヒスパニオラ号には、ガイコツが印された海賊旗が掲げられた。\n　一方、スモーレット船長たちの誇りであるユニオンジャックも、砦に掲げられた。挨拶がわりに海賊は、ユニオンジャックを目印に大砲を撃ちこんでくる。\n　夜になり、ジムとレッドルースじいさんが見張りに付いた。長い一日に疲れ、眠くなってしまったジムに、レッドルースじいさんは宝物の話をした。人にはそれぞれ宝があると…。\n　海賊は作戦を変更し、宝の地図を手に入れようと夜襲を企てた。そして、見張りをするレッドルースじいさんが、海賊の銃弾に倒れてしまった。"
                },
                "14": {
                    "ID": "358588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358588",
                    "TitleEnglish": "That's life! Friend, foe",
                    "SummaryEnglish": null,
                    "TitleJapanese": "これも人生！敵・味方",
                    "SummaryJapanese": "アンダースンをはじめ、シルバー率いる海賊軍の数人が南国特有の熱病にかかってしまった。このままでは、次々と仲間が熱病におかされてしまう。シルバーは次の手を打とうと、頭を悩ませていた。\n　そして、シルバーはカモメのパピーを引き連れ、白旗を掲げ砦にやってきた。白旗は休戦の印。しかし、シルバーの話し合いは一方的なもので、宝の地図を渡さなければ、裏山に用意した大砲で砦ごとふっとばすという。\n　「日暮れまで返事は待ってやる。」とは言うものの、みすみす宝の地図を渡す訳にはいかない。スモーレット船長の案で、砦に代わる場所を探すためジムがベンガンとコンタクトをとることになった。ベンガンの居そうな所を探し回るが、日暮れ間近になっても見つからない。砦へ急ぐジムは、偶然大砲のある裏山に出てしまう。"
                },
                "15": {
                    "ID": "358589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358589",
                    "TitleEnglish": "Surrender, Silver-style",
                    "SummaryEnglish": null,
                    "TitleJapanese": "シルバー式降伏のすすめ",
                    "SummaryJapanese": "大砲が偽物だとジムに気づかれ、シルバーは次の作戦にでた。スモーレット船長は砦に侵入してきた海賊に撃たれてしまった。すぐに弾を取り出さなければ命が危ない。しかし、海賊が投げ込んだ動物の死骸で井戸の水は使えなくなり、弾の摘出ができない。ジムは水を汲みに、海賊の見張る砦を抜け出した。\n　水を汲みに川についたジム。その対岸には、シルバーが待ち受けていた。結局、ジムは水を手に入れることができず、砦に戻ることになる。リブシーは、グレーの話を聞き水無しでの弾の摘出に成功する。その後は水不足に苦しむが、宝島に恵みの雨が降った。\n　その夜、シルバーは大砲で砦を命中させるため、ヒスパニオラ号を島に近づけた。そして翌朝、海賊たちの攻撃が始まった。"
                },
                "16": {
                    "ID": "358590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358590",
                    "TitleEnglish": "I'm a castaway...!?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "おいら少年流れ鳥…!?",
                    "SummaryJapanese": "砦には大砲が次々と撃ち込まれる。辺りには、海賊が銃を構えていて、逃げることもできない。ジムは刀を持ち「碇綱を切ってやる。」と砦を飛び出した。海に向かうジムは、ベンガンの隠れ家のある穴に落ちた。ベンガンからヒスパニオラ号に近づくための皮のボートを借り、海に出た。思いのほか潮の流れが速く、ヒスパニオラ号に近づくどころか、島からもどんどん遠ざかってしまった。オールも流され、鮫と闘い、疲れたジムはいつのまにか眠ってしまった。\n　気がつくと夕暮れ時、今度は島に向かって流されている。霧が深くなってきた海に、ジムはヒスパニオラ号の灯りを見つけた。ボートにも穴があき、泳いで船に近づいたジムは、とうとうヒスパニオラ号の碇綱を切ることに成功するのだった。"
                },
                "17": {
                    "ID": "358591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358591",
                    "TitleEnglish": "Don't underestimate me, I'm not a kid",
                    "SummaryEnglish": null,
                    "TitleJapanese": "甘くみるなョ子供じゃないぜ",
                    "SummaryJapanese": "碇綱を切ったジムは、そのままヒスパニオラ号に潜入した。しかし、船は少し流されただけで暗礁に乗り上げ、ジムの作戦は失敗。だが、ラム酒を飲んでいた海賊たちは、一日中大砲を撃ち続けた疲労も重なり、仲間割れが始まっていた。ジムは、掲げられていた海賊旗を降ろし、樽の中で敵の様子を窺うことにした。すると船内では、海賊が次々と発狂し、殺し合いを始めてしまった。船の中の海賊は次々と死に、とうとう全滅してしまった。\n　島にいるシルバーは、ヒスパニオラ号が少し動いているのではないかと気づいた。嫌な予感を抱き、嵐になった海をひとりヒスパニオラ号へと向かった。そして、シルバーは嵐の中、ジムの乗るヒスパニオラ号に現れた。"
                },
                "18": {
                    "ID": "358592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358592",
                    "TitleEnglish": "He's supposed to be dead, Hans",
                    "SummaryEnglish": null,
                    "TitleJapanese": "死んだはずだよ、ハンズさん",
                    "SummaryJapanese": "海はひどい嵐になった。碇の切れたヒスパニオラ号に乗るジムは、シルバーとふたり嵐をのりきるため力を合わせなければならない。ヒスパニオラ号ほど大きな船をふたりで操縦するのはかなり難しく、しかも嵐の中だ。船底の浸水はひどく、ジム一人では手におえない程だった。苦難の末、なんとか浸水を食い止めたシルバーとジム。一息ついたジムの前に、死んだはずのハンズが現れた。生き返ったハンズは、半狂乱の状態。剣を振り回し、仲間のシルバーにまで襲いかかる。横波にバランスを崩したシルバーは、大荒れの海に落ちてしまった。そして、ジムを追うハンズまでもが、海の中へと消えていった。"
                },
                "19": {
                    "ID": "358593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358593",
                    "TitleEnglish": "Is this his end? The immortal Silver",
                    "SummaryEnglish": null,
                    "TitleJapanese": "これで最期か？不死身のシルバー",
                    "SummaryJapanese": "ヒスパニオラ号にひとり取り残されたジムは、嵐を乗りきった。船は流され島を回り、砦とは反対側に位置する北の入り江近くに辿り着いていた。島に着いたジムは、一目散に砦へと駆け出した。それも、北の入り江から砦までは遠く、早くしないと夜になってしまうからだ。\n　やはり、砦に着いた時には夜になっていた。見張りをしているはずの仲間の姿も見えず、様子がおかしい。海賊を気にしながら小屋に近づいたジムの前に現れたのは、海に落ちたシルバーだった。そして、ジムは砦の中にいた海賊たちに捕らえられてしまった。シルバーは、海賊に殺されそうになったジムを助け、『黒丸』をつきつけられてしまった。"
                },
                "20": {
                    "ID": "358594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358594",
                    "TitleEnglish": "This time crucifixion! Long John",
                    "SummaryEnglish": null,
                    "TitleJapanese": "こんどは磔！ロング・ジョン",
                    "SummaryJapanese": "海賊はジョージを新しい頭にし、団結していた。ジムを助け、仲間に反感を買ってしまったシルバーは、磔（はりつけ）にされ、しかも翌朝には火あぶりの刑にされてしまう。\n　そして翌朝、シルバーは鋭い気迫で手下を脅かし、火あぶりの刑が執行される寸前、再び頭に返り咲いた。\n　宝の地図はシルバーたちの手に渡っており、スモーレット船長たちは洞窟に場所を移していた。そして、熱病が悪化したアンダースンを診察してもらう為、ジムは洞窟へと急いだ。久しぶりに仲間と再会したジムは、地図に隠された謎があることを知らされたのだった。ジムはリブシーを連れ、砦に戻った。シルバーとの『男の約束』を守ったのだ。\n　ジムは人質のままだが、リブシーに武器が返され、条件付休戦は終結を告げられた。"
                },
                "21": {
                    "ID": "358595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358595",
                    "TitleEnglish": "A treasure is good only if you're alive!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "生きてりゃこそのお宝よ！",
                    "SummaryJapanese": "海賊たちは、地図の示す宝の在処へ出発した。病人を抱え、険しく長い道のりだ。へとへとに疲れた海賊仲間を、励ますシルバー。本来は、一本足のシルバーが一番疲労が厳しいはず。シルバーの執念は、半端なものではないのだ。\n　夜になり、グレーはジムを助けるため、海賊の元に近づいた。1日中歩き続けた疲れもあり、海賊たちはぐっすり眠っている。しかし、シルバーに気づかれてしまい、グレーはジムを連れて帰ることができなかった。\n　夜が明け、再び宝に向かって歩き出した。海賊たちは、とうとう地図が示す場所に辿り着いた。海賊フリントのイニシャルの刻まれた剣を見つけ、海賊たちは一斉に土を掘り返し始めた。熱病に苦しんでいるアンダースンまでもが・・・。そして、アンダースンは宝を見ぬまま死んでしまった。悲しみの中、掘り返す土の中に手応えを感じたシルバーは、ついに宝の箱を見つけた。"
                },
                "22": {
                    "ID": "358596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358596",
                    "TitleEnglish": "When a pirates dies, he leaves only a skeleton",
                    "SummaryEnglish": null,
                    "TitleJapanese": "海賊死んでガイコツ残る",
                    "SummaryJapanese": "やっと見つけた宝の箱の中に入っていたのは、宝の山ではなく骸骨が一つ。それを見た海賊たちは、頭に血が上りジムを縛り上げた。シルバーはジムがなにか知っているのではないかと、海賊の仲間になることを勧めた。もちろんジムが海賊の仲間になるはずがない。シルバーはジムを木に縛るよう命令し、再び宝を探し始めた。しかし、掘っても掘っても宝は出てこない。\n　そして、シルバーはフリントの残した骸骨から手がかりを見つけ、さっそくガイコツ島へと向かった。その時、隙を見てジムが森へと逃げ出したのだ。シルバーは海賊をガイコツ島へと向かわせ、ジムを追った。しかし、シルバーはジムを捕まえるのではなく、手下の海賊からジムを守るため逃がしに来たのだった。\n　開放されたジムは仲間と合流せず、ひとりガイコツ島へ向かった。そこでジムは、シルバーを殺そうと企んでいるジョージの話しを聞いてしまう。"
                },
                "23": {
                    "ID": "358597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358597",
                    "TitleEnglish": "The flying man! Bobby the seagull",
                    "SummaryEnglish": null,
                    "TitleJapanese": "翔んでる男！カモメのパピー",
                    "SummaryJapanese": "ガイコツ島の洞窟で、シルバーはジョージに撃たれてしまった。そこへ死んだはずの海賊フリントの声が聞こえてきた。飛び出して行った海賊たちは、ジムの仲間の奇襲に敗れた。残るはシルバーと『カモメのパピー』。捕虜となったシルバーの手当てをするため、砦に戻ることになった。\n　『カモメのパピー』はシルバーの計らいで自由の身になり、止めるのも聞かず「ひとりが好きやねん。」と翔んで行ってしまった。そして、フリントの残した宝の地図に書かれたあぶり出しの言葉は、今だ解読できない。文頭にある満月の夜は、一週間後に迫っている。一同は言葉の一つにあった『フリントの館』を探しに行くことになった。一日中歩き回ったが、それらしい物は全く見当たらない。それどころか、シルバーが熱病で倒れてしまった。"
                },
                "24": {
                    "ID": "358598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358598",
                    "TitleEnglish": "Will the box of the dead shine on a full moon!?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "亡者の箱は満月に輝くか!?",
                    "SummaryJapanese": "ベンガンの教えてくれた沼地の蓮を、『カモメのパピー』が採ってきたおかげで、シルバーの熱は下がった。満月の夜まであと２日。ふたてに分かれて『フリントの館』を再び探すことになった。シルバーは、海賊フリントの館は海にあるかもしれないと思いつき、海岸を探すことになった。そして、海に落ちたジムの近くに鮫が現れた。\n　ジムを助け出したシルバーは、『フリントの館』を探し出す当てを見つけていた。海賊フリントの仇名はいくつもあるが、一番ぴったりだったのが『カリブの鮫』。その『フリントの館』イコール『鮫の館』だと言うのだ。夜のうちにイカダを造り、朝になると海に出て『鮫の館』探し始めた。そして、グレーが鮫との格闘の末、『鮫の館』を見つけ出した。\n　『満月の夜　鐘一つ　フリントの館　悪魔の腰掛けにて良き眼鏡４５度　光を目指せ　ドクロの左目より射よ』 その言葉が示す通り、フリントの宝は眠っていた。"
                },
                "25": {
                    "ID": "358599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358599",
                    "TitleEnglish": "Till we meet again, salt air",
                    "SummaryEnglish": null,
                    "TitleJapanese": "潮風よ、縁があったらまた逢おう",
                    "SummaryJapanese": "宝を手に入れジムたちは、一路故郷のイギリスへと向かった。シルバーは、船倉に閉じ込められ、グレーの監視がついている。従順で抜け殻のようになってしまったシルバーを、ジムはもどかしく感じていた。グレーもまた、ジムと同じ気持ちでいたのだ。グレーは「昔のジョン・シルバーを探しに行く。」とジムを誘い、シルバーを甲板に呼び出した。そして、グレーはシルバーに殴りかかった。シルバーは皆を油断させるため、負け犬のふりをしているのだと、グレーは確信した。\n　西インド諸島にあるドミノの港で、食料の買出しと船員を補充しなければならない。しかし、ヒスパニオラ号には目利きのベテランと呼べるのはシルバーだけ。仕方なくシルバーを港に降ろすことにした。そして、シルバーは足かせをつけたまま、船乗りのいそうな店をかたっぱしから探し回り、宿に着いたのは夜中になっていた。シルバーは、最後に寄った店からラム酒を頂戴し、グレーとジムに乾杯しようと勧めた。ふたりを酔い潰し、シルバーは宝の分け前と共に消えてしまった。"
                },
                "26": {
                    "ID": "358600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/treasure-island-1978/episodes/358600",
                    "TitleEnglish": "Flint can't fly anymore",
                    "SummaryEnglish": null,
                    "TitleJapanese": "フリントはもう飛べない",
                    "SummaryJapanese": "宝を乗せたヒスパニオラ号が、ブリストルの港についた。大勢の人達が港に集まり、歓迎を受けたジムたちは、国からの御沙汰があるまでブリストルのホテルに滞在することになった。\n　しばらくして国からの御沙汰があり、ジムたちは国民栄誉勲章と1000ポンドを受け取ることになった。大騒ぎの会見場をこっそり抜け出したグレーに気づき、ジムはグレーを追った。グレーは、これから祖国のアイルランドに帰ると言う。分け前をもらえず泣いている『カモメのパピー』に、グレーは自分が受け取った分け前の半分を渡した。「また、皆で会おう。」と言い残し、グレーは去っていった。\n　そして10年後、一等航海士となったジムは、北アフリカの港町でシルバーとの再会。そこにいたのは、ジムの知っている強く優しいシルバーだった。"
                }
            }
        }
    }
}