{
    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1144841/",
        "http://www.kimikiss-pure-rouge.jp/",
        "https://www.themoviedb.org/tv/25365",
        "https://www.themoviedb.org/tv/25365"
    ],
    "TitleEnglish": "Kimikiss Pure Rouge",
    "SummaryEnglish": "Kouichi Sanada and Kazuki Aihara's childhood friend Mao Mizusawa has returned after living in France for a couple of years. Kouichi is surprised to learn that, since her parents are remaining overseas for the time being, his mother has agreed to let Mao stay with them. The three friends help each other deal with the ups and downs of high school romance.",
    "TitleJapanese": "キミキス pure rouge",
    "SummaryJapanese": "春4月、出会いの季節。新年度を迎えたここ私立輝日南高校でも、“今年こそは彼女を！”と、新しい出会いに胸膨らませる男子生徒たちがいた。まずはクラス替え、気になるあの子のクラスは…？",
    "Aliases": [],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "31418",
            "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "2515751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/2515751",
                    "TitleEnglish": "Love Fighter",
                    "SummaryEnglish": "Megumi Kuryu questions the frivolity of love: its meaning, why people need, and more importantly, can a prefect such as herself experience it. Megumi’s thirst for enlightenment leads her into encounters with friends as she tries to find her answer.",
                    "TitleJapanese": "ラブファイター",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "31419",
            "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "358491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358491",
                    "TitleEnglish": "Meet Again",
                    "SummaryEnglish": "It's a bright, sunny day and Kouichi wakes up from a dream only to have a cute girl, he is doesn't seem to remember, intrude into his home. It is only until when his friend Kazuki arrives that he is able to remember that the girl is Mao who moved to France 2 years ago. But they didn't get much of a chance to catch up, because Kouichi and Kazuki are being forced to do something for the Movie Club. The next day is the opening ceremony for the Kibina high school and Mao will be transferring there.",
                    "TitleJapanese": "meet again",
                    "SummaryJapanese": "春休み。高校２年への進学を控えた光一は、気になる女の子がいるものの誘う勇気もなく、家でひとりくつろいでいた。そこに突然来訪する美少女。我が者顔で家に上がりシャワーを浴び始めた彼女は、何と2年ぶりにフランスから帰ってきた幼馴染みの摩央姉ちゃんこと水澤摩央だという。ビン底眼鏡で受験の鬼だった摩央しか知らない光一は、その変貌ぶりに唖然とする。"
                },
                "2": {
                    "ID": "358492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358492",
                    "TitleEnglish": "Cool Beauty",
                    "SummaryEnglish": "Ever since he returned from school Kazuki has been thinking about the he had with Eriko and the words which followed. So the next day he asks for some info on her from Akira but is unable to get anything helpful. Today is also the first day for all the freshmen so Nana, who's able to make a new friend, will be joining him from now on. Later Mao notices Eiji playing the sax and is finally able to get through to him.",
                    "TitleJapanese": "cool beauty",
                    "SummaryJapanese": "０点の答案を折った紙飛行機を拾った一輝。持ち主である天才少女、二見瑛理子のもとに届けるが、彼女はいきなり「実験」といって一輝にキスをして立ち去った。翌日は入学式。各部の新入生勧誘の騒ぎをよそに、放課後あてもなくぶらつく摩央はサックスの音色に気づく。それは同じクラスの甲斐栄二の奏でる音だった。ミュージシャンになるため、受験に興味はないと言い放つ甲斐。何故か摩央はその言葉に共感し、彼の前で受験の話をしないことを誓うのだった。"
                },
                "3": {
                    "ID": "358493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358493",
                    "TitleEnglish": "Book Mark",
                    "SummaryEnglish": "It's a new school day and Nana and her friend Narumi are messing about with their frogs. When Kouichi arrives with Mao, Nana uses this as a chance to invite Mao to welcoming party. With Nana, Mao, Narumi, Kazuki and Kouichi planning to go all they need are 2 more people, so it's all up to Kazuki and Kouichi to invite someone each.",
                    "TitleJapanese": "book mark",
                    "SummaryJapanese": "一輝の妹・菜々も輝日南高校に入学。早くもうどん好きの少女・里仲なるみと仲良くなりゴキゲン。光一の結美への想いを知り、お姉さんとして協力を約束する摩央。菜々はカラオケボックスで摩央の歓迎会を開くことを提案するが、割引のための人数が足りない。摩央は光一の気持ちを汲み、結美をカラオケに誘う。その帰り道、光一に結美を送らせ、ひとり帰宅する摩央。ふと見かけたジャズバーで、摩央は開店の準備をする甲斐に気づく……"
                },
                "4": {
                    "ID": "358494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358494",
                    "TitleEnglish": "Step In",
                    "SummaryEnglish": "It's been a month since everyone went to the karaoke box together and Mao is annoyed at Kouichi, who hasn't made any progress with Yuumi. Meanwhile Mao has been receiving a lot of love letters recently but she only considers them to be a nuisance. Kazuki has soccer practice and like always he is doing things very half-heartedly compared to the star soccer player Asuka.",
                    "TitleJapanese": "step in",
                    "SummaryJapanese": "カラオケから一ヶ月。進展のない光一と結美の仲にやきもきする摩央は、「その一歩をためらうな」と光一をけしかける。映研の次回作のシナリオを任された光一は、意を決して結美に話かける。サッカー部一の実力者・咲野明日夏は、一輝にディフェンスの才能を見い出し練習相手にしている。練習嫌いの一輝に苛立つ明日夏。「そんな中途半端で後悔しないの？　あたしはどんなにうまくても……」一輝は、公式試合に出られない彼女の悔しさを知る。"
                },
                "5": {
                    "ID": "358495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358495",
                    "TitleEnglish": "Jump Up",
                    "SummaryEnglish": "Sunday has arrived and Mao goes on a date with Eiji, to a live jazz show. Kouichi is spending more and more time with Yuumi, using the movie club screenplay as a prerequisite. Kazuki has been agitated recently and even Mao has noticed, so she gives him some words of wisdom.",
                    "TitleJapanese": "jump up",
                    "SummaryJapanese": "摩央をデートに誘う甲斐。約束通り受験の話はなく、音楽の話題などで盛り上がる二人。摩央もまんざらではないようだ。一方、光一は、シナリオの参考意見を聞くために、たびたび図書室で結美と逢うようになっていた。そして瑛理子のことが気になる一輝。「実験」は一方的に瑛理子から中止の宣告をされている。昔から中途半端で、「その一歩」が踏み出せない一輝。だが、摩央や光一との思い出が、一輝にある決意をさせる。"
                },
                "6": {
                    "ID": "358496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358496",
                    "TitleEnglish": "Each Melancholy",
                    "SummaryEnglish": "Kazuki decides to continue the \"experiment\" with Eriko but before that he goes to make amends with Asuka. As a 3rd year student Mao is beginning to feel the strain as the first midterms are coming up, well she should be but she has no motivation whatsoever. So Kouichi and Kazuki decide to get everyone together for a study session, in the library.",
                    "TitleJapanese": "each melancholy",
                    "SummaryJapanese": "再開された一輝と瑛理子の「実験」。また、一輝は明日夏とも仲直りし、中途半端な自分を変えようとしていた。だが、明日夏に退部の危機が！　勉強が苦手な明日夏は、中間テストで赤点を取ると部活停止になってしまうのだ。一方、かつてガリ勉少女だった摩央も、高校受験失敗の反動で勉強嫌いになっていた。一輝と光一は彼女たちのために、図書室での勉強会を提案する。柊や結美、菜々たちも加わり、和やかな雰囲気だったが……。"
                },
                "7": {
                    "ID": "358497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358497",
                    "TitleEnglish": "Dear Actress",
                    "SummaryEnglish": "The midterms are over so now it is time for them to think about the movie and seeing how Kouichi did a good job on the synopsis, what's left is to find an actress for the female lead. So they continue to discuss this is Narumi's family Udon restaurant. Kazuki feels that he is getting somewhere with Eriko, whereas Arika may have found someone to play the heroine in the movie.",
                    "TitleJapanese": "dear actress",
                    "SummaryJapanese": "中間テストは無事終了。なるみの実家のうどん屋「里なか」をたまり場に、映画研究部の活動も再開した。学園祭で上映する映画のあらすじも、光一と結美で組み上げた恋愛ストーリーに決定する。しかし摩央や菜々たちをはじめ、誰もがヒロイン役には尻込み。柊は祇条深月の勧誘に成功するが、彼女の口からは意外な言葉が。一方、甲斐の働くジャズバーに度々顔を出すようになった摩央。光一たちのことを気にかける摩央に甲斐は……。"
                },
                "8": {
                    "ID": "358498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358498",
                    "TitleEnglish": "Close to You",
                    "SummaryEnglish": "Mao has been acting weird ever since the kiss she has with Eiji and not only her but Kazuki has been suspicious cheerful as well. Mao just can't seem to face Eiji so she does her best to avoid him in school but is later able to patch things up with him. After school whilst Kouichi is stuck with Akira, Kazuki goes to a ramen restaurant with Eriko.",
                    "TitleJapanese": "close to you",
                    "SummaryJapanese": "甲斐とどう接したらよいかわからず、保健室に避難する摩央。そこで授業をサボタージュ中の瑛理子と再会する。「自分のことが良くわからない」とぼやく摩央に、瑛理子は「自分のことは自分が一番良くわかる」と言い放つ。放課後、一輝は瑛理子の味覚を試すため、とんでもメニューのあるラーメン屋と「里なか」へ誘う。瑛理子の味覚音痴ぶりは明日夏や映画研究部メンバーにとっては親しみを感じるものだった。"
                },
                "9": {
                    "ID": "358499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358499",
                    "TitleEnglish": "Water Girls",
                    "SummaryEnglish": "Everyone has met up to talk about the completed movie synopsis, which happens to be missing something but Kouichi is still thinking about the chance encounter with Mao together with Eiji. Then Akira spontaneously comes up with the idea to use the school's swim tournament to get a girl in a swimsuit for the movie.",
                    "TitleJapanese": "water girls",
                    "SummaryJapanese": "校内水泳大会開催！　柊のはた迷惑な閃きによって、光一と一輝は水着の似合う女子を映画にスカウトしようとする。しかし栗生恵にクギを刺され、おとなしく競技に集中。大会で活躍する明日夏だが、はりきりすぎて足をつってしまう。回復しないまま最後のリレーに出場しようとする明日夏を、瑛理子が止める。結果の見えた勝負は「やるだけ無駄」だという瑛理子に、明日夏は「やってみなければわからない」と応える。そして結果は……。"
                },
                "10": {
                    "ID": "358500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358500",
                    "TitleEnglish": "Miss Tone",
                    "SummaryEnglish": "It's the weekend and Mao wakes up early after having a weird dream about Kouichi. Tired of the bad atmosphere, Kouichi heads out to the bookstore, where he runs into Eiji. Meanwhile Kazuki is having soccer practice with Asuka. The next day Mao goes out on a date with Eiji but Kouichi is stuck at home with a cold.",
                    "TitleJapanese": "miss tone",
                    "SummaryJapanese": "光一のことを変に意識してしまい、普段の態度も、どこかギクシャクしてしまう摩央。そうとは知らず摩央の様子を心配した光一は、街で偶然出会った甲斐に相談する。気持ちを切り替えて甲斐とのデートに出かけ、元気を取り戻した摩央だが、光一が甲斐に相談していたことを知り、憤然として帰宅する。だが、そこには風邪をひいて寝込んだ光一の姿があった。光一の家族が留守のため、やむなく怒りを忘れて看病する摩央だが……。"
                },
                "11": {
                    "ID": "358501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358501",
                    "TitleEnglish": "Tear Drops",
                    "SummaryEnglish": "Everyone has been invited over to Mitsuki's mansion, to check out the location where parts of the movie would be filmed. There's uncomfortable atmosphere around Kouichi and Mao and they can't even talk to each other, after what happened the previous night. Yuumi has been feeling down as well and it could have something to do with the phone call before.",
                    "TitleJapanese": "tear drops",
                    "SummaryJapanese": "映画のロケハンで祇条深月の家を訪れる映画研究部一行。深月の好意で摩央、結美、菜々となるみはもちろん、明日夏や瑛理子も招待されていた。広大な祇条家の屋敷と深月のもてなしに圧倒される一同。誰もが驚きを隠せない中、なぜか沈みがちな結美とそれを心配する光一。昼食後に行われたかくれんぼで深月と一緒に隠れた摩央は、深月の恋愛に憧れる想いを知る。同時に摩央は、自分自身の想いが揺れはじめていることに気付くのだった。"
                },
                "12": {
                    "ID": "358502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358502",
                    "TitleEnglish": "Passing Rain",
                    "SummaryEnglish": "It's a new school day and Kouichi is somewhat worried about Yuumi, after what happened at the train station on the other hand Kazuki is in high spirits with things between him and Eriko going surprisingly well. After school Kouichi and Yuumi send some time together and she's even being somewhat forward, while back at school Kazuki and Asuka are practicing until when Asuka gets injured.",
                    "TitleJapanese": "passing rain",
                    "SummaryJapanese": "夏休み直前だというのに様子のおかしい結美を心配する光一。そして摩央は、光一のその姿に言い知れない想いに駆られつつも、お姉さんとしての恋愛のアドバイスを忘れないのだった。一方、深月の家でのかくれんぼを通じて、瑛理子と急接近できた一輝のテンションは高く、放課後の明日夏との個人練習でも、一輝の動きのキレは明日夏も思わず舌をまくほどであった。だが、プレイに夢中になりすぎて明日夏は転倒、足を怪我してしまう。"
                },
                "13": {
                    "ID": "358503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358503",
                    "TitleEnglish": "Crossroad",
                    "SummaryEnglish": "With summer vacation fast approaching Kouichi somehow managed to finish the script for the movie. Kazuki has been really nice to Asuka lately and just when she starts to realize her feelings for him he tells her that he likes Eriko. Eiji notices something wrong with Mao today so he decides to take some time of to go out with her. Kouichi spends the whole day with Yuumi where she finally reveals, to Kouichi, what has been eating her up inside.",
                    "TitleJapanese": "crossroad",
                    "SummaryJapanese": "一学期最後の日。結美の協力を得て、何とかシナリオを書き上げた光一の心は晴れやかだ。明日夏の怪我は深刻なものではなかったが、２週間程の安静が必要だった。怪我の責任の半分は自分にあると、色々と明日夏を気遣う一輝。サッカーの練習も気合いが入るが、その心には瑛理子への想いがあった。一方、明日夏も、負傷した時の一輝の行動力やその心遣いに、頼もしさを感じる様になる。そして、結美から衝撃の告白を受けた光一は･･･。"
                },
                "14": {
                    "ID": "358504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358504",
                    "TitleEnglish": "Summer Holidays",
                    "SummaryEnglish": "The Summer Holidays have arrived and Kouichi is trying to find ways to spend time with Yuumi and make memories with her, while he still can. Meanwhile Kazuki is practicing soccer and even after getting serious about it he still ends up as a sub for the upcoming practice match. It is later decided that Kouichi and Yuumi will be playing the lead roles in the movie, they are doing throughout summer.",
                    "TitleJapanese": "summer holidays",
                    "SummaryJapanese": "夏休みに突入。結美との思い出作りのため、積極的に行動を始める光一。事情を知った摩央は、微かな心の痛みに耐えながらも世話を焼く。複雑な気持ちで甲斐の店を訪れた摩央だが、甲斐が出演するライブの話を聞いて感動する。なるみのうどん、明日夏のサッカー……ふと、自分の夢は何なのだろうと考える摩央。一方、次の試合のサブメンバーに選ばれた一輝は、瑛理子の誘いをやむなく断ってしまう。やる気になった一輝を、明日夏は少しまぶしく感じるのだった。"
                },
                "15": {
                    "ID": "358505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358505",
                    "TitleEnglish": "Now's the Time",
                    "SummaryEnglish": "The filming for the movie has begun however it isn't going as smoothly as planned, having Yuumi as the lead heroine. So now a new heroine is needed and fast but the only person that comes to mind it Mao. Later Kouichi takes Yuumi to the beach for a whole day to have fun and Mao heads out to see Eiji perform in a live concert.",
                    "TitleJapanese": "now's the time",
                    "SummaryJapanese": "光一たちの映画制作がいよいよ始まった。菜々やなるみ、深月も手伝ってのにぎやかな撮影だ。しかし、ヒロイン役の結美が演技に慣れず、なかなかうまくいかない。責任を感じた結美は、光一と共に真田家に向かい、摩央に再度ヒロイン役を頼み込む。二人に頼まれた摩央はあることを条件に渋々承諾する…。"
                },
                "16": {
                    "ID": "358506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358506",
                    "TitleEnglish": "Stand In",
                    "SummaryEnglish": "Mao is able to make it to Eiji's performance in the live concert but she's still feeling unsettled after seeing Kouichi kiss Yuumi. The next day everyone goes out to do some filming for the movie but halfway into it they are forced to take a break. With the next day being a day off, Kouichi and Yuumi go on a date to watch a movie in the cinema. Kazuki and Asuka have some practice together but he's been getting distracted lately and once she discovers the reason she confronts Eriko.",
                    "TitleJapanese": "stand in",
                    "SummaryJapanese": "摩央をヒロインに迎え、映画研究部の撮影がはじまった。順調な光一と結美の仲を傍らで見守る摩央は、光一への想いを自覚しはじめる。怪我が治った明日夏は、一輝との練習を再開。しかし、一輝は瑛理子からの連絡を気にかけてばかりいた。苛立つ明日夏は帰り道、瑛理子とばったり遭遇する。一輝と瑛理子の「実験」を知った明日夏は、一輝の真剣な想いを弄んでいると瑛理子を非難する。そして、瑛理子が出した結論は……。"
                },
                "17": {
                    "ID": "358507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358507",
                    "TitleEnglish": "Her Answer",
                    "SummaryEnglish": "Kazuki has been taking time of practicing after being dumped by Eriko and Asuka is feeling worried, seeing how she caused it all. Kouichi and Yuumi have been spending the remainder of their summer together, yet he still feels somewhat lonely at home with Mao not being around. Lately Mao has been going out a lot with Eiji, trying to clear her head but she may be overwhelmed by her wavering emotions.",
                    "TitleJapanese": "her answer",
                    "SummaryJapanese": "瑛理子に実験の終了を告げられ、打ちひしがれる一輝。一輝の中には恋心とともに、孤独な瑛理子と仲良くなっていきたいという想いが芽生えていたのだ。苦悩する一輝を見て、瑛理子を非難した明日夏もまた心を痛め、ある決意をする。一方、結美との時間を楽しむ光一にも、摩央の異変が心の隅にひっかかっていた。甲斐と会っていても光一のことを考えてしまう摩央。そんな摩央の心に、光一との幼い思い出がよぎる。"
                },
                "18": {
                    "ID": "358508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358508",
                    "TitleEnglish": "Rainy Blue",
                    "SummaryEnglish": "In the shocking rain, Mao has finally given in to her feelings and dumps Eiji. She returns home completed soaked and ends up with a fever the next day. Kazuki is lazying about when he suddenly gets a call from Asuka, asking to meet him but all she wanted to do was set him and Eriko up together. They go back to her place to have a chat. Kouichi continues to worry about Mao.",
                    "TitleJapanese": "rainy blue",
                    "SummaryJapanese": "甲斐に本当の気持ちを伝えた摩央。そのまま雨の中を帰宅した摩央は、風邪をひいて寝込んでしまう。何も知らない光一は、心身ともに落ち込む摩央を気遣うが……。一方、明日夏は、結果として一輝と瑛理子の仲を引き離してしまったことを悔やんでいた。自分自身の一輝への想いに気付きつつも、「寝覚めが悪いから」と二人を引き合わせる明日夏。そして瑛理子は一輝に、「実験」を始めた理由を語りはじめる。"
                },
                "19": {
                    "ID": "358509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358509",
                    "TitleEnglish": "True Heart",
                    "SummaryEnglish": "The new school semester has begun but that is the least of Kouichi's worries, as he is still quite shaken up after Mao declared her love for him. Kazuki has been energetic as always, during his soccer practise but there are still the lingering thoughts of Eriko in his mind. All the classes are preparing for the upcoming school festival and everyone is working hard for it, including the Movie Club that still has the \"kiss scene\" remaining.",
                    "TitleJapanese": "true heart",
                    "SummaryJapanese": "いよいよ新学期。輝日南高校では学園祭の準備が本格的に始まっていた。だが、摩央の気持ちを知った光一の心は重い。そんな光一を結美は気遣うが……。一方、一輝と瑛理子の「人は何故人を好きになるのか」を知るための実験は終わりを告げていた。瑛理子への想いを断ち切れない一輝は、理科準備室を訪れるが…。"
                },
                "20": {
                    "ID": "358510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358510",
                    "TitleEnglish": "Uncontrollable",
                    "SummaryEnglish": "After running from the movie filming, Mao ends up meeting Eiji by coincidence where they happen to have a little talk. Elsewhere Kouichi is worried about Mao, also Yuumi is worried because she's sensed the feelings Mao and Kouichi have for each other. Back at school Kazuki continues to persevere with his one-sided love with Eriko but reaching her feelings may be a tough wall to scale.",
                    "TitleJapanese": "uncontrollable",
                    "SummaryJapanese": "自分の気持ちを抑えられない摩央。映画の撮影中にも、つい現実の想いが交錯してしまう。そんな摩央を甲斐は優しく諭す。摩央との別れを経て、彼もまた大きく成長していたのだ。そして摩央はある決心をする。一方、一輝もめげてはいなかった。瑛理子に拒絶されながらも、必死に彼女の心を開こうと努力する。"
                },
                "21": {
                    "ID": "358511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358511",
                    "TitleEnglish": "Cutting Memory",
                    "SummaryEnglish": "Mao is already making preparations to move next Sunday, which leaves Kouichi feeling a bit empty inside whereas Kazuki pretty pleased now that he's back together with Eriko. At school everyone is busy preparing for the School Festival and even Nana and Narumi, with their Udon Association are making steady progress. Asuka soon learns of Kazuki and Eriko's reconcilement and she begins to regret her decision but let's hope this won't affect her performance, in the next unofficial match.",
                    "TitleJapanese": "cutting memory",
                    "SummaryJapanese": "瑛理子に自分の想いを、自分の言葉で伝えることができた一輝。瑛理子もまた一輝の心を受けとめた。瑛理子と仲直りをし、学園祭当日のサッカーの試合でも先発出場を決めた一輝は上機嫌。だが、そんな二人の様子を見た明日夏の心は穏やかではなかった。一方、光一の家を出て行くことに決めた摩央は、引越しの準備を始める。まるで自らの気持ちを整理するかのように…。"
                },
                "22": {
                    "ID": "358512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358512",
                    "TitleEnglish": "Time Goes By",
                    "SummaryEnglish": "There's only 2 days till the school festival and Kazuki and Eriko are making arrangements on spending time together. At school Kazuki has noticed that Kouichi and Asuka have both been acting weird lately, so he tries to do what he can to help them. Asuka may have acquired her resolve to not do things half-heartedly but Kouichi is still brooding over Mao. The gang later through a farewell party for Yuumi.",
                    "TitleJapanese": "time goes by",
                    "SummaryJapanese": "一輝への想いが高まるばかりの明日夏は、部活動でも学園祭の準備でもミスをしてばかりいた。鈍感な一輝はそのことに気付かないが、瑛理子だけは明日夏の苦悩に気付き始めていた。また、引越しなどの疲れがたまっていた摩央は、保健室で久々に瑛理子と話をする。かつて自分の心が分からないと言った摩央は、今は分かってしまったばかりに苦しみ、自分のことで分からないことはないと答えた瑛理子は、不可解な自分の心に戸惑っていた。"
                },
                "23": {
                    "ID": "358513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358513",
                    "TitleEnglish": "Miss You",
                    "SummaryEnglish": "Akira has completed all the movie club's preparations for the school festival, so all that's left is for Yuumi and Koichi to enjoy their last day together. During the festival, Narumi's and Nana's Udon Association gets an unexpected guest and Kazuki is eagerly waiting for the friendly soccer match. Asuka has decided to confess to Kazuki once the match is over.",
                    "TitleJapanese": "miss you",
                    "SummaryJapanese": "いよいよ学園祭当日。それは結美が輝日南高校で過ごす最後の時間でもあった。わずかな時をも惜しむように、共に校内を廻る光一と結美。しかし光一は摩央のことが気にかかっていた。一方、グラウンドではサッカー部の対校試合が行なわれ、一輝と明日夏は自分で満足できる活躍をすることができた。試合後、明日夏は相手校の監督に女子リーグの関東選抜の合宿に誘われる。我が事の様に喜ぶ一輝に、明日夏は…。"
                },
                "24": {
                    "ID": "358514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kimikiss-pure-rouge/episodes/358514",
                    "TitleEnglish": "And Meet Again",
                    "SummaryEnglish": "The Kibana School Festival is in full swing, however Kazuki is somewhat troubled because Eriko is nowhere to be found and he thinks it may have to do with Asuka. Elsewhere Kouichi and Yuumi spend their last day together but there's a weird atmosphere between the two and it may have something to do with Mao. What will be the culmination for these couples?",
                    "TitleJapanese": "…… and meet again",
                    "SummaryJapanese": "明日夏たちの試合、なるみたちのうどん、映画研究部の映画……それぞれの目標が学園祭で実を結んでいく。一緒に過ごす光一と結美だが、ふと忘れものを取りにいった光一は甲斐と、そして光一を待つ結美は摩央と遭遇する。一方、一輝は約束の時間に現れない瑛理子を探していた。人を好きになる心を知った瑛理子は、傷つくことを怖れて一輝を避けていたのだ。学園祭の終わりを告げる花火の下、誰もが本当の気持ちに辿り着こうとしていた。"
                }
            }
        }
    }
}