{
  "URL": "https://www.thetvdb.com/series/vicky-the-viking",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Children",
    "Comedy",
    "Family"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0278855/",
    "https://www.themoviedb.org/tv/35257"
  ],
  "TitleEnglish": "Vicky the Viking",
  "SummaryEnglish": "To help his son be a little more courageous Halvar, chief of the Vikings, takes Vicky on adventures to experience what is to be a real Viking.",
  "Aliases": [
    "Chiisana Viking Vickie",
    "Vickie the Little Viking"
  ],
  "Modified": "2025-01-22",
  "Seasons": {
    "0": {
      "ID": "31457",
      "URL": "https://www.thetvdb.com/series/vicky-the-viking/seasons/official/0",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "1481551",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/1481551",
          "TitleEnglish": "Japanese Opening",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "10334955",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/10334955",
          "TitleEnglish": null,
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "10334969",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/10334969",
          "TitleEnglish": null,
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "31460",
      "URL": "https://www.thetvdb.com/series/vicky-the-viking/seasons/official/1",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "358737",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358737",
          "TitleEnglish": "The Race",
          "SummaryEnglish": "Chief Halvar comes back from a raid. Finds out his son(Vickie) running away from a wolf, despises the fact that Vickie uses intelligence over strength. They decide to make a contest to see which is better.",
          "Aliases": []
        },
        "2": {
          "ID": "358738",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358738",
          "TitleEnglish": "The Trap",
          "SummaryEnglish": "Village prepares and sail onto another raid. The ship faces a storm and ends up shipwrecking on shore. The vikings decide to explore the new land and raids a town they've found.",
          "Aliases": []
        },
        "3": {
          "ID": "358739",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358739",
          "TitleEnglish": "The Escape",
          "SummaryEnglish": "The king proposes an unacceptable deal to the Vikings. Vickie provides a gift to the king in order to execute his escape plan. After an unsuccessful attempt to escape, Vickie trades technology/information over their freedom.",
          "Aliases": []
        },
        "4": {
          "ID": "358740",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358740",
          "TitleEnglish": "The Hollow Tooth",
          "SummaryEnglish": "Snorre has a toothache. His whining disturbs all crew and Vickie settles down the situation.",
          "Aliases": []
        },
        "5": {
          "ID": "358741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358741",
          "TitleEnglish": "The Terrible Sven",
          "SummaryEnglish": "With Sven on their tails, the Vikings must protect their goods.",
          "Aliases": []
        },
        "6": {
          "ID": "358742",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358742",
          "TitleEnglish": "Cheated",
          "SummaryEnglish": "With the straits of Denmark ahead, the Vikings come up with a plan to avoid paying taxes, so they can keep all their goods.",
          "Aliases": []
        },
        "7": {
          "ID": "358743",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358743",
          "TitleEnglish": "The 19 Wolves",
          "SummaryEnglish": "The Vikings arrive home, though the village disagrees with Vicky's share of the sake. Vicky proposes to open a competition over the ownership of his share.",
          "Aliases": []
        },
        "8": {
          "ID": "358744",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358744",
          "TitleEnglish": "The Attack",
          "SummaryEnglish": "Sven attacks the village with revenge in mind.",
          "Aliases": []
        },
        "9": {
          "ID": "358745",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358745",
          "TitleEnglish": "On Gull Island",
          "SummaryEnglish": "The village boys travel to seagull island. Vicky befriends unusual characters on the island. The raft is destroyed on the way back.",
          "Aliases": []
        },
        "10": {
          "ID": "358746",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358746",
          "TitleEnglish": "The Promise",
          "SummaryEnglish": "Two months after last expedition, it's time for a new one. Vicky get kidnapped.",
          "Aliases": []
        },
        "11": {
          "ID": "358747",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358747",
          "TitleEnglish": "The Red-eyed Giants",
          "SummaryEnglish": "With Snore found resting at shore, the village wonders what happened to the vikings. Vicky tries to delude Normans to rescue those who are dear to the village.",
          "Aliases": []
        },
        "12": {
          "ID": "358748",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358748",
          "TitleEnglish": "The Liberation",
          "SummaryEnglish": "Vicky and Snore travel to England as they seek to free their fellow countrymen.",
          "Aliases": []
        },
        "13": {
          "ID": "358749",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358749",
          "TitleEnglish": "Vicky Wins A Friend",
          "SummaryEnglish": "The Vikings are on their way home. But they lack drinkable water, forcing them to come to shore. There they find the locals claiming to have a mystical sword.",
          "Aliases": []
        },
        "14": {
          "ID": "358750",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358750",
          "TitleEnglish": "Storming The Fortress",
          "SummaryEnglish": "The Vikings want to attack a castle in Franconia and are not deterred by Vickie's warnings. During the attack, they are captured. Faxe, Ulme, and Urobe manage to escape. They return to the ship to ask Vickie for help. They report that a feast is being prepared at the castle. This gives Vickie the idea to offer his services as a kitchen boy to gain access to the castle...",
          "Aliases": []
        },
        "15": {
          "ID": "358751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358751",
          "TitleEnglish": "A Narrow Escape",
          "SummaryEnglish": "Vickie enters into the service of the Franks as a kitchen boy. The preparations for the grand feast are in full swing. When Vickie learns that a group of entertainers has arrived, he sees his opportunity. He locks the group in a storage room and takes their clothes. The Vikings manage to escape disguised as court jesters.",
          "Aliases": []
        },
        "16": {
          "ID": "358752",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358752",
          "TitleEnglish": "The Water Pipes",
          "SummaryEnglish": "The tax collector arrives at Flake with a heavily armed entourage. His power is so great that the Vikings can do nothing with their small weapons. Then Vicky has an idea of using the water pipes which were laid in the village against the invaders. The results of this surprise teach the tax collector a lesson and so a beaten man he leaves the village with his troops.",
          "Aliases": []
        },
        "17": {
          "ID": "358753",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358753",
          "TitleEnglish": "World’s First Fire Brigade",
          "SummaryEnglish": "A huge fire has broken out in Flake, the whole village is in danger. The Vikings don't know what to do. Vicky remembers a trick from earlier, he assembles the water pipes and extinguishes the fire. From now on Flake even has its own fire brigade.",
          "Aliases": []
        },
        "18": {
          "ID": "358754",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358754",
          "TitleEnglish": "Carrier Pigeon",
          "SummaryEnglish": "Vickie and Ylvie take up a new pastime. They train pigeons. Halvar doesn't think much of this activity; it doesn't seem manly enough to him. However, Vickie's new experiences soon gain great importance. When Gilby and Ylvi venture out to sea in a boat to conduct experimental flights with the pigeons, they run into trouble...",
          "Aliases": []
        },
        "19": {
          "ID": "4056131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4056131",
          "TitleEnglish": "The Flying Ship",
          "SummaryEnglish": "Halvar's men have sent a pigeon to Flake. In this way Vicky finds nut that the Vikings have pot stuck in trouble. The Magyars have got a grip and them and every endeavour to get ahead is foiled. Vicky hurries to give them a hand. When he arrives at the ships Vicky constructs several giant kites out of animal pelts and in this way the Vikings manage to escape in their ships.",
          "Aliases": []
        },
        "20": {
          "ID": "4056141",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4056141",
          "TitleEnglish": "The Fat King",
          "SummaryEnglish": "The Vikings landed in the land of the Bulgarians, and be captured by a king who is constantly plagued by hunger. By a ruse to Vicky the Viking escape from the castle. Halvar only by the King held hostage. Ethiopian dressed as chefs, travel around the world to advance the Ethiopian cuisine, Vicky and his friends return back again, and the king becomes the victim of his own addiction.",
          "Aliases": []
        },
        "21": {
          "ID": "4056151",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4056151",
          "TitleEnglish": "The Wicked Woman",
          "SummaryEnglish": "On the way home after Flake get the Vikings to feel the vengeance of the Magyars. A strong head wind brings the Viking ship to a halt. Vicky Snorre sneak into the territory before the enemy. The clever Vicky manages to pour sneezing and itching powder in the bellows of the wind machines. When the Magyars see through the trick, it's already too late! By sneezing and scratching they are put out of action, and the Vikings can continue to bring their ship.",
          "Aliases": []
        },
        "22": {
          "ID": "4056161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4056161",
          "TitleEnglish": "The Treasure Chest",
          "SummaryEnglish": "When the Vikings come back after Flake, have Sven and his men brought the village under their control, and want to capture women and children in order to get at the treasures brought. Halvar wants to save his treasure above all. With Wickies help, and at the last minute can be sold Sven with his horde. Halvar reveals the secret of his treasure chest...",
          "Aliases": []
        },
        "23": {
          "ID": "4056171",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4056171",
          "TitleEnglish": "The Revenge Of The Swordfish",
          "SummaryEnglish": "The Viking boat has sunk! Under the direction of the carpenter Tjure, a new, beautiful ship arise. This hardly its launch behind it, yet another water penetrates, and also the new vessel sinks. The Vikings are coming eventually discovered that the sawfish have taken revenge because Tjure has took from one of them saw. Vicky wants to make peace with the fish and bring back the saw. The fish are happy, and the Vikings do get to work and build their third ship.",
          "Aliases": []
        },
        "24": {
          "ID": "4056181",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4056181",
          "TitleEnglish": "Faxes Has A Bride",
          "SummaryEnglish": "The Vikings are trying to marry faxes because Halvar already been selected by the bride. Unfortunately faxes is very shy, it happened a misunderstanding and everything threatens to go wrong. Faxes will be faced with a test of courage. He will appear on the seabed after a piece of jewelry. Vicky has the idea to build a diving bell. Faxes can find the jewelry and it can hand over the elect, who is very proud of her brave groom.",
          "Aliases": []
        },
        "25": {
          "ID": "4056191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4056191",
          "TitleEnglish": "The Ghost Ship",
          "SummaryEnglish": "One day at dawn Faxes discovered a ghost ship before Flake. There is great excitement among the Vikings. No one wants to really trust to inspect the abandoned ship. Finally build Wickie, Gilby and some other village children a raft and paddle to the boat. There Vicky stumbles into a box and find a map of Greenland. The Vikings decide to make the trip to Greenland, they dream of a treasure which is to get there.",
          "Aliases": []
        },
        "26": {
          "ID": "4056201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4056201",
          "TitleEnglish": "The Treasure Of Green Country",
          "SummaryEnglish": "After a long journey to come to the Vikings in Greenland and set out to search for the treasure. The Eskimo chief shows them the way to the Ice Palace, where the treasures are to be hidden. The Vikings found the cave where the Ice Palace lies and discover mountains of gold. But soon they realize that they do not get to the treasure. He is buried under a thick layer of ice. In trying durchzuhauen the ice collapses the whole palace, and with it vanishes the gold.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "31462",
      "URL": "https://www.thetvdb.com/series/vicky-the-viking/seasons/official/2",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "358755",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358755",
          "TitleEnglish": "Mother Whale and Baby Whale",
          "SummaryEnglish": "For the first time the Vikings come back home with no loot. The wonderful treasures they saw in Greenland lie buried under eternal ice. The team is distressed, they have not even the smallest gift for their wives. They also fear for their honor. Only Vicky is looking forward to Flake. When they discover a small island on the way, they hope to at least find something to eat. But it's just a stranded baby whale, they finally returned to her mother. Shortly thereafter, they are pursued by Sven and his men. But at the last moment Vicky has once again one of his good ideas. With the help of the grateful mother whale they can escape Sven again.",
          "Aliases": []
        },
        "2": {
          "ID": "358756",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358756",
          "TitleEnglish": "The Seagull Carl Versus Halvar The King",
          "SummaryEnglish": "On board the Viking ship, there is nothing left to eat, and the crew has not yet reached Flake. When Snorre and Tjure catch a sick seagull and intend to eat it, Wickie can only barely prevent them from doing so. He takes care of the seagull, nurses it back to health, and sets it free. Fortunately for Halvar and his men, when Sven ambushes them and it seems like there is no escape this time, the seagull comes to their rescue in the very last minute...",
          "Aliases": []
        },
        "3": {
          "ID": "358757",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358757",
          "TitleEnglish": "Greek Labyrinth",
          "SummaryEnglish": "The Vikings are off again. On the way they meet up with a Greek ship from which they hope to loot a load of treasure. But the captain persuades them very charmingly to accompany him back to Greece where they will receive the King's treasures. The Vikings fall for this trick and the King draws them into a labyrinth where they indeed find marvelous treasures, but are unable to get out with them.",
          "Aliases": []
        },
        "4": {
          "ID": "358758",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358758",
          "TitleEnglish": "The Olympic Games",
          "SummaryEnglish": "The Vikings are still trapped with their treasures in the castle moat of the Greek king and do not know how they can escape. The cunning king proposes a contest to Halvar; if the Vikings win, then he promises to let them go. The Vikings do actually win the contest; however, the Greek king thinks up another trick to keep Halvar and his companions trapped.",
          "Aliases": []
        },
        "5": {
          "ID": "358759",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358759",
          "TitleEnglish": "The Danish Adventure",
          "SummaryEnglish": "When the Vikings do finally arrive in Flake they are dismayed to find the village deserted. The children have hidden in the wood and the women have disappeared. Finally, Halvar learns that the Danes have invaded the village that night and taken the women as hostages back to Denmark.",
          "Aliases": []
        },
        "6": {
          "ID": "358760",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358760",
          "TitleEnglish": "Freeing the Women of Flake",
          "SummaryEnglish": "The Vikings try to marry off Faxe, as Halvar has already chosen the bride. Unfortunately, Faxe is very shy, and a misunderstanding occurs, putting everything at risk of going wrong. Faxe is faced with a test of courage. He is supposed to dive to the bottom of the sea to retrieve a piece of jewelry. Wickie comes up with the idea of building a diving bell. Faxe finds the jewelry and is able to present it to the chosen bride, who is very proud of her brave groom...",
          "Aliases": []
        },
        "7": {
          "ID": "358761",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358761",
          "TitleEnglish": "The Man from the North",
          "SummaryEnglish": "Ylva is very impressed by Mr. Lumperich who pays them a visit one day. She finds him quite charming. Besides, he has brought along some treasures which he gives to the villagers. But too late the Vikings discover that Mr. Lumperich only wants to fool them with his presents. So it happens that thanks to Vickie again the matter with Mr. Lumperich has a happy ending for the Vikings.",
          "Aliases": []
        },
        "8": {
          "ID": "358762",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358762",
          "TitleEnglish": "The Stone of Contention",
          "SummaryEnglish": "Every year there is a bitter fight between both the villages of Flake and Schlack to decide which village will be allowed to celebrate the annual Viking festival. Yet, Vickie, the son of the Viking Chieftain of Flake and Finn and the son of the Viking Chieftain of Schlack, cannot understand why the festival cannot be celebrated together by both villages.",
          "Aliases": []
        },
        "9": {
          "ID": "358763",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358763",
          "TitleEnglish": "High Flying Vicky",
          "SummaryEnglish": "The Vikings set off on a long journey; they intend visiting Russia. But on the way they are caught in a great storm during which Vickie is hit by a gust of wind and blown away with the broken off mast and a sail over the sea onto a small deserted island. His friends, the seals, trace his whereabouts so that now at least he is not that lonesome.",
          "Aliases": []
        },
        "10": {
          "ID": "358764",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358764",
          "TitleEnglish": "The Reunion",
          "SummaryEnglish": "Vickie is still stranded on the island onto he has been driven by the storm. He is wondering what has happened to the Vikings and their ship. Finally, together with the seals he goes out in search of them, but there is no trace to be found of Halvar and his men. The mood of the Vikings has reached rock bottom - their ship lies wrecked on the shore and Halvar is ill with sorrow.",
          "Aliases": []
        },
        "11": {
          "ID": "358765",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358765",
          "TitleEnglish": "Exploring New Land",
          "SummaryEnglish": "The Vikings have landed on a new continent; they are delighted at this new discovery. But when the Vikings set out to scout the new land they discover that they are not alone here; they are captured by Indians and the otherwise so courageous Vikings learn what it is to be afraid.",
          "Aliases": []
        },
        "12": {
          "ID": "358766",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358766",
          "TitleEnglish": "The Winca Indian Treasure",
          "SummaryEnglish": "The Vikings are guests of the Winca Indians and are enjoying the hospitality of the chieftain and the village inhabitants. The Vikings are amazed at all they see; the peaceful Wincas are talented craftsmen and have made their village practical and comfortable. The Vikings can surprise the Wincas with a great technical novelty.",
          "Aliases": []
        },
        "13": {
          "ID": "358767",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358767",
          "TitleEnglish": "The Indians, the Vikings, and Snoppe",
          "SummaryEnglish": "On the way back to Flake, there is a lot of revelry. The captured wine flows abundantly, and everyone is excited to return home. However, upon arriving in Flake, they are shocked to find the village deserted. The children have hidden in the forest, and the women are missing. Eventually, Halvar learns that the Danes have raided the village and taken the women hostage to Denmark. The Vikings set off to Denmark to free their women...",
          "Aliases": []
        },
        "14": {
          "ID": "358768",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358768",
          "TitleEnglish": "Snoppe's Revenge",
          "SummaryEnglish": "The golden haired Snoppe is furious at Halvar because he has escaped. Snoppe is determined to fight the Vikings and the Winka Indians. The Vikings ponder on how they can get rid of Snoppe with-out a fight - under no circumstances do they want the peaceful Winkas to be plundered. But Fortune smiles upon the Vikings and Snoppe is forced to abandon his position.",
          "Aliases": []
        },
        "15": {
          "ID": "358769",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358769",
          "TitleEnglish": "Snope's Last Stand",
          "SummaryEnglish": "Celebrations are being held in the Winka village. The golden haired Snoppe has lost his curls and is forced to retreat at the ridicule of his soldiers. Soon Snoppe's soldiers head out to sea with the shame-faced Snoppe and now the time has also come for Halvar and his men to return home. They have overspent their stay with the peaceful Winkas.",
          "Aliases": []
        },
        "16": {
          "ID": "358770",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358770",
          "TitleEnglish": "Circus Comes to Flake",
          "SummaryEnglish": "In Flake a circus has pitched its tents and there is much excitement. The village inhabitants participate in the program providing hilarious entertainment, and many a surprise. But the fun is interrupted by the arrival of the tax man and his officials and it is only thanks to the circus artists that he makes a quick retreat with the promise never to collect taxes again in Flake.",
          "Aliases": []
        },
        "17": {
          "ID": "358771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358771",
          "TitleEnglish": "The Battle of the Strawmen",
          "SummaryEnglish": "Halvar from Flake and Baltac from Schlack have a violent quarrel as to who will be chosen as the chieftain of all chieftains. In the end they declare war on each other. With great haste both villages prepare for war. Baltac has much to defend since he has borne the title for 20 years. But Halvar, too, moves heaven and earth so that he at last can become chieftain of all.",
          "Aliases": []
        },
        "18": {
          "ID": "358772",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358772",
          "TitleEnglish": "The Women of Flake Fight Back",
          "SummaryEnglish": "Halvar and Baltac are making big plans: this time they intend combining forces and setting on a joint marauding expedition. But for the moment it is the womenfolk from Flake who are thwarting their plans.They are of the opinion that their men should help them more with their work. With Vickie's support Ylva is going to give the Vikings something to think about.",
          "Aliases": []
        },
        "19": {
          "ID": "4094536",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4094536",
          "TitleEnglish": "The Vikings To The Rescue",
          "SummaryEnglish": "One day Vickie and Ylva find a strange man on the beach who has been washed ashore. He is a messenger of the Bulgarian king with an urgent plea for the Vikings to help the king against the dangerous Grey Men. So the Vikings set out and actually succeed in penetrating the camp of the Grey Men and reaching the Bulgarian king.",
          "Aliases": []
        },
        "20": {
          "ID": "4094537",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4094537",
          "TitleEnglish": "Rescue In Bulgaria",
          "SummaryEnglish": "The Vikings are keeping watch on the fortress of the Bulgarian king. They are expecting another attack from the dangerous Grey Men. And sure enough: they discover in the nick of time that the Grey Men have dug a tunnel in order to penetrate the fortress unseen. Now of all things when everyone is counting on him for a brain-wave Vickie comes down with a terrible tooth-ache.",
          "Aliases": []
        },
        "21": {
          "ID": "4094538",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4094538",
          "TitleEnglish": "Bulldozer Attacks",
          "SummaryEnglish": "Bullermann is furious because the Grey Men have been routed for the second time by the Vikings. He has sworn to revenge himself on the men from Flake. The Vikings prepare themselves for another attack of the Grey Men and this time Bullermann hopes that the fortress and the whole land will fall into his hands.",
          "Aliases": []
        },
        "22": {
          "ID": "4094539",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4094539",
          "TitleEnglish": "Bulldozer Tries Again",
          "SummaryEnglish": "Bullermann has now been defeated for the third time, but he will not give up fighting the Vikings. He is determined to storm the fortress and becomes more enraged after each attack. So the war continues. Bullermann lays all his hopes in a new plan for attack and believes that he will be able to take the fortress by evening.",
          "Aliases": []
        },
        "23": {
          "ID": "4094540",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4094540",
          "TitleEnglish": "The Final Battle",
          "SummaryEnglish": "The war against the Graymen is still not over. After his last defeat, Bullermann has devised a brilliant plan - a gigantic wooden horse, as big as a house, to deceive the Vikings. Bullermann believes he is on the verge of victory, but the story takes an unexpected turn...",
          "Aliases": []
        },
        "24": {
          "ID": "4094541",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4094541",
          "TitleEnglish": "The Eskimo Adventure",
          "SummaryEnglish": "After an adventurous journey to the North Pole the Vikings get stuck in a sea of ice. Their supplies have run out, they have already burnt the planks of the decks as fuel to warm themselves. In short their situation is desperate. But in the nick of time they are saved in this deserted territory when they meet an eskimo family.",
          "Aliases": []
        },
        "25": {
          "ID": "4094542",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4094542",
          "TitleEnglish": "Vicky Invents The Windmill",
          "SummaryEnglish": "The Vikings enticed by a fat booty, walk into a trap and are taken prisoners by the Dutchking who has definite plans for them: in the future they are to drain his flooded land of seawater.",
          "Aliases": []
        },
        "26": {
          "ID": "4094543",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4094543",
          "TitleEnglish": "Voyage To A Volcanic Island",
          "SummaryEnglish": "Halvar and his men have set out to seek a lonely island in the far South on which such costly treasures like diamonds are supposed to be found. The journey promises to be one of great adventure for the Vikings. On their journey home Ulme composes a splendid poem about mountains gushing forth fire, dragons and of course about the valiant Viking heroes.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "31463",
      "URL": "https://www.thetvdb.com/series/vicky-the-viking/seasons/official/3",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "358789",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358789",
          "TitleEnglish": "Halvar’s Fight With The Bear",
          "SummaryEnglish": "Ein hungriger Bär ist mitten ins Wikingerdorf eingebrochen und hat Snorres Kuh getötet. Und ausgerechnet jetzt ist Ylva mit Wickie und Ylvie zum Beerensammeln im Wald - die Gefahr für sie ist groß. Halvar beschließt, alleine auf Bärenjagd in den Wald zu gehen. Er glaubt, mit einem Bären leicht fertig zu werden...",
          "Aliases": []
        },
        "2": {
          "ID": "358790",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358790",
          "TitleEnglish": "Father Halvar Has The Mumps",
          "SummaryEnglish": "Wickie hat Mumps, und Halvar findet, daß er viel zu wehleidig ist und zu sehr verhätschelt wird. Als Halvar nun auch an \"Ziegenpeter\" erkrankt, muß er sich tapfer zeigen. Er veheimlicht seine Krankheit und versucht, sich selbst zu helfen...",
          "Aliases": []
        },
        "3": {
          "ID": "358791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358791",
          "TitleEnglish": "The Bitter Will Be Bitten",
          "SummaryEnglish": "Halvar will Urobe wegen seines hohen Alters in Pension schicken. Aber noch bevor der Entschluß in die Tat umgesetzt wird, versucht der schreckliche Sven, die Wikinger hereinzulegen. Urobes Erfahrung rettet das Dorf. Wie froh sind die Wikinger, daß Urobe noch zu ihnen gehört und ihnen mit seinem Rat zur Seite stehen kann...",
          "Aliases": []
        },
        "4": {
          "ID": "358792",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358792",
          "TitleEnglish": "Vicky And The Horse",
          "SummaryEnglish": "Eines Tages trifft Halvar einen Pferdehändler und kauft von ihm ein kleines Pferd. Dieses Pferd möchte Halvar Wickie schenken. Es dauert lange, bis Wickie und das Pferd gute Freunde werden und den ersten großen Ausritt wagen. Aber Wickie wird alleine zurückkehren, er schenkt seinem neuen Freund die Freiheit.",
          "Aliases": []
        },
        "5": {
          "ID": "358793",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/358793",
          "TitleEnglish": "Ylvie on Bird Island",
          "SummaryEnglish": "In einem kleinen Boot werden Wickie und Ylvie von einem heftigen Sturm überrascht und auf das offene Meer getrieben. Sie stranden auf einer kleinen, einsamen Insel. Dort lebt ein kleines Mädchen, das den Wikinger-Kindern mißtrauisch und feindselig gegenübersteht. Erst als Wickie den Angriff eines gefährlichen Alders abgewehrt hat, erklärt sich das Mädchen bereit, ihnen den Weg nach Flake zu zeigen.",
          "Aliases": []
        },
        "6": {
          "ID": "4161052",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4161052",
          "TitleEnglish": "Vicky And The Wolf",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "7": {
          "ID": "4094544",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4094544",
          "TitleEnglish": "Baltac Is In A Sticky Position",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "8": {
          "ID": "4161075",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4161075",
          "TitleEnglish": "The Journey To Tarlis",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "9": {
          "ID": "4161076",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4161076",
          "TitleEnglish": "The Two Fighting Cocks",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "10": {
          "ID": "4161077",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4161077",
          "TitleEnglish": "Help For The Ghosts",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "11": {
          "ID": "4161078",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4161078",
          "TitleEnglish": "We Are Really Vikings",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "12": {
          "ID": "4161079",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4161079",
          "TitleEnglish": "The Prophecy",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "13": {
          "ID": "4161080",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4161080",
          "TitleEnglish": "The Golden Sword",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "14": {
          "ID": "4161081",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4161081",
          "TitleEnglish": "Vickys Victory",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "15": {
          "ID": "4161082",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4161082",
          "TitleEnglish": "Journey With Obstacles",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "16": {
          "ID": "4161083",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4161083",
          "TitleEnglish": "The Fight Of Tjure And Snorre",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "17": {
          "ID": "4161084",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4161084",
          "TitleEnglish": "Who Will Be The Next Chieftain?",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "18": {
          "ID": "4161085",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4161085",
          "TitleEnglish": "The Bard",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "19": {
          "ID": "4161088",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4161088",
          "TitleEnglish": "The Secret Treasure",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "20": {
          "ID": "4161089",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4161089",
          "TitleEnglish": "The Cheese War",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "21": {
          "ID": "4161090",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4161090",
          "TitleEnglish": "Stranded",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "22": {
          "ID": "4161091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4161091",
          "TitleEnglish": "Baltac And The Water Pipe-line",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "23": {
          "ID": "4161092",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4161092",
          "TitleEnglish": "Tjure’s Wife Is No Longer Game",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "24": {
          "ID": "4161093",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4161093",
          "TitleEnglish": "Urobe’s Niece",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "25": {
          "ID": "4161094",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4161094",
          "TitleEnglish": "The Banquet In Hanka",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "26": {
          "ID": "4161095",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vicky-the-viking/episodes/4161095",
          "TitleEnglish": "Gold From Denmark",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}