{
    "URL": "https://www.thetvdb.com/series/tales-of-phantasia",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/43778"
    ],
    "TitleEnglish": "Tales of Phantasia",
    "SummaryEnglish": "Cless Alvein, a young swordsman from the town of Totus, along with his friend Mint Adnade, a healer with the talent of Mana, are sent back in time to defeat Dhaos, a sorcerer imprisoned by their parents decades ago. Along with the help of the archer Chester Barklight, the summoner Klarth F. Lester and the half-elf Arche Klaine, they seek to right the wrongs of Dhaos and return peace to the land. Based on the 1995 Super Famicom Game by NAMCO, \"Tales of Phantasia.\"",
    "Aliases": [],
    "Modified": "2025-01-05",
    "Seasons": {
        "0": {
            "ID": "31596",
            "URL": "https://www.thetvdb.com/series/tales-of-phantasia/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4422099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-phantasia/episodes/4422099",
                    "TitleEnglish": "The Best of Tales",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "31597",
            "URL": "https://www.thetvdb.com/series/tales-of-phantasia/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "359720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-phantasia/episodes/359720",
                    "TitleEnglish": "Volume 01",
                    "SummaryEnglish": "Mars Udole and his army of knights are attempting harness the power of two stolen pendants and awaken the Evil King Dhaos. Cress Albane, Mint Adenade, Chester Burklight and Trinicus are trying to stop them however but find themselves overpowered.",
                    "Aliases": []
                },
                "2": {
                    "ID": "359721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-phantasia/episodes/359721",
                    "TitleEnglish": "Volume 02",
                    "SummaryEnglish": "The war has ended following the destruction of the MysTek Cannon and Dhaos has disappeared into the future. Unfortunately, the cannon's explosion has destroyed a huge chunk of the city of Midgard and quite a number of people have lost their homes.",
                    "Aliases": []
                },
                "3": {
                    "ID": "359722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-phantasia/episodes/359722",
                    "TitleEnglish": "Volume 03",
                    "SummaryEnglish": "Cress, Mint, Claus and Arche fight relentlessly against Dhaos in the hopes of finally defeating him and saving Chester. Unfortunately, his defenses prove too strong for them and he is able to block all of their attacks with relative ease. The heroes keep on fighting though, and Cress pounds away at the Evil King's protective barrier while Claus and Arche give him a helping hand using magic.",
                    "Aliases": []
                },
                "4": {
                    "ID": "359723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-phantasia/episodes/359723",
                    "TitleEnglish": "Volume 04",
                    "SummaryEnglish": "The episode starts at the Alavanista Kingdom were Lundgrom reports to his superiors of the heroes status and they plan to attack Dhaos directly and confront within his own castle. All they could do was wait and hope the heroes are successful for an army of monsters lead by a dragon waiting and watching the kingdom.",
                    "Aliases": []
                }
            }
        }
    }
}