{
    "URL": "https://www.thetvdb.com/series/saber-marionette-j",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0211605/",
        "https://www.themoviedb.org/tv/25850",
        "https://en.wikipedia.org/wiki/Saber_Marionette_J"
    ],
    "TitleEnglish": "Saber Marionette J",
    "SummaryEnglish": "In the distant future during the 22nd century of the Earth, due to the problems of overpopulation of the planet, Humanity began a project to combat the problem, which consisted of colonizing other planets. One of the ships, Mesopotamia, was designed with a system that allowed it to have an almost human reason, a situation with advantages and disadvantages from the point of view. This system was developed by Lorelei, a young genius, who in addition to being intelligent, sweet and kind, is very beautiful, so much so that she fell in love with Fausto and Ieyasu, who were crew members of the ship.",
    "TitleJapanese": "セイバーマリオネット",
    "SummaryJapanese": "地球の22世紀の遠い未来に、惑星の人口過多の問題のために、人類は他の惑星に植民地化することからなる問題と戦うためのプロジェクトを始めました。 船の1つであるメソポタミアは、ほぼ人間的な理由、つまり長所と短所のある状況を可能にするシステムで設計されました。 このシステムは、知性があり、甘くて親切であることに加えて、非常に美しい若い天才であるローレライによって開発されたため、船の乗組員であるファウストとイエヤスに恋をしました。",
    "Aliases": [
        "Saber Marionette J to X"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "31598",
            "URL": "https://www.thetvdb.com/series/saber-marionette-j/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "8809723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/8809723",
                    "TitleEnglish": "Act 1",
                    "SummaryEnglish": "Face, the clone of Romana's ruler Virey, stages a revolt to take the throne. Virey's other son, Junior, attempts to save his home with the help of the Saber Marionettes. He challenges his brother and his powerful military force, the sexadolls.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "8809724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/8809724",
                    "TitleEnglish": "Act 2",
                    "SummaryEnglish": "During the fighting, Junior, Cherry, and a disfunctional Lime attempt to flee the city. Taking refugee in a farm, they plan to rescue Virey. As the battle unfolds, they find themselves face to face with sexadoll Brid and her giant fighting robots.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "8809725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/8809725",
                    "TitleEnglish": "Act 3",
                    "SummaryEnglish": "Junior, Cherry, and Lime make one last attempt at a rescue, but they are intercepted. And just when all looks lost, Lime's maiden circuit begins to run amok!",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "31599",
            "URL": "https://www.thetvdb.com/series/saber-marionette-j/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "359724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359724",
                    "TitleEnglish": "Enter Lime! The Planet of Men",
                    "SummaryEnglish": "Three hundred years after six men crash-landed from space on an uninhabited planet named Terra II, six cities have developed (one for each of the original founders). Genetic engineering assured the survival of the race, as every man raises clones instead of children from natural propagation. Unable to genetically engineer women, however, has resulted in a planet of men and their android servants called marionettes, all of which take female form. But suddenly, out of happenstance, a local boy, Otaru, from the city of Japoness awakens a special marionette named Lime from a secret underground capsule. Lime has the ability to laugh and get angry and demonstrates amazing strength - attributes that make her unlike any other marionette. But more importantly Otaru and Lime become friends.",
                    "TitleJapanese": "ライム登場!オトコだけの惑星",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "359725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359725",
                    "TitleEnglish": "Marionette Girl: The Troublemaker",
                    "SummaryEnglish": "The Imperial Guards of Japoness fear that evil despot Faust, leader of another city called Gartlant, is up to something dreadful. Three of Faust's special marionettes, termed Saberdolls, suddenly appear in Japoness and destroy a group of secret agents that previously burned down resident fancy boy Hanagata's house. The Saberdolls then disappear just as nimbly as they arrived. Even though Hanagata annoys Otaru, Otaru still fights to save Hanagata's little brother from the flames. But civilians impede Otaru's would-be rescue, claiming the cause hopeless. In an act of valor, Lime saves the boy, leaving the others to question the differences between man and machine.",
                    "TitleJapanese": "お騒がせマリオネットガール",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "359726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359726",
                    "TitleEnglish": "Big Trouble in Castle Japoness",
                    "SummaryEnglish": "Furor Faust, spurting Hitler-like slogans, plans to attack Japoness. Meanwhile, Otaru, Hanagotta and Lime take a tour of the national museum in Castle Japoness. When Lime accidentally breaks a national treasure, Imperial Guards race after the trio. Otaru sacrifices Hanagata to the mob in order to escape with Lime, but they end up in a secret room that houses the Shogun, Japoness' leader. Just as the Shogun starts to enjoy their company, and alludes to knowing more about Lime's origin, one of Faust's Saberdolls, Panther, disobeys Faust's orders and appears to eliminate the Shogun. Lime battles with Panther, but both are on equal footing and are getting nowhere. In the melee, Otaru accidentally awakens another special marionette, Cherry. With Cherry's help, they defeat Panther, who returns to an angry Faust and is punished for disobedience. Otaru, now with two devoted and human-like marionettes, walks home.",
                    "TitleJapanese": "ジャポネス城で大騒動!?",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "359727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359727",
                    "TitleEnglish": "Cherry Panic! The Great Romantic Scheme!!",
                    "SummaryEnglish": "Cherry is in love with Otaru, but every time she gets close enough for a kiss, Lime interferes. After defeating average street thugs in a fight, Cherry solicits their help in a faux kidnapping plan designed to get Otaru alone. Otaru responds to Cherry's \"ransom\" letter and quickly goes to an abandoned warehouse to rescue Cherry. But when Otaru's moment of triumph comes, dangerous smugglers appear at the warehouse.",
                    "TitleJapanese": "チェリーパニック ロマンス大作戦!!",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "359728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359728",
                    "TitleEnglish": "Challenge from Faust",
                    "SummaryEnglish": "The Shogun sends for Otaru, Lime and Cherry and explains why the two marionettes are different than others - they each have a special maiden circuit that gives them emotion. Unfortunately, the secret to making maiden circuits was lost long ago. But just as he's about to explain Otaru's role in the mystery, an android replica of Faust flanked by Saberdolls appears to learn the secret himself. Once he does, the android explodes, wounding the Shogun. As the Saberdolls attack and Lime and Cherry defend, Otaru frees another marionette with a maiden circuit, Bloodberry. Another marionette has joined Otaru's family.",
                    "TitleJapanese": "ファウストの挑戦!!",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "359729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359729",
                    "TitleEnglish": "Passionate Unwelcoming! Flying Love Attack!",
                    "SummaryEnglish": "Bloodberry, also attracted to Otaru, takes a more forward approach to love. But after Otaru refuses her forward advances and marriage proposal, she decides to woe him by making his greatest wish come true. Bloodberry mistakenly thinks that Otaru's wish is to fly, so she makes a flying machine and they fly away, much to Otaru's fright and dismay. They crash land on Mt. Kamuna where the evil beast Ponta lives. Lime, Cherry and Hanagata assemble flying machines of their own for rescue.",
                    "TitleJapanese": "熱烈不歓迎!空飛ぶラブアタック!",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "359730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359730",
                    "TitleEnglish": "Getting Rich Quick is a Sour Joy",
                    "SummaryEnglish": "With three marionettes to feed, Otaru finds that his financial means have rapidly dwindled to one remaining coin, enough for one day's supply of rice. Otaru sends Lime to get the rice, but she returns with a lottery ticket instead, having been tricked into believing it a magical piece of paper. When Otaru's idea of running a burger stand ends up costing more than it profits, their only hope remains in the lottery ticket. Luckily Otaru and company win the \"happiness is yours\" prize - unluckily the prize is a year's supply of pickles.",
                    "TitleJapanese": "一攫千金はヌカ喜びでぃ!",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "359731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359731",
                    "TitleEnglish": "Love Prophecy Battle Royale",
                    "SummaryEnglish": "Hanagata, now Otaru's annoying neighbor, has finally decided to declare his love for Otaru, but just as he attempts to do so, marionette collectors kidnap Lime, leaving Otaru devastated and in no mood to listen to Hanagata's declaration. Spurned, Hanagata peevishly tells Otaru that his feelings for the marionettes are unnatural. But Otaru ignores the jibe, saves Lime and insists upon caring for each marionette as if they were human.",
                    "TitleJapanese": "恋占いバトルロイヤル!!",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "359732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359732",
                    "TitleEnglish": "If We All Go to Gartlant Together, It Won't Be So Scary",
                    "SummaryEnglish": "Faust makes his move and overthrows another of the six cities. Intent on ruling all of Terra II, his next target will be Japoness unless someone can break into the heart of Gartlant and destroy the main computer. Otaru agrees to take on the secret mission issued by the Shogun's council, not for patriotism, not for honor, but for the fame associated with being a hero. He's a sucker for trading cards in candy boxes. But when Lime learns that war makes you lose people, she decides to go on the mission alone. Fortunately, Hanagata informs Otaru, Cherry and Bloodberry in time for them to reach Lime in an underground passageway just as she needs help fighting Faust's Saberdolls.",
                    "TitleJapanese": "ガルトラント、みんなでいけばこわくない!!",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "359733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359733",
                    "TitleEnglish": "Infiltration of the Dark Empire",
                    "SummaryEnglish": "After Otaru, Lime, Cherry, Bloodberry and Hanagotta successfully repel the Saberdolls, they journey into Gartlant to detonate the central computer. Cherry plans for Lime, Bloodberry and Hanagata to distract the city's guards while she and Otaru hack into the main computer room and place explosives on the central computer. The plan appears to work until, in the midst of their escape, Otaru and company find themselves surrounded by the Saberdolls with deactivated explosives in hand.",
                    "TitleJapanese": "潜入!!黒き帝国",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "359734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359734",
                    "TitleEnglish": "Maiden Circuits Win the Day!?",
                    "SummaryEnglish": "In the midst of Saberdolls, Otaru and gang look defeated until a young boy named Micky rescues them by blinding the Saberdolls with flash pellets. Resolved to make Gartlant a better place and save Japoness, Otaru and friends trek once again to the main computer room, this time through another series of abandoned tunnels. Before Otaru can enter the computer room and complete his mission, however, he has an urgent need to relieve himself, which similarly spurs the need in Hanagata. But as their golden arches fall into the computer room, the Saberdolls catch up.",
                    "TitleJapanese": "乙女回路で大勝利!?",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "359735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359735",
                    "TitleEnglish": "My First Kiss Tasted Like Plasma",
                    "SummaryEnglish": "Upset and jealous that Otaru kissed one of the Saberdolls, Luchs (in an attempt to distract her during the effort to destroy Gartlant's central computer), Lime, Cherry, Bloodberry and Hanagata make for poor companions on the trip back to Japoness. When they happen upon an abandoned spa resort, Otaru resolves to take a break and enjoy the facilities to ease the group's tension. When a plasma tornado develops over the resort it suddenly becomes clear why the spa resort had been abandoned, and why Lime, Cherry and Bloodberry abruptly malfunction. Otaru builds an iron \"lightning\" rod to attract the plasma tornado away from the resort, kisses each of the ill marionettes goodbye, and plans to sacrifice himself to the tornado by making sure the rod stays in place.",
                    "TitleJapanese": "ファーストキスはプラズマの味!?",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "359736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359736",
                    "TitleEnglish": "Otaru's Big Debut! Time for You to Shine",
                    "SummaryEnglish": "After saving it from Gartlant, Japoness gives Otaru and ganga a hero's welcome. Otaru gets an agent and abandons himself to a lifestyle filled with fame and fortune, ignoring his marionettes, who decide to leave Otaru. But fame has taken its toll on Otaru and he realizes just in time how much he misses his marionettes.",
                    "TitleJapanese": "小樽デビュー!!今、君が輝く時!!",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "359737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359737",
                    "TitleEnglish": "Welcome the New Year! The Otaru Cup Marionette Contest",
                    "SummaryEnglish": "Constantly fighting over who is the most deserving of Otaru's affections, Lime, Cherry and Bloodberry enter a marionette contest designed to honor the best marionette on Terra II. The Saberdolls, Panther, Tiger and Luchs, are also ordered to enter the contest disguised and seduce Otaru to Gartlant's side. The Saberdolls make a mess, however, and Otaru's marionettes soon discover their true identities.",
                    "TitleJapanese": "迎春!!小樽杯マリオネットコンテスト!!",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "359738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359738",
                    "TitleEnglish": "Revival of the Females!? The Mystery of Lorelei",
                    "SummaryEnglish": "The Shogun summons Otaru, Lime, Cherry and Bloodberry to the Pioneer Museum where Lime first awakened. He tells Otaru that the maiden circuits not only make emotion possible, but they allow the marionettes to grow and develop like human beings. The Shogun explains that, in accordance with this extraordinary feature in the maiden circuit, it will soon be necessary for Otaru to revive the human female for humans to continue to survive on Terra II. Otaru questions what the Shogun means, and how he can accomplish such a task just as military agents from Gartlant set the museum on fire. Lime, Cherry and Bloodberry save Otaru and the Shogun from the flames, but they are unable to save what the Shogun most cherishes - the picture of a girl named Lorelei.",
                    "TitleJapanese": "女性復活!?ローレライの謎",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "359739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359739",
                    "TitleEnglish": "What's a Living Thing?",
                    "SummaryEnglish": "The marionettes learn about life and death when Lime adopts a squirrel for a pet. As Lime nurses the squirrel back to health, and then chooses to set the squirrel free for its own good, the marionettes experience new emotions, proving that their maiden circuits are continually growing, just as the Shogun said they would. When the Shogun hears of the pet project that the marionettes have undertaken he is pleased because the growth signifies one step closer to reviving females on Terra II.",
                    "TitleJapanese": "いきものってなあに?",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "359740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359740",
                    "TitleEnglish": "Gentleness, Heartbreak and Femininity",
                    "SummaryEnglish": "Lord Faust gives the Saberdolls one last chance to wreak havoc on Japoness before casting them out forever. This time the Saberdolls do not fail. They slip in to kill the Shogun while an unidentifiable huge black machine (also sent by Faust) distracts Otaru, Lime, Cherry, Bloodberry and Hanagata. Suddenly, as the machine is poised over the city, Cherry recognizes that it's a huge bomb. Faust's command holds the key to Japoness' survival.",
                    "TitleJapanese": "やさしさと切なさと女らしさと",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "359741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359741",
                    "TitleEnglish": "Castle, Transform! Rise, Japonessguar!",
                    "SummaryEnglish": "As a plasma bomb the size of Marlon Brando hangs over the Japones capital and Geltland Marionettes menace Japones's borders, Otaru springs into action, but Lime, utterly devastated by Emperor Ieyasu's death, refuses to leave his side despite Cherry and Bloodberry's entreaties. The others streak off in the direction of the bomb, but on the way they are stopped by the Geltland Saberdolls, who declare that anyone who defies their lord, Faust, must die. Just as Otaru is about to get severely asswhupped, Lime, who suddenly pulls herself together, saves him, her instinct for protecting Otaru for the moment overwhelming her devotion to her \"grandpa\", followed by Cherry and Bloodberry. However, even Lime's timely intervention may not be enough to save our heroes - an ominous electrical storm is brewing above their heads, and the Saberdools aren't frightened by total electrocution as long as they take their opponents with them. A bolt leaps out of the clouds - and is mostly absorbed by the bomb. However, Lime and Tiegel are still struck, and the roof of the building that they're on is trashed. When the smoke clears, Tiegel struggles to her feet and moves to finish Lime, but Otaru shields her with his body, despite Lime's entreaties to move so that he won't die. At that moment, Tamasaburo and Baiko appear in the air above them and speak - with the voices of Ieyasu and Hikozaemon, who had their brainwave patterns temporarily transferred into the two guard robots. They tell Otaru and the Marionettes to hasten to the castle - the Saberdolls will be taken care of. As the bomb makes its way to the palace, destroying indiscriminately along the way, Otaru tries to puzzle out Ieyasu's final words to him: that there is something in the courtyard of the palace, and the password for it is \"checkmate, fork rook\". In the courtyard, Lime recognizes Ieyasu's favorite game: a gigantic shougi (similar to chess) board built vertically into a wall, with long metal tumblers for the pieces that a",
                    "TitleJapanese": "城塞変形!!立てジャポネスガー",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "359742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359742",
                    "TitleEnglish": "Tiger: To the end of love, and beyond!!",
                    "SummaryEnglish": "Now that there is no living ruler of Japones, Bloodberry muses aloud, they'll have to pick a 16th Emperor of Japones, and if they have any sense they'll pick Otaru. This prospect excites Cherry - she'll get to be the first lady! She can see it now - a laughing, leering Otaru, wearing a black robe and scary makeup, forcing Cherry to undress and ravishing her before his court - no! Otaru should definitely NOT be Emperor! At the same time, half a world away, the Saberdolls have been cast out of the court of Faust again, permanently this time - that is, unless they can bring him the otome kairo of Lime, Cherry and Bloodberry. Nobody expects them to return successfully, or even alive. Meanwhile, the minds of the previous Emperor and Chamberlain in the bodies of Tamasaburo and Baiko soothe the Japones parliament, and reconstruction work on the castle continues. Bloodberry is hauling stuff around, Cherry is mixing the concrete (albeit somewhat inattentively) and Lime - well, Lime is trying to help, but she winds up just running around, dragging Hanagata behind her. Suddenly, Lime's knees begin to spark. She stops, sending Hanagata flying into the concrete, and Gen-nai opines that she's probably got frayed knee-cables. In fact, all three Marionettes could use some repair, and Otaru resolves to fix them up at once. Otaru takes the Marionettes back to the charred remains of the Japones History Museum and roots around until he finds the secret door to the room where he found Lime and where Ieyasu showed him the Multicolored Monkey-Meter. Otaru brushes aside the question of whether he's qualified to do Marionette repair - he didn't do all those odd jobs for nothing! After dodging Hanagata's attempt to serve as his nurse and Bloodberry's, Lime's and Hanagata's entreaties to examine their chests, Otaru gets down to business. At last, after much hardship, Tiegel, Luche and Panter reach Japones. They haven't been repaired since the battle with JaponesGar, and are forced to take ene",
                    "TitleJapanese": "ティーゲル、愛のはてに……!!",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "359743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359743",
                    "TitleEnglish": "Love Unending, Hearts Distant",
                    "SummaryEnglish": "When Lime fled in horror at Tiegel's death, she encountered Soemon Obiichi, Otaru's swordmaster. At his query, Lime poured forth her confusion about hearts - they make her and her \"sisters\" happy, but they also cause so much pain...! What's the point of having a heart at all? Soemon offers to help her out of this misery, and by the time Otaru finds Lime, her heart - her otome kairo - is gone. Lime is stiff and unresponsive and her pupils have closed completely, but she's still alive. Otaru takes her home and puts her to bed. A crowd gathers in Otaru's house that before long is scouring Japones town for Lime's missing \"heart\", and Otaru joins them despite objections that he should stay with Lime. Soemon tries to console Otaru, saying that Lime is Lime, missing hardware or not. Otaru goes home and finds Lime waiting in the genkan (place to change shoes), up and around but still almost totally unresponsive to any stimulus. She is capable of responding to commands, but her movements are so stiff and uncoordinated as to be without effect. However, the old Lime, though not in evidence at the moment, is not gone completely... Meanwhile, Faust receives a report from a loyal minion in the field, Rubens, that an otome kairo has been captured from one of the Japones Marionettes. Rubens signs off and removes his disguise - it is in fact none other than Soemon himself, who took Lime's otome kairo as a loyal secret agent of Geltland - in his mind, he is Soemon Obiichi of Geltland no longer. His defection was triggered by, of all things, a Marionette. Her name is Koyuki, and though she is no more animated or human than Lime is now, Soemon felt from the moment he first saw her that they were destined to spend their lives together. This intimacy with what remains, sentio-epistemiology aside, a machine earned him nothing but hatred from the Japones citizenry. Ultimately, he was kicked out of the country in disgrace. He wandered through the desert to Geltland, where he was found by Fa",
                    "TitleJapanese": "おもいはてなく こころはるかに",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "359744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359744",
                    "TitleEnglish": "The Big Barbecue Party of Darkness and Light",
                    "SummaryEnglish": "Otaru, his Marionettes and the entire population of Kasahari Apartments are all going to have an outdoor barbecue by the river to celebrate Lime's recovery from last episode - or just because they really wanna have a barbecue. However, even though the weather is nice and everyone gets off to an early start, they are unable to ditch Hanagata successfully - though late and still clad in his official Otaru PJ's, he arrives, loudly bemoaning his mistreatment. After Lime breaks the generator that Gennai brought, Otaru is sent upstream to a potter of Gennai's acquaintance to get some earthenware so that they can barbecue the old-fashioned way. At the mention of Gennai's name, the potter agrees to lend some real nice dishes 'n' stuff to Otaru and shows him the kiln. The potter and his assistants have found an underground plasma reservoir that, though quite temperamental, can cook up pottery 10 times as fast as a normal kiln when it's working properly. This gives Otaru an idea... Meanwhile, Lime is getting very bored without Otaru around to entertain her. Hanagata tries to introduce her to fishing, but an argument over technique leads to the creation of a whirlpool by Lime that opens a chasm in the riverbed that drains all the water into an underground cavern. Meanwhile, Otaru is busily painting pottery and Geltland is testing a device, similar to the Tower of Babel in Nadia, that cuts through the smog above the Geltland capital, giving it the first sunshine some of its inhabitants have seen in generations and sending all the nasty weather elsewhere... Sure enough, all the weather winds up right on top of the barbecue, bemusing Gennai and making Lime worry about Otaru's lateness more than ever. At last Otaru returns, plates in hand, and apologizes to Cherry and Bloodberry for his lateness - walking right past Lime. Though unintentional, this sends Lime into an even deeper funk, and she goes and sulks in the rain. Even when the rain stops and the steaks are being sizzled up",
                    "TitleJapanese": "闇と光のバーベキュー大会",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "359745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359745",
                    "TitleEnglish": "Soaring Emotion",
                    "SummaryEnglish": "Geltland has been busy. Apart from their cloud-clearing device, they have completed another Saberdoll, of sorts: the Saber Beast Leopard. Also, once they have the otome kairo from Lime, Cherry and Bloodberry, they will be able to complete the Sabelberg II, the sequel to the big bunny-eared blitzbomb that was so soundly defeated by JaponesGar a while back. The Marionettes have fun new toys, too: their custom-made limited edition one-firing-day-only Otaru Mamiya teacups. Bloodbery is on her 15th cup of tea of the morning, Lime refuses to eat or drink out of anything but her teabowl, and Cherry has given her teacup a place of honor at the family shrine. However, they don't get to revel for long - their pleasant lunch with Hanagata (who simply will NOT behave himself) is interrupted by the arrival of Hikozaemon in Baiko's body, who summons Otaru and his girls (and, by default, Hanagata) to a conference at the royal palace. Ieyasu in the body of Tamasaburo is presiding, and present are the leaders of the other free countries of the world: President Joy (male) of New Texas, Wong of Xian, Villé of Romana and Alec of Peterubulbu, which is technically no longer a free country, being overrun by Geltland. The leaders of the free world are sick of Geltland's antisocial behavior, and since Otaru has been to Geltland before and even took out a supercomputer there once (by kissing it full on the lips, true...), he is the perfect person to go in and whack Faust once and for all. At this moment, the Marionettes sense something, a disturbance that only their otome kairo can perceive: the approach of the Saber Beast Leopard. Following close behind it is a massive body of Geltland panzers, led personally by Faust. Faust is still haunted by his memories of Lorelei - his ancestor, all of whose memories he has, was in love with her, and resolved that he, or one of his clones, would someday come to save her. Unfortunately, all of Japones' human population has been completely earthbound an",
                    "TitleJapanese": "天空（あま）翔る想い",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "359746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359746",
                    "TitleEnglish": "Faust: Warped Sincerity",
                    "SummaryEnglish": "Fifteen generations ago, Lorelei, an Earthling scientist on board the colonization ship Mesopotamia, designed a central computer for the new colony to be established on Terratoo. Evidently something of an Evangelion fan, she used three different aspects of her personality to give the computer humanlike thoughts and emotions, making it almost as if it were alive, and thus able to think creatively and kill off the crew if they become a problem and so forth. In fact, by the time the Mesopotamia reached Terratoo, she had nearly finished it - all that remained was to iron out some emotional instabilities... Flash forward to the present. The same computer, still aboard the Mesopotamia, has awakened and appears to be attacking those dwelling on the planet's surface, firing probes that smash the ground open and produce flashes of electrical energy that paralyze any electronics within range, including Marionettes and Saberdolls. One of these nearly causes Faust to be crushed by one of his own tanks, but he is saved by Panter and Luche. He asks where Tiegel is, but answers his own question: she died like a dog! Needless to say, this does not sit well with her comrades, and Faust has to shoot Panter to keep her from stepping out of line. Meanwhile, the Leopard is still attacking Otaru and crew, having recovered from the electrical jolt. The Marionettes take off over the rooftops, hoping to draw it away from Otaru, and this works out very well considering that the Marionettes, or, more specifically, their otome kairo, are the targets. Telling Otaru to join the rest of the population of Japones in the underground shelters (more Eva), the girls dash off back toward the ruined part of the city and succeed in crushing the Leopard under a falling building. But it's not dead, it's just resting. Though much of its simulated flesh has been ripped off, exposing its endoskeleton and eyeballs, it'll be back to terminate the Marionettes, so they dash off and hide in an apartment building u",
                    "TitleJapanese": "ファウスト 歪んだ純心",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "359747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359747",
                    "TitleEnglish": "The Maiden's Voyage",
                    "SummaryEnglish": "For reasons that Faust cannot fathom, Panter and Luche saved him from being killed by one of the Mesopotamia's projectiles, and they, Otaru, the Marionettes, Ieyasu and Hikozaemon are now underground, safe for the moment. Wasting no time, Ieyasu lays out the plan: Japones is prepared to use JaponesGar to attack the Mesopotamia, but since the current incarnation of JaponesGar is stationary, Japones needs Geltland's plasma diffuser (see episode 21) and rocket-booster technology to escape Terratoo's somewhat hostile atmosphere and get to the offending spacecraft. At this point, Otaru interjects that he was under the impression that the Mesopotamia was completed destroyed 300 years ago - that's why the six survivors were sent to the surface with little or no hope of survival, right? As it turns out, the admittedly harder-to-take truth is that the Mez is, in fact, still there. Its artificial-intelligence computer, the one Lorelei designed, went insane, took over the ship, killed most of the crew and took Lorelei hostage. Actually, it took Lorelei for a mate, and she's been in suspended animation ever since. Faust was going to save her himself, but then Otaru SCREWED EVERYTHING UP! However, he is interrupted in mid-blame by a spookily familiar voice. Out of the darkness of the cavern lurches Tiegel, supported by a tangle of RCA cables and missing a few parts. One such part is her memory - the only thing left is her knowledge of the pre-brainwashing Faust she used to love and pamper. She mutters something about the lorelei being in bloom, then collapses into Faust's arms. Greatly disquieted, Faust orders everyone but Otaru into the next chamber. If Otaru thought the Mesopotamia thing was a shock, he doesn't know from being shocked. Faust, once he and Otaru are alone with the inert Tiegel, finishes the story of the Mesopotamia. It seems that the purpose of Faust I and Ieyasu I in creating the otome kairo was a desperate plan to free Lorelei. Using Lorelei's same paradigm of",
                    "TitleJapanese": "乙女たちの旅立ち",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "359748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/359748",
                    "TitleEnglish": "You'll always be there",
                    "SummaryEnglish": "As the Marionettes, aboard JaponesGar, approach the Mesopotamia and missiles begin to explode all around them, Luche feels the Mesopotamia's feelings - love for Lorelei, anger at those that would take her away - resonating in her otome kairo and Lime hears Lorelei's voice again, telling her to flee while she can. But then, the computer's chattering mind suddenly stops, and as the attack on the surface of Terratoo continues, JaponesGar punches through the Mesopotamia's hull. Once inside, it doesn't take Luche long to ascertain the location of the heart of the Mesopotamia's computer. Though the Mesopotamia's interior defenses are more than adequate, they're no match for the Marionettes and Saberdolls. In fact, one of the rockets launched at the Marionettes is quickly put to a most unintended use, as the girls turn it around and ride it down the dark corridor, laughing all the way. Bells on bobtails ring, making spirits bright, and Luche wonders at this behavior - how can the girls laugh and sing, Lime especially, since they'll probably die tonight? To answer this question, one must journey deep into Lime's memory, to a sunny afternoon when she and Otaru weren't doing anything in particular. Contemplating a vast grassy field, Lime asks Otaru about the nature of happiness. Otaru's view: happiness derives from the fact that the sky is blue, the clouds are white, the grass and forest are green. In other words, happiness is the fact that it's great to be alive. Thus did Otaru teach the Marionettes the nature of happiness - it's the beauty of the world and the smiles of loved ones and the very fact of being alive. As they rocket along on the rocket, Lime, Cherry and Bloodberry remember every happy moment they've spent with Otaru, and feel as if he were there on the rocket with them. Before they know it, our robotic protagonists have come to the vast, dark chamber housing the central computer. The motif is Creepy Biomechanical, and Ieyasu and Hikozaemon distract the mechanic",
                    "TitleJapanese": "いつもキミがそばにいる",
                    "SummaryJapanese": null
                }
            }
        },
        "2": {
            "ID": "492326",
            "URL": "https://www.thetvdb.com/series/saber-marionette-j/seasons/official/2",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "8604330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/8604330",
                    "TitleEnglish": "Everyone's Happy",
                    "SummaryEnglish": null,
                    "TitleJapanese": "みんな幸せ",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "8604331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/8604331",
                    "TitleEnglish": "The Beautiful Marin Blue",
                    "SummaryEnglish": null,
                    "TitleJapanese": "美しきマリンブルー",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "8604332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/8604332",
                    "TitleEnglish": "Suddenly, a Love Comedy",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ラブコメディーは突然に",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "8604335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/8604335",
                    "TitleEnglish": "The Silent Assassin",
                    "SummaryEnglish": null,
                    "TitleJapanese": "沈黙の暗殺者",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "8604344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/8604344",
                    "TitleEnglish": "Time of the Heart's Awakening",
                    "SummaryEnglish": null,
                    "TitleJapanese": "こころ・めざめの時",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "8604346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/8604346",
                    "TitleEnglish": "Return to the Sea",
                    "SummaryEnglish": null,
                    "TitleJapanese": "海へ還る",
                    "SummaryJapanese": null
                }
            }
        },
        "3": {
            "ID": "1948824",
            "URL": "https://www.thetvdb.com/series/saber-marionette-j/seasons/official/3",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "4326544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326544",
                    "TitleEnglish": "Civilization All Over the Place",
                    "SummaryEnglish": "Things are peaceful in Japoness, thanks in large part to Lime, Cherry, and Bloodberry. Otaru is busy organizing a festival, so he doesn't notice Lime's sudden depression. It seems that Terra II is going to stop making Marionettes now that Lorelei is back. Will everyone forget about Lime and the others?",
                    "TitleJapanese": "あっちこっちで文明開化!",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4326545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326545",
                    "TitleEnglish": "Wishes Are Granted to the Winner of the Float Battle",
                    "SummaryEnglish": "Otaru's in charge of the Sanja festival, and it looks to be a big success. Lime, Cherry, and Bloodberry become very interested in the float race when they discover that the winner has one wish granted. Of course, they all want the same thing, to be alone with Otaru. Now, with the aid of some very high-tech floats, who will win the bid for Otaru's attention?",
                    "TitleJapanese": "だんじり合戦で満願成就!",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4326546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326546",
                    "TitleEnglish": "Daddy is Coming! Daddy is Coming!",
                    "SummaryEnglish": "Mitsuguri Hanagata's father comes to Japoness to bring his son home in order to prepare for his future as an heir of the family conglomerate. However, not wanting to be away from Otaru, Hanagata challenges his father to a wrestling match to determine his fate.",
                    "TitleJapanese": "父が出た出た父が出た!",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4326547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326547",
                    "TitleEnglish": "The Saberdolls' Journey",
                    "SummaryEnglish": "Tiger, Luchs, and Panta, once considered to be enemies, have now become friends with the Marionettes. They receive a letter from their master Faust, ordering them to leave Japoness and return to him at once. Unsure of their otome kairo's maturity level, they seek out Otaru for his advice.",
                    "TitleJapanese": "セイバードールズの旅立ち",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4326548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326548",
                    "TitleEnglish": "Shirataki Shines Forever",
                    "SummaryEnglish": "Otaru and the Marionettes are asked to act as tour guides for the representatives of the 'Shriataki Alliance' visiting Japoness from all over the world. While babysitting an annoying guest, Lime, Cherry, and Bloodberry roll out on an interesting sightseeing tour. But what is the real indentity of these strange guests? And can shirataki noodles catch a thief?",
                    "TitleJapanese": "しらたきは永遠の輝き",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4326549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326549",
                    "TitleEnglish": "Two Otaru's? The Tightrope of Love",
                    "SummaryEnglish": "Two Otaru's? The Tightrope of Love - Bloodberry is disappointed when her plans for her date with Otaru go bad. She wanders around town and finds herself in front of the circus she had planned to see with Otaru. There, she meets Akashi, a circus performer who looks identical to Otaru!",
                    "TitleJapanese": "二人の小樽!?恋のタイトロープ",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4326550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326550",
                    "TitleEnglish": "The Lonely Fairy",
                    "SummaryEnglish": "Lime meets a fairy in the forest but for some reason, only Lime can see her. Lorelei says it because only those with pure hearts like Marionettes can see fairies. But, as Lime and the fairy become good friends the time draws closer for them to say good-bye.",
                    "TitleJapanese": "ひとりぼっちの妖精",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "4326551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326551",
                    "TitleEnglish": "Cherry's Babysitting Diary",
                    "SummaryEnglish": "Cherry happens to find a capsule which contains a human baby. When she sees him, her otome kairo activates her maternal instincts and she refuses to give him up, even after she's been branded a kidnapper!",
                    "TitleJapanese": "チェリーの子育て奮闘記",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "4326552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326552",
                    "TitleEnglish": "The Forest, An Iron Ball, and Everybody",
                    "SummaryEnglish": "Otaru and the girls have been asked to help build a playground, but Lime refuses when she finds out that they wish to destroy a forest in the process. While everyone else is preparing for this major construction, Lime and Gennai preapre to defend the forest alone.",
                    "TitleJapanese": "みんなと森と鉄球と",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4326553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326553",
                    "TitleEnglish": "Onigiri Tastes Like Peace?!",
                    "SummaryEnglish": "Lorelei's feeling depressed since she can't leave the castle, so Otaru and the Marionettes arrange a secret picnic for her. However, before the trip even gets fully underway, disaster strikes and Lorelei disappears. As everyone searches for her, a new enemy appears...",
                    "TitleJapanese": "おにぎりは平和の味!?",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "4326554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326554",
                    "TitleEnglish": "Redemption of Otaru the Man",
                    "SummaryEnglish": "After kidnapping Lorelei, Gettel announces to all nations of Terra II the rebirth of Gartlant. Feeling responsible for taking Lorelei out of the castle, Otaru sets out on his own to save her. However, there is an unexpected outcome that awaits him.",
                    "TitleJapanese": "おとこ小樽の落とし前!",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "4326555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326555",
                    "TitleEnglish": "The Heaven's Cross of Fate",
                    "SummaryEnglish": "It appears that Faust kidnapped Lorelei, in order to find the whereabouts of the Japonessger. He orders Luchs, Panta, and Tiger to attack Otaru and the Marionettes, but none of them are sure why Faust has suddenly turned back to his evil ways, and are forced to question his orders.",
                    "TitleJapanese": "運命のヘブンズ・クロス",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "4326556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326556",
                    "TitleEnglish": "Evil Ambitions and the Rise of the Iron Beast",
                    "SummaryEnglish": "Otaru and the Marionettes fight against the evil Faust, whom is about to take off on the Japonessger with Lorelei. However, a surprise ally appears and disrupts Faust's plans. But do Lime, Cherry, and Bloodberry still have time to save Lorelei?",
                    "TitleJapanese": "黒き野望・鋼の巨人復活!!",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "4326557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326557",
                    "TitleEnglish": "A Pair of Tickets for a Slow Train to Xi'an",
                    "SummaryEnglish": "Otaru wins a pair of tickets to Xian, but instead of being excited, Otaru starts taking on extra jobs. The girls are angry that he hasn't made a decision about who he's going to take, but after a lot of work, Otaru is ready to decide...",
                    "TitleJapanese": "ペア旅行は各駅停車!?",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "4326558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326558",
                    "TitleEnglish": "The Eternal City, Xian",
                    "SummaryEnglish": "Otaru, Lime, Cherry, and Bloodberry are enjoying their first visit to an exciting city in Xian. When General Chao, a famous general in Xian, realizes Otaru is the hero who saved Terra II, he greets the party with wonderful hospitality. However, on the same night, Otaru collapses with an intense fever and Hanagata rushes to the rescue with a mysterious doctor.10/",
                    "TitleJapanese": "悠久の都・西安",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "4326559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326559",
                    "TitleEnglish": "Birds Without Wings",
                    "SummaryEnglish": "After recovering from the \"Dream Fever\", Otaru wakes up after sleeping for five days straight. He is shocked to learn that all three girls have suddenly disappeared after safely curing his illness, and to make matters worse, Otaru finds out he's wanted by the Xian government as a terrorist.",
                    "TitleJapanese": "翼なき鳥たち",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "4326560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326560",
                    "TitleEnglish": "The Many Yesterdays and Todays",
                    "SummaryEnglish": "Otaru is determined to find Lime, Cherry, and Bloodberry even while being a wanted man. He and Hanagata happen to run into someone who says he knows a person who can help Otaru find the girls. However, this mysterious underground boss demands Otaru to fight an iron-masked warrior to the death in return for the information. Can Otaru defeat this newest foe and find the information he so desperately seeks?",
                    "TitleJapanese": "それぞれの昨日と今日",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "4326561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326561",
                    "TitleEnglish": "Under the Plasma Sky",
                    "SummaryEnglish": "Working as a nurse in Xian, Lime has become a valuable asset to the hospital and its patients. Meanwhile, Cherry is also hard at work at an orphanage where the children have become emotionally attached to her. When one of the orphans gets injured and taken to the hospital, Cherry and Lime meet and behave like complete strangers!",
                    "TitleJapanese": "プラズマ模様の空の下",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "4326562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326562",
                    "TitleEnglish": "1/3 of Sorrow",
                    "SummaryEnglish": "Akashi and the Higure-circus are in Shian. Outside Bloodberry stands and tries in despair to remember itself. Finally it goes in. Your actual order is it to scout where the money is. Yet for crime, it not simply is created. It does not remain concealed the circus-people to be sure, run is in what kind of Schlamassel Bloodberry and that it lost its memory. They conclude to give the gangsters a lesson and to free Bloodberry. The Artisten have a quantity trick in stock, so that them this intention succeeds. Finally in security, they converse with Bloodberry, but that remembers in the deed at nothing. It is surprised to be sure over the kindness of the circus people, that want to grant its also further protection. In the night, Akashi makes and also Otaru in that allay itself heavy reproaches, for out of the self-confident Bloodberry of at that time, an intimidated, helpless girl became now. Otaru goes in the mean time however also rather on the gums. The unsuccessful search wears down it more and more. * Bloodberry lost to be sure its memories, but its feelings to Akashi remained reversed it, and. Akashi is fallen in love into it. Akashis friend Osaka means, it could remain yet for always in the circus. Bloodberry does not know wants so quite, whether it its memory generally wiederhaben, but in any case it is now very happy. Yet Akashi does not want to tie it in this manner to itself, for it knows very probably that Bloodberrys heart belonged previously one to others. * Again and again was gone in in the single sequences on the problematic nature that the three Sabermarionetten have to be sure human feelings, but are no persons. Apparently Hess and Yan min remember Dr. to exploit that somehow. For Bloodberry, Cherry and would glue stand in reality under permanent observation through both, just as also Otaru. And again and again the three puppets have also strange nightmares because of itself, Otaru and the type how they live together, without that Otaru will encounter",
                    "TitleJapanese": "1/3の哀しみ",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "4326563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326563",
                    "TitleEnglish": "The Unrelenting Rain of Xi'an",
                    "SummaryEnglish": "It rains once again in Shian. General Chou wants the warrant against Otaru revocation. Before it, panthers stand, laugh and tiger and explain loosely is it, what - so far it and fist that in the mean time found out have. Yet yet the policemen are behind Otaru here and drive it in the narrow. Hanagata calculated rescues it. Both plunge into a river, are exhausted rescued somewhere totally again at country gespült and of doctor Zhou. Its nurse is would glue no other as, but she does not recognize it, and Otaru sees how happily she is in the little clinic of the doctor and that she is needed there. It encounters also Cherry in the clinic, and also it found a new place, at which it happily is and is needed. It looks would become almost so, as it its three girls after it finally found it, but recover no longer. When Otaru is released at the next day, Hanagata expects it outside. That is not surprised very that Otaru its girls found to be sure, it it however apparently to itself zurückholen wants. * Glued and go Cherry with a quantity of children into the circus. For the first time for some time all three Saber-puppets are therewith once again together. Your memory returns however nevertheless not. Also Otaru and Hanagata are there. It is really so: the three girls found its good fortune and its place in the life. Otaru does not want to touch this good fortune. Hanagata protests violently, but Otaru lost its confidence. Yet the plans of Yan min and Dr. Hess look differently. They have the information that they want out of the three puppets namely always not yet herausgekitzelt. Your memories are blocked now as ever, and therewith also the sought data. Therefore it on which three pressures to exercise conclude in order to break the blockade. They prepare its battle machines on it and Otaru. First are would glue and Cherry at it, and because they have no more memories, can fight helplessly are delivered it also no longer, and the attacks. Otaru tries to bring it in securi",
                    "TitleJapanese": "西安の雨は降りやまず",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "4326564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326564",
                    "TitleEnglish": "The Scarlet Awakening",
                    "SummaryEnglish": "With a terrain vehicle, that Hanagata found, Otaru, Cherry escape and would glue. The four land in the river and then in the Kanalisation. Yet also there they are not certain and further are pursued. Both puppets want to know, hunted become what is actually loose, and why it so brutal. Otaru wants to keep out both, but Hanagata tries to explain them once, what is actually loose. Much comes out at the same time not, and then the battle and the flight goes further. * Yan min finds Hess spaceship in Dr. a machine, that he not unconditionally would have expected there: an atom bomb that passes for an entire planet. Asks shake he Dr. Hess what he actually really plans. Obviously the earth wanted to visit both and wanted to conquer probably also, but looks how it, has Hess in reality entirely other intentions. And with which it moves now out. Yan min is excited. Dr. Hess only used it. Yet that means, would have Yan min just in such things yet special experience. In any case Dr. holds Hess persons for worthless scum, that he wants to remove. We learn the reason for that in one of the later sequences yet more exactly. * With Cherry and goes would glue Otaru to the Higure circus, for it goes therefrom from that also Bloodberry is attacked. And just as it is also. Under the pressure of this battle on life and death, the wish of Dr. Hess in fulfillment goes now finally: the three Saber-puppets get its memories back, and therewith also the sought data are again accessible. Dr. Hess disappears then, just when general Chou wants to arrest it. So first once only Yan min in the cell lands therefore. Fist that the thing began sends its Saberdolls afterwards, but also they can catch Dr. Hess no longer. And where it its secret spaceship has, also were not able to get it.",
                    "TitleJapanese": "紅蓮の終劇・緋色の目覚め",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "4326565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326565",
                    "TitleEnglish": "The Cry",
                    "SummaryEnglish": "Otaru lies in the kaiserlichen hospital. Do its thoughts revolve around one of the central subjects of this Animes: which of its three puppet it should select? It was always impossible it to prefer one. Can yet they be happy under these conditions, especially Bloodberry that found yes its large dear? Chou interrogates Yan min. That has holds decayed much with the dark plans of Dr. Hess to be sure jointly, for also he the world for and at the end. To be sure it did not want to hunt Terra 2 into the air, but rather wanted to break open with 200,000 cloning of Terra 2 to the earth. Then they would be no longer on the cloning or now on Lorelei directed. What it exactly intended, is however somehow rather obscure. Dr. Hess sends clone steals fan fan, that is in reality an almost invincible battle robot, into the lock of Japoness, where it into the Klonlabors on breach and the three feminine masts--embryo. Otaru thinks and thinks, but does nothing come at the same time out. He cannot decide. There fist with its supplement appears and explains, what they know now over Dr. Hess, to it. They do not know to be sure where it is now. Glued is again with doctor Zhou. Whether it remains there, depends therefrom, what hatches Otaru in conclusion. Cherry is again in the temple at its orphan children, and Bloodberry is in Akashi in the circus, that heavily was damaged in the fights. There Otaru gets high fever. Its internal battle lives it more and more from. It comes finally about that away, but would glue and are shake the other that they were able to do for its master nothing. Are they as a puppet always in addition condemned to watch if persons suffer without being able to help ever? And worse yet: they eternally will live while Otaru old becomes and dies sometime. And so it becomes inniglichstem wish glue to become a person. Yet that is naturally forbids its. It is an immortal robot. Also Bloodberry and Cherry quält this problem for which it gives no exit. So much, what settle",
                    "TitleJapanese": "叫び",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "4326566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326566",
                    "TitleEnglish": "The Dream in the Circuit",
                    "SummaryEnglish": "This sequence begins with a review into the past of Dr. Hess. It was a happy families father. And it was astronaut. It comes of the earth, and one day it got the order to participate in a reconnaissance mission into the depths of the Alls If he overtook himself the old videos of its daughter, its woman Inga and its mother looks at, deeply is seized he always. He mumbles to itself, he had to hurry himself because he would have only little time. Glued and are destroyed the other rather at the ground because Otaru put back it. It goes it itself no little better although he convulsively persuades himself, he correctly had decided. Bloodberry is again in Akashi in the circus. Does you ask it: what if it a person would become? What would it perceive then? It is yet Akashi equal: it loves it so how it is. Nevertheless: the offer of Dr. Hess is more than enticing. Also Cherry goes it so similarly. The words of Dr. Hess go its no longer out of the sense. And glued practically already decided to suppose this offer. It persuades herself, Otaru would have left it because it is no person. That is to be sure nonsense, but if one begins first once to believe sowas, holds one nothing more. Baiko and Tamasaburou have a good and a bad message for Lorelei. The good: Otaru returns. The bad: a gigantic, secret spaceship constructed Dr. Hess by the name of Neo Mesopotamia, has he with that certainly nothing good in the sense. Fist and its Saberdolls make to be sure hunt on it, however not yet placed it. Lorelei worries large. On the journey, the train made a between stop, and also on the return trip, it holds is again here, between high mountains, nearly at a waterfall, the Hanagata already once down favor. Otaru goes it again more badly. There tiger stands suddenly before it. The train goes further, but Otaru is no longer on board. Fist that stands outside with its Saberdolls, asks it what he would think himself actually at the same time to put back its puppet. That is not only heartles",
                    "TitleJapanese": "機械じかけの夢",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "4326567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326567",
                    "TitleEnglish": "The Girls Beyond the Rainbow",
                    "SummaryEnglish": "Otaru, fist and its Saberdolls circle the part of the Neo Mesopotamia that already is exposed, with a Gleiter. Laugh finds out that the spaceship stands at a geological critical place. If it starts, it can use the plasma energy stored there as a drive, will give for that it however heavy earthquakes. A reason more to delay Dr. Hess. Interior Dr. Hess with its work begins would glue at. This is decided firmly to get through the thing. There Bloodberry emerge and Cherry in the spaceship. They want would glue divert unconditionally therefrom because they are convinced, that Dr. Hess wants it reinlegen. But glued can be delayed no longer. A person wants to become you and wants to marry Otaru. And that, it means, should want Cherry and Bloodberry also. Cherry to be sure is satisfied with its machines body. And also Bloodberry means, would have had when puppets it yet all these wonderful experiences and adventure. But nothing therefrom convinces would glue. For why would otherwise Otaru have left it? What are they actual? Machines with a human soul. In this form does not want would glue more long live. Dr. Hess transmitted all the per video, and Otaru so has it mitangehört. It is shake and tried with all means to penetrate into the Neo Mesopotamia. Fist supports it at the same time. Yet it comes too late. Dr. Hess got himself the data that he wanted, in the mean time. The three puppets interest it therewith actually no longer. He lets free makes himself Otaru it, and on the way in order to destroy the earth. That has been its plan for 400 years. It did not forgive became it the humanity that it separated by its family for always and put back star on an ode and forgot became. In the quite dramatic rescue operation, Otaru is injured. Then the Neo Mesopotamia bursts itself out of the mountain and begins with the start. It comes to the expected heavy earthquakes in Shian and Japoness. As a smaller next to effect, Yan min is gotten out at the same time by the way out of the p",
                    "TitleJapanese": "虹駆けし乙女たち",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "4326568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326568",
                    "TitleEnglish": "Rays of Light",
                    "SummaryEnglish": "In the Neo Mesopotamia, Cherry, Bloodberry are and would glue come out at a strange place, namely in an idyllic before Alps country. On a meadow, a wood cottage stands on whose porch in a cozy swing chair Dr. Hess sits. On the meadow, a little girl plays, and two women hang wash up. Dr. Hess explains the puppets, be would have plan with them nothing to do. They should not have come on board. Then it introduces the dreien his wife, its daughter and its mother, altogether Hologramme, for they remained yes on the earth and already since centuries dead. Dr. Hess never meeted again it, and about that he never is hinwegekommen. Its comrades betrayed it 400 years ago and let in the sting, and for that he wants would rake himself now. The puppets want to conclude the Spuk, but they do not come far. And moreover it is also too late, for that time more ignition for the bomb runs already. In 58 minutes, it rises. And to be sure over the earth, that will have the ship until there reached. Then the Hologramm goes out and shows the room how it is actual, a gigantic hall. Dr. Hess shouts would die Cherry, he at the same time yet also. But its time expired anyway. The ship enters into the worm hole. The Sabermarionetten try all in order to delay Hess although that promises to send back it to Otaru and to make it this time really to persons if they promise it not to interfere itself further. But they reject that, attack and struggle it and its defense, under that also fan fan, piece for piece down. However they can delay the flight no longer. The Neo Mesopotamia reaches finally the solar system. How turns out, the worm hole ends middle in one of the Saturn-rings. That is a very dangerous place. The ship heavily is damaged around a hair. And apparently it goes each so, that there there fly. They locate namely also the wreck of the ship that should get at that time Hess rescue for Dr. What means that its comrades forget it in no way and betrayed have. They were prevented came through",
                    "TitleJapanese": "光…",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "4326569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-j/episodes/4326569",
                    "TitleEnglish": "A Forever Blue Sky",
                    "SummaryEnglish": "Glued, go Bloodberry and Cherry into the Japoness girl kindergarten. Otaru investigates its daily work, and Hanagata tries itself as a singer. The three girls are very cute, but already quite stubborn, and Otaru hold very prettily in breath. Apparently they intend to engage anything, for they are often long away and do very mysteriously. Otaru worries even already and speaks calms with Lorelei, but that it: let it be a very good father. Surprisingly tiger emerges. Otaru has already long nothing more of its, fist and the other belonged and is curious, what became out of them. Now, fist works as a scientist at the investigation of the not entirely harmless plasma phenomena, that there is so amply on Terra 2. And its Saberdolls earn the money with which these researches will finance: laugh is tv-reporter, panther is Hanagatas inexorable manager and press-agent become. And tiger itself designates itself as fists flower. The girls completed its work: a fully automatic Otaru-shoulder-massage-machine. Now they must bring it only home. That proves to be sure to be somewhat problematically. Bloodberry has many enemies, and that three meet some of them underway. There is the usual Prügelei, and the machine goes at the same time unfortunately to breach. It did not remain much more than a little wood of its. How a revenge angel Otaru appears in order to protect its girls. It verjagt the evil rascals and learns, which birthday gift that three secretly wanted to make it there. It is stirred very.",
                    "TitleJapanese": "この空はどこまでも青く",
                    "SummaryJapanese": null
                }
            }
        }
    }
}