{
  "URL": "https://www.thetvdb.com/series/tonagura",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0988931/",
    "https://www.themoviedb.org/tv/34664"
  ],
  "TitleEnglish": "Tonagura",
  "SummaryEnglish": "The Arisaka sisters (Hatsune and Kazuki) and the Kagura siblings (Yuuji and Marie) lived next door when they were smaller. So close that they could climb onto each other's verandas from the 2nd floor. They would always play together until one day the Kagura siblings had to move. It's been 10 years and the Kagura siblings are moving back! Yuuji's turned into a pervert and Marie isn't the crybaby she used to be?! (Source: Wikipedia - MB)",
  "Aliases": [],
  "Modified": "2025-05-27",
  "Seasons": {
    "1": {
      "ID": "31706",
      "URL": "https://www.thetvdb.com/series/tonagura/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "360583",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tonagura/episodes/360583",
          "TitleEnglish": "A 30cm Unrequited Love",
          "SummaryEnglish": "Kazuki is looking forward to the return of her old friends and neighbours, only to be shocked and dismayed when she sees what they've become in the years since they were last together.",
          "Aliases": []
        },
        "2": {
          "ID": "360584",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tonagura/episodes/360584",
          "TitleEnglish": "Aloof Kazuki And The Apron Of Temptation",
          "SummaryEnglish": "With the parents of both households stuck on a South American island for an indeterminate time, they ask their children to take care of each other. Kazuki refuses to admit the dirty-minded Yuuji into the home, unless he manages to spend the whole day without doing anything indecent, so they have a competition.",
          "Aliases": []
        },
        "3": {
          "ID": "360585",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tonagura/episodes/360585",
          "TitleEnglish": "Smart Yuuji And Startled Kazuki",
          "SummaryEnglish": "It's the first day at Kazuki's school for both Yuuji and Marie. While Marie is stuck in the same class with the hyperactive and overly friendly Niina, Yuuji manages to gain quite a crowd of girls by putting on his handsome face. Kazuki becomes jealous and sad when she sees Yuuji's popularity, leaving him at school when she goes home. To her surprise, this nets her a complaint from Yuuji, who wanted to walk home with her, not his adoring new classmates.",
          "Aliases": []
        },
        "4": {
          "ID": "360586",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tonagura/episodes/360586",
          "TitleEnglish": "Nya~",
          "SummaryEnglish": "Niina, who considers Marie a good friend, pursues her relentlessly without realizing that this is causing the introverted Marie considerable distress. Only when Niina saves Marie from her worst fear and is set straight by Yuuji does she begin to understand Marie and lay the basis for a relationship that is not as one-sided.",
          "Aliases": []
        },
        "5": {
          "ID": "360587",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tonagura/episodes/360587",
          "TitleEnglish": "Let's Break Up!!",
          "SummaryEnglish": "Kazuki experiences jealousy and insecurity when it turns out Chihaya and Yuuji share common interests and are becoming close friends. A visit by Chihaya to Kazuki's home turns sour when Yuuji holds a photo shoot and Kazuki feels like a fifth wheel, causing her to lash out in anger at both him and Chihaya, causing Yuuji to respond in kind and leaving their friendship apparently in shambles, to Chihaya's dismay.",
          "Aliases": []
        },
        "6": {
          "ID": "360588",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tonagura/episodes/360588",
          "TitleEnglish": "Hugging Princess?",
          "SummaryEnglish": "After Kazuki's and Yuuji's break up they both feel depressed and Chihaya takes it upon herself get them back together.",
          "Aliases": []
        },
        "7": {
          "ID": "360589",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tonagura/episodes/360589",
          "TitleEnglish": "Strongest☆Invincible My Sister",
          "SummaryEnglish": "After yet another pervert attack by Yuuji in the morning with some help by Hatsune, Marie decides she will find out Hatsune's weakness so that she will not be able to stop her from punishing her brother. But it seems that Hatsune doesn't have a weakness. Later Kazuki finds out that Hatsune has a fever and collapsed. Kazuki thinks it is because she overworked herself in taking care of her and the household, so she decides to take care of Hatsune and the household so that her sister can get well and do what ever would make her happy.",
          "Aliases": []
        },
        "8": {
          "ID": "360590",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tonagura/episodes/360590",
          "TitleEnglish": "Kazuki x Hatsune Swimming Showdown",
          "SummaryEnglish": "Kazuki breaks her sister's record in swimming, which gets her a challenge from her sister for the upcoming swimming competition. Who will win the serious race between the loving sisters?",
          "Aliases": []
        },
        "9": {
          "ID": "360591",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tonagura/episodes/360591",
          "TitleEnglish": "Are You By Any Chance, Jealous?",
          "SummaryEnglish": "Yuuji gets told that Kazuki was popular among guys in middle school and was proposed to by many, but refused all for an unknown love of hers. Yuuji thinks it's the new teacher, who she and Chihaya know, which causes him to start feeling jealous.",
          "Aliases": []
        },
        "10": {
          "ID": "360593",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tonagura/episodes/360593",
          "TitleEnglish": "It's A Bikini? Everyone Gathers",
          "SummaryEnglish": "The Teacher decides to take the group to the beach, where Kazuki uses a double standard to blame Yuuji for mistakes, when they could have easily been blamed on the teacher. Things between Yuuji and Kazuki worsen, as Kazuki keep putting Yuuji down and keeps comparing him with the teacher.",
          "Aliases": []
        },
        "11": {
          "ID": "360594",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tonagura/episodes/360594",
          "TitleEnglish": "Yukata And Fireworks And A Broken Sandal Strap",
          "SummaryEnglish": "The group goes to a festival, where another occurrence happens between Yuuji, Kazuki and the teacher. Is the calm after the storm coming soon or not?",
          "Aliases": []
        },
        "12": {
          "ID": "360595",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tonagura/episodes/360595",
          "TitleEnglish": "A Letter To Yuuji And Memories From Ten Years Ago",
          "SummaryEnglish": "Yuuji stops his raunch acts and Kazuki tries to remember what she wrote to Yuuji in the letter 10 years ago.",
          "Aliases": []
        },
        "13": {
          "ID": "360596",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tonagura/episodes/360596",
          "TitleEnglish": "Veranda And Paper Planes",
          "SummaryEnglish": "Yuuji has to move again. After finding out what Yuuji was really like in the past - and what she herself was like back then - what will Kazuki do?",
          "Aliases": []
        }
      }
    }
  }
}