{
    "URL": "https://www.thetvdb.com/series/we-were-there",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2147761/",
        "http://www.bokuragaita.com/",
        "https://www.themoviedb.org/tv/22577"
    ],
    "TitleEnglish": "We Were There",
    "SummaryEnglish": "The start of high school life. To the girls, that also meant the start of their love lives. For brand new first year student, Takahashi Nanami (Nana for short), it was no different... She happens to end up in the same class as the incredibly popular Yano Motoharu, who rumors say that two thirds of all the girls are guaranteed to fall in love with. But will that hold true for Nana, who says that if she had to choose between like or dislike, she'd say she dislikes him!?",
    "TitleJapanese": "僕等がいた",
    "SummaryJapanese": "― 彼はその時　まだたったの15歳でそして今まだほんの16歳で\n\n 支えなければならない現実はいつも彼の体より　大きい ―\n\n\n 胸に期待をふくらませ、友達をいっぱい作ろうとしていた七美の高校生活が始まった。\n\n だけど女の子たちは、クラスの3分の2が一度は好きになるという、矢野という男の子の話題で持ちきりだった。\n\n 七美には、意地悪でむかつく男にしか見えなかったけれど…",
    "Aliases": [
        "Bokura ga Ita",
        "Bokuraga Ita"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "31690",
            "URL": "https://www.thetvdb.com/series/we-were-there/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "360430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360430",
                    "TitleEnglish": "Episode One",
                    "SummaryEnglish": "It's Nanami Takahashi's second day at her new high school and almost as soon as school starts she quickly makes some new friends in her class, like the unsociable Yuri. A girl from Asahi middle school tells her about guy named Motoharu Yano, who was very popular with the girls and happens to be in their very same class. It isn't long until Nanami develops a crush on him, herself.",
                    "TitleJapanese": "第一話",
                    "SummaryJapanese": "高校生活のはじまり。期待いっぱいで入学した高橋七美は、 クラスの女子の３分の２が必ず好きになるという矢野元晴 と出逢う。最初はちょっとイヤなヤツという印象だったの だが、矢野の繊細な心と優しさ、そしてその笑顔に七美は 不覚にも心を惹かれて行く。それは充分すぎるほどの「恋 のはじまり」でもあった。"
                },
                "2": {
                    "ID": "360431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360431",
                    "TitleEnglish": "Episode Two",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第二話",
                    "SummaryJapanese": "七美は矢野の親友・竹内匡史から同じクラスメートの山本有里の 姉・奈々が、矢野の元カノだった事を知る。そして、その奈々が 交通事故で他界している事も・・・。事実を知りショックを受け る七美。でも押さえ切れない思いをついに矢野に告白してしまう。 でも矢野の答えは・・・。 数日後、文化祭の準備を進めていた七美はミスをしてしまう。落 ち込む七美に矢野は「心配すんな」と声をかけ、委員会に向かうのだった。"
                },
                "3": {
                    "ID": "360432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360432",
                    "TitleEnglish": "Episode Three",
                    "SummaryEnglish": "It is summer vacation and Nanami goes to school for the play rehearsals, but she's pretty annoyed that Motoharu doesn't turn up to any of them. Even at the summer festival he doesn't turn up, so Nanami goes to his house to see him. Motoharu reminisces on his past relationship with Nana.",
                    "TitleJapanese": "第三話",
                    "SummaryJapanese": "夏休みに入り、矢野と会えない日々が続く七美。 夏祭りで竹内から奈々の命日の事を聞かされ、思わず矢野の家を訪ねてしまう。 一見元気そうな矢野であったが、「ずっと見守ってるから」という七美の言葉に素直になる矢野。 そして二人の距離が徐々に縮まったかに見えた・・・ が、まだ矢野は奈々との思い出を夢の中で見ていた。"
                },
                "4": {
                    "ID": "360433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360433",
                    "TitleEnglish": "Episode Four",
                    "SummaryEnglish": "The Cultural Festival draws near and all the students are hard at work preparing for the event. Meanwhile the Motoharu seems to be fairly distant with Nanami and she doesn't understand why. Then comes the day of the Cultural Festival.",
                    "TitleJapanese": "第四話",
                    "SummaryJapanese": "文化祭が近づくにつれ、七美は矢野と微妙な距離感を感じてしまう。 それでも矢野に対し鼓舞したり励ましたりする七美。そんな七美の姿に矢野は戸惑っていた。 文化祭当日、クラスの出し物の演劇のセリフを全て忘れてしまう矢野だったが、 七美の「矢野はちゃんとできる！！」という言葉に思わず笑みを浮かべる。"
                },
                "5": {
                    "ID": "360434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360434",
                    "TitleEnglish": "Episode Five",
                    "SummaryEnglish": "Following Motoharu's confession during the Cultural Festival, Nanami seems pretty out of it as she couldn't sleep at all last night. It's isn't long before her friends discover what happened between them. Once school is over and Motoharu sorted out everything in the student council meeting, they go on a date to the movies. Time passes by and winter comes and Nanami is thinking about what to give Motoharu for Christmas.",
                    "TitleJapanese": "第五話",
                    "SummaryJapanese": "付き合いはじめた七美と矢野。世界の色が一変した後夜祭のあと、 七美は一睡もできずに朝を迎え、登校後もまともに矢野の顔が見れない。 それでもその日の放課後、七美と矢野は初デートで映画を観に行く。 そして、両思いの幸せを胸いっぱいに感じた七美は矢野に クリスマスプレゼントは何が欲しいのと尋ねる。すると矢野は・・・。"
                },
                "6": {
                    "ID": "360435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360435",
                    "TitleEnglish": "Episode Six",
                    "SummaryEnglish": "Nanami is thinking about the things she's enjoyed with Motoharu but \"crossing the line\" is the one thing she still cannot do. The pair meets up one day to do some shopping, when they run into Takeuchi's older sister who is a store clerk. One day after school while Motoharu is waiting for Nanami, he has a run in with Yuri.",
                    "TitleJapanese": "第六話",
                    "SummaryJapanese": "七美は矢野と二人で買い物に出掛け、アクセサリーショップで竹内の 姉・文香と出会う。文香の事が苦手なのか変に緊張する矢野だったが、 七美のためにクリスマスプレゼントを購入する事に。そして、その帰 り道、竹内の話題を出す七美に嫉妬する矢野。時を重ねるごとに二人 はそれぞれが欠かせない存在となって行く事に気付く。"
                },
                "7": {
                    "ID": "360436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360436",
                    "TitleEnglish": "Episode Seven",
                    "SummaryEnglish": "Motoharu asks Nanami out on a date but she blows him of to secretly buy him a present, but it isn't much of a secret because he follows her. The next day Motoharu is kind of mad at her but they are able to reconcile after exchanging gifts. Things are looking good between them until Motoharu has another run in with Yuri.",
                    "TitleJapanese": "第七話",
                    "SummaryJapanese": "七美のクリスマスプレゼントを受け取りに文香のアクセサリーショップを訪れる矢野。 そこで矢野は文香から奈々の墓参りに行くように注意されるが頑なに拒否する。 そしてクリスマスの日、矢野は七美にリングをプレゼントする。 うれし涙でいっぱいの七美。 「矢野に出逢ってから涙もろくなったみたいだよ。」 その後七美は偶然、矢野が有里の前で涙を流した事実を知る。どうしても涙の訳を知りたい七美、だが矢野の答えは・・・。"
                },
                "8": {
                    "ID": "360437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360437",
                    "TitleEnglish": "Episode Eight",
                    "SummaryEnglish": "In her room, Nanami uses this opportunity to ask Motoharu about his past Yuri and it takes some time for him to give her answer. As Motoharu leaves Nanami feels reassured with what he told her but it may not be the entire truth. It turns out that Motoharu's friend Takeuchi has been hiding the truth he knows.",
                    "TitleJapanese": "第八話",
                    "SummaryJapanese": "見え隠れする矢野の過去は、時々七美をしめつける。そして、かつて 矢野と有里の間に何かあったと感じる七美であったが、矢野を信じる事に。 しかし、矢野の胸中は・・・。数日後、七美は矢野の家を訪れる。 矢野と奈々の過去に嫉妬していた七美だったが、矢野の 「過去に負けない今を作ろう」という言葉に、全てを捧げる決心をする。"
                },
                "9": {
                    "ID": "360438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360438",
                    "TitleEnglish": "Episode Nine",
                    "SummaryEnglish": "All alone with Motoharu at his house, Nanami actually suggest that they finally \"do it\". Even though it seems like such a dream that dream is then cut short when Motoharu's Mom returns home and they are forced to ends things there. So he decides save up money, so that the same thing won't happen again.",
                    "TitleJapanese": "第九話",
                    "SummaryJapanese": "矢野に全てを捧げると決心した七美、だが矢野の母が帰ってきてしまい・・・。 悶々とする矢野をよそに、それでも七美は幸せをかみしめる。 ある日、七美と矢野はプラネタリウムデートに出掛ける。「いっぱい思い出作ろう」と言う七美に、矢野の答えは・・・。 そんな七美と矢野の距離が縮まって行く事に気付く有里とそれを見守る竹内。 それぞれの切ない胸の内が垣間見えてくる。"
                },
                "10": {
                    "ID": "360439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360439",
                    "TitleEnglish": "Episode Ten",
                    "SummaryEnglish": "Without thinking Nanami steals an old picture of Motoharu together with Nana, from Yuri's knocked over bag and she's doesn't know what to do about it. But this doesn't matter, when by chance Motoharu finds the picture in Nanmi's notebook and decides to return it to Yuri. Since then there's been some friction between Nanami and Motoharu and one day she is invited to Takeuchi's birthday.",
                    "TitleJapanese": "第十話",
                    "SummaryJapanese": "偶然、有里が持っていた矢野と奈々たちの写真を手にする七美。 その写真を見た七美は有里と亡くなった奈々に嫉妬、だがその写真が原因で矢野と喧嘩してしまう。 日曜日、竹内の誕生会に呼ばれた七美は、矢野の時折見せる冷たさと優しさに翻弄されるが、星空の下で仲直りする。 だが、そんなふたりの間に割り込むように、有里が矢野の家を尋ねてくる。"
                },
                "11": {
                    "ID": "360440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360440",
                    "TitleEnglish": "Episode Eleven",
                    "SummaryEnglish": "Nanami and Motoharu's study session in interrupted when, out of the blue, Yuri turns up on Motoharu's doorstep, with something to tell him about her sister. It's to do with the reason why Nana was in Kagawa's car 2 years ago. Soon after that Nanami and Motoharu end up having a quarrel about it.",
                    "TitleJapanese": "第十一話",
                    "SummaryJapanese": "突然、矢野の家を尋ねて来た有里は七美と矢野の目の前で、奈々が事故死した日の事を話し始める。 七美に話を聞かせたくない矢野。しかし七美は、矢野と有里の過去に何かあったと逆に疑いを持ってしまう。 それは、どうしても埋まり切れない距離を実感してしまう瞬間でもあった・・・。 ある日、七美は意をけっして有里との過去について、矢野に答えを求める。 矢野の出した「答え」とは・・・！？"
                },
                "12": {
                    "ID": "360441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360441",
                    "TitleEnglish": "Episode Twelve",
                    "SummaryEnglish": "In an unconventional way, Motoharu finally confesses to Nanami, the sin he committed to Yuri. Since then Nanami hasn't been able to face him but they eventually fix the problem in their relationship. With things looking good for the pair, they decide to go to the beach to spend the day having fun but if only it could be that simple.",
                    "TitleJapanese": "第十二話",
                    "SummaryJapanese": "矢野と有里の過去にあった「真実」を聞いてしまった七美。隠していたのは矢野の優しさと知りつつ、裏切られた思いを払拭できずに日々を過ごす。 ある日、矢野が花束を持って七美の家を尋ねてくる。はじめは会わないと決めていた七美、だが矢野の「想い」や「痛み」が駆け巡り、許してしまう。 今度こそ、過去を含めて矢野を受け入れようとする七美は、矢野と海に行く。 そこは奈々の思い出が眠る海。そして二人は・・・。"
                },
                "13": {
                    "ID": "360442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360442",
                    "TitleEnglish": "Episode Thirteen",
                    "SummaryEnglish": "The relationship between Nanami and Motoharu has ended and a week has passed without even as much as a word between them. Takeuchi just can't sit back at let things continue as they are, so he invites Nanami over to cheer her up. Motoharu is beginning to regret what happened between him and Nanami.",
                    "TitleJapanese": "第十三話",
                    "SummaryJapanese": "矢野の心の中に確実に「奈々」が存在する事を知ってしまった七美は、矢野に別れを告げる。 それは矢野とのごく普通の日常が無くなり、心の中にぽっかり穴があいている事に気付く事でもあった。そしてついつい竹内の優しさに甘えてしまう。 ある日矢野は誘われるままにクラスメートと合コンに出るが、七美への想いを「過去」にできない。 そんな二人の心が微妙に交錯するのをはたから見ていた竹内は、ついに矢野に・・・！？"
                },
                "14": {
                    "ID": "360443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360443",
                    "TitleEnglish": "Episode Fourteen",
                    "SummaryEnglish": "With things going nowhere between Motoharu and Nanami, Takeuchi is unable to hold back his feelings and decides to take the initiative. Nonetheless he may have timed this wrong and Motoharu wants to stop him before it's too late. What are Nanami feelings towards the both of them?",
                    "TitleJapanese": "第十四話",
                    "SummaryJapanese": "いつも矢野と同じ人を好きになってしまう竹内。奈々の時もそうだった竹内はついに矢野に「宣戦布告」する。 そんな竹内の思いを七美は何となく気付くが、矢野と竹内の間の「親友」という壁に特別な意味はないと思ってしまう。 そして文化祭が近づいてきたある日、矢野と竹内は、七美の戸惑う微妙な心情を聞いてしまう。"
                },
                "15": {
                    "ID": "360444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360444",
                    "TitleEnglish": "Episode Fifteen",
                    "SummaryEnglish": "Preparations for the annual Cultural Festival are progressing smoothly but what hasn't progressed is Nanami's relationship with either Motoharu or Takeuchi. Motoharu is trying to organize his feelings for Nanami and Nana whereas Takeuchi is planning to settle things soon. The day for the Cultural Festival arrives and Nanami meets Takeuchi's sister.",
                    "TitleJapanese": "第十五話",
                    "SummaryJapanese": "何も言わないのに自分のそばに飛んでくる竹内。優しい目を向けてくれる竹内に七美の心は揺れ始める。 と、同時に矢野の事が「過去」にできない自分にも気付く七美。 文化祭当日、七美は文香に会う。七美は自分自身の気持ちに整理がついていない事を文香に打ち明ける。 そして１年前、奇跡が舞い降りた「後夜祭」。 七美、矢野、竹内、有里のそれぞれの気持ちが交錯する・・・。"
                },
                "16": {
                    "ID": "360445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360445",
                    "TitleEnglish": "Episode Sixteen",
                    "SummaryEnglish": "It is the night of the school festival and everyone is anxiously waiting for the main event. Takeuchi plans to confess to Nanami but so does Motoharu, yet Nanami just doesn't feel like she can handle all this now and decides to escape from giving her answer.",
                    "TitleJapanese": "第十六話",
                    "SummaryJapanese": "運命の後夜祭「告白タイム」。七美に想いを告白する竹内を察した矢野は、その告白を阻止するために強硬手段に出る。 だまされてしまう人のいい竹内・・・。その後必死で七美を探す矢野、だが気持ちが整理し切れてない七美はそんな矢野から逃げてしまう。 一方、だまされた竹内も必死で七美を探す。そして矢野より先に七美を見つけた竹内は七美に優しく語りかける。輝く星空の下、それぞれが出す答えとは！？"
                },
                "17": {
                    "ID": "360446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360446",
                    "TitleEnglish": "Episode Seventeen",
                    "SummaryEnglish": "It's a normal school day, following the school festival and Nanami decides to get back together with Motoharu but under the condition that he tells her all about his first love, Nana. The two go out on a date but Nanami brings along Takeuchi, in order to get Motoharu to spill. Instead of learning something about Nana, Motoharu ends up telling her about his late father.",
                    "TitleJapanese": "第十七話",
                    "SummaryJapanese": "ひとまず友達以上恋人未満の関係になる七美と矢野。七美はやり直すためには、死んでしまった奈々の事をちゃんと知りたいと矢野に伝える。 それは矢野を信じたいという思いから・・・。だが竹内は「自分の気持ちに正直になってみたら」と七美に告げる。 そう、竹内は七美と矢野が結局は「両思い」という事にうすうす感じていたのだった。 そして七美に、初めて自分の家族の事を話す矢野。お互いの「信じる気持ち」が二人のあいだを・・・。"
                },
                "18": {
                    "ID": "360447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360447",
                    "TitleEnglish": "Episode Eighteen",
                    "SummaryEnglish": "After some thinking Motoharu decides to tell Nanami all about Nana, so he invites her out. But it quickly becomes sort of like a date, when they go to see a movie to pass the time. Though soon afterwards thing become serious as Motoharu finally decides to open up, however it may not entirely be what Nanami wants to hear.",
                    "TitleJapanese": "第十八話",
                    "SummaryJapanese": "気持ちは決まっているのに、信じる思いが足りない事に気付く七美。そして矢野も七美に奈々の事を話せないでいた。 はじめて両思いの幸せをかみしめた映画館を訪れる七美と矢野。しかしそこでも矢野は七美に奈々の事を話せない・・・。やはり以前のようには戻れないの？ 信じる気持ちを見失う七美。すると、矢野が事故で亡くなる前の奈々との出来事を話し始めた。それは矢野の心が開きかけた瞬間でもあった。"
                },
                "19": {
                    "ID": "360448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360448",
                    "TitleEnglish": "Episode Nineteen",
                    "SummaryEnglish": "Nanami is finally able to accept Motoharu and they get back together and as if nothing happened they return to their normal school lives. But things are still not settled between Motoharu and Takeuchi because there's a sort of rivalry going on between them and Nanami is at the centre of it.",
                    "TitleJapanese": "第十九話",
                    "SummaryJapanese": "再び付き合いはじめた七美と矢野。今度こそ信じ合えるかけがえのない日々を過ごそうと強く思う七美は、久々に矢野を家に迎える。 一方の竹内は、七美への想いをふっきろうと合コンに行ったりもするが、当然心が満たされるわけもなく・・・。 それでも七美の幸せが自分の幸せだと言い聞かせる竹内。そんな竹内を見て姉の文香は、「恋愛」について問いかける。 その答えが判らない竹内は・・・。そして有里にも微妙な変化が・・・。"
                },
                "20": {
                    "ID": "360449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360449",
                    "TitleEnglish": "Episode Twenty",
                    "SummaryEnglish": "It is another day of school but that quickly comes and goes when Takeuchi is forced to go along on a double date with his classmate. Surprisingly on the date Takeuchi accepts the girl's confession and they start going out, but Motoharu is angry at him because he doesn't even like her. On Sunday Motoharu goes out on a date with Nanami, to spend the day having fun. Everyone is shocked by Yuri's new appearance but is there any deep meaning to it?",
                    "TitleJapanese": "第二十話",
                    "SummaryJapanese": "合コンで知り合った女の子に「１ヶ月だけチャンスをください」と突然告白された竹内は、自分を変えて前に進もうと付き合う決心をする。しかし矢野は好きでもないのに付き合う竹内に納得できない。 一方、眼鏡を外してコンタクトに変えた有里。ある日矢野から「メガネの方がらしいよ」と告げられるが・・・。 冬空の下、いつもの公園で会う七美と矢野。星が見守る中、矢野は「早く大人になりたい」と七美に言う。そして「永遠はきっとある」とも・・・。"
                },
                "21": {
                    "ID": "360450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360450",
                    "TitleEnglish": "Episode Twenty-One",
                    "SummaryEnglish": "Nanami's parents are going to a wedding on the weekend, so she takes this opportunity to invite Motoharu to sleepover. On the day Motoharu's pretty excited about the whole thing when all of a sudden he receives a call from an upset Yuri. So instead of meeting up with Nanami he goes to be the one at Yuri's side. Meanwhile Takeuchi is on a date but he can't seem to get Nanami of his mind.",
                    "TitleJapanese": "第二十一話",
                    "SummaryJapanese": "「・・・土曜の夜、うちに泊まりに来ない？」矢野を家に招待する七美。それぞれふたりで過ごす夜に想いを馳せながら、その日を心待ちにする。\n当日、七美のもとへと向かう矢野は、偶然竹内に出会ってしまう。気まずい空気が走るなか、矢野の携帯に有里から電話が。 有里の母親が倒れたことを知った矢野は、七美のもとに向かうバスに乗らず、有里のいる病院へ向かってしまう。病院へ駆けつけた矢野に対し有里の口からついに・・・。"
                },
                "22": {
                    "ID": "360451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360451",
                    "TitleEnglish": "Episode Twenty-Two",
                    "SummaryEnglish": "Knowing that Nanami is left, hopelessly waiting for Motoharu, Takeuchi gives in to his feelings and goes to her to take her home. Motoharu is finally able to get to Nanami but by then it is too late. At school Motoharu tries to apologize but then as he is rejected he collapses from a cold. Even with things as there are between them, Nanami is still worried about Motoharu and goes to visit but then Yuri walks out of his house.",
                    "TitleJapanese": "第二十二話",
                    "SummaryJapanese": "涙を浮かべる七美を家まで送る竹内。矢野も駆けつけるが、七美は矢野を拒絶する。 翌日、矢野は熱を出して倒れてしまった。複雑な気持ちを抱えながらもお見舞いに向かう七美だったが、矢野の家の前で有里とはちあわせに。 七美は「矢野に近づかないでほしい」と有里に伝えるが、それに対する有里の言葉は七美を深く傷つける。立ちつくす七美の姿を見て、竹内はついに・・・。 一方矢野は、母親からある重大な決意を聞かされ・・・。"
                },
                "23": {
                    "ID": "360452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360452",
                    "TitleEnglish": "Episode Twenty-Three",
                    "SummaryEnglish": "Motoharu tells Takeuchi that his Mom is getting a divorce and will be moving to Tokyo and while they're out Takeuchi feels the need to tell Motoharu that he confessed his feelings to Nanami. Nanami remains unsure of what to do about her deteriorating relationship with Motoharu, because of all that has happened with Takeuchi and Yuri.",
                    "TitleJapanese": "第二十三話",
                    "SummaryJapanese": "竹内は矢野に七美へ告白したことを告げる。しかし実は、竹内は七美からの返事を聞かずにいた。 一方で、七美は矢野と付き合っていくことに自信を失っていた。学校で会っても矢野に冷たくしてしまう七美、そして再びぶつかりあう二人・・・。 そんななか、有里は矢野のあとを必死に追い続けていた。あいかわらず冷たい態度をとる矢野だったが、ひたむきに矢野を追いかける有里に、ついに矢野は手を差し伸べる・・・。"
                },
                "24": {
                    "ID": "360453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/360453",
                    "TitleEnglish": "Episode Twenty-Four",
                    "SummaryEnglish": "Christmas is already around the corner and Nanami is still worrying about a present even though she hasn't made up with Motoharu. Meanwhile Motoharu is worried about his Mom, who is going to be moving to Tokyo soon and he's even considering moving with her. Also with Universities to be concerned about a lot of things are bound to happen between the pair.",
                    "TitleJapanese": "第二十四話",
                    "SummaryJapanese": "矢野の家では、母親の上京の準備がすすんでいた。これから待ち受けている東京での母親の一人暮らし。 それはあきらかに厳しいもので、矢野は心配になる。母親を一人で東京へ行かせるか、母親と一緒に東京へ行くかー 。矢野の心が揺らいでいるのを見抜いた竹内は、それを七美に告げる。 竹内の話を聞いて、はじめて矢野のおかれている状況を知った七美は、矢野のもとを訪れ、本当の気持ちを矢野に伝えはじめた・・・。"
                },
                "25": {
                    "ID": "396870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/396870",
                    "TitleEnglish": "Episode Twenty-Five",
                    "SummaryEnglish": "Nanami is also worried about the impossible entrance University exams she has gotten herself into and she is begins studying like mad, in order to raise the chances of being accepted. But more importantly Motoharu still hasn't given Nanami an answer as to whether he would be moving with his Mom or staying. What will Motoharu's answer be?",
                    "TitleJapanese": "第二十五話",
                    "SummaryJapanese": "東京の大学への合格をめざし受験勉強に励む矢野と七美。そんな日々のなか、矢野は東京行きの答えを出せずにいた。 一方七美は、矢野に「行っていい」と言ってしまったことを後悔し、思い悩む・・・。 早く大人になって七美を守る人間になると誓う矢野と、そんな矢野のために生きたいと願う七美。 ある日、矢野は七美に今度のクリスマスを一緒に過ごそうと提案する。 しかし、そんな矢野の心にはすでにある決断がなされていた・・・。"
                },
                "26": {
                    "ID": "396871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/we-were-there/episodes/396871",
                    "TitleEnglish": "Episode Twenty-Six",
                    "SummaryEnglish": "Christmas is only a few weeks away however Nanami and Motoharu may not be able to spend it together as he's decided to follow his Mom to Tokyo. Even though he wants to spoil her during the days they have remaining, Nanami wants to spend those remaining days like they usually do.",
                    "TitleJapanese": "第二十六話",
                    "SummaryJapanese": "東京へ行くことを決意した矢野は、一週間はやいクリスマスを温泉で過ごそうと七美に提案する。 しかし、限られた時間だからこそふだんどおりに過ごしたいという七美の願いから、矢野と七美は思い出の場所をめぐって過ごすことに。 ２年間の二人の軌跡をたどりながら、七美は矢野と過ごすこの瞬間を大切に心に焼きつけていた。 「一年後、必ず東京で会う」と約束する二人。そして、矢野が東京へと旅立つ日がやってくる・・・。"
                }
            }
        }
    }
}