{
  "URL": "https://www.thetvdb.com/series/the-tower-of-druaga",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Fantasy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1216050/",
    "https://www.themoviedb.org/tv/37517"
  ],
  "TitleEnglish": "The Tower of Druaga",
  "SummaryEnglish": "The long awaited \"Summer of Anu\" has come. It is a season that comes but once every few years and during which the powers of the monsters within the Tower wane thanks to the grace of the great god Anu. Each Summer of Anu, the armies of the Uruk Kingdom secure their strongholds within the Tower, aiming to eventually conquer the upper floors. Decades of re-fortification and battle have passed since the infamous adventures of Gil and Ki. Their story has now become a legend. Now, finally, the third Summer of Anu has arrived. The city of Meskia — the first stronghold built on the first level of the Tower - is brimming with unprecedented expectation. In addition to the Uruk Army, preparing for their third campaign against Druaga, innumerable adventurers have been drawn to Meskia by rumors of a legendary treasure believed to be hidden on the top floor of the Tower…",
  "Aliases": [
    "Tower of Druaga: The Sword of Uruk",
    "Druaga no Tou",
    "Druaga no Tō",
    "ドルアーガの塔 〜the Aegis of URUK〜",
    "Doruāga no Tō ~za Sōdo obu Uruku~",
    "Doruāga no Tō ~ji Ījisu obu Uruku~",
    "The Aegis of Uruk",
    "The Tower of Druaga: The Aegis of Uruk",
    "ドルアーガの塔 ～the Sword of URUK～"
  ],
  "Modified": "2025-03-27",
  "Seasons": {
    "0": {
      "ID": "31750",
      "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "366824",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/366824",
          "TitleEnglish": "Jil's Adventure",
          "SummaryEnglish": "A special aired simultaneously as episode 1 on a different network. It tells the same story as episode one, but from a different point of view.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "31751",
      "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "360941",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/360941",
          "TitleEnglish": "The Great Tower of Druaga",
          "SummaryEnglish": "The legendary Tower of Druaga is resurrected eighty years after the hero Gilgamesh has taken it down. In order to destroy the evil deity Druaga, the Kingdom of Uruk dispatches its troops to the tower, but the expedition repeatedly fails in its efforts. A young man named Jil who has been blessed by the goddess Ishtar, is awarded a set of brilliant golden amour and a sword from Gilgamesh as tokens to defeat the maumet. Sent off by the cheering crowd, our young hero Jil confidently sets out to confront the evil deity inhabiting the tower. Helped by great friends such as the archer Neeba and a Mage called Fatina, he heads for the uppermost floor of the Tower!",
          "Aliases": []
        },
        "2": {
          "ID": "361334",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/361334",
          "TitleEnglish": "Meskia, City in the Tower",
          "SummaryEnglish": "Because of a blunder during his first battle, Neeba is forced to fire Jil from the group. Though disheartened by the humiliating dismissal, his desire to conquer the evil deity does not wane. As Jil wanders the city of Meskia which is filled with anticipation for the third season of expedition to the Tower, he meets a mysterious girl named Kaaya and a close-mouthed young woman called Ahmey. When Jil learns of the great hero King Gilgamesh's visit to the city, he takes his new friends to watch the procession. There he accidentally comes upon the figure of Neeba in the bustling crowd.",
          "Aliases": []
        },
        "3": {
          "ID": "363141",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/363141",
          "TitleEnglish": "Before We Depart",
          "SummaryEnglish": "Jil barely escapes from the scene of the King's assassination thanks to the quick-wit of Neeba. The next day, the review of troops by the King goes on as scheduled. At the ceremony, Jil is dumbstruck; before him is none other than King Gilgamesh who he saw murdered the night before! Meanwhile in the city of Meskia, a giant slime that suddenly appeared was causing much havoc. A young girl named Coopa is embodied by the slime but is quickly rescued by Ahmey. When Coopa learns that Jil and the others are \"Climbers\", she insists on allowing herself and her master, a mage named Melt, to joint their party.",
          "Aliases": []
        },
        "4": {
          "ID": "363755",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/363755",
          "TitleEnglish": "Band of Hands",
          "SummaryEnglish": "Jil and his party set out on their expedition among the other Climbers and face their first battle. However, their struggle against the powerful foe Kusarakk is harder then they had expected as their teamwork has not yet been refined to say the least. Ahmey is the only member who has experience as a Climber and they follow her confident guidance. They listen to her advice regarding battle strategies and numerous rules of thumb about Climbing. Now equipped with the necessary knowledge and skills, they resume to confront the Kusarakk again.",
          "Aliases": []
        },
        "5": {
          "ID": "365215",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/365215",
          "TitleEnglish": "Ziusudra's Trap",
          "SummaryEnglish": "On their journey Jil and the others pass a signboard indicating a shortcut. But the \"shortcut\" turns out to be a series of different traps that hinder their efforts to go forward. While one of the traps causes their gender to switch, the other forces them to wear animal costumes. Subsequently they arrive at the final gate. But getting through that exit door turns out to be harder they had ever imagined!",
          "Aliases": []
        },
        "6": {
          "ID": "366622",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/366622",
          "TitleEnglish": "The Lightning Bridge",
          "SummaryEnglish": "Jil and his party encounter another party that has practically been wiped out in a fierce battle against the ogres. There they manage to rescue an aged warrior called Gigi who was an acclaimed Guardian of the past. They take Gigi to a camping area on the way but are unable to take a moment of rest as they are plagued by one jam after another. One of the party members has a wallet pick-pocketed while a heated argument erupts between Coopa and Melt. In the end, reconciliation seems out of the question as Coopa, disgusted by her petulant master, decides to leave the party to be on her own!",
          "Aliases": []
        },
        "7": {
          "ID": "367552",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/367552",
          "TitleEnglish": "Dance with the One-Winger",
          "SummaryEnglish": "The Uruk Army led by General Kelb is unable to move forward as a single-winged dragon suddenly appears before them. Inside the Tower, there is an unprecedented militant atmosphere as the Uruk Army's anger reaches a crescendo at the total annihilation of the Scout Regiment by the dragon. Jil's party and Neeba's party observe the army as they prepare for the upcoming battle against the dragon. Jil tries to persuade Neeba, who is also known by some as \"Neeba the Dragon Slayer\", that the Climbers need to work closely with the Uruk Army to defeat the dragon. Will he succeed in getting his party and Neeba's party to join the Uruk Army in their quest to slay the dragon...?",
          "Aliases": []
        },
        "8": {
          "ID": "368621",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/368621",
          "TitleEnglish": "The Legendary Tower",
          "SummaryEnglish": "Kaaya is stricken by some unknown illness. The party is puzzled by this illness whose name and symptoms seem rather sketchy. Jil, in all his naïveté, sets out to search for the cause of this mysterious ailment. They finally arrive where the answer supposedly lies. Only, the place turns out to be nothing like any other floor in the Tower they have visited so far! What are the challenges that await Jil and his friends in this strange and unknown area?",
          "Aliases": []
        },
        "9": {
          "ID": "369298",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/369298",
          "TitleEnglish": "11:09",
          "SummaryEnglish": "Jil and his party enter an area supported only by thin pillars. They engage in a battle against a balloon-shaped monster called Barbar and, demonstrating well-coordinated team play, they defeat the enemy in the end, thanks to Melt's magical tricks. The festive mood from the victory, however, is short-lived as the feebly structured area collapses due to the explosion caused by Barbar's demise. The collapse of the area also extends to other areas on the same floor, thus causing Neeba's party and the Uruk Army much chaos. In the end, members of all parties find themselves separated from each other.",
          "Aliases": []
        },
        "10": {
          "ID": "370252",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/370252",
          "TitleEnglish": "At Summer's End",
          "SummaryEnglish": "Jil’s party has now reached the “Shrine of Diamond”. The top floor and their ultimate goal “Shrine of Sky” is now close at hand. Neeba’s party, the Uruk Army and Pazuz go their separate ways in order to reach the top of the Tower. As the respective parties continue their quests, each and every Climber’s dreams, objectives and ambitions are intermingled and eventually develop into a fierce battle, marking another chapter in the history of the Tower of demon god.",
          "Aliases": []
        },
        "11": {
          "ID": "371159",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/371159",
          "TitleEnglish": "As but a Single Shield",
          "SummaryEnglish": "The evil deity Druaga finally shows its gigantic figure. Neeba and his party bravely face off against it, but the demon god's power is so overwhelming that the party soon begins to loose ground. Seeing that they are cornered, Jil tries to rush to their rescue. However, he is stopped by Kaaya who maintains that they should continue to make their way toward the top floor of the tower. Jil shakes free from her grasp and dashes off toward Druaga...",
          "Aliases": []
        },
        "12": {
          "ID": "372001",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/372001",
          "TitleEnglish": "You Zapped To…",
          "SummaryEnglish": "The final installment of The Tower of Druaga. Jil must lead the surviving Climbers to defeat Druaga, and devises a strategy to lure him into the secluded small area at the top, where he would no longer be able to move as freely. Deciding to fulfill his calling as a Guardian, Jil volunteers to be the decoy and draw him in. Kaaya, seeing Jil risking his life for the sake of this mission, apologizes for things she cannot reveal.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "39502",
      "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/seasons/official/2",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "425405",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/425405",
          "TitleEnglish": "The Tower of Gilgamesh",
          "SummaryEnglish": "Six months have past since the defeat of Druaga, with King Gilgamesh falsely claiming all credit for the act and the tower being renamed the Tower of Gilgamesh. Jil, Fatina and the other surviving Climbers have been living in Meskia and while most of them have moved on with their lives, with Fatina becoming a tour guide, Kelb running a tavern, and Utu becoming a wrestler, Jil is still burdened with the betrayals of Neeba and Kaaya. In an effort to cheer him up, Fatina invites him out to see a play and then to see a wrestling match, only for the pair to run into trouble when a mysterious little girl comes to them after being chased by the King's soldiers. With Utu's help, Jil and Fatina escape with the girl, who reveals herself to be Ki, the first priestess of Ishtar and Gilgamesh's queen, and demands that Jil take her to the top of the Tower, or Kaaya will suffer a terrible fate.",
          "Aliases": []
        },
        "2": {
          "ID": "425406",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/425406",
          "TitleEnglish": "Meskia, Capital City",
          "SummaryEnglish": "After taking shelter at Kelb's place, Jil agrees to take Ki up the Tower in order to learn Kaaya and Neeba's fate. Fatina is opposed to the idea and refuses to join Jil, feeling that Jil only needs her skills as a mage, much like how Neeba used her. After Kelb tries to learn more about how the child-like Ki could be Gilgamesh's queen, Jil and Utu set off to ascend the Tower with Ki and a new party member, a mage named Henaro. However, the royal forces led by Uragon continue to hinder them from taking the Dingle Ladder, the newest form of transportation up the Tower, until Fatina arrives to aid them. The group is able to enter the transport thanks to Ethana allowing the gate to remain unlocked. Jil thanks Fatina for joining them, but she asks that he must give up if he finds nothing at the top of the Tower and that he, as a Guardian, must protect her.",
          "Aliases": []
        },
        "3": {
          "ID": "425407",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/425407",
          "TitleEnglish": "Meltland, City of Dreams",
          "SummaryEnglish": "Jil's party quickly ascends to the higher levels of the Tower and are reunited with Melt and Koopa, who now run a lucrative resort in a frigid area. When Jil asks for their help, Melt reveals that he has already made a deal with Uragon and the Golden Knights capture Ki while everyone else is imprisoned. When Uragon accidentally steps on one of Melt's Roper employees, the ensuring chaos allows everyone to escape and Melt is financially ruined. Jil and his group continue up the Tower while Melt is forced to go with Uragon.",
          "Aliases": []
        },
        "4": {
          "ID": "425408",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/425408",
          "TitleEnglish": "Into the Phantasm",
          "SummaryEnglish": "Jil's party reaches the point where they fought Druaga last time and find they have to fight Druaga, though a weakened version, again. When Jil is hit by a beam from Druaga, he loses consciousness and awakens in a world where Ki begins to explain her history. Though Ki had been tasked to help him to the top of the tower, but neither she nor Kaaya had wished to half a year ago. Ki reveals that Gilgamesh has been cursed with immortality by Druaga and exists as two entities: the tired old king in Meskia and another at the top of the Mythical Tower. To prevent him from becoming a tyrant, Kaaya and Neeba seek to kill Gilgamesh, but must kill the entity at the top of the tower to do so. When Jil regains consciousness just as Druaga is defeated and obtains the key to the second half of the Tower, Henaro and Ki are taken hostage by a woman named Gremica, who heads up the Tower with her party. Despite Ki's warning that there is not return from this point, Jil, Fatina, and Utu advance, unaware that Uragon, Melt, Coopa, and the Golden Knights are still following them.",
          "Aliases": []
        },
        "5": {
          "ID": "425409",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/425409",
          "TitleEnglish": "The Land of Shadows",
          "SummaryEnglish": "Jil, Fatina, and Utu continue to pursue Gremica, but wind up in a barren landscape, where they find Henaro. However, the field is filled with monsters and the only safety in the shadows. When Gremica forces Ki to cast a spell revealing Neeba's footprints, Jil's party is able to find and make their way to the floor's exit. However, without any shadows near the exit, they are unable to leave until they topple a pillar and Melt, still with the Golden Knights, uses his magic to create a dust cloud to block out enough light to destroy any attacking monsters. Meanwhile, in Meskia, Gilgamesh struggles with his erratic behavior and tries to kill himself, only to be stopped by a phantom of his other self, and wishes that Ki would save him.",
          "Aliases": []
        },
        "6": {
          "ID": "440408",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/440408",
          "TitleEnglish": "The Four Assassins",
          "SummaryEnglish": "Kaaya and Neeba make their way across a vast expanse of water, unaware that four assassins are watching them, and realize the area's instability reflects Gilgamesh's own heart. The duo are eventually attacked by two of the assassins, which happen to be the soul-less artificial soldiers released from Pazuz's coffins, but manage to escape to the next floor through a whirlpool. Both Jil and Gremica's parties make their way through a jungle environment and everyone is separated when two assassins suddenly attack. When Gremica's assistant Acra takes out the young girl assassin, Gremica's party is able to flee while Jil and his party is left to finish off the other before they move on to the next area. In the jungle, Coopa, Melt, and the Golden Knights find the unconscious girl assassin. In Meskia, Kelb and Ethana separately witness Gilgamesh's increasingly cruel behavior as he plans to invade neighbouring countries.",
          "Aliases": []
        },
        "7": {
          "ID": "440409",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/440409",
          "TitleEnglish": "The Mansion of Eternal Spring",
          "SummaryEnglish": "Near a mansion in a green field, Jil's party finds Coopa and Melt, separated from the Golden Knights, and are inexplicably reunited with the deceased Ahmey and Kally. Everyone, including the Golden Knights, end up finding someone who has died that they wanted to see again, except Uragon. Henaro winds up meeting Pazuz, her father, who tries to discuss the four knights who went berzerk after his death, but ends up upsetting her by telling her to kill Jil and the others. When the three remaining knights appear and attack the mansion, Utu reveals that he has a key required to escape and Ahmey gives Jil the headband Kaaya left behind to remind him as his resolve. The young girl knight, Might the Fool, awakes and sees Kally, the person she wanted to see as she recognizes him as her mother, and he asks that she protect everyone before he disappears. Obeying his wish, Might attacks her comrades and ends up leaving for the next area with Uragon, who is left out of the Golden Knights when his subordinate, Cumu, chooses to remain behind with the illusion of his sister.",
          "Aliases": []
        },
        "8": {
          "ID": "442057",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/442057",
          "TitleEnglish": "Once, They...",
          "SummaryEnglish": "Jil and company come across one of Pazuz's knights, Specula Ex Machina, when they arrive in a new world and Jil acts as a decoy to let his friends get away. He ends up running into Neeba and argue about their father. When Jil asks about Neeba's motivations, he does not accept Neeba's answer of wanting to revive the Sumar Empire, believing his motivations relate more to Neeba's mother. Fatina, Utu, and Henaro find an ill Kaaya, but as Fatina and Utu unsuccessfully try to wake her, Henaro sneaks off to contact the two other knights, Tear of Ice and Sword of Blood. Gremica, revealed to be Neeba's former teacher, appears as Jil and Neeba are fighting Specula Ex Machina and has Acra cast a spell to reveal the Succubus, claiming that Neeba is following her will rather than trying to revive Sumar. After the brothers defeat the knight, Jil finds Utu, Melt, and Fatina knocked out. In Meskia, Ethana receives a secret message from Kelb and heads out to lead an uprising.",
          "Aliases": []
        },
        "9": {
          "ID": "442058",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/442058",
          "TitleEnglish": "At the Dream's End",
          "SummaryEnglish": "When Jil returns, he finds that Fatina and the rest of his gang had been attacked. At the Grave of the Dragon, Jil’s party, Gremica’s party, Uragon, and Mite meet to figure out their situation, and confirm their purpose for climbing the tower. Just then, the Mythical Tower begins to undergo yet another change. Meanwhile, Ethana starts a riot in the city of Meskia. And on the top floor of the tower, Kaaya faces off with the shadow of King Gilgamesh.",
          "Aliases": []
        },
        "10": {
          "ID": "442788",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/442788",
          "TitleEnglish": "Last Resort",
          "SummaryEnglish": "Ki reaches the top of the tower along with her captors: Succubus and Neeba. Meanwhile, Jil and his comrades are only one level behind. Yet at the top of the tower awaits the shadow of the King of Gilgamesh, whose power has increased. Now it's up to Neeba and Jil to stop the dark shadow of the king.",
          "Aliases": []
        },
        "11": {
          "ID": "445497",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/445497",
          "TitleEnglish": "He Who Shoots the Gods",
          "SummaryEnglish": "The battle between Neeba and the Shadow of the King of Gilgamesh ensues in the throne room. However, Jil arrives too late, as Neeba falls to the King's power. Now the decisive battle begins between the King's shadow and Jil begins.",
          "Aliases": []
        },
        "12": {
          "ID": "445498",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-tower-of-druaga/episodes/445498",
          "TitleEnglish": "Without Letting Go",
          "SummaryEnglish": "At last the true form of the Tower of Druaga reveals itself. Jil and Neeba, Kaaya and Succubus finally confront each other in the ultimate battle. In the end after a long and climatic battle between Jil and Neeba, the last blow is struck and Jil stands victorious.",
          "Aliases": []
        }
      }
    }
  }
}