{
    "URL": "https://www.thetvdb.com/series/special-a",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1216196/",
        "https://www.themoviedb.org/tv/37195"
    ],
    "TitleEnglish": "Special A",
    "SummaryEnglish": "Based on a shoujo manga by Maki Minami serialised in Hana to Yume. When Hikari was little, she and her father liked to watch pro wrestling, and she became very good at it. She was the pride of her family until one day she was introduced to Kei, the son of her father's friend. He instantly defeated her in wrestling, and started what would become Hikari's major ambition to one day beat him. To do this she enrolled in Kei's school, an ultra elite school that costs her father a lot of money. This unusual school created classes according to grades, and the top seven students become members of the \"SA\". They have their own building, and can optionally attend class. Hikari is usually the only one who does so, since she desperately wants to beat Kei with test scores. The members of the \"SA\" have been close friends since their first year.",
    "TitleJapanese": "S・A ～スペシャル・エー～",
    "SummaryJapanese": "華麗なるエリートの世界へようこそ…。\n汗と涙とちょびっとLOVEのエリート学園物語！\n\n舞台は私立白選館学園高校。この学校の最も優秀な7名が集まる“SA”組に所属する主人公・華園光。光は、6歳の時にプロレス勝負で敗れた屈辱をはらすべく、打倒・滝島彗に燃える努力の女。同じSA組に所属する彗をライバル視し、何度も勝負を挑むのだが、頭脳、体力、何をしても勝つことができず、万年2位の成績……。この物語は「打倒・滝島！」に燃える光の、汗と涙とちょびっとLOVEの極楽エリート学園ライフ！",
    "Aliases": [
        "S.A"
    ],
    "Modified": "2025-06-24",
    "Seasons": {
        "1": {
            "ID": "31765",
            "URL": "https://www.thetvdb.com/series/special-a/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "361039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/361039",
                    "TitleEnglish": "Hikari and Kei",
                    "SummaryEnglish": "At six years old, Hikari Hanazono was unbeaten at pro-wrestling until she was easily defeated by Kei Takishima. Since that day, she has vowed to defeat Kei, who proves to be remarkably talented at whatever he attempts, at anything and convinced her father to allow her to attend the same expensive elite schools as her rival.",
                    "TitleJapanese": "光・彗",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "361040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/361040",
                    "TitleEnglish": "Pride and Pro Wrestling",
                    "SummaryEnglish": "The S.A is challenged to a pro-wrestling competition by the Student Council President, Hajime Kakei. Hikari and Kei accept the challenge, but run into trouble when the President decides to use underhanded tactics to beat them and Kei begins to worry about Hikari's safety without considering her feelings.",
                    "TitleJapanese": "プライド・プロレス",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "381080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381080",
                    "TitleEnglish": "Onigiri and Sincerity",
                    "SummaryEnglish": "Hikari, having lost a bet to Kei in the previous episode, agrees to make a bento for him. However, despite how hard she tries, all Hikari's attempts to cook something wonderful for him to eat prove to be disastrous.",
                    "TitleJapanese": "おにぎり・まごころ",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "381081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381081",
                    "TitleEnglish": "Siblings and Teacher",
                    "SummaryEnglish": "Kei invites Hikari to his house because his father wants to talk about pro-wrestling with someone. She unexpectedly becomes tutor to Kei's younger brother, Sui, who has a rather strained relationship with Kei, and tries to bring the brothers closer together.",
                    "TitleJapanese": "兄弟・先生",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "381082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381082",
                    "TitleEnglish": "Festival and Contest",
                    "SummaryEnglish": "The Student Council and S.A challenge each other to see who will organize the upcoming school festival, but Hikari and Kei end up arguing; Hikari joins the Student Council's side and Akira soon follows. While Kei takes them all on single-handedly, Hikari learns that he has always done everything alone.",
                    "TitleJapanese": "祭り・勝負",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "381083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381083",
                    "TitleEnglish": "Written Invitation and the Saiga Mansion",
                    "SummaryEnglish": "Because of some intervention from Sui, Hikari ends up being Kei's date at a birthday party for Yahiro Saiga. While wondering how Yahiro fits into Kei's past, Hikari is shocked to hear from Yahiro that Kei is in love with her.",
                    "TitleJapanese": "招待状・雑賀邸",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "381084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381084",
                    "TitleEnglish": "Sensibility and Thickheadedness",
                    "SummaryEnglish": "Unable to believe that Kei is in love with her, Hikari behaves strangely around Kei after Yahiro's party and refuses to tell him why. To determine where the S.A will go for their vacation, Kei suggests a contest where the winner decides - with the condition that if he wins, Hikari will tell him what Yahiro said to her at the party.",
                    "TitleJapanese": "敏感・鈍感",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "381085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381085",
                    "TitleEnglish": "Journey and Dog",
                    "SummaryEnglish": "The S.A head off to Hawaii for their summer vacation, but end up playing \"family\" to Chitose, the spoiled and demanding son of a client for Ryuu's family. He is particularly harsh with Hikari, but she is determined to make sure he has a good time, even if it means being the dog in Chitose's family.",
                    "TitleJapanese": "旅・犬",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "381086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381086",
                    "TitleEnglish": "Villa and Letter",
                    "SummaryEnglish": "Hikari joins Yahiro and Chitose at their villa in order to find out why Yahiro's relationship with Kei and Akira is so strained, but ends up becoming his prisoner so that Yahiro can force Akira to see him again.",
                    "TitleJapanese": "別荘・手紙",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "381087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381087",
                    "TitleEnglish": "Anchor and Ryuu",
                    "SummaryEnglish": "The greenhouse is vandalized and it seems that Hikari has a hunch on who may have commited the act. When she comes face to face with the suspect, he challenges the S.A - however, it must be Ryuu who completes the challenge. Old memories and feelings resurface for Ryuu while Hikari learns more about her friends.",
                    "TitleJapanese": "殿・竜",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "381088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381088",
                    "TitleEnglish": "Girlfriend and Boyfriend",
                    "SummaryEnglish": "When Tadashi lies to his mother about having a girlfriend to avoid attending a matchmaking session, he asks Hikari to pretend to be his girlfriend in hopes of fooling his mother, the director of Hakusenkan.",
                    "TitleJapanese": "彼女・彼氏",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "381089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381089",
                    "TitleEnglish": "High Fever and Passion",
                    "SummaryEnglish": "After hearing about Hikari's date with Tadashi, Kei arrives from Shanghai with the intention of having her spend the day with him, as stipulated in a challenge he proposed to her earlier. However, he winds up getting a fever and Hikari takes care of him; as she does, Kei reflects on his feelings and relationship with her.",
                    "TitleJapanese": "高熱・情熱",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "381090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381090",
                    "TitleEnglish": "Magic and Friend",
                    "SummaryEnglish": "The S.A must spend three days in separate classes at an ordinary high school as punishment for Tadashi's attempt to deceive his mother. However, the experience becomes difficult for Akira when she encounters a girl who resembles a childhood friend whose friendship with Akira ended badly.",
                    "TitleJapanese": "魔法・友達",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "381091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381091",
                    "TitleEnglish": "Protecting and Apologizing",
                    "SummaryEnglish": "Akira's determination to protect her new friend, Yui, from Yahiro ends up pushing Yui away instead. Meanwhile, Yahiro's attempt to separate Akira from Yui comes with well-meaning intentions that Akira may never realize.",
                    "TitleJapanese": "守りたい・ごめんね",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "381092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381092",
                    "TitleEnglish": "Justice and High Class",
                    "SummaryEnglish": "Hikari must go on a date with Kei on Sunday, as promised when he was recovering from a fever. However, their \"date\" is interrupted by Sakura Ushikubo, Kei's future fiancée, who takes Hikari away and befriends her. When she agrees to help Sakura find out more about Kei, Hikari begins to feel some unexplainable feelings regarding Kei.",
                    "TitleJapanese": "仁義・上等",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "381093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381093",
                    "TitleEnglish": "Love and Kiss",
                    "SummaryEnglish": "The S.A is invited to a barbeque by Sakura, but they quickly discover that she planned the event so that she can spend some time with Jun, whom she has fallen in love with. While Sakura does everything she can to get a kiss from him, a less than enthusiastic Jun is forced to reveal a secret he has kept from most of his friends.",
                    "TitleJapanese": "好き・キス",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "381094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381094",
                    "TitleEnglish": "Restraint and Smiling Face",
                    "SummaryEnglish": "The S.A. is invited to attend and plan a festival at Kokusen Academy by Sakura and Yahiro. Yahiro tries to tell Akira he cares about her, but decides against it when he realizes that she has feelings for Tadashi.",
                    "TitleJapanese": "遠慮・笑顔",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "381095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381095",
                    "TitleEnglish": "Toudou and Karino",
                    "SummaryEnglish": "Upset that Tadashi does not seem to care about her, Akira goes to a matchmaking party with Sakura. When Tadashi apologizes to her, she becomes angry at herself for causing trouble. Yahiro helps Tadashi find a way to comfort her, and Tadashi decides to bring Akira to a viewpoint that they had been to when they were children.",
                    "TitleJapanese": "東堂・狩野",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "381096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381096",
                    "TitleEnglish": "Singing Voice and Villain",
                    "SummaryEnglish": "Megumi asks Yahiro out, claiming she has a crush on him. Yahiro thinks there's more to it and agrees only if she's willing to play a \"game\" where she must make him say he liked the date before he believes she likes him. Meanwhile, Hikari catches a cold and the rest of the SA go to see her. When Hikari's parents leave her friends to take care of her, they find the feverish Hikari doing rather outrageous things.",
                    "TitleJapanese": "歌声・悪者",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "381097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381097",
                    "TitleEnglish": "Switch and Critical Moment",
                    "SummaryEnglish": "Hikari, Kei, and Jun attend the opening of a new athletic park and run into Sakura. Jun avoids Sakura, who chases after him in hopes of discovering his true feelings for her, while Hikari and Kei must deal with the scores of girls that Jun's alter ego keeps attracting.",
                    "TitleJapanese": "スイッチ・崖っぷち",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "381098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381098",
                    "TitleEnglish": "Evenly Matched and Wish Granted",
                    "SummaryEnglish": "Hikari meets Aoi Ogata, a member of the Takishima Group who finds Kei important to him and is willing to do anything for Kei. When Aoi decides Kei is better off studying in London, Hikari must prove she's worthy of being Kei's rival. However, this meeting with Aoi causes Hikari to think about her true feelings for Kei.",
                    "TitleJapanese": "敵う・叶う",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "381099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381099",
                    "TitleEnglish": "Love and Change",
                    "SummaryEnglish": "Hikari struggles to figure out her feelings for Kei and finds it increasingly awkward to be around him. After spending the day together, she realizes she loves him - but stops short of a confession. Meanwhile, Aoi has approached the Director of Hakusenkan and leaves her with no choice but to lock up the S.A's greenhouse for reasons unknown.",
                    "TitleJapanese": "恋・変",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "381100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/381100",
                    "TitleEnglish": "SA and FA",
                    "SummaryEnglish": "Thanks to Aoi, the S.A class has been disbanded in order to force Kei to go to London. So that Hikari and his friends can remain together, Kei proposes a challenge to Hikari that if she wins, he will bring back the S.A. However, Hikari learns too late what Kei has done in order to bring back the S.A - he has already left for London for her sake.",
                    "TitleJapanese": "SA・FA",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "389587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/special-a/episodes/389587",
                    "TitleEnglish": "Hanazono Hikari and Takishima Kei",
                    "SummaryEnglish": "Hikari and S.A head to London to find Kei and bring him back to Japan while Kei resigns himself to not seeing Hikari and his friends again. Everyone, including Yahiro and Sakura, overcome the obstacles standing in the way of reaching their friend. When Hikari meets with Kei at last, they finish the challenge he issued her and express their true feelings for one another.",
                    "TitleJapanese": "華園光・滝島彗",
                    "SummaryJapanese": null
                }
            }
        }
    }
}