{
    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1161688/",
        "https://www.themoviedb.org/tv/89664"
    ],
    "TitleEnglish": "Shigofumi - Letters from the Departed",
    "SummaryEnglish": "Fumika and Kanaka are mail carriers- but not the typical kind. For one, Kanaka is a talking staff and for two, Fumika delivers shigofumi: letters from the dead addressed to the living. These letters are a final, true, communication derived from hate, hope, and love. The story unfolds following this pair and their uncommon job as well as Fumika's unique 'situation'.",
    "TitleJapanese": "シゴフミ",
    "SummaryJapanese": "人は、現実世界で生きてゆくなかで、様々な不条理と向き合っていかなかればならない…\n様々な生い立ち、友人関係、家族、そして未来への不安。\nそして答えの一つとして、「死」がある。その結果を選ぶ人、その結果を与えてしまう人。\n現実世界で生きている人間に、死んだ人間から手紙「死後文（シゴフミ）」が届くことで始まるストーリー。\n死んだ人の思いとは？現世に届けたいメッセージとは？\n死にまつわるエピソードを積み重ね、自らの存在理由や生きることの意味伝えてくれる。\nそれが、シゴフミ",
    "Aliases": [
        "Shigofumi",
        "Shigofumi - Stories of Last Letter"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "31922",
            "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/seasons/official/0",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "3022701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/episodes/3022701",
                    "TitleEnglish": "Picture Drama 1: Dating",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "3022711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/episodes/3022711",
                    "TitleEnglish": "Picture Drama 2: Eyes",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "3022721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/episodes/3022721",
                    "TitleEnglish": "Picture Drama 3: Mustache",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "3022731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/episodes/3022731",
                    "TitleEnglish": "Picture Drama 4: Scoreboard",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "3022741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/episodes/3022741",
                    "TitleEnglish": "Picture Drama 5: Summon",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "3022751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/episodes/3022751",
                    "TitleEnglish": "Picture Drama 6: Staff",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "3022761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/episodes/3022761",
                    "TitleEnglish": "Picture Drama 7: Lullaby",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "31923",
            "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "362503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/episodes/362503",
                    "TitleEnglish": "Confession",
                    "SummaryEnglish": "Shōta Machiya, a high school student with an affinity for building rockets, is friends with Asuna Ayase whose father recently was killed. Fumika, along with her talking staff Kanaka, comes to deliver a letter to Shōta which was written by Asuna's father after he died. The letter is addressed to \"Ayase's lover\", so for the time being Shōta cannot accept the letter until he starts going out with Asuna; in the mean time, Fumika waits for him to confess his love to Asuna. One day close to the launch of his new rocket, Kanaka accidentally leaves the letter behind where Shōta reads it to discover that Asuna killed her own father. Shōta does not believe what he reads and instead seeks out Asuna, only to be killed by her a short time later after Fumika appears",
                    "TitleJapanese": "コクハク",
                    "SummaryJapanese": "東京のとある街・かもめ市の一角にある廃ビルの屋上で、町屋翔太はロケットを作っている。それを見守りながらおしゃべりをしている少女、綾瀬明日奈の元に父親が遺体で見つかった知らせが入る。 一緒に警察署に行き、翌日いつものように廃ビルの屋上に来た翔太は、ロケット小屋が白い煙で覆われているのを見つける。急いで小屋の中に入った翔太は、シゴフミ配達人･フミカと言葉を喋る杖･カナカに出会う。そしてフミカは語る。 明日奈の死んだ父親から明日奈の恋人への「シゴフミ」を届けようとしていること。そしてそれを届けるのがボクの仕事だと…"
                },
                "2": {
                    "ID": "362504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/episodes/362504",
                    "TitleEnglish": "Rocket",
                    "SummaryEnglish": "Asuna and Miku move into an orphanage while the police search for the missing Shōta. It is revealed that Asuna was sexually exploited by her father before she killed him. When Shōta's body is found, Asuna decides to cut her hair and leave by train. However, before she can leave, Fumika delivers a letter to her from Shōta. After reading it, she decides to launch Shōta's rocket. Meanwhile, the police have identified Asuna as a suspect in Shōta's murder. Just before the rocket is set to launch, the police confront her on the rooftop. The wind blows a tarp over the rocket, and Asuna rushes forward to cut the tarp away so the rocket can launch. The police misinterpret her intentions and fatally shoot her. The episode ends with Fumika delivering a letter to Miku, Asuna's younger sister",
                    "TitleJapanese": "ロケット",
                    "SummaryJapanese": "父親の死の原因を知ってしまった翔太を明日奈は傷つける。それは愛する妹を守るため、そして妹の幸せを願う純粋な気持ちからの行動。しかし事件は明日奈の予想を超える早さで世間に明るみになる。その事実を知った明日奈は混乱し、その場から逃げ出す。警察の捜査対象となってしまった明日奈は、妹を守るために姿を消そうとする。長髪をナイフで切り、着替えを盗み、青森行きの長距離列車に乗り込む。そこに現れるフミカ。身構える明日奈であったが、フミカが鞄から取り出したのは、彼女宛のシゴフミだった…。"
                },
                "3": {
                    "ID": "362505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/episodes/362505",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "Three friends, Sen, Kotake and Nojima, discuss about jumping — but not dying. Sen, a guy who just smiles and is cheerful kills himself by jumping off his apartment building. His father is desperate to know to how he died, so he takes the students in Sen's class hostage. Fumika shows up and delivers a letter from Sen to Kotake; the letter reveals that Sen jumped because he was in the mood for it. Nojima, who believes that Fumika is Fumika Mikawa, a girl he knew from junior high that shot her own father, runs to the rooftop to confront her.",
                    "TitleJapanese": "トモダチ",
                    "SummaryJapanese": "高校に通う仲良し三人組の一人・千川大輝が突然自殺をする。それまで千川と一緒にごくごく普通の学生生活を送っていた小竹透と野島要は、その原因に全く心あたりがなく戸惑う。その死は学校内にとどまらず、マスコミにも大きく取り上げられ、学校側はその対応に追われる。教頭に事情を聞かれる小竹と要であったが、何も答えることができず口をつぐんだまま。そんなある日、息子の死の原因を明らかにするために、始業前の教室に千川の父親が乱入する。そこへ千川のシゴフミを持ったフミカが現れる…。"
                },
                "4": {
                    "ID": "362506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/episodes/362506",
                    "TitleEnglish": "Tears",
                    "SummaryEnglish": "Fumika attempts to deliver a thick letter to Ran, a high school tennis player, from her mother who walked out on her as a child with another man. However, Ran has hated her mother ever since and does not accept the letter. Fumika follows Ran on her tennis club's training camp and is persistent in delivering the letter to her; Ran finally accepts it, but refuses to read it. Ran injures her ankle while running and has to stay inside the dorm for the rest of the day, but a fire breaks out, nearly killing Ran. Afterwards, Ran reads the letter and discovers that her mother actually went to all of her tennis matches.",
                    "TitleJapanese": "ナミダ",
                    "SummaryJapanese": "母親・立石尚子からのシゴフミを持ったフミカが八広蘭の前に現れる。しかし幼い頃に自分と父親を残して家を出て行った母を許せないでいる蘭は、そのシゴフミを受け取ろうとしない。そしてテニス部の合宿に参加するためにかもめ市外に出ることになった蘭を、フミカは出張申請を出し追う。しつこくシゴフミを渡そうとするフミカを、邪険に扱い続ける蘭。しかし四ツ木七恵と逢うために夜の音楽室で待っている蘭に、フミカはシゴフミを渡すことに成功する。しかしその手紙は読まれることなくゴミ箱に捨てられるのであった･･･。"
                },
                "5": {
                    "ID": "362507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/episodes/362507",
                    "TitleEnglish": "I'm Home",
                    "SummaryEnglish": "Fumika is assigned to deliver a letter to a cat, however she runs into Chiaki, another shigofumi mail carrier, who is also trying to deliver a letter to the cat. However, Chiaki's attempt to catch the cat scares it away. Fumika and Chiaki realize that they have the same task from an elderly couple who owned the cat. They first attempt to lure the cat using catnip. When that partially succeeds, it turns into a chase. During the chase, Fumika notices Fumika Mikawa's body inside a hospital as she passes the window. Upon catching up to Chiaki, they reach the building where the cat lives. It turns out the letters contained keys to open the door to the apartment where the cat's owners lived.",
                    "TitleJapanese": "タダイマ",
                    "SummaryJapanese": "シュレディンガーという名のネコに贈られたシゴフミを配達することになるフミカ。ネコを袋小路に追い詰め、もう少しで捕まえられる･･･というところに、別地区担当のシゴフミ配達人・チアキが駆けてくる。そのせいで惜しくもネコを逃してしまったフミカは、チアキも同じネコ宛てに贈られたシゴフミを届けようとしていることを知る。闇雲に追いかけても無駄だと判断した2人は協力してネコをおびき寄せる作戦にでる。作戦は功を奏し、フミカの周りにネコがわんさか集まってきたのだが･･･。"
                },
                "6": {
                    "ID": "362508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/episodes/362508",
                    "TitleEnglish": "Shout",
                    "SummaryEnglish": "Kōichi Kikukawa is being bullied in his class, and via an Internet message board one of his classmates named Shunsuke Morishita realizes that the person on the message board is actually Kōichi. Before long, Kōichi kills himself, and Shunsuke takes up Kōichi's previous role as the bullied. Shunsuke finally realizes what Kōichi had been going through and is finding it very difficult to go on living. One night while being bullied after school, Fumika shows up and delivers a letter from Kōichi to Shunsuke; in the letter, Kōichi tells Shunsuke that he wants him to suffer since he bullied him too along with the three other guys. After Fumika leaves, the other three guys go back to bullying Shunsuke, and in a moment of desperation, Shunsuke stabs one of them with a nearby screwdriver.",
                    "TitleJapanese": "サケビ",
                    "SummaryJapanese": "匿名掲示板でイジメられている人間のカキコミを見ている森下俊介は、学校生活の中で当たり前のように行われているイジメが随分とマシな物に思えていた。ところがある日そこにカキコミしている人物が、同じクラスでイジメを受けている菊川公一であることに気がつく。本人かどうか確認する森下だが、菊川から助けてくれと懇願される。そしてその現場をイジメグループに見られた森下は、イジメに荷担するよう脅される･･･"
                },
                "7": {
                    "ID": "362509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/episodes/362509",
                    "TitleEnglish": "Sparkle",
                    "SummaryEnglish": "Haruna Kasai, a woman who has been working in an editing firm for three years, is given the chance to become Kirameki Mikawa's new editor for his poetry, of which she is thrilled since she is a big fan of his work. When Haruna goes to meet with Kirameki at his artistically architectural home, she finds him to be rather strange. Meanwhile, Kaname meets with Natsuka to learn more about Fumika Mikawa, and the two follow a map to Kirameki's house. Fumika arrives at Kirameki's home and gives him a letter from a now-dead fan. She pulls out her gun in order to help him remember about the past, but Kaname interferes, causing Fumika to drop the gun. Kirameki picks it up and shoots Fumika.",
                    "TitleJapanese": "キラメキ",
                    "SummaryJapanese": "葛西春乃は、文歌の父親で作家・美川キラメキの担当を任される。ところが担当初日に朝寝坊。なんとか直接キラメキ邸へ向かうことで遅刻をまぬがれはしたが、肝心の地図を忘れてしまい、妹の夏香に携帯まで送るようお願いをする。パソコンが苦手な夏香は、ちょうど文歌のことを聞きに来ていた要の助けで地図を送信する。しかし、それで住所を知った要は、直接文歌のことを聞くためにキラメキ邸に行くと言い出した･･･。"
                },
                "8": {
                    "ID": "362510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/episodes/362510",
                    "TitleEnglish": "Beginning",
                    "SummaryEnglish": "After Kirameki shot Fumika, Kaname beat him up and locked him in a room. During this time, Fumika heals herself, even causing the blood stain on her clothes to disappear. Fumika then proceeds to tell the others about how she is in fact a second personality of Kirameki's daughter named Mika who was created due to Kirameki mistreating his daughter. Kirameki uses gunpowder from bullets to break out of the room and Fumika goes after him with the intent to finally kill him. She nearly does, but is stopped by Haruna in the end.",
                    "TitleJapanese": "ハジマリ",
                    "SummaryJapanese": "傷つけられるフミカ。それを目撃した要は怒り、キラメキに殴りかかる。止めようとする春乃であったが、止める理由が本当にあるのか、ふと思い悩む。春乃たちはこれ以上暴れないように、キラメキを寝室に閉じこめるが、ドアを叩きながら叫ぶキラメキ。リビングでは夏香に介抱されるフミカ･･･。そして語られる、「文歌」の過去、そして「フミカ」という存在の理由･･･。"
                },
                "9": {
                    "ID": "362511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/episodes/362511",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "After Fumika, Kaname, and Natsuka go visit Fumika Kirameki in the hospital, Chiaki comes by and asks Fumika if she would like to go to an island in the south for a vacation. Much to Kanaka's surprise, Fumika agrees, though does not really know what to do since she has never been on a vacation before. In the inn they are staying at, Fumika and the others meets a girl who is going to a nearby island to visit her grandfather's grave. It turns out that her grandfather was the man who Chiaki had been in love with right up to her death in a car accident fifty years ago. Chiaki and Fumika also go to visit the grave, and Chiaki's finds a stone-engraved shigofumi addressed to her from her former lover asking her to marry him which Chiaki agrees to.",
                    "TitleJapanese": "サイカイ",
                    "SummaryJapanese": "病室で眠る文歌を見舞いに来たフミカと要と夏香。文歌に話しかけるフミカであったが、相変わらず文歌は無反応。そこに噂を聞きつけたチアキが現れ、ヒマだからとフミカたちを遊びに誘う。配達の仕事があるにもかかわらず、行き先を決めることを条件に承諾したフミカは、一行と共に国内のとある南の島へ。枕投げや、深夜の恋話、温泉に海水浴と、盛り上がる一行はお墓参りに来たという白石塔子という少女に出会う･･･。"
                },
                "10": {
                    "ID": "362512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/episodes/362512",
                    "TitleEnglish": "Meeting",
                    "SummaryEnglish": "Takehiko Hibiya is a thirty-two year old man who recently quit his job as a graphic designer for a video game company because he felt he was not creating what he wanted to create. He was told by his doctor that he had contracted appendix cancer which could not be cured. Takehiko takes a relative's young daughter named Fumika out to the movies in a neighboring city, but while there gets in some trouble with the police who suspect he abducted Fumika. After he gets released, he is driving home with Fumika when the car breaks down. Takehiko leaves to try to get help, but Fumika comes running after him saying that she did not want to be left alone. Suddenly, a truck comes their way, and Takehiko pushes Fumika out of the way, but he dies from the accident.",
                    "TitleJapanese": "デアイ",
                    "SummaryJapanese": "母親に連れられて親戚の家に来ていた文伽は、従兄の日比谷毅彦と留守番をすることになる。突然ゲーム会社を辞めて、家族に不審がられながら、自宅で絵を描いていた日比谷。彼は食事に出るついでに、ゲームセンターや映画館に文伽を連れて行く。しかし帰り際にふとしたことで若者に絡まれ、警察沙汰になってしまう。自分に非がないにもかかわらず、その境遇のせいで取り調べを受ける日比谷を外で待つ文伽は、シゴフミを配達するフミカに出会う･･･。"
                },
                "11": {
                    "ID": "362513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/episodes/362513",
                    "TitleEnglish": "Awakening",
                    "SummaryEnglish": "Fumika finally wakes from her coma and is greeted warmly by Kaname and Natsuka. Chiaki learns that should Fumika awaken, Fumika the mail carrier would delivery the gun to her other self and would asked to be shot, effectively \"killing\" her. Fumika's friends try to avoid this by bringing Fumika to their home, and telling Fumika the mail carrier that her other self was transferred to another hospital. The next day, Fumika remembers how she shot her father, and runs out of the house in search of her other self. When the two finally meet for the first time in three years, Fumika hands her counterpart the gun, and she shoots her. Fumika later goes to the police and accuses her father of child abuse.",
                    "TitleJapanese": "メザメ",
                    "SummaryJapanese": "病室のベッドで目を覚ました文歌。長い年月眠り続けたせいで、体がうまく動かず、鏡に映った自分の顔すらいまいち理解ができない。そんな文歌を、病室に見舞いにきていた夏香と要が発見する。感激して文歌を抱きしめる夏香。とまどいながらもナースコールを押し文歌が目覚めたことを伝える要。一方、チアキは杖の丘でフミカから、文歌にシゴフミを届ける真の理由を聞いてしまうのだった･･･。"
                },
                "12": {
                    "ID": "362514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/episodes/362514",
                    "TitleEnglish": "After-Death Letters",
                    "SummaryEnglish": "After implicating her father, Fumika becomes a celebrity at school and on the Internet; people constantly bother her and try to take pictures of her which greatly pains her. With Fumika, the mail carrier, now gone, Fumika and her friends try to go on with life, but find it hard to go on without Fumika. Kirameki's former wife, and mother of Fumika meets her daughter, but tells her that she does not want to be a mother, and leaves her daughter. Following this, Fumika goes to Kirameki's odd house where she is about to kill herself when her counterpart appears and stops her. An argument starts between them, and Fumika, the mail carrier, hits her counterpart a few times. Kirameki's daughter tells her other self that she too wanted to live a normal life, and that she did not really want to disappear, which she agrees too. Kaname, Natsuka (with Kanaka), and Chiaki (with Matoma) arrive at Kirameki's home to find Fumika and her other self crying together on the ground. Fumika goes back to being a shigofumi deliverer, and the other Fumika goes back to living on her own as a high school student.",
                    "TitleJapanese": "シゴフミ",
                    "SummaryJapanese": "シゴフミ･･･それは人に許された最後の奇跡。それは全てを無くした人間が、最後に残した想い。理不尽な憎しみも、えぐるような悲しみも、全ては純粋な人の心。そして･･･それは世界でもっとも純粋で、美しい想い。目覚めた文歌は一人で歩き出し、配達人フミカは姿を消す。「フミカ」と「文歌」の想いは、時に交わり、すれ違いを繰り返し、周囲の人々を巻き込みながら進んでいく。そして二人の物語は結末をむかえる･･･。"
                },
                "13": {
                    "ID": "625901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shigofumi-letters-from-the-departed/episodes/625901",
                    "TitleEnglish": "Thereafter",
                    "SummaryEnglish": "Fumika is going through some bullying at school, but a kind girl named Suzune shows her kindness. At school, a rumor is spreading about the curse of Kōichi Kikukawa, and people are apparently receiving shigofumi from him, though Kaname and Natsuka suspect they are fake. Suzune turns out to be Kōichi's younger sister, and she attempts to enact revenge against the three guys who pushed her brother to suicide, but Fumika (Kirameki's daughter) interferes before she can. Later at school, Suzune continues her friendship with Fumika, and Natsuka's older sister Haruna sends Fumika a text message asking her to come live with them instead of at a hotel.",
                    "TitleJapanese": "ソレカラ",
                    "SummaryJapanese": "フミカと文歌の物語が結末を向かえてから数ヶ月後、文歌へのマスコミ取材は一段落ついたものの、学校内では相変わらず好奇の視線で見られていた。そんなある日、ふとしたことでケガをした文歌を、周囲の目を気にせず介抱する鈴音という少女が現れる。一方校内では菊川公一の呪いでシゴフミが届くという噂が立っていた。それを不審に思う要は夏香とともに、偽のシゴフミの正体を暴こうと調査に乗り出すのだが･･･"
                }
            }
        }
    }
}