{
  "URL": "https://www.thetvdb.com/series/nabari-no-ou",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1216159/",
    "https://www.themoviedb.org/tv/37529"
  ],
  "TitleEnglish": "Nabari no Ou",
  "SummaryEnglish": "Rokujou Miharu is a boy who has a hijustu (hidden technique) living inside of him. This hijustu is the power of creation. Many ninja clans are seeking it as the one who posesses it becomes the ruler of the ninja world. Rokujou's classmate Kouichi started a nindou (\"Way of the Ninja\") club at school with Kumohira, his English teacher. Both Kouichi and Kumohira are secretly ninjas. They tried to persuade Rokujou to join the ninjustu club. At first, he was reluctant, but after being attacked by group of ninjas trying to get his hijutsu, he joins. He must become the Ruler of Nabari in order to survive.",
  "Aliases": [
    "Nabari"
  ],
  "Modified": "2025-08-08",
  "Seasons": {
    "1": {
      "ID": "31931",
      "URL": "https://www.thetvdb.com/series/nabari-no-ou/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "362525",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/362525",
          "TitleEnglish": "The Awakened One",
          "SummaryEnglish": "Miharu Rokujou is asked by his classmate, Kouichi, to join the school nindou club. After refusing, Miharu is asked by his English teacher, Kumohira, to join the club. Although the two look like a student and teacher, there's more to Kouichi and Kumohira then meets the eye.",
          "Aliases": []
        },
        "2": {
          "ID": "362526",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/362526",
          "TitleEnglish": "Raimei Arrives",
          "SummaryEnglish": "Now a part of the nindou club, Miharu continues his indifferent ways and doesn't really participate in training. Much to Kouichi's and Kumohira's disappointment. When a girl samurai named Raimei Shimizu comes to see if Miharu would be a good ruler of Nabari, she finds it hard to believe that Miharu is the one she is looking for.",
          "Aliases": []
        },
        "3": {
          "ID": "362527",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/362527",
          "TitleEnglish": "Surprise Attack",
          "SummaryEnglish": "Miharu and the others arrive when the Fuuma village is under attack. Although the group takes out a couple of the enemy ninja, they are easily defeated by the strongest of the group. Will Miharu have to use his hijutsu to save himself and everyone else?",
          "Aliases": []
        },
        "4": {
          "ID": "364404",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/364404",
          "TitleEnglish": "Duty Declared",
          "SummaryEnglish": "After chasing Yoite off, Kotarou has the remaining Fuuma ninja treat the wounded while he makes up causes of death for the dead. Thanks to the Fuuma ninja, Miharu's group is treated of their injuries and even Kumohira is saved. Later, after everyone has gathered before Kotarou, Miharu learns of the past of the Shinrabanshou and what will happen to the user if it is removed.",
          "Aliases": []
        },
        "5": {
          "ID": "364405",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/364405",
          "TitleEnglish": "Greed",
          "SummaryEnglish": "Finally back in Banten, Miharu, Kouichi and Raimei destroy Banten's ninja skill books. Later, trouble arises when Miharu's teacher and former Kairoushuu member Masami Yamase appears. Kouichi and Raimei come to his rescue, but when Raimei finds out that he knows of a person she's after, can she kill him?",
          "Aliases": []
        },
        "6": {
          "ID": "368647",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/368647",
          "TitleEnglish": "Choices",
          "SummaryEnglish": "After regaining consciousness Raimei and Kouichi begin searching for Miharu. After not being able to find him, they seek out Kumohira, who has just arrived in Banten. Although Kumohira wants to search for Miharu immediately, Kouichi points out how he and Raimei are still alive, so Miharu is too. Elsewhere, Miharu learns Yoite's wish that only Miharu can grant him.",
          "Aliases": []
        },
        "7": {
          "ID": "368648",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/368648",
          "TitleEnglish": "A Mind Made Up",
          "SummaryEnglish": "Yae Oda, the leader of Togakushi, arrives in Banten, with Katou Sourou. They have a unique offer for Miharu and his group. In exchange for assassinating the CEO of a company that does more then it says, Yae will give them Togakushi's kinjutsusho. It's pretty much useless to her as she already knows how to use it, and even demonstrates this on everyone. But when she uses her kinjutsu on Miharu, the Shinrabanshou proves more then a match for Yae's kinjutsu.",
          "Aliases": []
        },
        "8": {
          "ID": "368649",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/368649",
          "TitleEnglish": "A Mind Passed Along",
          "SummaryEnglish": "As Miharu searches for Kumohira, he is caught by Yoite and Yukimi. Meanwhile Kumohira attempts to assassinate Frosty, but is stopped when Yoite and Yukimi show up with Miharu. As Frosty and his men try to escape, they are attacked by Yae. What is Yae's true motive for wanting Frosty dead?",
          "Aliases": []
        },
        "9": {
          "ID": "368650",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/368650",
          "TitleEnglish": "Prelude",
          "SummaryEnglish": "A murder brings Raimei closer to finding Raikō. Aizawa is dispatched to stop Raimei from doing anything drastic. Miharu stays with Kumohira while his aunt is away. Meanwhile, the Kairōshū gathers. Yoite begins to show signs of his life force leaking due to Kira. He quickly leaves to find Miharu. Miharu asks Kumohira about the secrets he is unwilling to tell and reveals he will use the Shinrabanshō to help Yoite. An unknown woman finds Yoite unconscious near Kumohira's house. Raimei arrives at a garden where Raikō attacks her.",
          "Aliases": []
        },
        "10": {
          "ID": "368651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/368651",
          "TitleEnglish": "Polka. Raimei and Raikou",
          "SummaryEnglish": "Raimei and Raikō confront each other and Raikō wounds Raimei, but not fatally and takes her sword, Black Gamon, with him. Yoite is found by a woman who stays with Kumohira. She brings him home and treats him kindly, but the feeling is not reciprocated. Later, Yoite asks Miharu to bring him the scrolls of Tokagushi and Banten, saying that he still holds his friends lives hostage.",
          "Aliases": []
        },
        "11": {
          "ID": "380801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/380801",
          "TitleEnglish": "Curtain Call",
          "SummaryEnglish": "Raimei, released from the hospital, wants to retrieve the Black Gamon. She and the group encounter Gau, a member of Kairōshū. At Raimei's home, he tells her the truth about the day Raikō killed the Shimizu. Raimei returns to the site of their fight and, after seeing Raikō there, demands her sword back. During the ensuing battle, Raikō, about to finish Raimei off, accidentally slashes Gau, who jumped between them. Later, the siblings are seen in the hospital where Gau is being treated. Raikō returns White Gamon to where it belongs.",
          "Aliases": []
        },
        "12": {
          "ID": "380802",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/380802",
          "TitleEnglish": "Determination",
          "SummaryEnglish": "When Miharu goes to visit Gau, Raimei tells him that Thobari told her about his promise to Yoite and says she'll help him. Miharu meets up with Yoite and retrieves the Izura Shingan scroll. He later announces to Kairōshū that he is joining them and gives them the scroll. Meanwhile, Banten, like Kairōshū, receives an invitation to an academy located in Kouga village. Yoite, Miharu, Raikō, and Yukimi set off toward it.",
          "Aliases": []
        },
        "13": {
          "ID": "380803",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/380803",
          "TitleEnglish": "The Schoolhouse That Never Sleeps",
          "SummaryEnglish": "Representatives of Kairōshū and Banten reach Alya academy located in the Kouga village to discuss the future of the world of Nabari and are welcomed by the students of the academy since the leader of the village is on his deathbed. Secretly, everyone is just behind the Kouga kinjutsu scroll. Thobari is unable to understand why Miharu has defected to Kairōshū. The students of the academy attack the Kairōshū and Banten ninja at night.",
          "Aliases": []
        },
        "14": {
          "ID": "380804",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/380804",
          "TitleEnglish": "End of Night",
          "SummaryEnglish": "Miharu and Yoite run from the academy students as Yoite is injured. One of the academy teachers, who is also trying to get the kinjutsu scroll, shoots Aizwa. It is revealed that Daya, the kinjutsu capable of curing anyone, requires the flesh of young ninja as ingredients. Meanwhile Yoite is stabbed by Shijima, an academy student, and the Shinrabanshō awakens.",
          "Aliases": []
        },
        "15": {
          "ID": "380805",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/380805",
          "TitleEnglish": "Morning Parting",
          "SummaryEnglish": "Miharu tries to save Yoite, but Thobari doesn't approve of his using the Shinrabanshō and knocks him unconscious. Aizwa, seemingly immortal, rescues everyone. Before dying, the headmaster entrusts the kinjutsu scroll to Shijima who in turn gives it to Miharu.",
          "Aliases": []
        },
        "16": {
          "ID": "380806",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/380806",
          "TitleEnglish": "Visitor From Afar",
          "SummaryEnglish": "Aizawa reveals his immortality to Thobari and Raimei. It is revealed that Hattori does not need Yoite if he outlives his usefulness. Miharu and Yoite visit Hanabusa to discover the location of the Engetsurin. Thobari does not return at night and Yukimi visits Hanabusa unexpectedly.",
          "Aliases": []
        },
        "17": {
          "ID": "380807",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/380807",
          "TitleEnglish": "The Moment of Collapse",
          "SummaryEnglish": "Yukimi visits Hanabusa to search for Thobari. Upon finding she does not know anything, he eventually leaves. The next day, Raimei visits Kouichi, telling him she is helping Miharu obtain the kinjustsu Engetsurin. The pair are suddenly attacked by Yukimi. To prevent Yukimi from finding Thobari, Raimei leads him to the school. Unfortunately, Thobari is there. Thobari attacks both ninja, but Yoite stops Yukimi from fighting back. After a while, Yukimi decides to retreat and Yoite develops a high fever and is found to have discoloration and scars on his hands. Thobari then disappears completely. Hattori suspects Yoite and Miharu will rebel and moves on to the next step. Yoite and Miharu leave Hanabusa's home.",
          "Aliases": []
        },
        "18": {
          "ID": "380808",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/380808",
          "TitleEnglish": "The Voice That Calls Out",
          "SummaryEnglish": "Yoite's health is failing and he ends up in a hospital. He overhears the doctor telling Miharu that he has about a month to live. Scared, Yoite leaves the hospital, but not before using Kira on Gau, who was still in a coma. Gau recovers due to the effect of Kira. Miharu catches up with Yoite, who is remembering his past.",
          "Aliases": []
        },
        "19": {
          "ID": "380809",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/380809",
          "TitleEnglish": "Profile of an Angel of Death",
          "SummaryEnglish": "Yukimi recalls how he met Yoite, while Gau and Raikou, along with Miharu visit Yukimi. Gau thanks Yoite, and he ends up staying with Yukimi. After, They both leave, looking For Oba, while it shows the 'Intelligence group.\"",
          "Aliases": []
        },
        "20": {
          "ID": "398198",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/398198",
          "TitleEnglish": "Towards Togakushi",
          "SummaryEnglish": "Tobari recalls how he was entrusted with Miharu ten years ago. Miharu and Yoite meet Yae, and Miharu convinces her to use the Izura Shingan to confront the Shinra Banshou. Shinra Banshou tells Yae and Miharu's inner self that she is not granting the wish to save Yoite because it is a boring wish and also not Miharu's own wish. Meanwhile, the Tattegami destroys the Fog Blue Corporation, which was the headquarters of the Togakushi Village, as well as reaches Yae's house to retrieve Miharu.",
          "Aliases": []
        },
        "21": {
          "ID": "398199",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/398199",
          "TitleEnglish": "Ambition",
          "SummaryEnglish": "Off in a room somewhere, Yoite wakes up to find himself bound and drugged, but is unaware of where he is. Back at the Kairoushuu hotel, Ichiki, the leader of the Tattegami, tells Hattori how Yae continues to ask about the annihilation of the Togakushi clan, but still will not answer their questions despite all the ninja techniques and medication they’ve used on her. Hattori decides to confront Yae to get her cooperation. Meanwhile, Raiko and Gau help Miharu and Yoite escape from the Tattegami.",
          "Aliases": []
        },
        "22": {
          "ID": "398200",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/398200",
          "TitleEnglish": "Chaos",
          "SummaryEnglish": "Behind the scenes, Kotarou plans a rescue for Yae along with his subordinates. Kato personally infiltrates the Kairoushuu hotel and finds Yae however discovered by Raiko. Raiko lets them both escape and he confronts Hattori, hoping to cover up and explain the situation. Meanwhile, Miharu and Yoite are found by Yukimi. They encounter the Tattegami, in which they began their attack. Kouichi and Raimei arrives with Gau to counterattack.",
          "Aliases": []
        },
        "23": {
          "ID": "398201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/398201",
          "TitleEnglish": "Activation",
          "SummaryEnglish": "Having brought Yoite and Miharu to Hattori, Yukimi uses the excuse of making the two repent to cover what he did. While Hattori explains how he convinced Yoite to learn the Kira, Raiko finds Ichiki, but before he can do anything he is attacked by Shiranui, the squad leader of the Tattegami. Elsewhere, Kouichi, Raimei, and Gau are attacked by the Kairoushuu ninja. Raiko injures Shiranui, and attempts to attack Yukimi. However, Hattori kills Raiko. Raimei and Gau leave Kouichi to fight off the Kairoushuu ninja, only to find out that Raiko is dead.",
          "Aliases": []
        },
        "24": {
          "ID": "398202",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/398202",
          "TitleEnglish": "Engetsurin",
          "SummaryEnglish": "After seeing Raiko's body, Raimei and Gau try to attack Hattori, but are easily defeated. Hattori then blames everything on Miharu, who begins to believe it is actually his fault. Acting on his desires, the Shinra Banshou begins to awaken, much to Hattori's and Ichiki's glee. As Tobari uses the Engetsurin, the past is revealed regarding how Miharu possessed the Shinra Banshou. Hattori explains that he wants to possess the Shinra Banshou. Tobari attacks him, but is easily defeated. Yoite, on the other hand, drove himself to kill Hattori.",
          "Aliases": []
        },
        "25": {
          "ID": "398203",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/398203",
          "TitleEnglish": "Two",
          "SummaryEnglish": "After killing Hattori, Yoite goes into a state of insanity and destroys Hattori's body with his Kira. Meanwhile the Shinra Banshou convinces Miharu to use her powers which results in him growing many times his normal size. Right as things are looking grim, Asahi, Miharu's deceased mother, appears before Miharu in his mind and asks him to suppress the Shinra Banshou. Many days later, Miharu wakes up in a hospital bed safe and sound, only to find out that Yoite has gone missing. Miharu sets out to find, with Tobari's guidance, and ends up at a chapel.",
          "Aliases": []
        },
        "26": {
          "ID": "398204",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nabari-no-ou/episodes/398204",
          "TitleEnglish": "Spinning Hearts",
          "SummaryEnglish": "Feeling responsible for everything that has happened, Yoite no longer desires to be erased and has chosen to die alone. Miharu however claims that everything is his fault and explains that he wanted to help Yoite disappear if that is what Yoite really wanted. After hearing how everyone sees him as an invaluable friend though, Yoite decides to live out his remaining days, so that he does not waste the sentiments that everyone has shown him. Everyone continues on, content with their lives. Yoite simply feels grateful that he met Miharu. Back at Tobari and Hanabusa’s house later on, Miharu and Yoite are waiting for everyone to come by to visit. Miharu then steps away for a bit to get some drinks and comes back to find Yoite’s body dissolving into the air. Miharu vows to never forget him.",
          "Aliases": []
        }
      }
    }
  }
}