{
  "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1216124/",
    "https://www.themoviedb.org/tv/46414"
  ],
  "TitleEnglish": "Kanokon",
  "SummaryEnglish": "Kanokon's story revolves around Kouta Oyamada, a young first-year high school student who moves from the country to the city and thus transfers to Kunpo High School. On his first day at his new school, a beautiful second-year female student named Chizuru Minamoto asks him to meet her alone in the music room. When he arrives, she reveals her that she is in fact a fox deity and from that day on the two hang out together. Nozomu is a first year female student at Kouta's school, she is in fact a wolf deity and in love with Kouta, and a rival of Chizuru for Kouta's affections.",
  "Aliases": [],
  "Modified": "2025-05-27",
  "Seasons": {
    "0": {
      "ID": "31974",
      "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 17,
      "Episodes": {
        "1": {
          "ID": "429638",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/429638",
          "TitleEnglish": "Kanokon Girls Channel - Chizuru Minamoto",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "429639",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/429639",
          "TitleEnglish": "Special 02: DVD1 Eizou Tokuten 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "429640",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/429640",
          "TitleEnglish": "Kanokon Girls Channel - Nozomu Ezomori",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "438617",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/438617",
          "TitleEnglish": "Special 04: DVD2 Eizou Tokuten 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "438618",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/438618",
          "TitleEnglish": "Kanokon Girls Channel - Akane Asahina",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "438619",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/438619",
          "TitleEnglish": "Special 06: DVD3 Eizou Tokuten 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "7": {
          "ID": "438620",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/438620",
          "TitleEnglish": "Kanokon Girls Channel - Tamamo & Yukihana",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "8": {
          "ID": "438621",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/438621",
          "TitleEnglish": "Special 08: DVD4 Eizou Tokuten 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "9": {
          "ID": "438622",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/438622",
          "TitleEnglish": "Kanokon Girls Channel - Ren Nanao & Ai Nanao",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "10": {
          "ID": "438623",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/438623",
          "TitleEnglish": "Special 10: DVD5 Eizou Tokuten 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "11": {
          "ID": "438624",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/438624",
          "TitleEnglish": "Kanokon Girls Channel - All Stars",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "12": {
          "ID": "438625",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/438625",
          "TitleEnglish": "Special 12: DVD6 Eizou Tokuten 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "13": {
          "ID": "2514871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/2514871",
          "TitleEnglish": "Special 13: Ending (Episode 12)",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "14": {
          "ID": "1183121",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/1183121",
          "TitleEnglish": "[OVA] Great Midsummer Carnival Volume 1",
          "SummaryEnglish": "Summer break has come for Chizuru, Kouta, and the others. Chizuru tries her best to get some alone time with Kouta, while Tayura works up his nerves to make a romantic play of his own.",
          "Aliases": []
        },
        "15": {
          "ID": "1183131",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/1183131",
          "TitleEnglish": "[OVA] Great Midsummer Carnival Volume 2",
          "SummaryEnglish": "Summer break has come for Chizuru, Kouta, and the others. Chizuru tries her best to get some alone time with Kouta, while Tayura works up his nerves to make a romantic play of his own.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "31975",
      "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "362949",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/362949",
          "TitleEnglish": "Doing it for the First Time?",
          "SummaryEnglish": "As Kouta is walking to school, he meets up with Chizuru who hugs him close which embarrasses him due to her breasts pressing against him, and the fact that others can see what is going on. The class representative of Kouta's class, Akane Asahina, attempts to interfere, though cannot fight Chizuru's persistence. At school, Chizuru hands Kouta a love letter, asking him to come to the music room. This reminds him of earlier in the school year where a similar event took place. Back then, Chizuru confessed her love to Kouta and in the process accidentally revealed that she is actually a kitsune. Chizuru's younger brother Tayura soon interferes and tries to tell them that their relationship is dangerous. Chizuru possesses Kouta for a little while and Chizuru conjures up a huge flame which blasts Tayura outside, leaving a gaping hole in the school building.",
          "Aliases": []
        },
        "2": {
          "ID": "362950",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/362950",
          "TitleEnglish": "Are We Becoming One?",
          "SummaryEnglish": "On his way home from school, Kouta runs into girl his age that he intuitively senses is a spirit like Chizuru. The following day, the same girl appears in Kouta's class and is all over him, much to the annoyance of Chizuru. She is introduced as a transfer student named Nozomu Ezomori from Hokkaido, though it is soon revealed to Chizuru and Kouta that she is from a powerful wolf clan. Nozomu continues to get in the way of Chizuru's plans to get close to Kouta due to her own such desires for Kouta.",
          "Aliases": []
        },
        "3": {
          "ID": "362951",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/362951",
          "TitleEnglish": "Eat Deliciously?",
          "SummaryEnglish": "Kouta is the prize in a battlefield fought with food between Chizuru and Nozomu, but neither of them can cook well and Kouta is the one suffering as he is forced to eat terrible food experiments concocted by the two girls. Chizuru and Kouta also get attacked, but Kouta takes the hit for Chizuru and is knocked unconscious. Feeling guilty the attackers (which one of them is a frog spirit) tries to help Kouta by making toad oil (even though she is a frog spirit) and Chizuru cannot help but get more intimate with Kouta by rubbing the oil in with her body, but Nozomu joins in and Kouta panics again. Back at school, a fight breaks out between Chizuru and Nozomu that leaves Kouta shouting at Chizuru and then she cries and runs off. Kouta soon follows finding out that Chizuru was faking it and that she just wanted some alone time with Kouta in a very playful way.",
          "Aliases": []
        },
        "4": {
          "ID": "362952",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/362952",
          "TitleEnglish": "Can't Take it Off?",
          "SummaryEnglish": "In an attempt to win Kouta and defeat her enemy Nozomu, Chizuru breaks into a forbidden supply room and steals a cursed bunny girl suit. Her problems start when she cannot take off the suit and is forced to go to school in it with everyone staring at Chizuru and calling her names behind her back. The suit contains a clothes changing demon that feeds off the life of the wearer. The suit changes all the female students' clothes into cliché cosplay clothes and tries to kill off Chizuru but she and Kouta combine, freeing Chizuru of the evil suit and destroying it once and for all.",
          "Aliases": []
        },
        "5": {
          "ID": "366840",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/366840",
          "TitleEnglish": "Became No Good?",
          "SummaryEnglish": "Nozomu's brother puts a bracelet on Kouta's wrist that inflicts high amounts of pain if he becomes sexually aroused and Chizuru worries that if she tries her normal flirting behavior she could eventually kill him. Chizuru holds back her feelings for a couple of days but with intense self-restraint (to the point she starts having withdrawal symptoms). Meanwhile Chizuru's brother and Omi Kiriyama, a sickle weasel, try to negotiate with Nozomu's brother to take off the bracelet with violence but all goes wrong when they discover that he is really powerful; Chizuru later joins the fight but is defeated. Nozomu hears her brother's victory howl and tells Kouta that Chizuru is in danger; at the scene of the fight, Kouta and Chizuru combine to make quick work of Nozomu's brother.",
          "Aliases": []
        },
        "6": {
          "ID": "366841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/366841",
          "TitleEnglish": "Can I Please Do It?",
          "SummaryEnglish": "Japanese New Year has come, and while Kouta at first is enjoying a quiet stay at home alone, Chizuru soon comes and tries to heat things up by distracting him while he is writing, or taking off her kimono to reveal a school swimsuit. They eventually play a love dice game where the players get to do perverted things to each other. Nozomu shows up at the end and gets in Chizuru's way, and Kouta suggests they go to take part in hatsumōde. At the shrine, they meet up with Chizuru's brother and other friends from school. At the end of the day at the shrine, they all go back to Kouta's house.",
          "Aliases": []
        },
        "7": {
          "ID": "366842",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/366842",
          "TitleEnglish": "Won't You Warm Me Up?",
          "SummaryEnglish": "Yukihana, a yuki-onna from Chizuru's family, tests the bond between Chizuru and Kouta by creating a powerful snow storm only around the school. As the students try to stay warm, Kouta, Chizuru, Nozomu and Tayura try to search for Yukihana. Tayura gets taken away by a band of snowmen, and the others run away into a nearby classroom where Chizuru and Nozomu use their bodies to warm up Kouta. Yukihana finally appears, and as Chizuru and Kouta are trying to run away, Yukihana stops them. Chizuru and Kouta combine, showing how strong their bond is, and thus Yukihana stops the snow storm, and informs them that Chizuru's mother wants her to bring Kouta back to her hometown.",
          "Aliases": []
        },
        "8": {
          "ID": "366843",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/366843",
          "TitleEnglish": "Should We Enter Together?",
          "SummaryEnglish": "Kouta, Chizuru, Nozomu, Tayura and a few classmates are visiting a spring resort run by Chizuru's mother, who is a fox deity like Chizuru (only with nine tails). She puts the bond between Kouta and Chizuru to the test by means of a special beverage, which makes two people fall in love with each other. Unfortunately, this happens between Kouta and Nozomu while Chizuru is powerless to do anything about it, leaving her devastated. Kouta eventually snaps out of it and manages to make it up to Chizuru. When the bunch is leaving to go back to the city, Chizuru's mother entrusts Chizuru to Kouta.",
          "Aliases": []
        },
        "9": {
          "ID": "366844",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/366844",
          "TitleEnglish": "Can You Feel It?",
          "SummaryEnglish": "A little girl named Minori Mitama, and her spirit bodyguard Nue hire the twin spirit hunters Ai and Ren to seal Chizuru's powers. They are given a drug to achieve this, only to find out that this makes Chizuru's breasts disappear. In shock about her loss, Chizuru desperately tries to find a cure to undo this and is assisted by Kouta, Nozomu, and Tayura. Meanwhile, Minori is making ominous preparations in order to take Kouta from Chizuru.",
          "Aliases": []
        },
        "10": {
          "ID": "366845",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/366845",
          "TitleEnglish": "Shall I Show Restraint?",
          "SummaryEnglish": "Chizuru and Kouta treat Ai and Ren to a meal. Seeing as the two are poor, this has magnanimous effects on them and they regret the whole potion situation. In turn, they ask to be taken off of the mission and are electrocuted repeatedly by Nue. Minori Mitama summons demons to attack the school, and during this time a sleeping sand is released on all the humans. Nue enters and takes down Nozomu, and chases Kouta and Chizuru down. When they are cornered, Kouta refuses to leave Chizuru to her death and discovers his fox powers. Kouta possess Chizuru and turns into a five-tailed fox. He defeats Nue and Minori Mitama, who makes an oath to make Kouta her own one day. Chizuru's breasts, and thus her spiritual powers, are restored.",
          "Aliases": []
        },
        "11": {
          "ID": "366846",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/366846",
          "TitleEnglish": "I'm Getting Wet Already?",
          "SummaryEnglish": "Chizuru, Kouta, Tayura, Nozomu and their friends go to a beach that is only known to spirits. After some trouble changing (no changing rooms and Nozomu having a rather unusual swimsuit) and an attempt at sunbathing, they discover a beach house nearby which is run by none other than Chizuru's mother Tamamo, and Yukihana. Tamamo once again tries to win Kouta's affections, much to Chizuru's frustration. Back at the beach, the group enjoys themselves with a barbecue and fireworks, but Chizuru is bothered because she cannot be alone with Kouta. Akane gets into trouble when she drifts too far offshore and is rescued by Tayura, making her warm up a little to him. Chizuru asks Kouta to take a walk with her on the beach under the stars, and eventually asks him how he feels about her.",
          "Aliases": []
        },
        "12": {
          "ID": "366847",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kanokon-the-girl-who-cried-fox/episodes/366847",
          "TitleEnglish": "Can We Finally Do It?",
          "SummaryEnglish": "Chizuru wants Kouta to say he loves her, but he is very hesitant. Chizuru tries several methods to make him say it, but gets frustrated. Tayura asks Akane out on a date and she accepts, but says she wants to go to an art gallery instead of usual popular date spots like an amusement park. Kouta admits that he loves Chizuru in the end when he spots her crying in the rain on the bridge where they first met. Kouta and Chizuru become lovers, and Nozomu barges in saying that she accepts their relationship, and that she in turn will be Kouta's mistress, a thing which to Kouta's dismay Chizuru accepts.",
          "Aliases": []
        }
      }
    }
  }
}