{
  "URL": "https://www.thetvdb.com/series/to-love-ru",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1216222/",
    "http://www.j-toloveru.com/",
    "https://www.tvmaze.com/shows/5196/show-slug",
    "https://www.themoviedb.org/tv/34742",
    "https://en.wikipedia.org/wiki/To_Love_Ru"
  ],
  "TitleEnglish": "To LOVE-Ru",
  "SummaryEnglish": "When an alien from the planet Deviluke runs away and goes into hiding on earth,she meets a human named Yuuki Rito. Watch as she wants to get married to him while he wants no part of it",
  "Aliases": [
    "Motto To Love-Ru",
    "To Love-Ru Darkness",
    "To Love-Ru: Trouble",
    "To Love-Ru: Trouble - Darkness",
    "To Love-Ru Trouble",
    "To LOVE-Ru Darkness 2nd",
    "To LOVEる -とらぶる- ダークネス2nd",
    "もっとTo LOVEる -とらぶる-"
  ],
  "Modified": "2025-08-25",
  "Seasons": {
    "0": {
      "ID": "31976",
      "URL": "https://www.thetvdb.com/series/to-love-ru/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 17,
      "Episodes": {
        "1": {
          "ID": "538311",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/538311",
          "TitleEnglish": "Rito, You Became a Girl!",
          "SummaryEnglish": "When Lala heard that all men are interested in boobs she started to make an invention that will make her boobs bigger. All of a sudden Rito flies out from a school window and crashes into the invention turning him into a girl.",
          "Aliases": []
        },
        "2": {
          "ID": "745621",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/745621",
          "TitleEnglish": "Rito and Mikan",
          "SummaryEnglish": "Rito is always spending time with Lala, he barely talks to Mikan that much so she felt a little lonely and stormed out of the house alone, While Rito and Lala went looking for her, there are few flashbacks of Rito and Mikan in the past as Rito and Lala try to find Mikan.",
          "Aliases": []
        },
        "3": {
          "ID": "1116091",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/1116091",
          "TitleEnglish": "Welcome to the Resort",
          "SummaryEnglish": "Haruna wins a south island resort trip for ten females. She invites Lala and Mikan to the vacation. Rito, thanks to the mess that Lala left behind, activates one of Lala's inventions and gets stuck inside Maron's (Haruna's dog) body. Mistaking it as a bag that Lala left behind (the invention initially turns Maron into a bag), Mikan takes the bag with her, not knowing that she has also brought Rito along with them.",
          "Aliases": []
        },
        "4": {
          "ID": "1286301",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/1286301",
          "TitleEnglish": "Trouble Quest",
          "SummaryEnglish": "Rito and the others got stuck inside a RPG game made by Lala's sisters, Nana and Momo. In order to exit from the game, Rito and the others must defeat the great demon lord and rescue Lala. Rito, thinking Lala is behind the entire game, makes progress through the game. He does not realize that the real intent of the game is for Nana and Momo to analyze Rito and find out his true feelings. At the climax of the game, the demon lord teleports Rito to her castle and forces him to admit his feelings to Lala. As Rito cannot bring out a definite answer and Lala covered him up, the angry demon lord tries to defeat all of the characters by modifying the game to give her all the powerups and erase their data. Nana and Momo join in by summoning a giant talking Marron and Celine in her plant form and defeat the demon lord.",
          "Aliases": []
        },
        "5": {
          "ID": "1657931",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/1657931",
          "TitleEnglish": "Nana and Momo",
          "SummaryEnglish": "Rito finds Momo under the covers of his bed, before Nana, one of Lala's sisters, accuses him of sleeping with her. Nana questions Momo why all girls including Lala are attracted to Rito. After observing one whole day with Rito, Nana concludes that everyone is mistaken about Rito. Lala, Mikan, and Rito invite Nana and Momo to Hanami, but Momo turns them down, hoping to use this event to prove her statement about Rito. During the event, Momo summons an alien plant that releases pollen which will bring out everyone's true feelings. The pollen affects everyone except Lala and Rito. Nana does not feel convinced and forces the alien plant to release more pollen. The plant becomes possessed by its own pollen and captures Nana and Momo and later Lala. The plant drops Nana and Rito comes to the rescue, changing Nana's impression on Rito.",
          "Aliases": []
        },
        "6": {
          "ID": "2058731",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/2058731",
          "TitleEnglish": "Draft / Metamorphose / Hand & Tail",
          "SummaryEnglish": "Yami and Yui confront with a senior; Yui subsequently loses her panties. She tries to search for her panties while hiding the 'secret' from everyone. Everyone questions about Yui's behavior. Later, an incident with Oshizu and a dog exposes her secret to Rito, but a teapot knocks him unconscious before he realizes what he saw, which he describes as \"extraordinary\". Mikan finds Peke taking snapshots of new clothing while shopping. Suddenly, a stranger steals her bag and runs. Mikan uses Peke's transformation to pursue the thief, who is actually an alien. When she finally confronts him in Yami's clothes, the alien initially mistakes her for Yami, but then notices her brown hair. He then tries to attack her, until Rito arrives at the scene and kicks him down to the ground. The thief tries to shoot down Mikan and Rito, but the real Yami arrives and defeats the thief. As Rito tries to explore Lala's cleaned-up bedroom, he accidentally activates one of Lala's invention, fusing his hand to Lala's tail. As Rito cannot get his hands off, he goes through a whole day of incidents, including a beating from Nana. During bedtime, Lala tells Rito she enjoyed being with Rito for a whole day. The effects wear off the next day, but Celine activates the invention, making her stuck to Rito's head.",
          "Aliases": []
        },
        "7": {
          "ID": "4310217",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/4310217",
          "TitleEnglish": "Prologue ~Commence Project~ / Pollen Plan ~Dangerous Sister Love~ / Body Touch? ~Nyanderful Life~",
          "SummaryEnglish": "Momo tries to get Rito’s attention by changing her hair style, but has little success. Momo then learns from Lala that Rito loves both Lala and Haruna, and since he will become king of Deviluke he can marry both girls, and return both of their love. Inspired, Momo begins a plan to eliminate Rito’s indecisive nature and create him a harem, that way Momo and the other girls who love Rito can have their love for him be fulfilled. A drunken Celine sprays Mikan with pollen, causing Mikan to develop romantic feelings towards Rito. As she waits for the effects to wear off, Momo learns of her plight and “helps” by leaving her alone with Rito. Mikan succumbs to the effect of the pollen and nearly kisses him, but manages to regain her senses at the last minute. Momo decides Mikan is not yet ready to accept her own feelings, but promises she will include Mikan in the harem. Thanks to one of Lala’s inventions, Haruna is turned into a cat and wanders the streets contemplating what to do. Remembering that Nana can speak to animals, she goes to find her, but runs into Rito. Circumstances then force Rito to give Haruna a bath, which becomes too much stimulation for her causing her to revert back to normal, albeit naked and on top of an unconscious Rito. An embarrassed Haruna is then left to explain the situation to a confused Mikan.",
          "Aliases": []
        },
        "8": {
          "ID": "4382555",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/4382555",
          "TitleEnglish": "Nostalgia ~Back Then, at That Place~ / The Changing Heart ~Honest Feelings~ / Flower ~Budding Feelings~",
          "SummaryEnglish": "Kotegawa Yui is going to look at cats on the petstore as usual when she finds Rito on the way, they encounter the skunk of youth who broke free from Run's house. Rito tries to grab it but scares it and him and Yui end up turning young again. Eventually all of Rito's friends are turned into kids. Rito eventually was able to catch the skunk from a high wall where he almost fell but was saved by Yami. The skunk was then put into Nana's Phone where it won't disturb anymore. Back in school Yui asks Rito if he used to play around a temple she walked by and he confirmed, she then remembered he was the kid who saved a kitten that was stuck in a tree when she was young. Nana enters Rito's room wanting to talk to him, she asks him if he likes big breast girls. He blushes and starts imagening big breasts, Nana seems upset but Rito replies to her saying it's not the breast size that matters and Nana even not having big breasts has her own unique appeal. Nana removes her shirt and gets on top of Rito asking him if he sees her as a woman. Rito desperately tries to get away but grabs her breast, she doesn't slap him and leans to kiss him. Momo burts out of the closet to stop them. Momo and Nana had switched minds with one of Lala's inventions and Momo was the one in Nana's body. They walk away with Nana (now in her body) blushing and thinking about what she heard Rito say. Rito finds Celine playing with some flowers he's never seen. He smells a pot that has purple flowers and then walks away. Momo finds Celine and explained how those were her flowers and no one should smell them because they can have side effects, Celine told Momo Rito had smelled the purple flowers and she was really worried since those flowers change one's personality. Rito demands Lala to give him her see through glasses and asks her to pose for him. Excited, Rito starts asking for more breasts and runs to school where he looks at each and every girl and even looks closely at Yui's privates. Momo finds Ri",
          "Aliases": []
        },
        "9": {
          "ID": "4530476",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/4530476",
          "TitleEnglish": "Exchange ~Me and I~ / It feels ~Teacher who Endures~",
          "SummaryEnglish": "The episode starts with all of Lala's inventions scattered across a table. Lala is called to help Tearju Lunatique with the copier. Rito and Haruna accidentally change bodies when they catch one of Lala's inventions falling off the table. Momo explains that they have to use each other's bodies for seven hours. After school, Rito in Haruna's body gets splattered with mayonnaise when Haruna in Rito's body steps on a bottle of mayonnaise. The real Haruna has to then give her body a shower. However, the timer countdown finishes during this time, leaving Rito touching Haruna. Celine finds one of Lala's inventions, but because it seems to be broken, Momo lets her play with it. However, it fires a dart that lets Celine massage Tearju Lunatique, causing problems for her as it makes her feel as if someone is playing with her body. When Rito sees Tearju limping, he thinks she might be ill, so offers to take her to the sickroom. Celine uses the machine to violently caress her on the way, making her fall on top of Rito. Yami sees them and thinks that Rito is being \"ecchi\" to Tearju, so tries to kill him. The device is later revealed to be an invention to massage yourself. Lala gives it to Honekawa because he has terrible back pain.",
          "Aliases": []
        },
        "10": {
          "ID": "4653188",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/4653188",
          "TitleEnglish": "Girl of Blaze ~Magical Kyouko - Flame~ / Infiltration ~Kyouko in Trouble?~ / Adhesion ~But no Ill Intent~",
          "SummaryEnglish": "Run messages Rito about starring in an upcoming Magical Kyouko episode and wants Rito to watch it. During the taping, Run puts all of her heart into her acting for Rito which causes her costume to fall off. Kirisaki covers up by going ad libitum to Run. After the taping and a few incidents, Kirisaki tells Run that she understands her intent and advises her to concentrate. During broadcasting, Lala enjoys the show while Rito and Momo are shocked to see the principal sneaking onto the set for Run and Kirisaki. Kirisaki arrives at Sainan High School to give a lecture about working as an idol. After the event, Tearju asks Rito to guide Kirisaki around the school which Rito reluctantly agrees to. Rito does not know Kirisaki's main purpose was to observe Rito for a day. As Rito guides Kirisaki through the hallways, he gets unwanted stares from other jealous students. They both come across the principal who initially acts docile but suddenly runs after Kirisaki, making the morals committee discipline him. Afterwards, Morenitsu asks Kirisaki for her autograph and draws the attention of many male students, creating a large crowd around Kirisaki. Rito rescues Kirisaki from suffocation and tries to escape from the other male students. Lala senses danger and uses her invention to teleport them into a locker partly naked. Momo helps recover their clothes, but Kirisaki runs home in embarrassment. The next day, Run tells Kirisaki that she experienced similar events in the past. The memories of Rito carrying Kirisaki come into Kirisaki's mind, but Kirisaki quickly brushes it off. An animal with wriggly arms approaches Mikan and Yami. Yami prepares to attack until Nana identifies the animal as Meda-Q. Meda-Q has interest in Yami and wants to cling to her. As Yami gives in, she shows signs of fear. Later, when Rito brings home taiyaki for Mikan and Meda-Q eats it, Meda-Q goes berserk and quickly overpowers Yami, groping her breasts and removing her panties, molesting her in the",
          "Aliases": []
        },
        "11": {
          "ID": "4979758",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/4979758",
          "TitleEnglish": "Suddenly ~Imaginings and Reality~ / Mobile Phone ~Titillating Voice~  / Moonlight ~Moonlit Angel~",
          "SummaryEnglish": "Mikan gets a surprise visit from her classmates, Sachie Kogure and Mami Nogiwa, who are interested in meeting her brother Rito. Mikan is not optimistic about their visit given Rito's frequent accidents with him falling over and groping one of the girls. The situation gets worse when Rito and later the Deviluke sisters greets Mikan's classmates, making Mikan panic. Despite a near accident with Rito slipping on a remote control, the day appears to end well with both of them leaving peacefully until Mikan slips on a shoe and fall on top of Rito right when one of her classmates returns to retrieve her manga. Meanwhile, Momo makes a note of Mikan's classmates. Rito accidentally steps on his cellphone. He fears he will have to buy another phone but Lala offers to fix Rito's phone. Rito accepts. Lala hands Rito an improved model of his phone and has him try it out on Yui who Rito wanted to call to thank for lending a book to Celine. When Rito calls Yui on his new phone, his voice on the receiving end stimulates Yui's senses, bringing her down to her knees. She feels as if Rito's voice is physically molesting her body. As Rito talks about the book, the stimulation on Yui gets worse eventually making her unresponsive. Rito, clueless about the situation, thinks the phone is still broken. Momo offers Rito to try the phone on her and quickly passes out when she hears Rito's voice, revealing the real problem with Rito's improved phone. On the night of the full moon, Rito panics when he finds a naked girl on the rooftop while watering plants and quickly barges into Mikan. Mikan identifies the girl as Celine in her adult form. Everyone is surprised at Celine's rapid growth given that she did nothing unusual previously. Mikan feels a little sad about losing Celine but Rito assures Mikan that Celine is still present. Wanting to celebrate, Celine asks to sleep with Rito and Mikan for the night. As they all go to bed, Momo, who does not understand Celine's species completely, wo",
          "Aliases": []
        },
        "12": {
          "ID": "5065132",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/5065132",
          "TitleEnglish": "Photography ~Take a Stunning Photo~ / Technique ~Doorway of a Maiden~ / Holiday ~How many ☆ for my cooking?~",
          "SummaryEnglish": "Run invites Rito to her room and wants him to take pictures of her wearing a swimsuit with her new camera. She is hoping that the photoshoot will seduce Rito into liking her. As Rito starts the camera, the camera takes control of Rito's body. Rito takes pictures of Run in strange poses but then goes overboard by zooming in and attempting to take more erotic shots of Run. Eventually, the camera explodes and injures Rito's face. Run finds out in the manual that the camera can overheat and explode when the user gets too excited. Risa finds Momo shopping for lingerie and asks her out on a date. Momo accepts, hoping that she can learn more about Risa and aid her harem plan. During the date, Momo and Risa discuss about boyfriends. Risa wishes she had a boyfriend like Rito and is envious of Momo's having a club of boys at school. After an incident involving the principal, Run, and Kyouko, Risa invites Momo to her place to clean up and uses the opportunity to thoroughly molest Momo. Momo quickly escapes and returns home, confused and frustrated about Risa. While Haruna is thinking about the fortune advice to her, 'cooking for someone you love leads to luck', she finds Rito looking for a cookbook. He wants to make an omelette to express gratitude for Mikan. Haruna learns that Rito cannot cook and offers to teach him, taking advantage of the fortune. In the middle of Rito's lessons, Haruna reveals that she enjoys cooking and wanted to take cooking classes but switched to tennis after being inspired by Rito's athletic ability. Suddenly, Celine and Maron storm into the room and jump at Haruna. The two manage to strip Haruna topless and remove her bra. Maron madly licks one of Haruna's nipples while Celine sucks on the other, expecting milk. Although Rito ends up making a poor quality omelette, Mikan enjoys it because it has Rito's feelings all over it.",
          "Aliases": []
        },
        "13": {
          "ID": "5467113",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/5467113",
          "TitleEnglish": "Ghost story ~Do You Like Scary Things?~ / Clinic ~Can't Be Honest~",
          "SummaryEnglish": "As Rito prepares to sleep, Nemesis sneaks into his room and wants him to tell her a ghost story. Nemesis begs Rito until Momo intervenes. She volunteers hoping that Nemesis would leave afterwards. As Nemesis and Rito listen to Momo's ghost story, Nemesis criticizes it. She demonstrates her modification by using candle wax to molest Rito. Momo fights back with her own seduction and gets milkea flowers out of her Ddialer and pours their nectar on herself. Then she rubs on Rito's chest and slowly moves up and down creating a harem model. Nemesis also pours some on herself and then rubs equally with Momo. The fighting between Nemesis and Momo wakes Mikan up. When Mikan checks on Rito, Nemesis escapes in time to give Mikan the wrong picture. As Mikan disciplines Rito and Momo, Nemesis notes to be careful of Mikan because she thinks that Mikan is the only thing she is afraid of.",
          "Aliases": []
        },
        "14": {
          "ID": "5503736",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/5503736",
          "TitleEnglish": "Mother ~Supremely Beautiful Angel~ / Charm ~Great Mother~",
          "SummaryEnglish": "The episode opens with Mikan and Rito peacefully shopping for groceries, accompanied by Celine. As they leave the store and begin walking home, they notice a dispute between two delinquents, which is stopped by a mysterious woman with pink hair, a veil, and a beautiful voice, who then speaks to Mikan and Rito, before being interrupted by the principal, who she then convinces to work for the good of the world. Then Lala, Momo, and Nana come up and introduce her as their mother. They go back to the apartment, and find it covered in security men. Momo worries that her mother will find out about the Harem Plan, thinking that she will not approve. They then all speak to the mother, named Sephie Michaela Deviluke, and ask her about her veil. Peke tells them that Sephie a Charmian, and so if men were to see her without it they would immediately turn into beasts. Sephie decides stay for dinner, and afterwards all the Devilukeans and Mikan go to the cyber world Nana created for her animals to take a bath, while Rito puts Celine to sleep. However, Celine runs off, into the magical cyber world, and Rito chases her. While looking, he accidentally trips and crashes into Sephie, grabbing her breasts and veil. When Rito sees Sephie's face unveiled, he freezes, and Peke, assuming he's turned into a beast, uses Nana's panties to restrain him as Sephie runs - right into a group of Nana's animals who, enraptured by her beauty, chase her. Rito, meanwhile, informs Peke that he has kept his reasoning, and then helps Sephie (who has run back to them, away from the animals) escape. When they sit down to hide from the animals, Sephie remarks on how similar Rito is (especially the expression in his eyes) to her husband, who was also unaffected by her charm. Rito also accidentally reveals the Harem Plan. The others, alerted by Peke, hurry to where they are, and Rito is attacked by Nana, who assumes he has turned into a beast. When it is revealed that he is unaffected, all are amazed. After",
          "Aliases": []
        },
        "15": {
          "ID": "5503737",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/5503737",
          "TitleEnglish": "First Accident? ~First......~ / I Think ~One Step Back~",
          "SummaryEnglish": "The episode begins with Haruna and Lala (still in her child form) having some tea. Lala calls Rito to come over to her house, much to Haruna's embarrassment. She even plans to have her confess her feelings to Rito, or giving him a sudden kiss if she can't do it. Then, Rito arrived to her home with the flowers that Momo told him to give her. As they entered her room, Rito accidentally stepped on Lala's mecha ball (that she's working to get her back to her original age temporarily) and caused him and Haruna to shrink down without their clothes on. Giving them tissues as clothes, Lala told them that the effects will last about an hour, which unfortunately led to a bad time as Haruna's parents show up for a visit. Peke has Lala disguised as Haruna and joins in on their conversation. Next, when Haruna and Rito fall safely on the floor with her clothes, her dog, Maron, begins to sensed her and they hide underneath her panties. Before Rito is about to have their chance to make a run for it, Haruna stopped him and they kissed each other accidentally after Maron leaves when he heard Lala's voice, thought to be Haruna. After having dinner with Mikan and Nana, Rito is delighted that he finally has his kiss with Haruna, but he started to worry if this experience might make her hating him. While he was being unexpectedly seduced by Momo, Haruna started to feel worried as well if the kiss might made Rito uncomfortable. At school, while Nana is having conversations with Mea about babies born in the cyber safari, Rito started to stay away from Haruna, which makes Haruna thinking he hated her. After helping Rito escort from Yui and Run, Momo convinced him to confess his feelings towards Haruna, while Oshizu, who she told the whole thing to, wants her to do the same with Rito. Next, Rito and Haruna meet up and they feel anxious about what they want to say. However, before Rito was about to confess his feelings, Haruna abruptly apologized to him, much to his shock. They decide to l",
          "Aliases": []
        },
        "16": {
          "ID": "6323040",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/6323040",
          "TitleEnglish": "Multiplication ~From Front to Back~",
          "SummaryEnglish": "It was a normal day until Lala's mecha-cat got away... Rito then became his and every girl's exponentially worst problem.",
          "Aliases": []
        },
        "17": {
          "ID": "9275655",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/9275655",
          "TitleEnglish": "Momo no Rakuen Keikaku Maruhi File",
          "SummaryEnglish": "Momo introduces the members of Rito's harem while recapping ecchi scenes. Included in the Blu-ray/DVD Vol.01.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "31978",
      "URL": "https://www.thetvdb.com/series/to-love-ru/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": "Timid 16-year-old Rito Yuuki has yet to profess his love to Haruna Sairenji—a classmate and object of his infatuation since junior high. Sadly, his situation becomes even more challenging when one night, a mysterious, stark-naked girl crash-lands right on top of a bathing Rito.",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "362954",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/362954",
          "TitleEnglish": "The Girl Who Fell From the Sky",
          "SummaryEnglish": "A mysterious extraterrestrial girl named Lala runs away to Earth in order to avoid daily arranged marriages set up by her father, the king of her home planet Deviluke. Due to one of her own inventions, she teleports naked into fifteen-year-old Rito Yūki's bathtub, and he accidentally feels up her breasts. It is later revealed to him that this is equivalent to a marriage proposal on Deviluke, and Lala happily accepts to become Rito's future bride. Rito, on the other hand, harbors feelings for a girl in his class named Haruna Sairenji, and does not want anything to do with Lala.",
          "Aliases": []
        },
        "2": {
          "ID": "362955",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/362955",
          "TitleEnglish": "A Broken Engagement!?",
          "SummaryEnglish": "Rito discovers from Zastin, Lala's uncle and leader of her personal guard, that if he were to back out of his engagement with Lala, that he would be killed and Lala's father would destroy the Earth. Rito hypothetically asks him if it were somehow possible to back out of his engagement and not suffer the repercussions. Zastin tells him that he must feel up Lala's breasts once more within the first three days of his engagement in order to call it off. While he attempts many times to touch Lala's breasts, he does not make it in time, and thus is stuck with the engagement. The next day while at school, a new transfer student is announced to the class. Just as Rito is thinking that school is the only place that he can breathe anymore, Lala is brought into class and all of Rito's hopes of a quiet school life fall apart.",
          "Aliases": []
        },
        "3": {
          "ID": "362956",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/362956",
          "TitleEnglish": "Love Triangle",
          "SummaryEnglish": "Rito is devastated to hear from Haruna that she thinks he and Lala are suited for each other. At home, his younger sister Mikan notices Rito's depressed look and suggests that they should go out the next day to show Lala around town. While out, Lala's artificial intelligence helper Peke loses most of his energy, and due to this, Lala's clothes start dissolving. They head into a store and buy her new clothes, and while there run into Haruna. Together with Haruna, they go to the aquarium together, but their time is cut short when Lala makes a large disturbance which sends torrents of water throughout the halls.",
          "Aliases": []
        },
        "4": {
          "ID": "362957",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/362957",
          "TitleEnglish": "A Love Apron From Outer Space",
          "SummaryEnglish": "Rito gets scared when Zastin tells him that Rito will one day be the king of Deviluke due to his future marriage with Lala, and that he will have to participate in interstellar wars. That night, Lala cooks but the food is dreadful. In an effort to try and get out of one day participating in wars, Rito shouts that if he will not marry Lala if she cannot cook. Lala quickly leaves and goes back into space, but appears again the next day at school with the intention of cooking something good for Rito. She collected ingredients from all over the galaxy which are still alive and reek havoc in the school. Lala later explains to Rito that he does not have to go to war if he does not want to, and even her father did not join in on the battlefield lately. To further reassure him, Lala tells him that after they get married, she intends to live with him on Earth.",
          "Aliases": []
        },
        "5": {
          "ID": "362958",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/362958",
          "TitleEnglish": "The Queen's Challenge",
          "SummaryEnglish": "A pretty, rich girl named Saki Tenjōin comes back to school and finds out that other boys prefer Lala's beauty over her own. She gets really angry by this and tells her friends to give Lala a letter asking to challenge her in a beauty contest. To make sure she shows up, she kidnaps Rito as bait. Lala ends up telling Zastin about the letter, which he mistakes as an assassination attempt from Saki. Rito, still kidnapped by her, is warned by her that if Lala fails to show up in time, he will be forced to touch her breasts in front of the entire school.",
          "Aliases": []
        },
        "6": {
          "ID": "362959",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/362959",
          "TitleEnglish": "The Alien Assassin",
          "SummaryEnglish": "A shape-shifting alien assassin comes to propose to Lala. However, he changes himself into the principal and takes Haruna hostage in the gym equipment room. There, he uses tentacles to feel her and lure Rito to the room. When he gets there, the alien tells him that he will give him Haruna if Rito cancels his engagement with Lala, but Rito does not go along with his plan. After Lala arrives, the alien shape-shifts again and becomes much large and intimidating, but Rito stands his ground and attacks the alien head-on which makes him reveal himself as a weakling who has many wives and families across the galaxy.",
          "Aliases": []
        },
        "7": {
          "ID": "381143",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/381143",
          "TitleEnglish": "All Men Should Be Like This!",
          "SummaryEnglish": "A childhood friend of Lala, Ren Elsie Jewelria, arrives on Earth claiming he is manly enough to marry Lala. He constantly attempts to impress Lala by showing off his strength, speed, and looks, but all his efforts are in vain. After failing many times, Ren asks Rito how he is able to be manly enough for Lala. Ren watches a movie (Rocky VII) about how to be a man, and he works out non-stop in order to get Lala to love him. Eventually, Ren completes runs a 120 kilometer marathon and goes to Lala to hear her finally tell him how manly he is. However, at this time, he sneezes, causing him to turn into Run, a girl. Apparently, whenever Ren sneezes, his body and mind change genders into the innocent Run, and vice versa, due to his species carrying this inherent ability.",
          "Aliases": []
        },
        "8": {
          "ID": "381144",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/381144",
          "TitleEnglish": "The Prefect of Spotless Integrity",
          "SummaryEnglish": "A school student, Kotegawa Yui has had enough of the \"ecchi\" in the school, and tries to set the school some morals. Not only does she try to clean it up, but enforce some new school rules, and has a squad so to speak, to check on the students. Shortly later, Yui has started to realize that Rito is behind all the \"ecchi\" in school. So she gives him punishment so he wont be able to talk to any girls for 2 weeks (well after persuading the peverted principal of course). But Yui comes to see that Rito isn´t like that, and then removes his punishment. Yet things go badly wrong when Lala's machine pulls him to her.",
          "Aliases": []
        },
        "9": {
          "ID": "381145",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/381145",
          "TitleEnglish": "From a Shining Star, With Love",
          "SummaryEnglish": "A guy with a rocket suit comes for Lala. The Rocket Suit guy constantly tries to attack Lala to grab her back with him but fails to do so many times. Lala gets mad at him and tries to kill him. He breaks down his armour suit and walks around the streets at night for advice. He even askes Ren for advice. Mikado-sensei finds him and heals him and he attempts in kidnapping Lala by making her drowsy and paralyzed...",
          "Aliases": []
        },
        "10": {
          "ID": "381146",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/381146",
          "TitleEnglish": "A Space Entertainer",
          "SummaryEnglish": "The president of Lala's fanclub comes to take Lala away for an idol CD, but she refuses so she needs to find a 'golden egg' to do the acting. Rito tries to stop her when the president fixates on Haruna, saying that only Haruna could work as as substitute for Lala.",
          "Aliases": []
        },
        "11": {
          "ID": "381147",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/381147",
          "TitleEnglish": "The Golden Darkness",
          "SummaryEnglish": "An assassin known as 'Golden Darkness' comes to earth to attack Rito according to her client. Rito meets her in the streets and offers for a Takiyaki. She then starts attack Rito rapidly and Zastin comes to the rescue. Sadly, he fails to do so making Lala replace him in rescuing Rito.",
          "Aliases": []
        },
        "12": {
          "ID": "381148",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/381148",
          "TitleEnglish": "A Frightening Field Day!",
          "SummaryEnglish": "A perverted day for Rito at a sports festival, he keeps on accidentally touching Haruna and he thinks she hates him. The contests dont make sense and the principal makes the girls do things just to please his sick desire. This day gets worse and worse for Rito.",
          "Aliases": []
        },
        "13": {
          "ID": "381149",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/381149",
          "TitleEnglish": "The Greatest Man in the Universe",
          "SummaryEnglish": "The day starts out like any other day for Rito, Lala right up in his face. This morning Zastin is at Rito's house to speak with him. He tells him that Lala's father is coming to see him to make sure that he is worthy of marrying Lala. Throughout the day Rito worries about what Lala's father looks like and can't get it out of his mind. Today at school all of the girls that have appeared throughout the other episodes seem to make his day \"interesting.\" Rito gets called to the roof to speak with another girl that is introduce in this episode, but after he gets done talking to her he hears a mans voice. The woman was a test by Lala's father to see if Rito was worthy, but he fails. Rito, after seeing a little kid standing in front of him, doesn't believe that this is Lala's father. He soon shows why he is the ruler of the universe. Lala runs to the roof before anything can happen and saves Rito. After seeing his daughter protecting Rito and telling why she loves him, King Deviluke challenges Rito to become the number one man in the universe. Rito goes home and thinks this over and decides that he is going to do it.",
          "Aliases": []
        },
        "14": {
          "ID": "381150",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/381150",
          "TitleEnglish": "A Secret Between the Two of Us",
          "SummaryEnglish": "After thinking about what Lala's father said to him, and the challenge that lies ahead, he brainstorms ideas on how to become the number one man in the universe. He starts training and meets Haruna, walking her dog, Maron, during his first run. After explaining to Haruna that he must change, she decides to cheer him on, meeting everyday during his runs. His goal to change also affects Haruna, who eventually asks him on date to eat lunch together at the river bank. During that time, Haruna's dog chased a bird and eventually lands into the river. After Rito saves him, the two go to Haruna's house to clean Rito's wet clothes. While waiting for his clothes to dry (Rito ended up wearing a towel), the two talked about their middle school days. When Haruna was about to go to check if Rito's clothes were dry, she trips. They almost kiss, only to have Haruna's older sister walk in on them, and it turns into another awkward situation when Rito's towel falls off.",
          "Aliases": []
        },
        "15": {
          "ID": "381151",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/381151",
          "TitleEnglish": "Princess of the Jungle",
          "SummaryEnglish": "At school Zastin accidentally revealed the secret about Lala being an alien. Zastin also takes Lala, Rito and Haruna to space to be ambassadors of peace. They meet an alien who challenges them to a hunt. The winner wins the title of The number one hunter in the universe. They encounter dinosaurs, Amazons who wished to marry Rito and a giant gorilla \"Ginga Kong\" which Haruna tames. In the end Haruna wins the title as The Number One Hunter in the Universe",
          "Aliases": []
        },
        "16": {
          "ID": "381152",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/381152",
          "TitleEnglish": "Run's Surprise Confession",
          "SummaryEnglish": "The episode begins as Rito and co. all go to a water park. Run believes it's her time to make a move and further her relationship with Rito. She attempts many times throughout the episode to obtain Rito's attention, such as she tries to lure him towards her with a fishing pole, sneaking up behind him as he's bringing back ice cream, using a vacuum to pull him away from a waterslide, and even by using fiber eating fish to eat away each of the girls bikini tops in order to scare them away from rito. All attempts fail however, sending Run into a state of depression. She encounters Montemitsu who then buys her food. Run then enounters rito's teacher, who she then requests from him to teach her the ways of becoming famous, for Run now decides she wants to become a famous idol. After rigorous training, Run decides it's too hard of a feat to accomplish. She then gets attacked by some people, which then Rito shows up to save her. Lala defeats the attackers using one of her inventions. The episode closes as everyone leaves the water park, and Run states that her fight for love has only begun.",
          "Aliases": []
        },
        "17": {
          "ID": "381153",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/381153",
          "TitleEnglish": "The Ghost in the Old School Building",
          "SummaryEnglish": "A haunted school building is shown at the episode's beginning. Lala, Risa, Mio, and a frightened Haruna are seen conversing about ghosts and monsters. Lala then suggests that the four of them and Rito should go explore the haunted house. As they all enter the buildling, a lock closes behind them by itself. They continue to explore the old school and hear what sounds like approaching footsteps. Rito notices Haruna's fright, and tries to leap at the approaching figure, only to find out it's Yami-chan. They then hear a piano which chases after them. Yami slices the piano into pieces and everything seems alright. But a skeleton and a disfigured looking human then appear, constantly saying \"get out\". An octopus creature appears, which frightens Haruna to such an extent that she uses Rito as a weapon and deals a mighty blow to the creature's head. The other monsters then show themselves to the group, but this time with no hostility. They explain to the group that they are aliens from other down-sized planets that have gathered in the old building. Mikado-sensei appears and tries to help the monsters find a job in order to make a living for themselves. Also, a ghost girl named Oshizu appears and explains everything about herself to the group. Mikado and the monsters appear again to tell he group that the person they talkto for hiring only wants female monsters, which none of the monsters are. Oshizu then teaches them how to be more feminine, and the monsters are then accepted for their jobs. Lala, Rito, Yami-chan, and Mikado are then invited to a party where all the monsters are. The episode closes as Lala and Rito are astonished to see Zastin attending the party.",
          "Aliases": []
        },
        "18": {
          "ID": "381154",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/381154",
          "TitleEnglish": "Saruyama, the Gift",
          "SummaryEnglish": "Mikado-sensei hears a spaceship flying towards the roof of the school and decides to check it out. It turns out it's a package for Lala, so Mikado tells Lala to check it out. Lala, Rito, and Saruyama go to the school roof to check out the package, and as Lala opens it, a giant wolf jumps out and attempts to kill Lala. The wolf then suffers stomach pains and explains that she's pregnant, and that she accepted a mission to kill Lala before she knew her pregnancy would become a problem. Rito, Saruyama, and Lala are apalled to hear this, and so they take the wolf mother to the school infirmary. Saruyama is then left in charge of taking care of her while she's giving birth. Lala believes the wolf mother deserves a souvenir as a gift for her child's birth. The wolf mother then tells Lala that she wants Saruyama as her gift. After hearing this, Saruyama angrily declines. Lala tells Risa and Mio about Saruyama becoming a gift for the wolf, and so they decide to dress him up as a fish so he'll look like a more memorable souvenir. They take Saruyama to the wolf to show her that he's ready to be taken with her. The wolf then asks if Saruyama is going out with another girl, because if he is, she believes his happiness is important and doesn't wish to interfere with his relationship. Lala says he isn't, but Saruyama quickly declines and takes advantage of this moment to find a girl quickly as an excuse to not be taken as a souvenir. All the girls in the school reject him however, except for Haruna who tries to help him. As Saruyama asks Haruna to go out with him, Rito becomes jealous and stops Saruyama from using Haruna. Now incredibly deperate for an excuse, Saruyama finds a dog outside which he uses as his excuse. As he goes back to the infirmary to show the wolf mother his newly acquired girlfriend, Lala tells them that she left with her baby because she wants Saruyama to be happy. Saruyama cries from hearing this, and then discovers the dog he found was actually a male.",
          "Aliases": []
        },
        "19": {
          "ID": "381155",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/381155",
          "TitleEnglish": "Hell's Hot Springs: Alien Girls and Colorful Exposed Bodies",
          "SummaryEnglish": "Lala is seen watching a commercial on tv about the Tsumata Misami Hot Springs. She then tells Rito that she wants her own hot spring. Rito finds Lala attempting to build something in their yard. Lala then asks Rito to go get her a drink, so Rito heads to the store where he is suddenly attacked by Yami-chan as a test. Rito tells her that Lala is back at home building something, in which after hearing this, Yami-chan leaves. When Rito returns, he finds that Lala constructed a large drill machine which she intends to use to dig underground and hopefully find a hot spring. Mio, Risa, Mikado-sensei, Yami-chan, Haruna-chan, and Saruyama are all invited to join Rito and Lala dig underground. As they travel, they find Tokugawa's hidden treasure and the entrance to Atlantis, which Lala blatantly passes by due to there being no presence of a hot spring nearby. They eventually come across what is called the Seven Colored Hot Springs due to the water appearing as seven different colors. All the girls enjoy using the big and spacious springs, while Saruyama and Rito are stuck using a very small and cramped one. Saruyama decides to get out of the small spring and mess with the girls in the other hot springs. Rito soon follows, and sees Saruyama chasing after Risa and Mio, which Rito then tells him to stop. They come across Mikado-sensei and Yami-chan, who then punches them both with her hair stating that she hates ecchi people. Lala then tells Haruna she needs to leave the spring to try and find a hot spring she can bring back to Rito's house. Rito then finds Haruna and they try to start a conversation with each other, which is then interrupted by Lala who tells them that they need to leave quickly because she accidentally hit an underground volcano. They come across a civilization of moles who seek to rule the Earth's surface, but the moles are then killed by the flowing magma, and everyone returns safely to the surface.",
          "Aliases": []
        },
        "20": {
          "ID": "381156",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/381156",
          "TitleEnglish": "Explosive Heat Magical Girl Kyouko Flame",
          "SummaryEnglish": "It is a filler which features a Magical Kyoko-kun episode. Kyoto must protect the city from the evil General Mojack. General Mojack is trying to take over Earth by turning everyone's hair into an afro. Rito and Lala make a very short appearance at the end of the episode, which shows that both of them are just watching the Magical Kyoko-kun tv show. Lala is very excited about the show, but Rito is bored.",
          "Aliases": []
        },
        "21": {
          "ID": "388081",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/388081",
          "TitleEnglish": "A Chronicle of Bloodshed at Yuuki Inn",
          "SummaryEnglish": "Tempted at the prospect of running Earth’s only (and potentially the universe’s best) alien hotel by Mikado-sensei and Galaxy Network’s editor, Kimio, Rito decides to give it a try using the old school building. After Lala calls upon Zastin and her other bodyguards to help rebuild the dilapidated building, the Yuuki Pavilion opens and begins accepting customers. While the number of customers increases, Rito finds himself overrun and is quickly becoming exhausted; as a result he begins to recruit help from Oshizu, the ghost inhabiting the building, Yami-chan, who works as a maid in order to stay for free, and his sister Mikan who will be the chef for the inn. As the number of customers eventually dwindles to zero, a large group of miniature samurai-like men, from the planet Ako, begin to arrive. During repeated attempts to solidify an attack plan on the planet Deviluke, they are repeatedly interrupted by Rito's attempts to offer them food and a bath. Eventually the leader accepts an offer of tea while he is in the midst of using a hologram to show the systems outlying Deviluke. When one of his men tries to hide the hologram, he responds by saying, \"Don't mind it. The primitive people of Earth won't understand what it is.\" Lala, however, immediately recognizes the planet on display which leads to a confrontation between the samurai and Rito, Lala, Yumi-chan, Zastin and the bodyguards. In the end, the inn is destroyed and with it Rito's dreams of being the universe's best alien hotel are lost.",
          "Aliases": []
        },
        "22": {
          "ID": "388082",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/388082",
          "TitleEnglish": "A Frightening School Festival!",
          "SummaryEnglish": "After reflecting on her experiences on Earth, Yami reminds herself that she’s an assassin and decides to look for a job. At school, Yui tries to coordinate what her class is going to do for the culture festival and gives only two options, a calligraphy display or a region research exhibit, much to everyone’s disappointment. Saruyama takes the lead and the class chooses to take on an animal cafe for their project. The class prepares for Culture Day as Yami continues to look for work in assassination however, when she fails to find employment, she returns to the school in time to help with the animal cafe.",
          "Aliases": []
        },
        "23": {
          "ID": "388084",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/388084",
          "TitleEnglish": "Saruyama's Tales of the Inner Chambers",
          "SummaryEnglish": "After watching Rito and all the girls around him, Saruyama becomes jealous of his popularity and wishes he was a noble in Edo Castle. He then has daydreams of his many adventures as the ruler of Edo Castle, where all his friends make appearances.",
          "Aliases": []
        },
        "24": {
          "ID": "388085",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/388085",
          "TitleEnglish": "With Shyness",
          "SummaryEnglish": "Lala starts acting weird one morning, and is diagnosed with a fever that causes her to change personality every day. Rito has to deal with a new personality each day while waiting for her medicine to arrive, and has to thwart a plan to take over the world constructed by a harsh, dictator-like deviluke princess.",
          "Aliases": []
        },
        "25": {
          "ID": "388086",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/388086",
          "TitleEnglish": "Earth's Final Night",
          "SummaryEnglish": "After taking back his daughter, the King of Deviluke sends Zastin to deliver a message to Rito. Rito finds out that, the next day, he needs to board the Devilukian spaceship to prove he is really number one in the universe. He confesses his feelings to Haruna, and takes off the next day to board the spaceship, with the citizens of Japan, and Earth, cheering for him. Eventually, he comes across a dangerous plant that grows extremely fast. he manages to run away, but cannot do so forever and gets caught. However, a SUV comes and Kotegawa saves Rito, only to hit him again for a misunderstanding. Mikado drives the SUV towards the spaceship and the episode is left at a cliffhanger.",
          "Aliases": []
        },
        "26": {
          "ID": "388087",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/388087",
          "TitleEnglish": "Lala",
          "SummaryEnglish": "Starting where the last episode left off, Rito is still trying to make it to the ship in time. With more challenges, he starts to lose hope and eventually goes into a dream of him, Haruna, and Lala. After awakening to Haruna and Lala yelling, he makes it to the ship. Then it cuts to a marriage where Lala says she can't marry him unless he wants to. Using her memory erasing tool, she then tries to start a new life on Earth, but ends up just transferring back into the school because her invention, like many others, is faulty, and a new adventure then begins.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "326621",
      "URL": "https://www.thetvdb.com/series/to-love-ru/seasons/official/2",
      "TitleEnglish": "Motto To Love-Ru",
      "SummaryEnglish": "Rito Yuuki never gets a break—he's always finding himself in lewd accidents with girls around him. Although his heart still yearns for Haruna, his childhood love, Rito can't help but question his feelings for Lala, the alien princess who appeared in front of him and declared she would marry him. But now, it's not just Lala he has to deal with: her younger twin sisters, Momo and Nana, have also traveled to Earth, wanting to meet their older sister's fiancé, and just as luck would have it, they end up staying at Rito's home.",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "2903031",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/2903031",
          "TitleEnglish": "Once Again From Here / Bathroom War / Tick-Tock, Tick-Tock, the Sound of Love",
          "SummaryEnglish": "When Lala and Rito are running late for school, they'll realize that using a teleportation device get to school faster can have some visible consequences.",
          "Aliases": []
        },
        "2": {
          "ID": "2968271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/2968271",
          "TitleEnglish": "The Thing That Surfaces in the Darkness / Welcome to the Yuuki Household / Slumber Party",
          "SummaryEnglish": "As Rito attempts to keep Haruna away from Lala’s gadgets, they accidentally activate one and are warped to another location -with no clothes!",
          "Aliases": []
        },
        "3": {
          "ID": "2968341",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/2968341",
          "TitleEnglish": "Special Love Potion / Looking at You Through the Lens... / The Lovely You is Cinderella",
          "SummaryEnglish": "Rito delivers assignments to a sick Yuki who panics when a boy is in her room. Later, Rito tries on Lala's glasses and discovers a surprising trick with them.",
          "Aliases": []
        },
        "4": {
          "ID": "2968351",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/2968351",
          "TitleEnglish": "Yami Yami Fashion / Wonderful Love / Twins Escape",
          "SummaryEnglish": "Since Yami always wears the same clothing, Risa and Mio take her shopping. However, her new and improved wardrobe prevents her from using her weapons properly.",
          "Aliases": []
        },
        "5": {
          "ID": "2968361",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/2968361",
          "TitleEnglish": "Queen of Romance?! / Let's Play a Game / That Sweet Feeling Tastes Like Chocolate",
          "SummaryEnglish": "Rito avoids Lala while Saki daydreams of Zastin. Everyone prepares for Valentine’s Day, and Rito is the object of desire for many.",
          "Aliases": []
        },
        "6": {
          "ID": "3120411",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/3120411",
          "TitleEnglish": "Beach Girls / Late Night Private Tutor / Master of Romance",
          "SummaryEnglish": "Things go awry when the group visits Saki’s private beach. Lala helps Rito study for an upcoming math test.",
          "Aliases": []
        },
        "7": {
          "ID": "3163751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/3163751",
          "TitleEnglish": "Yami's Clinic / Hostility / A Weird Haruna",
          "SummaryEnglish": "Yami falls ill with a fever, and Rito rushes her to the hospital. As she recovers, Yami questions why Rito would help her.",
          "Aliases": []
        },
        "8": {
          "ID": "3163761",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/3163761",
          "TitleEnglish": "Become Bigger / Wonderful Life / The Trance of Feelings",
          "SummaryEnglish": "Haruna feels self-conscious about the size of her bust, and later finds a stray dog! Mikan and Yami switch bodies to experience each other’s abilities.",
          "Aliases": []
        },
        "9": {
          "ID": "3163771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/3163771",
          "TitleEnglish": "For Whom the Bell Tolls / The Troubling Rampage / Loving Idol",
          "SummaryEnglish": "Mikan and Rito’s parents are never home, so the approaching Christmas holiday doesn't excite them, but Lala still helps fulfill one of Mikan's wishes.",
          "Aliases": []
        },
        "10": {
          "ID": "3163781",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/3163781",
          "TitleEnglish": "Pollen Telepathy / A Girl's Feelings / Heart-Throbbing E-Mail",
          "SummaryEnglish": "Celine is drunk and spreads her pollen, making Saki and the others fall for Rito. Later, a misunderstanding by Momo sparks an interesting turn of events.",
          "Aliases": []
        },
        "11": {
          "ID": "3163791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/3163791",
          "TitleEnglish": "All Quiet on the 'Sister' Front / The False Love? / Predicting Love",
          "SummaryEnglish": "Momo sneaks into Rito’s bed. Mikan, who wants to catch Momo in the act, sneaks in instead! Meanwhile, Celine is drunkely polinating and this time, Yami is under fire.",
          "Aliases": []
        },
        "12": {
          "ID": "3163801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/3163801",
          "TitleEnglish": "I Love You Parts 1, 2 & 3",
          "SummaryEnglish": "An outing goes horribly wrong, and Rito comes to an incredible realization, with a more incredible dilemma around it.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "490471",
      "URL": "https://www.thetvdb.com/series/to-love-ru/seasons/official/3",
      "TitleEnglish": "To Love-Ru Darkness",
      "SummaryEnglish": "As close encounters of the twisted kind between the residents of the planet Develuke (represented primarily by the female members of the royal family) and the inhabitants of Earth (represented mainly by one very exhausted Rito Yuki) continue to escalate, the situation spirals even further out of control. When junior princesses Nana and Momo transferred into Earth School where big sister LaLa can (theoretically) keep an eye on them, things SHOULD be smooth sailing. But when Momo decides she'd like to \"supplement\" Rito's relationship with LaLa with a little \"sisterly love,\" you know LaLa's not going to waste any time splitting harems.",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4310216",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/4310216",
          "TitleEnglish": "Continue",
          "SummaryEnglish": "The story begins with Rito rudely awakened by each Deviluke alien. Rito explains his routine life and is most concerned with Momo due to her deceptive intents. As Rito arrives to school, he meets Haruna. Lala tries to encourage Rito to confess to her, but Rito pushes Lala to a corner and explains to her the situation is complicated as people are legally allowed to marry one person. Out from nowhere, Celine clings onto Rito. Momo and Nana surprise everyone that they have enrolled in their school. Now students, Momo winks at Rito, reminding him of the conversation last night in the bathtub. Momo overheard Rito's concern about marrying multiple girls and explained to Rito that many girls love him and marrying them all would make everyone happy. As the future king of Deviluke, he can have many concubines. Momo vows to create a harem for Rito. During class, Momo becomes popular among the boys while Nana greets a mysterious girl looking out the window. Nana impresses her with her ability to understand animals. The girl introduces herself as Mea. Later, Momo finds Yami at a bench. As Yami is an obstacle to her harem plan, Momo tries to secretly enlist Yami in her harem plan by convincing her to enroll. The conversation gets cut short when Rito runs in panic stating that the other boys suddenly went violent. The other boys arrive on the scene and attack Yami, forcing her to use her weapons. After Yami and Momo restrain the boys, Yami hears a mysterious voice reminding her that she's an assassin assigned to kill Rito.",
          "Aliases": []
        },
        "2": {
          "ID": "4411552",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/4411552",
          "TitleEnglish": "Doubt and Dish",
          "SummaryEnglish": "Mea speaks with the mysterious voice about her day. The voice reminds Mea about her job; killing Rito and reverting Yami back to an assassin. Meanwhile, Momo warns the dangers of Yami to Rito and convinces him that Yami may change back and kill him anytime. Next, Momo is surprised to see Mikan invite Yami over for cooking lessons. Nana also comments about making a new friend to Lala. During the dinner service, Rito freaks out over Yami's Taiyaki soup and thinks she may have set a trap. He nearly vomits and asks to go shopping. During bedtime, Rito finds Momo in his bed. Momo warned Rito earlier that she must protect Rito to allow the harem plan to progress. Yami may kill Rito in his sleep. As Rito tries to sleep, Momo caresses him every way, forcing Rito to shove her aside. As Rito later takes a drink, Yami asks Rito for a talk. Yami explains about her cooking lessons and compares it to her attacks. Momo mistakens it for an assault and jumps down to defend Rito. Yami only wanted to know if Rito enjoyed her Taiyaki soup. The next day, Yami also becomes enrolled. Mea finds with Yami and explains how she is Yami's sister with similar abilities. During class, Yami does not get along with other students and blocks people from befriending her. Momo offers to help but get rejected too. Meanwhile, Mea asks Nana about Rito. Nana simply replies, \"He's a beast.\" Her rambling comments about Rito only interests Mea, who then goes to find Rito herself. Momo then talks to Mikado-sensei, who loved Yami being enrolled. She tells Momo how Yami's lifestyle has been nothing except fighting. While Yami is sitting on a bench wondering about her feelings Yui approaches Yami and tells her that not understanding their own feelings is normal, and she too does not understand her own feelings. Then Nana asks Yami if she's seen Mea. While Rito is asleep on the roof Mea climbs on top of Rito and whispers how she'll be able to know what he's truly like once they are \"joined together\".",
          "Aliases": []
        },
        "3": {
          "ID": "4411553",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/4411553",
          "TitleEnglish": "Each Speculation",
          "SummaryEnglish": "Rito wakes up and finds himself inside his bathroom with Mea. Mea tests Rito's beast-like moves and asks Rito if he experienced something similar. She reads Rito's memory about Momo and her harem plan. Yami cuts Mea off from reading Rito's memory and warns her to not bother Rito. Mea walks off and learns about the harem plan and how she and Momo are competing for Yami. Later, Nana introduces Mea to Lala and friends. Rito sees Mea and realizes her from the dream earlier. As Mea speaks obscenity to Rito, Momo considers adding Mea into her harem plan. Afterschool, Rito spots Yui and offers to walk home together since Mikan is cleaning up Saibai's atudio and Momo and Nana are with Lala at an important event. Yui is first skeptical but accepts. Momo secretly escapes from the event, a Magical Kyoko Costume Show, and observes Rito walking home with Yui. She finds this a perfect opportunity to advance her harem plan and devises a way to lure Rito and Yui into Rito's house. She first uses the princpal to chase them toward Rito's home and simulates rain to get both of them inside. Inside, Momo surrounds the home with a barrier and creates a romantic scenery by simulating rain and a blackout. Rito accidentally falls onto Yui, giving Momo signs that her romantic scenery is working. Her patience runs out when she finds Mikan and the others trying to get inside. Then, Mea shoots a laser beam and destroys the barrier, breaking Momo's scenery and exposing Rito and Yui to everyone. Lala tells Rito there was no rain today and Mikan sees Momo's tail, adding to her suspicions about Momo. Meanwhile, Mea tells master she was only messing with Momo's harem plan.",
          "Aliases": []
        },
        "4": {
          "ID": "4411554",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/4411554",
          "TitleEnglish": "True Smile ~The Past, Friends and Smiles~",
          "SummaryEnglish": "The vindictive Azenda the Tyrant comes to Earth to provoke Yami. Later, Haruna and Rito have yet an awkward encounter, and Mikan and Yami grow closer.",
          "Aliases": []
        },
        "5": {
          "ID": "4411555",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/4411555",
          "TitleEnglish": "A Man? A Woman? ~Changing Ones~",
          "SummaryEnglish": "Rito dodges potential encounters with women -- and all their respective parts! -- but he soon gets a firsthand look at the female anatomy... and not in the good way.",
          "Aliases": []
        },
        "6": {
          "ID": "4411556",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/4411556",
          "TitleEnglish": "Metamorphose ~Changing Times~",
          "SummaryEnglish": "Momo teaches Rito about the secrets of the female body and seeks to move Project Harem forward. Meanwhile, Rito learns about Ren and Run.",
          "Aliases": []
        },
        "7": {
          "ID": "4411557",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/4411557",
          "TitleEnglish": "Sisters ~The Invention of Happiness~",
          "SummaryEnglish": "As Lala fixes up Nana's De-Dial, Momo tells to Nana grow up while looking at her chest, infuriating Nana. Lala brings out an item that grows Nana's breasts, but it only works for a few seconds and shrinks Momo's breasts. Momo sarcastically admits that she understood Nana's feeling. Later in Mikado-sensei's office, Rito and friends discuss about Lala's inventions and Oshizu asks about Lala's childhood. Momo recalls the frequent incidents with Lala's inventions; whenever she was fighting with Nana, Lala's inventions ran wild and they both cleaned up Lala's mess. At lunch, Rito and friends visit Mea's apartment. The apartment is empty and Mea notes that she lives alone. Nana finds it strange knowing that Yami is her sister while Momo was hoping to collect more details about master. In the follow-up meeting with Mikado-sensei and Oshizu, Momo expresses concerns about Mea and how she may be hiding her true heart. Yami notes that their hearts are incomparable with a human's heart because she and Mea are both weapons. Rito invalidates Yami's claim and relates the sibling analogy to Mikan. The meeting is cut short when a dog clings onto Oshizu, making her rip Yami's clothes, causing Yami to chase after Rito. Afterschool, Ren gives Rito Run's CD and explains about Lala's pure sweet child personality. Rito considers it as he thinks about Momo's harem plan. Later at night, Mikan asks Rito to call Lala and her sisters down for dinner. Rito enters Lala's room and finds her fixing an invention. Rito asks Lala when she started making inventions; Lala replies that it naturally came to her whenever she got bored. Momo hears Rito in Lala's room and thinks Lala is about to kiss Rito, but rejects the theory. She and Nana listen on. Rito asks Lala about her incidents; Peke replies that they were incentives to reunite Momo and Nana. Remembering what Ren said, Rito panics as he looks at Lala and activates an invention, tying both of them up. Momo and Nana discuss how much Lala cared f",
          "Aliases": []
        },
        "8": {
          "ID": "4411558",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/4411558",
          "TitleEnglish": "Bad Mood ~The Bond of Happiness~",
          "SummaryEnglish": "Rito begins to get closer with Momo, which makes Mikan uncomfortable. After Rin helps her during a near collapse while walking home, Mikan can no longer hold her tongue.",
          "Aliases": []
        },
        "9": {
          "ID": "4411559",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/4411559",
          "TitleEnglish": "True Self ~The True Face in the Darkness~",
          "SummaryEnglish": "That Lala and her inventions. One of Lala's crazy contraptions ends up getting Rito and Yami stuck to each other by their hands!",
          "Aliases": []
        },
        "10": {
          "ID": "4411560",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/4411560",
          "TitleEnglish": "Past ~The Memory That Leads to Tomorrow~",
          "SummaryEnglish": "The truth needs to come out. Yami finally begins telling Rito about her past, and explains how she came to be.",
          "Aliases": []
        },
        "11": {
          "ID": "4411561",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/4411561",
          "TitleEnglish": "The Right Thing ~What is the Way of Life?~",
          "SummaryEnglish": "The Organization is on the move and Yami is the firs target! Meanwhile, Lala learns of a new enemy that may be closer than she thinks.",
          "Aliases": []
        },
        "12": {
          "ID": "4411562",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/4411562",
          "TitleEnglish": "Room ~The Maiden's Thought~",
          "SummaryEnglish": "Momo takes to playing dating sims to figure out how to get her harem under way. At school, a group of students form a Momo fan club, which ends up keeping her away from Rito.",
          "Aliases": []
        }
      }
    },
    "4": {
      "ID": "616065",
      "URL": "https://www.thetvdb.com/series/to-love-ru/seasons/official/4",
      "TitleEnglish": "To Love-Ru Darkness 2nd",
      "SummaryEnglish": "The dispassionate, transforming assassin Golden Darkness returns to peer deeper into the mysteries surrounding her new life, while a sinister Nemesis manipulates her younger sister Mea from the shadows. Along with their newly discovered mother, Tearju, this previously estranged family quickly becomes the center of everyone's attention. On the other hand, Princess Momo's Harem Plan stands on shaky ground amidst Rito's inability to confess to his longtime crush Haruna, who has grown feelings of her own.",
      "# Episodes": 14,
      "Episodes": {
        "1": {
          "ID": "5155835",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/5155835",
          "TitleEnglish": "Unconsciously ~Light Head, Pounding Heart~",
          "SummaryEnglish": "Rito begins his day with the usual activities: Momo sneaking into his bed, a beating from Nana, and accidental groping with Lala. On the way to school, Rito greets all of his classmates and receives another beating from Yami for running into her. As they prepare for class, Momo reminds Rito of her harem plan. Lala also encourages Haruna to confess to Rito. In the afternoon, Haruna, fresh from tennis practice, finds Nana at school for her remedial classes. They sit together and have a chat; Nana also shares a Deviluke sports drink with Haruna. Momo, waiting for Rito to finish his remedial classes, joins them. She asks Haruna about her progress with Rito in which Haruna admits she needs help. She loves Rito but does not want to jeopardize her friendship with Lala as she loves Rito too. By Earth's tradition, Rito can only marry one woman. Momo tries to convince Haruna that polygamy is common in the universe and that Earth is simply outdated. As Nana argues with Momo about polygamy, Haruna suddenly begins to act strange. Rito arrives and informs Momo and Nana that the Deviluke drink earlier has made Haruna drunk. Momo, attempting to advance her harem plan, requests Rito to escort Haruna home. Rito accepts and avoids detection from the principal. At Haruna's apartment, Haruna, still drunk, seduces Rito and mentions Momo's harem plan. Rito asks Haruna about her feelings for the harem plan but Haruna sobers up. Akiho also arrives home and greets Haruna in an embarrassing situation. Rito quickly leaves. While Akiho continuously apologizes to Haruna, Momo finds Rito and asks him about his day with Haruna. Meanwhile, Mea is asking for Nemesis's whereabouts.",
          "Aliases": []
        },
        "2": {
          "ID": "5272900",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/5272900",
          "TitleEnglish": "Uneasy ~A Wavering Heart~",
          "SummaryEnglish": "Rito finds Momo in his bed again. Momo reminds Rito about her harem plan and advises him to be careful of Mea. Meanwhile, Mea is worried that Nemesis is not responding to her. She tries to hide her feelings from Nana who is inviting her to a bakery. Elsewhere, Tearju thanks Rito for helping her and asks him if Momo has new information about Mea. Momo is more concerned about Yami skipping classes. Tearju understands Yami's motives about staying away from her and wishes to see her in school and Mikan, Yami's friend. As Rito thinks about the friendship, Lala bumps into him and accidentally drops an invention. Rito activates it turning him into a mouse. Being small, Rito can easily see girl's underwear, making him uncomfortable. He desperately searches for Lala but his small size makes him vulnerable to being stepped on. His escape attempts eventually lands him under Yami's clothing. Rito manages to escape with her underwear but passes out. Mea finds Rito and remembers Nemesis message about weak people being weeded out. She helps Rito anyways and Rito recovers in time for a beating from Yami. As Yami walks off, Mea asks Yami about feelings and how Nemesis has never taught her this subject. Yami tells Mea that she should discover it herself. Afterschool, Rito finds Mea on the roof in her battle clothes and asks about her motives. He tries to convince Mea not to rely only on her master Nemesis but it enrages her. Mea seduces Rito with her Psycho Dive ability, but alien enemies also approach and attack Mea, leading Rito and Mea on a wild rampage. During the fight, Mea realizes that Nemesis is reminding her that she is a weapon. Nana also spots Mea in her weapon form.",
          "Aliases": []
        },
        "3": {
          "ID": "5272901",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/5272901",
          "TitleEnglish": "After a Storm Comes a Calm ~Friends~",
          "SummaryEnglish": "Nana is heartbroken as she remembers Mea's true form as a weapon. Mea notes that she was following her master's orders to disguise as a human. She also requests a breakup of their friendship because weapons and humans can never be together. Later at night, Momo informs Rito that Nana has shut herself in her room. Momo also blames herself for not intervening given that she was already suspicious of Mea. Rito assures Momo by talking to Nana himself. He finds Nana inside a virtual space filled with her animal friends. Nana tells Rito how she wanted to help Mea as Mea was always alone. Despite her efforts, Nana feels that Mea never saw her as a friend and was only playing with her. Rito hugs Nana and assures that she can still make up. The Psycho Dive ability showed Rito Mea's fears and loneliness of being a weapon. Feeling confident, Nana seeks Mea. As for Mea, she is sitting near a river trying to justify her actions. She reminds herself that she is a weapon and only befriended Nana to bring Yami out. Nana finds Mea and confronts her. Mea, fixated on her identity, keeps Nana away by attacking her. Momo tries to intervene but Rito stops her. Nana dodges Mea's attacks until Mea activates her Psycho Dive. With the ability, Mea finds out that Nana consulted with Rito. Mea tries to explain to Nana in detail why they cannot be together but Nana refutes, stating that regardless of her identity, only the feelings matter. Mea is unsure about Nana's words but accepts her request to be friends again. Yami, who happened to be dealing with the alien assassins targeting Mea, arrives. Mea thanks Yami and admits she partially understands Yami's words on emotions and feelings. At night, Nana can't sleep and she remembers how warm Rito's hug was and decides to sneak into bed with him, but as usual, Momo was already there and Rito gets beat up by Nana.",
          "Aliases": []
        },
        "4": {
          "ID": "5272903",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/5272903",
          "TitleEnglish": "Summer festival ~The Beginning of the Festival~",
          "SummaryEnglish": "Rito and the girls are ready to have a blast at the Summer Festival. But as Momo is enjoying rare time alone with Rito, a dangerous introduction is made.",
          "Aliases": []
        },
        "5": {
          "ID": "5272905",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/5272905",
          "TitleEnglish": "New Move ~Two of a Kind?~",
          "SummaryEnglish": "Rito tries to take one of Lala's inventions from Celine but Celine activates it and summons a naked Yui for Rito. The next day, Rito catches a train and finds Yui inside with an angry glare. She pulls Rito to a side protecting him from other women. Rito tries to talk to Yui by asking why she is here. Yui was delivering papers while Rito was shopping for novelty items. The train then becomes more crowded, squeezing Rito and Yui together and forcing Rito to grab Yui in weird places. One of Rito's items also molests Yui. At arrival, Rito finds one of his items running, angering Yui. Meanwhile, Mea asks Nemesis for feedback about her experience on Earth. Nemesis finds it too peaceful and is waiting for the Darkness form to activate. Mea then questions Nemesis about the Darkness form inside Yami but Nemesis declines to explain and assures Mea that time will come, making Mea upset. As for Yami, Mikan tells Yami not to be swayed by Nemesis. She also requests Yami to always seek her for help. On the way home, Mikan spots Mea while grocery shopping and finds her basket filled with sweets. She advises Mea to have a better diet and invites Mea for dinner. Mikan also hopes to learn more about Mea given that she is Yami's sister. At home, while Lala washes up Celine and gets her breasts sucked on, Mea requests to watch Mikan cook. Mea takes interest in cutting vegetables and volunteers. Mikan teaches Mea and remembers the same experience Yami had. When it's Mea's turn to cut, she feels a cutting sensation and cuts the vegetables wildly with her abilities, ripping everyone's clothes in the process. She stops just when Lala arrives. After Mea leaves, Mikan is skeptical whether she can befriend Mea like Yami.",
          "Aliases": []
        },
        "6": {
          "ID": "5272906",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/5272906",
          "TitleEnglish": "Manservant ~Competition~",
          "SummaryEnglish": "Rito, Mikan, and Momo are helping out with Saibai at his studio. As they leave, Saibai asks Mikan to stay behind and cook them dinner. Mikan is concerned about leaving Momo with Rito but endures it. On the way home, Momo hopes to seduce Rito with her visual novels but is stopped by Nemesis who is looking for entertainment by making Rito her servant. Rito agrees hoping to learn more about Nemesis and much to Momo's disappointment. Nemesis challenges Rito to many games and has him feed her, making Momo jealous. Nemesis soon understands the environment around Yami and Mea and compares herself to both of them. Rito tries to ask Nemesis more about Darkness, but Nemesis gives a vague response that Darkness will bring chaos, angering Momo. Later, Mikan rushes home fearing Momo; instead, she finds everyone enjoying dinner cooked by Momo. Momo then tries to sneak into Rito's bath but finds Nemesis already inside. Nemesis used her transform ability to seduce Rito and wants to take Rito from Momo. Momo tries to fight back but Nemesis uses her trump card by calling Mikan with Rito's voice. Mikan arrives and finds Momo with an unconscious Rito, resulting in a big scolding for Momo. The next day, Mikan, preventing Momo from bathing with Rito, sneaks into Rito's bath first. Rito is suspicious of Mikan and questions her. Mikan replies that the situation is normal because they're siblings. As they share the bathtub, Mikan asks Rito about his progress with other girls. Rito gives a lackluster reply. Mikan then mentions the harem making Rito panic and rise. He accidentally exposes his private parts to Mikan and escapes from the bath, bumping into Momo who is eavesdropping. Rito suspects that it was Momo's plan to get Mikan to take a bath with him.",
          "Aliases": []
        },
        "7": {
          "ID": "5272907",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/5272907",
          "TitleEnglish": "Resistance ~I Know, But Still...~",
          "SummaryEnglish": "Thanks to Lala's massage tool, Honekawa feels better and resumes his teaching duties. Tearju is reassigned to teach the class that Momo, Nana, and Mea are enrolled in. As she begins class, she feels depressed as she sees the empty desk. During break, Momo confirms to Rito that Tearju is her new teacher. Momo wants to reunite Yami with her and tried to invite Yami back to class; Yami denied it. Rito chooses to talk to Yami himself. As he looks for Yami, Mea finds him. Mea is interested in his bathing experience with Nemesis and uses her Psycho Dive to recreate it. When Rito mentions Yami, Mea reads Rito's recent thoughts and backs away, feeling anger with Tearju. Rito tells Mea to reconcile with Tearju but Mea leaves. As for Yami, she invites Mikan to the library with her. At the library, Mikan is impressed with the breadth of Yami's reading and tells Yami about her past from Tearju. Mikan also invites Yami back to school but memories of Nemesis float into Yami's mind, making her feel uneasy. The next day, Rito finds Yami in the library and asks Yami to return back to school. He also mentions Tearju's thoughts of them being a family but Yami refuses to accept because of her identity as a weapon. Yami also tells Rito to stay away from her family business but is confronted by Mea, a member of her family. Mea relates Yami's thought to how she always followed orders from Nemesis. After the fight with Nana, Mea learns that she can follow her own path. Per Rito, she tells Yami to reconcile with Tearju. Although the meeting is interrupted by a dog interfering with the eavesdroppers Oshizu and Momo, Yami accepts Mea's words and shows up in Tearju's class the next day in her school uniform. She thanks Mea as she takes her seat.",
          "Aliases": []
        },
        "8": {
          "ID": "5272909",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/5272909",
          "TitleEnglish": "Danger ~Peril~",
          "SummaryEnglish": "Rito and the girls are enlisted to help out at the Tenjouin mansion. The girls dress up as maids for the task, but a mysterious sword turns the mansion into a battleground.",
          "Aliases": []
        },
        "9": {
          "ID": "5272911",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/5272911",
          "TitleEnglish": "Kiss ~What Lies Beyond a Kiss~",
          "SummaryEnglish": "Rin thanks Rito for saving her from Bladix despite Rito claiming that Yami was the one who saved her. Meanwhile, Lala is concerned with Haruna's progress with Rito. Peke understands Lala but is more worried about her fading relationship with Rito. Peke advises Lala to work on her relationship first. Lala proceeds and finds Rito being punished by Yami for groping Tearju. Lala asks Yami to forgive him in which she does, but Rito resumes his duty before Lala can speak to him. Momo also finds Nana lurking near Rito's classroom; Nana lies that she got lost and ended up here. As Nana leaves, Momo is happy but jealous that Rito notices Nana more than her. She then finds Lala consulting with Peke about Rito and joins in. Momo, knowing that Lala must be the wife for her harem plan to succeed, pushes Lala to advance her romance. On the way home, Momo observes Lala clinging onto Rito and finds it ineffective. She invites Lala to her room and teaches humanly love through her visual novel. Lala then teleports to Rito's bath and observes his manly body. Rito tries to escape, but Lala stops him and asks for a kiss as a sign of love. She tries to kiss Rito, but Rito slips and passes out underneath Lala. Later, Momo apologizes to Rito that she was behind all this. She showed Lala kissing and mentioned that it was the universal sign of love. Nana also finds Lala practicing kissing Rito on her doll and talks to her. The next day, Rito finds Lala and explains to her that he can't kiss her because their love has not advanced to that point. From her discussion with Nana, Lala accept Rito's feelings and kisses him on cheek, showing her feelings toward him. She hopes Rito can answer it some day. Momo, seeking help, decides to cooperate with Nana.",
          "Aliases": []
        },
        "10": {
          "ID": "5272912",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/5272912",
          "TitleEnglish": "True Character ~True Identity Revealed!?~",
          "SummaryEnglish": "A vacuum Lala invented goes crazy due to Oshizu’s powers; it’s sucking up the girl’s clothes! Mea is forced to make a decision as the invention’s core threatens the school.",
          "Aliases": []
        },
        "11": {
          "ID": "5272916",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/5272916",
          "TitleEnglish": "The Beginning of Darkness ~That Time~",
          "SummaryEnglish": "Yami wakes up to Luna the AI who asks about her change of heart. Yami replies that it's due to life at Sainan. Rito also wakes up to Momo. Momo is curious to see Rito's development towards her harem plan. She confirms that Rito is the perfect centerpiece because many girls have fallen for him. She also notes that Yami has gotten softer towards him. Rito questions Momo's theory as he sees Yami uneasy with Tearju. Momo and Rito then ask Mikado about Yami. Mikado notes that Yami cannot recall memories of her first visit in her office. Momo remembers Nemesis talking about Yami being unaware of her Darkness ability. Later, while Momo thinks about her harem plan, Rito speaks to Yami about problems with Tearju and hiding her past. Yami questions Rito's interest and tells him to back off. The meeting ends when he accidently falls onto Yami and gets unwanted attention. Later at the pool, while students examine Tearju's revealing swimsuit, Mea talks to Yami as sisters. Yami thanks Mea for inspiring her to start a new peaceful life on Earth. As Mea and Tearju agree, Yami feels a jolt as her body glows. Suddenly, Yami's transformation goes berserk. Mea is confused until Nemesis tells her that Yami is transforming into her true form: Darkness. Nemesis also possess Mea and locks her away ensuring the inevitable rampage and their future as assassins. Tearju, shocked, confronts Nemesis regarding Yami. Nemesis answers that Yami was created to fight and cause destruction. Admitting peace triggers this backup mode to protect Yami's identity as a weapon. Nana also demands Nemesis to return Mea's body but Nemesis lies that Mea has always been a false personality of her. Once the transformation is complete, Nemesis greets Darkness.",
          "Aliases": []
        },
        "12": {
          "ID": "5279802",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/5279802",
          "TitleEnglish": "Prediction Is Impossible ~Darkness Out of Control~",
          "SummaryEnglish": "Darkness seeks someone to do ecchi with. The principal offers himself but Darkness sends him to the Arctics. She pulls her true target, Rito, out of class and plunges him into the swimming pool. She manipulates the pool's water to grope everyone including Tearju, setting up a place to kill Rito. Darkness enjoys Rito's gestures and plans to inherit his techniques by swallowing him. Momo and Nana intervene, but Darkness creates clones of Rito who molest them. They respond by making everyone, including Rito, evacuate. Darkness then recalls how she first awakened when she lost Tearju. She attacked the organization, split Planet Kild in half, and ended up battered in front of Mikado. Nemesis is satisfied with Darkness until she mentions her desire to toy with Rito because of his mastery with molestation. Meanwhile in class, Yui tries to silence everyone about Rito's kidnapping but Lala chooses to investigate, sensing serious danger. Yui and Haruna later investigate on their own with Yui suspecting that Lala's inventions are causing it. They bump into Rito and Darkness in whom the latter demonstrates her wormhole ability by indirectly groping Haruna and Yui. When Darkness prepares to fatally attack Rito, Lala arrives. Darkness also sends Momo and Nana to Mea's apartment. Nana observes the room and confirms that Nemesis is lying about Mea. As for Mea, she orders Nemesis to return her body but Nemesis refuses stating that they were born to coexist. Nemesis promises Mea to return her body after Darkness kills Rito but Mea objects. Mea also has friends and no longer needs to rely on Nemesis. Like Ren and Run, people can separate at adulthood. Nemesis refuses and restrains Mea more until Oshizu, summoned by Mea, performs exorcism.",
          "Aliases": []
        },
        "13": {
          "ID": "5279803",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/5279803",
          "TitleEnglish": "Power and Power ~Protector and Protected~",
          "SummaryEnglish": "With Oshizu's help, Mea regains her body from Nemesis. Momo and Nana, who have returned, join them, and the three pursue Darkness, who is fighting Lala! Meanwhile, during the battle, Lala struggles against Darkness's lewd attacks! She uses up all her strength fighting Darkness' energy waves and is transformed into the form of a child! Rito is cornered, but then Momo and the other three arrive. Momo then tells Rito of a \"plan\" to return Yami to his original form.",
          "Aliases": []
        },
        "14": {
          "ID": "5359635",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/to-love-ru/episodes/5359635",
          "TitleEnglish": "Bright Future ~Thank You~",
          "SummaryEnglish": "Haruna and Yui discuss the events with Mikado. Tearju is also concerned that Darkness could destroy the town but Haruna reassures Tearju that Rito will save Yami. On the beanstalk, Mea, Momo, and Nana prepare for Rito's plan. By molesting Darkness on his own will, Darkness will mentally break down, crashing the transformation. At first, Darkness interprets Rito's plan as another accidental gesture, but when Rito lands in front of Darkness, he mimics the principal and thoroughly molests Darkness. Darkness becomes confused and goes berserk causing her transformation to wear off. One of Darkness's feathers sticks to Mea allowing her to see how Rito implanted that 'bug' on Yami. Rito continues to molest until he gets slapped with the \"I hate ecchi\" quote, indicating that Yami has awakened. Momo and Nana thank Rito while Mea welcomes Yami back. The next day, life returns to normal except for Lala who is still shrunk. At school, Yami apologizes to everyone about the incident; she also gives Lala a large supply of milk as an apology for making her shrink. Lala assures Yami that she will recover soon unlike Gid. However, Yami falls short of apologizing to Rito. The following night, Yami visits Tearju and Mikado while Rito escapes from Zastin's curiosity over his method to defeat Darkness. As they both meet, Yami thanks Rito and was about to confess to him about her feelings but is interrupted by Rito's loud apology for molesting her. Yami stuffs him with Taiyaki leading to another incident. Yami denounces her ecchiness while helping him get a drink, leaving Mea curious about Yami's heart. Nemesis is also disappointed as she hoped for the return of the Galactic Wars and their future as weapons. Mea invites Nemesis to the peaceful world but Nemesis instead will continue to observe from the shadows.Rito gets late for home and searches for yami.Yami hides herself from him.Momo sees Principal frozen in ice on TV as a discovered man.",
          "Aliases": []
        }
      }
    }
  }
}