{
    "URL": "https://www.thetvdb.com/series/manabi-straight",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2505510/",
        "https://www.tv-tokyo.co.jp/anime/manabi/",
        "https://www.themoviedb.org/tv/73842",
        "https://www.themoviedb.org/tv/73842"
    ],
    "TitleEnglish": "Manabi Straight!",
    "SummaryEnglish": "The year is 2035 and schools have been suffering from a lack of child birth which has caused many of them to close. An energetic girl named Manami Amamiya transfers to a new school where she quickly becomes the student council president and starts to bring back some vigor in the students' lives.",
    "TitleJapanese": "がくえんゆーとぴあ まなびストレート!",
    "SummaryJapanese": "時は2035年。少子化の影響に加え、価値観の多様化で高校に進学せずに働きに出ることがカッコイイとされるような時代となり、生徒数の減少で廃校の危機に立つ学校が多くなっていた。\n\nそんな活気をなくした女子高校の一つ私立「聖桜学園」に転校してきた天宮学美は転入初日に生徒会長となり、その天真爛漫な明るさと周りの人々を巻き込むパワーで学園を「わくわくできらきらな」場所にすべく旋風を巻き起こすのだった。",
    "Aliases": [
        "Gakuen Utopia Manabi Straight!"
    ],
    "Modified": "2025-06-01",
    "Seasons": {
        "0": {
            "ID": "31992",
            "URL": "https://www.thetvdb.com/series/manabi-straight/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "420805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/420805",
                    "TitleEnglish": "It's Summer! It's Manabi! It's a Training Camp!",
                    "SummaryEnglish": "It’s summertime and the whole Student Council decided to go to a summer trip, for relaxation and ideas for the Festival. Their plans though quickly go wrong when the area they where to visit is under heavy rain and they are caught unprepared. Forced to change their hotels, they learn that wherever they go they have fun as good friends, location doesn’t matter. The setting for the episode is between episode 6 and 7.",
                    "TitleJapanese": "夏だ! まなびだ! 強化合宿だ!",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "31993",
            "URL": "https://www.thetvdb.com/series/manabi-straight/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "363033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363033",
                    "TitleEnglish": "Extraterrestrial Manami Appears",
                    "SummaryEnglish": "Manami Amamiya transfers to the all-girl Seioh Private High School and arrives with a bang. Before long, Manami is elected the student council president due to her vigorous personality.",
                    "TitleJapanese": "学美星人、あらわる。",
                    "SummaryJapanese": "価値観の多様化がさらに進んだ２０３５年、\n高校へ行くことがあたりまえでなくなった時代…\n少子化が進み、生徒数の減少から廃校の危機に立たされる学校も多くなっていた。\nそんな活気を無くした学校のひとつ「私立聖桜学園」に、一人の転校生が現れる。\n転校生の名は天宮学美（通称：まなび）。元気少女のまなびは、転校初日で聖桜学園の生徒会長に立候補するのであった…"
                },
                "2": {
                    "ID": "363034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363034",
                    "TitleEnglish": "Go Straight",
                    "SummaryEnglish": "Manami and Mika start to clean up the student council room but after initially finding it a daunting task, Mutsuki, Momoha, and even Mei help out to turn the room into a café where the students in the school can hang out.",
                    "TitleJapanese": "まっすぐでゴー",
                    "SummaryJapanese": "まなびが生徒会長に就任して1週間、姉妹校である愛光学園の生徒会長がまなびに会いに来る。そこで、乱雑になっている生徒会室を大掃除する事にしたまなびと光香であったが、掃除どころか散らかる一方。ソフト部の助っ人が終り、手伝いに来たむつきを交えたが状況は変わらなかった。しかし、「たまたま通りかかっただけ」という芽生の指導によって無事に整理終了したが、まなびは生徒会室のイメージチェンジではなく、リニューアルを提案するのであった…"
                },
                "3": {
                    "ID": "363035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363035",
                    "TitleEnglish": "Too Late on Monday",
                    "SummaryEnglish": "As an effort to get the other schools to work together, Manami plans a dodgeball tournament. Afterwards, when the student councils from the five participating schools meet, they start to discuss what to do for their respective upcoming school festivals. Manami initially gets discouraged that she isn't able to help very much during the discussion.",
                    "TitleJapanese": "月曜日じゃ遅すぎる",
                    "SummaryJapanese": "リフォームの効果もあってか、生徒会室にはいろんな生徒が遊びに来るようになった。自分たちの演奏をCDにして置いてもらいたいという吹奏楽部や、新しいスイーツを食べて欲しいというスイーツ研究会……。たったひとりの生徒会が、いまやみんなの生徒会になりつつある。そんな良い流れに乗って、学園対抗ドッジボール大会と各学園生徒会の懇親会が開かれた。ドッジボール大会は大成功だったのだが、懇親会はというと……愛光学園の角沢多佳子のフォローもあって、学園祭をどうするか、というお題の元、話し合いはまとまったのだが……"
                },
                "4": {
                    "ID": "363036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363036",
                    "TitleEnglish": "Go with Promo",
                    "SummaryEnglish": "The student council plans to release a promo video led by Mei to promote the upcoming school festival. However, Mei soon drops out of the project due to trauma from her past related to being a class representative in elementary school, which left her emotionally scarred.",
                    "TitleJapanese": "プロモでゴーの巻",
                    "SummaryJapanese": "学園祭の準備の時期。「聖桜にしかできない学園祭を！」と考えてみても、何も思い浮かばない聖桜生徒会面々。そこで学美が考えたのが、アイデアを一般生徒に募集することだった。しかし、「学校行事に興味のない他の生徒が協力してくれるのか？」と悩んでいたところ、芽生の提案で学園祭のプロモーション映像を作る事となった。すごい速さで綺麗なCGを作っていく芽衣に感動した学美たちは彼女を生徒会に誘った。しかし、それが失敗だった。芽生は小学生の頃に学級委員長をやらされ、便利に利用されたことがトラウマになっていたのだった。未完成のプロモを残したまま、芽生は生徒会室に来なくなってしまった……"
                },
                "5": {
                    "ID": "363037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363037",
                    "TitleEnglish": "The Night of the Two",
                    "SummaryEnglish": "Manami has come down with the mumps and thus cannot attend school for one week. In the meantime, Mika tries to become closer friends with Mei while they try to decide before Manami's return what the theme for the school festival shall be.",
                    "TitleJapanese": "ふたりっきりの、夜",
                    "SummaryJapanese": "学美が倒れた！病名は、流行性耳下線炎……要するに、おたふく風邪。しばらく寝ていれば治るということで一安心した光香であったが、安心してばかりもいられない。学美がいないということは、新たに会計として生徒会に参加した芽生と2人っきりで生徒会の仕事をしなければならなかった。今まで芽生と２人っきりで話したことがない光香は、なんとか芽生と会話をしようとするが、結果は予想通り。クールで話しかけづらい芽生との会話のきっかけが掴めず、お互い無言のまま生徒会の仕事をする日々……。でも、話すきっかけが掴めなかったのは、芽生も同じだった。むつきの案で２人は会話が上手くできるようになったのだが、学園祭のテーマを、学美が戻ってくる前に決める事になり、テーマを何にするかを巡って、調べごとをしたり、お互いのアイデアに対しての議論になったり、たまに口論をしたり……。それでも全然テーマはまとまらなかったのだが…"
                },
                "6": {
                    "ID": "363038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363038",
                    "TitleEnglish": "Cinnamon Sugar Raised Happiness",
                    "SummaryEnglish": "Summer vacation is coming up, which means final exams to take. The student council is working hard on promoting the student festival and the preparations are going better than expected. The night before their last exam, Mika goes to Mutsuki's house with the pretense of studying, but they both end up going out and having fun all night long. At the end of the episode, it is shown that Mutsuki has joined the student council as the assistant.",
                    "TitleJapanese": "シナモンシュガーレイズド・ハピネス",
                    "SummaryJapanese": "もうすぐ夏休み！しかし、その前に期末試験……。学園祭の準備はうまく行っていて、色々な生徒が注目しているのだが、準備に熱が入りすぎた分、学美、光香、むつきの試験は敗色濃厚。だが、そんなことよりも大きな問題が……。生徒会の役員でないのに学美たちに協力していたむつきが、ソフトボール部の大会でエラーをし、それが原因で負けてしまったのだった。「やるだけやったから仕方がない」とむつきは言うが、光香はショックが隠せない。そこで光香は明日の試験対策の勉強会ということで、むつきの家に行くことにしたのだった。"
                },
                "7": {
                    "ID": "363039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363039",
                    "TitleEnglish": "Bye-Bye Summer",
                    "SummaryEnglish": "It's the last day of summer vacation, and the student council is working very hard in order to finish some planning for the upcoming student festival. However, after working for so long, the group has lost most of its morale. The student council president from Aikoh, Takako Kakuzawa, visits Seioh to see how they are coming along with the planning of the student council.",
                    "TitleJapanese": "なつのおしまい（ばいばい）",
                    "SummaryJapanese": "夏休み最終日。学美たち生徒会はすっかりヘロヘロ。なぜかというと、1学期の終業式で宣言した、聖桜学園学園祭ウェブの全面リニューアルまであと1日しかないのであった。それゆえ、泊まり込み、徹夜の連続で満身創痍。しかし、息抜きも必要だろうと言うことで、1時間の仮眠の後、光香は夜にみんなでやるために花火を買いに行き、愛光学園生徒会長、角沢多佳子と出会う。多佳子は生徒会ウェブで学美たちの状況を知って、様子を見に来たのだった。でも、いつもの優しい笑顔の中に、どこか暗い陰が見えた……"
                },
                "8": {
                    "ID": "363040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363040",
                    "TitleEnglish": "Fight Seioh Student Council",
                    "SummaryEnglish": "The principal of Seioh High School announces the merger of Seioh and Aikoh High School and the cancellation of the Seioh School Fair. In order to try to change the minds of the administration, Manabi and the student council begin a petition campaign. Later, Manabi returns home to find her brother with his girlfriend, Kyoko Kiyokawa — who happens to be the superintendent of Aikoh High School.",
                    "TitleJapanese": "たたかえ聖桜生徒会！",
                    "SummaryJapanese": "聖桜学園にショックな知らせがあった。聖桜が、愛洸学園に合併吸収される事となった。そして、学園祭が中止になる事になった。どちらも、生徒の知らない間に、聖桜学園の園長先生や愛洸学園の理事長の間で進んでいたので止めようがない状態まできていたのだった。「学園祭をやらせて欲しい」と学園長に直訴に行った聖桜生徒会だったが、「決定は自分では変えられない」と言われるだけ。そこで芽生が、愛洸の理事長への面会を申し込みつつ、聖桜の生徒たちへの署名運動をしようと提案したが……"
                },
                "9": {
                    "ID": "363041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363041",
                    "TitleEnglish": "Our Song",
                    "SummaryEnglish": "The student council has been given a week to try to gain enough signatures via a petition to save the student festival, but are having serious trouble even getting a single signature. When all seems lost, Momoha manages to take over the school's broadcasting room while she shows clips of the student council working to help improve the school. While initially unsuccessful, this endeavor helped re-energize the student council's spirit.",
                    "TitleJapanese": "わたしたちのうた",
                    "SummaryJapanese": "1週間以内に聖桜の全生徒の70%から署名を集めれば、学園祭中止はなかったことにする。その愛洸学園理事長の言葉を信じ、必死の署名活動を始める聖桜生徒会面々。しかし、どれだけがんばっても、署名はちっとも集まらなかった。それもそのはず、生徒たちの関心は、来年度から着用になる、新制服に移ってしまっているのであった。そうでなくても、一度中止と決まった学園祭には、多くの生徒たちがそっぽを向いてしまっているのであった。\nそんなとき学園に、来年度から採用される、有名なアーティストが「未来」をテーマに作った新しい校歌と、そのプロモが流れ出したのであった……。"
                },
                "10": {
                    "ID": "363042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363042",
                    "TitleEnglish": "Assembled Friends",
                    "SummaryEnglish": "The time draws near for the deadline to gain at least 70% approval from the students of Seioh for student festival, but unexpectedly the clock in the clock tower blows up, destroying the student council room along with it. Just when things look bleak, Shimojima shows Manami and her friends the old, abandoned Seioh boarding house and they start to clean it up to create a new student council room. Eventually, more students start coming and a huge group effort is underway to cleanup the entire boarding house.",
                    "TitleJapanese": "集う仲間たち",
                    "SummaryJapanese": "署名運動は一時期よりは楽になってはきたものの、３日が過ぎて集まったのはたったの32%。焦る聖桜生徒会をよそに、学園の合併吸収のための改修は進んでいく。すっかり古くなった大時計の撤去は、その象徴。そして、その後に設置された新しい時計は、とんでもない災いを聖桜学園に運んできたのだった。時計の配線がショートしたか何かで火が出て、生徒会室が燃えてしまった……生徒会室だけが、キレイサッパリと……。\n新しい生徒会室として用意された、もう使われていない桃園寮は、埃まみれでボロボロ。早くまともな環境にしなくてはと思っていると、そこに演劇部の生徒たちが来てくれたのだった……。"
                },
                "11": {
                    "ID": "363043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363043",
                    "TitleEnglish": "We Can See It Too",
                    "SummaryEnglish": "The school festival is finally underway after receiving 76% approval from the students of Seioh, and the entire school is having fun in what will be the last school festival for Seioh High School. Throughout most of the day, the student council stays out of the festival's affairs, but near the end of the day Manami is able to sing a song for the entire school.",
                    "TitleJapanese": "わたしにもみえるよ",
                    "SummaryJapanese": "ついに学園祭が始まる。生徒会の今までの準備期間や、署名活動も、すべてはこの日のためにあった。\n　女子校の学園祭という事で、うさんくさい男性が入り込んで来て、むつきはその対処に走り通し。途中で学美の兄・武文の助けもあり大事には至らず大きな事件は起こらず、実際は暇な時間をすごしていた学園祭執行部であった。\nしかし、学園長と下嶋先生のはからいで生徒会の面々も出店や催しを見に行くことができ、学生バンドのライブ会場に行ってみるとそこで思いもかけないことが……。"
                },
                "12": {
                    "ID": "363044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363044",
                    "TitleEnglish": "The Sakura-Colored Future",
                    "SummaryEnglish": "It is now two years later and the girls are just about to graduate from high school. Everyone is reflecting on the past few years at Seioh and are looking toward the future to where they are going. Mika decides to go to America after graduation and study abroad and her friends are there to see her off.",
                    "TitleJapanese": "桜色の未来たち",
                    "SummaryJapanese": "ついに卒業の時がやってきた。楽しかったこと、苦しかったこと、いろんなことが思を胸に卒業していく学美たち。学園祭のあの日から、何も変わらず、平和なこの聖桜学園。経営母体は愛洸学園に移ったが、聖桜学園は何も変わっていない。学園生活を満喫する楽しそうな生徒たちの笑い声・・・\n　聖桜を卒業すれば、みんなそれぞれの道に進んでいくのであった。むつきはソフトボールの実業団、芽生は大学に、桃葉は専門学校に。そして光香は、ある決断をするのであった。そして学美は・・・"
                }
            }
        }
    }
}