{
    "URL": "https://www.thetvdb.com/series/macross-plus",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0110426/",
        "https://www.themoviedb.org/tv/21733"
    ],
    "TitleEnglish": "Macross Plus",
    "SummaryEnglish": "The year is 2040 and the galaxy is flourishing with several colonies and advanced technology. AI is near perfection and the current top idol is the near-completed Virturoid Idol Sharon Apple. All that is missing are her actual feelings, which instead are supplied by Myung Fang Lone. Sharon's debut concert is on planet Eden, where at the same time, fighter pilots Isamu Dyson and Guld Bowman battle over air superiority for the Supernova Project. Isamu, Guld and Myung were once childhood friends, but after an accident seven years ago, they went their own separate ways. With Myung back in the picture, the old disputes are once again awakened. And when an unstable and illegal AI technique is installed in Sharon, the situation is worsened.",
    "TitleJapanese": "マクロスプラス",
    "SummaryJapanese": "コンピューターが生み出した、ヴァーチャルアイドル・シャロン。彼女の奏でる甘い歌声に人々が酔いしれる中、惑星エデンでは、次期主力戦闘機の最終選定試験が実施されていた。そのテストパイロットに選抜されたイサムとガルドはなぜか憎しみをぶつけ合い、ふたりの間で揺れる女性・ミュンを激しく動揺させる。果たして、かつて親友だったこの３人の間に何があったのか？そしてシャロンがそんな彼らの想いを取り込んだとき……!!",
    "Aliases": [],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "31979",
            "URL": "https://www.thetvdb.com/series/macross-plus/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "1678651",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/macross-plus/episodes/1678651",
                    "TitleEnglish": "Macross Plus: Movie Edition",
                    "SummaryEnglish": "Macross plus is a futuristic Sci-Fi movie Mini-series based upon the Macross world. In this story, a renegade pilot named Isamu Dyson is transferred to the New Edwards test flight center on Planet Eden to be a test pilot for one of two competing new reconfigurable fighter projects. The plot becomes more complex when he discovers an old rival/friend is the test pilot for the (other) competing project! Things get even more interesting when they both run into Myung who was a past lover of each at one time or another.",
                    "TitleJapanese": "マクロスプラスMOVIE EDITION",
                    "SummaryJapanese": "マクロスによるボドル艦隊との戦争終結から30年を経た、A.D.2040年。一部のゼントラーディとの融和をはたしながらも、新たなるかんたいの襲来を予想した人類は、銀河の各地に移民を進める、種の拡散計画を実行しつつあった。\n\nそして、地球から10数光年を隔てた惑星．エデン。そこは、そんな人類移民惑星として早くから開発が行われ、フロンティア精神に燃える数多くの人々が居住する、地球によく似た環境の星であり、物語はそのエデンに設けられた、ニューエドワーズ基地のテストフライトセンターに、ひとりのテストパイロットが配属されたことから始まる。\n\n彼の名は、イサム．ダイソン。地球生まれで、卓越した操縦技能を持つのだが、協調性に欠けることから試作．可変戦闘機YF-19のテスト部隊に送り込まれた青年である。だが、彼が基地に赴くと、そこにはYF-19と正式採用を巡って競っているYF-21のパイロットをつとめている男の姿があった。ガルド．ゴア．ボーマン……かつてイサムの親友であり、またライバルでもあった男。ふたりはそれぞれの機体を駆り、大空で花火を散らすが、そんなある日、人気沸騰のバーチャル．シンガー、シャロン．アップルのコンサートが開催されることになる。そのプロデューサーは、イサムとガルドの幼なじみ、ミュン．ファン．ローン。3人が運命の再会を果たしたとき、心を持たぬはずのシャロンの中に、電子の嵐が吹き荒れた…。"
                },
                "2": {
                    "ID": "9018245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-plus/episodes/9018245",
                    "TitleEnglish": "MACROSS – A FUTURE CHRONICLE",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "31981",
            "URL": "https://www.thetvdb.com/series/macross-plus/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "362962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-plus/episodes/362962",
                    "TitleEnglish": "A.D. 2040 (Deep Space)",
                    "SummaryEnglish": "In 2040 A.D. on the colonial planet Eden, the Ministry of Defense is testing and developing a transforming aircraft, a new advanced defense to counter alien threats. Isamu Dyson is an extrovert jet fighter maverick assigned as a new test pilot on project Super Nova. Competition heats up when he discovers that his old rival Guld is test pilot for the competing project. The arrival of Myung, a mututal ex-girlfriend, adds mor tension to the conflict.",
                    "TitleJapanese": "Vol.1",
                    "SummaryJapanese": "AD2040年。惑星エデンにあるニューエドワーズ基地に、「YF-19」のテストパイロットとして配属されたイサム。そこには、彼の旧友でライバルでもあるガルドがいた。そして、イサムは彼が乗る「YF-19」と、試作機の正式採用を巡って競い合う。さらに、2人の旧友であるミュンも惑星エデンにやってきて…。"
                },
                "2": {
                    "ID": "362963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-plus/episodes/362963",
                    "TitleEnglish": "Brain Waves",
                    "SummaryEnglish": "Computer-generated mega-pop star Sharon Apple has packed in the masses again for another of her bestselling concerts. Amongst the fans are, Isamu Dyson, the maverick pilot, and Yang, who is about to pull off one of the biggest computer hacking stunts ever in front of millions. When Isamu returns to the New Edwards Test Center he is up against his old rival Guld for air supremacy as well as fighting for the affections of Myung, the discontented producer of Sharon Apple. A computer transmitted message alarms the pilots that Myung is in danger and both rush to her resuce. Guld emerges a hero and Isamu is jealous. Sparks fly and rivalry turns violent as they meet in ariel combat.",
                    "TitleJapanese": "Vol.2",
                    "SummaryJapanese": "新型可変戦闘機の競争テストと、バーチャルシンガーであるシャロンのコンサートが惑星エデンで催されたことで、イサムたちの人生は大きく変わることになった。各々の機体を駆り、鬱積したものをぶつけるイサムとガルド。その2人に愛情と哀しみの眼差しを向けるミュン。そんな彼らの中に、シャロンが波紋を呼び起こす…。"
                },
                "3": {
                    "ID": "362964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-plus/episodes/362964",
                    "TitleEnglish": "Investigation",
                    "SummaryEnglish": "A firestorm of emotion ignites when the dangerous rivalry between hotshot renegade Isamu Dyson and ice-cool Zentradei helf-breed Guld Bowman reaches the boiling point amid the pressure of the Super Nova test program. Former singer Myung Lone, now the manager of the computer-generated virtual idol Sharon Apple, is torn between her feelings for the two men as her memories of days gone by on planet Eden are shattered by harsh reality. After an investigation into the so-called 'accident' that left Dyson hospitalized, the UN Government in charge of the test program unveils its hidden agenda and cancels both Dyson and Bowman's experimental star fighters in favor of a new artificially intelligent aircraft. Myung leaves them behind, heading for Earth and an uncertain future, while Dyson, with the help of hacker genius Yang, hijacks the YF-19 fighter and heads after her. Only one other plane can catch him -- the rival YF-21. Bowman climbs aboard and the chase is on... Meanwhile on Earth, on the eve of her greatest concert, the computerized Sharon Apple has become self-aware for the very first time ... and the consequences can be murder...",
                    "TitleJapanese": "Vol.3",
                    "SummaryJapanese": "ガルドの策略により、負傷したイサム。メディカル・プールの中で意識を取り戻した彼は、心配げなミュンの姿を目にする。そして、2人から逃れるように地球へ旅立つミュン。それに対するやりきれない思いに苛立つイサムたち。その頃、地球マクロス政府では、無人戦闘機「ゴーストX-9」の開発が終わろうとしていた…。"
                },
                "4": {
                    "ID": "362965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/macross-plus/episodes/362965",
                    "TitleEnglish": "It's Time to End This",
                    "SummaryEnglish": "Angered by the news that the Stealth Valkyrie trials have been abruptly stopped, Isamu and Yang head toward Earth to get even with the pilot-less Valkyrie, \"Ghost X-9.\" Guld, also hearing the same news goes after them for a final battle. The two fighters clash amidst interceptor missiles being fired from Earth. During this fight to the death, Guld recalls a fateful event that had been sealed in his memory. Meanwhile, in Macross City, Sharon Apple absorbs Myung's thoughts and twists them in a terrifying fashion. She now has full control over the city as well as the minds of its citizens. Sharon sends the \"Ghost X-9\" after Isamu and Guld.",
                    "TitleJapanese": "Vol.4",
                    "SummaryJapanese": "「YF-19」を奪取したイサムは、「ゴーストX-9」に一泡吹かせるために地球へ向けてフォールドした。彼を「YF-21」で追撃するガルド。だが、互いに罵り合いながら壮絶な空中戦を展開する彼らの前に、歪んだ自我を獲得したシャロンによって遣わされた「ゴーストX-9」と、マクロスが立ち塞がる！"
                }
            }
        }
    }
}