{
    "URL": "https://www.thetvdb.com/series/manabi-straight",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2505510/",
        "https://www.tv-tokyo.co.jp/anime/manabi/",
        "https://www.themoviedb.org/tv/73842",
        "https://www.themoviedb.org/tv/73842"
    ],
    "TitleEnglish": "Manabi Straight!",
    "SummaryEnglish": "The year is 2035 and schools have been suffering from a lack of child birth which has caused many of them to close. An energetic girl named Manami Amamiya transfers to a new school where she quickly becomes the student council president and starts to bring back some vigor in the students' lives.",
    "Aliases": [
        "Gakuen Utopia Manabi Straight!"
    ],
    "Modified": "2025-06-01",
    "Seasons": {
        "0": {
            "ID": "31992",
            "URL": "https://www.thetvdb.com/series/manabi-straight/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "420805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/420805",
                    "TitleEnglish": "It's Summer! It's Manabi! It's a Training Camp!",
                    "SummaryEnglish": "It’s summertime and the whole Student Council decided to go to a summer trip, for relaxation and ideas for the Festival. Their plans though quickly go wrong when the area they where to visit is under heavy rain and they are caught unprepared. Forced to change their hotels, they learn that wherever they go they have fun as good friends, location doesn’t matter. The setting for the episode is between episode 6 and 7.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "31993",
            "URL": "https://www.thetvdb.com/series/manabi-straight/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "363033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363033",
                    "TitleEnglish": "Extraterrestrial Manami Appears",
                    "SummaryEnglish": "Manami Amamiya transfers to the all-girl Seioh Private High School and arrives with a bang. Before long, Manami is elected the student council president due to her vigorous personality.",
                    "Aliases": []
                },
                "2": {
                    "ID": "363034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363034",
                    "TitleEnglish": "Go Straight",
                    "SummaryEnglish": "Manami and Mika start to clean up the student council room but after initially finding it a daunting task, Mutsuki, Momoha, and even Mei help out to turn the room into a café where the students in the school can hang out.",
                    "Aliases": []
                },
                "3": {
                    "ID": "363035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363035",
                    "TitleEnglish": "Too Late on Monday",
                    "SummaryEnglish": "As an effort to get the other schools to work together, Manami plans a dodgeball tournament. Afterwards, when the student councils from the five participating schools meet, they start to discuss what to do for their respective upcoming school festivals. Manami initially gets discouraged that she isn't able to help very much during the discussion.",
                    "Aliases": []
                },
                "4": {
                    "ID": "363036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363036",
                    "TitleEnglish": "Go with Promo",
                    "SummaryEnglish": "The student council plans to release a promo video led by Mei to promote the upcoming school festival. However, Mei soon drops out of the project due to trauma from her past related to being a class representative in elementary school, which left her emotionally scarred.",
                    "Aliases": []
                },
                "5": {
                    "ID": "363037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363037",
                    "TitleEnglish": "The Night of the Two",
                    "SummaryEnglish": "Manami has come down with the mumps and thus cannot attend school for one week. In the meantime, Mika tries to become closer friends with Mei while they try to decide before Manami's return what the theme for the school festival shall be.",
                    "Aliases": []
                },
                "6": {
                    "ID": "363038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363038",
                    "TitleEnglish": "Cinnamon Sugar Raised Happiness",
                    "SummaryEnglish": "Summer vacation is coming up, which means final exams to take. The student council is working hard on promoting the student festival and the preparations are going better than expected. The night before their last exam, Mika goes to Mutsuki's house with the pretense of studying, but they both end up going out and having fun all night long. At the end of the episode, it is shown that Mutsuki has joined the student council as the assistant.",
                    "Aliases": []
                },
                "7": {
                    "ID": "363039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363039",
                    "TitleEnglish": "Bye-Bye Summer",
                    "SummaryEnglish": "It's the last day of summer vacation, and the student council is working very hard in order to finish some planning for the upcoming student festival. However, after working for so long, the group has lost most of its morale. The student council president from Aikoh, Takako Kakuzawa, visits Seioh to see how they are coming along with the planning of the student council.",
                    "Aliases": []
                },
                "8": {
                    "ID": "363040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363040",
                    "TitleEnglish": "Fight Seioh Student Council",
                    "SummaryEnglish": "The principal of Seioh High School announces the merger of Seioh and Aikoh High School and the cancellation of the Seioh School Fair. In order to try to change the minds of the administration, Manabi and the student council begin a petition campaign. Later, Manabi returns home to find her brother with his girlfriend, Kyoko Kiyokawa — who happens to be the superintendent of Aikoh High School.",
                    "Aliases": []
                },
                "9": {
                    "ID": "363041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363041",
                    "TitleEnglish": "Our Song",
                    "SummaryEnglish": "The student council has been given a week to try to gain enough signatures via a petition to save the student festival, but are having serious trouble even getting a single signature. When all seems lost, Momoha manages to take over the school's broadcasting room while she shows clips of the student council working to help improve the school. While initially unsuccessful, this endeavor helped re-energize the student council's spirit.",
                    "Aliases": []
                },
                "10": {
                    "ID": "363042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363042",
                    "TitleEnglish": "Assembled Friends",
                    "SummaryEnglish": "The time draws near for the deadline to gain at least 70% approval from the students of Seioh for student festival, but unexpectedly the clock in the clock tower blows up, destroying the student council room along with it. Just when things look bleak, Shimojima shows Manami and her friends the old, abandoned Seioh boarding house and they start to clean it up to create a new student council room. Eventually, more students start coming and a huge group effort is underway to cleanup the entire boarding house.",
                    "Aliases": []
                },
                "11": {
                    "ID": "363043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363043",
                    "TitleEnglish": "We Can See It Too",
                    "SummaryEnglish": "The school festival is finally underway after receiving 76% approval from the students of Seioh, and the entire school is having fun in what will be the last school festival for Seioh High School. Throughout most of the day, the student council stays out of the festival's affairs, but near the end of the day Manami is able to sing a song for the entire school.",
                    "Aliases": []
                },
                "12": {
                    "ID": "363044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/manabi-straight/episodes/363044",
                    "TitleEnglish": "The Sakura-Colored Future",
                    "SummaryEnglish": "It is now two years later and the girls are just about to graduate from high school. Everyone is reflecting on the past few years at Seioh and are looking toward the future to where they are going. Mika decides to go to America after graduation and study abroad and her friends are there to see her off.",
                    "Aliases": []
                }
            }
        }
    }
}