{
    "URL": "https://www.thetvdb.com/series/golgo-13",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Mystery",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1166871/",
        "https://www.themoviedb.org/tv/42395"
    ],
    "TitleEnglish": "Golgo 13",
    "SummaryEnglish": "Duke Togo is a professional assassin. His age and birthplace are unknown and there is no consensus in the worldwide intelligence community as to his true identity. Most of his jobs are completed through the use of a customized, scoped M16 rifle.",
    "TitleJapanese": "ゴルゴ13",
    "SummaryJapanese": "デューク東郷、通称「ゴルゴ13」。\n常人では狙撃不可能な標的を神のごとき\n技術によって狙い撃つ、\nすべてが謎に包まれた超A級スナイパー。",
    "Aliases": [],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "32025",
            "URL": "https://www.thetvdb.com/series/golgo-13/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "701801",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/golgo-13/episodes/701801",
                    "TitleEnglish": "The Professional",
                    "SummaryEnglish": "Indestructible to his enemies and irresistible to women, the professional assassin codenamed GOLGO 13 is shrouded in mystery and anonymity. If you're on his hit list your already dead. Always hired on his reputation alone, GOLGO 13 never breaks a contract. But can he survive the combine forces of the FBI, CIA, The Pentagon and the U.S. Army? Has the nameless agent finally met his match against the superhuman powers of the Snake and the twin evils of the psychopathic mercenaries, Gold and Silver?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "701811",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/golgo-13/episodes/701811",
                    "TitleEnglish": "Queen Bee",
                    "SummaryEnglish": "Master assassin Golgo 13 is hired by the advisor of presidential candidate Robert Hardy to assassinate \"Queen Bee,\" the beautiful and deadly leader of a South American guerilla army. Golgo, however, finds this job too easy and digs further information to find out the true connection between Hardy and Queen Bee.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "6559846",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/golgo-13/episodes/6559846",
                    "TitleEnglish": "Golgo 13 (Live Action Movie 1)",
                    "SummaryEnglish": "Live-action adaptation of the hit manga. Golgo 13, also known by the pseudonym Duke Togo, is a professional assassin. His age and birthplace are unknown and there is no consensus in the worldwide intelligence community as to his true identity. Most of his jobs are completed through the use of a customized, scoped M16 rifle. Golgo 13 is contracted to kill Boss Goa, the head of a worldwide crime syndicate responsible for drugs, weapons, and human trafficking.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "6559847",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/golgo-13/episodes/6559847",
                    "TitleEnglish": "Golgo 13: Assignment Kowloon (Live Action Movie 2)",
                    "SummaryEnglish": "Duke Tôgo (codename: Golgo 13) is a ruthless assassin who's accepted a tricky assignment from an American drug syndicate. His mission is to \"rub out\" Hong Kong's underworld kingpin. His main obstacle is the relentless Detective 'Smitty' Smith, determined to stop Togo no matter the cost. The result is an explosive adventure through the seamy, violent streets of Hong Kong.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "Episodes": {}
        }
    }
}