{
    "URL": "https://www.thetvdb.com/series/cyber-city-oedo-808",
    "Genres": [
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0220218/",
        "https://www.themoviedb.org/tv/64210",
        "https://en.wikipedia.org/wiki/Cyber_City_Oedo_808"
    ],
    "TitleEnglish": "Cyber City Oedo 808",
    "SummaryEnglish": "In the year 2808, three criminals are offered a stark choice: spend the rest of their lives aboard a maximum-security orbital prison, or return to Earth as agents of the Cyber Police. Parole violations will be rare as each criminal is fitted with a booby trapped, high explosive collar which operates on a 24 hour timer. If ever a check-in is missed, the consequences would be gruesome. For every criminal caught, the agents receive a bounty that reduces their total sentence, so some day they may walk free again.",
    "Aliases": [],
    "Modified": "2025-05-29",
    "Seasons": {
        "0": {
            "ID": "536860",
            "URL": "https://www.thetvdb.com/series/cyber-city-oedo-808/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9456282",
                    "TYPE": "Behind the Scenes/ Makings Of",
                    "URL": "https://www.thetvdb.com/series/cyber-city-oedo-808/episodes/9456282",
                    "TitleEnglish": "Inside Cyber City Oedo 808",
                    "SummaryEnglish": "Behind the scenes retrospective on the release of Cyber City Oedo 808 in the US & UK."
                }
            }
        },
        "1": {
            "ID": "32222",
            "URL": "https://www.thetvdb.com/series/cyber-city-oedo-808/seasons/official/1",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "364938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cyber-city-oedo-808/episodes/364938",
                    "TitleEnglish": "Data 1: Memories of the Past",
                    "SummaryEnglish": "Terrorists have taken control of the city's tallest space-scraper. Not only does the building hold the primary nodes for the city's computer grid and defense systems, but 50,000 people are still trapped inside. In principle, the job is simple: break into the most secure building in the city, find and eliminate the terrorists and rescue the hostages."
                },
                "2": {
                    "ID": "364939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cyber-city-oedo-808/episodes/364939",
                    "TitleEnglish": "Data 2: The Decoy Program",
                    "SummaryEnglish": "A member of the Cyber Police has turned traitor and sold confidential police data to a mysterious customer who could destroy the Cyber Police forever. But before that can happen, the heroes have 24 hours to uncover the plot. The trail leads to an illegal black market dealing in stolen body parts. Goggles is reunited with his ex-partner-in-crime and, together, they find themselves face-to-face with MOLCOS, the military's ultimate killing machine."
                },
                "3": {
                    "ID": "364940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cyber-city-oedo-808/episodes/364940",
                    "TitleEnglish": "Data 3: Crimson Media",
                    "SummaryEnglish": "One by one genetics researchers are turning up dead and all have suspicious fang wounds on their necks. The most recent victim, Ichiro Edajima, used his own blood to scrawl a cryptic message on the wall and left notes to a very unusual retro-virus on his computer. The trail points to the top of the space elevator, and the cryogenic suspension facility tethered there. But the frozen death of cryogenic sleep may not have any meaning for one of the undead... and vampires can be hungry when they wake up!"
                }
            }
        }
    }
}