{
    "URL": "https://www.thetvdb.com/series/akagi",
    "Genres": [
        "Animation",
        "Anime",
        "Sport",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0910592/",
        "https://www.themoviedb.org/tv/42877"
    ],
    "TitleEnglish": "Akagi",
    "SummaryEnglish": "One stormy night, Nangou is playing a game of Mahjong with the local yakuza. Soon, he finds himself on a losing streak. If Nangou loses, he will have to pay with his life. Suddenly, a young teenaged boy, Akagi Shigeru, barges in, drenched from the rain. After watching a couple of games, he offers to replace the struggling Nangou. At that moment, a new legend was born.",
    "TitleJapanese": "闘牌伝説アカギ 〜闇に舞い降りた天才〜",
    "SummaryJapanese": "「死ねば、助かるのに……」\nそれは、南郷の背後のソファに座っているあの少年から発せられた言葉。\n少年は南郷の後ろにいるので、当然、彼のテは見えている。\n「……麻雀、分かるのか？」\n「いや、全然……ただ、今あんたの背中の気配が死んでいた。\n勝とうという強さがない。\nただ助かろうとして、怯えているんだ」\n少年の言葉に、安全な牌でなく危険牌を打つ南郷。結果、南郷は逆転を収めた。\n休憩中に南郷は、少年に言った。\n「俺の代わりに打ってくれないか？」\n「……？」\n少年は、麻雀を知らないと言った。つまり素人である。ヤクザ相手の「闇麻雀」において、\nこれは無謀ともいえる暴挙だ。\nしかし、南郷は感じ取っていたのだ。\nこの少年が持っている気配……\n「あんたは、死線を越えてきた……」\n今、まさに死線をさ迷っている南郷だからこそ感じ取ることが出来たのかもしれない、\nこの少年の持つオーラ。\n「あんたなら、越えられる。この死線……」\n南郷は、己の命運を、素人同然のこの少年に賭けたのだ。\n勝つ(生きる)ために……。\n「少年、名前は？」\nしばらくの間の後、少年は答えた。\n「アカギ……赤木しげる」\n彼こそが、後に「裏の麻雀界」を震撼させることになる\n「伝説の代打ち・赤木しげる」であった。",
    "Aliases": [
        "Tohai Densetu Akagi"
    ],
    "Modified": "2025-08-22",
    "Seasons": {
        "1": {
            "ID": "32233",
            "URL": "https://www.thetvdb.com/series/akagi/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "365057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365057",
                    "TitleEnglish": "The Genius Who Descended Into the Darkness",
                    "SummaryEnglish": "In the Midori Mahjong parlor, Nangou is trying to cancel his major debts by playing some Mahjong but this may be his unlucky day as he is losing badly. Just when the situation gets dire an unknown boy walks in on their game and with a simple word of advice and Nangou is able to survive. This may be the beginning of the legendary Shigeru Akagi who will shake the underworld.",
                    "TitleJapanese": "闇に舞い降りた天才",
                    "SummaryJapanese": "太平洋戦争の終結から十三年。日本が戦後の混乱期を経て、高度成長期を迎えようとしていた昭和三十三年。ある嵐の夜、ひとつの伝説が始まろうとしていた。後に神域の男と呼ばれ、日本の裏社会に君臨する男の伝説が。その男の名は、アカギ…。"
                },
                "2": {
                    "ID": "365058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365058",
                    "TitleEnglish": "The Awakening of Talent",
                    "SummaryEnglish": "On a stormy night, after winning his first hand of Mahjong, Akagi continues playing against Ryuzaki and his gang members, as he slowly awakens to his latent talents. Akagi quickly turns the tide in his favor and takes the lead, so Ryuzaki calls in his last resort, Rep player Yagi.",
                    "TitleJapanese": "資質の覚醒",
                    "SummaryJapanese": "南郷の代わりに竜崎との勝負を引き受けたアカギは、麻雀を覚えて数時間でその才能を開花させ、一度も振り込むことなくトップを取る。自分の手に負えないと悟った竜崎は、ベテランの代打ちの矢木を呼ぶ。矢木はアカギに指を賭けてのサシウマ勝負を挑むが…。"
                },
                "3": {
                    "ID": "365059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365059",
                    "TitleEnglish": "The Strategy of the Maverick",
                    "SummaryEnglish": "The silent battle between Akagi and Yagi ensues and nothing else matters except whose judgement in their own actions wavers first. Yagi knows that he cannot beat Akagi fair so he uses a form of cheating called the \"caterpillar\" in order to utilize the genius Akagi's weakness. As soon as Akagi learns this fatal mistake he decides to counter by taking them for all they've got.",
                    "TitleJapanese": "異端の策略",
                    "SummaryJapanese": "有利に戦いを進めるアカギ。逆襲のチャンスをうかがう矢木は、「キャタピラ」と呼ばれるイカサマを仕掛ける。矢木のリーチ･ドラ8に振り込むアカギ。一転窮地に立たされたように見えたアカギだったが、誰もが思いもよらない展開を考えていた。炸裂するアカギのドラタンキ待ち。勝負の行方は!?"
                },
                "4": {
                    "ID": "365060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365060",
                    "TitleEnglish": "The True Pariah",
                    "SummaryEnglish": "It hasn't been long since Akagi's legendary victory in his first game of Mahjong and Yasuoka has already set up a match for him, in 3 days from now but Akagi wants more from him. He is called in by the gang he's supposed to play against and they want to make a deal but whilst there Akagi meets a mysterious blind man who will later be his opponent.",
                    "TitleJapanese": "本物の無頼",
                    "SummaryJapanese": "矢木を破ったアカギに、川田組は次の相手として盲目の雀士･市川をぶつけてきた。名乗る前に市川の正体を見抜いたアカギは、ロシアン･ルーレットを仕掛ける。アカギの口に銃を突っ込んだ市川は冷静に引き金を引くが…。"
                },
                "5": {
                    "ID": "365061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365061",
                    "TitleEnglish": "The Treacherous Tse Ii Men",
                    "SummaryEnglish": "It is the date for the rematch between Akagi and the Kawada group and now with the stakes so high, they decide to go with the blind Mahjong master Ichikawa as Akagi's opponent. The only problem is that Akagi hasn't arrived, so Nangou is forced to take his place. Akagi makes it just in time but he has a lot of points to cover if he's going to win this. Let the Tse Ii Men begin!",
                    "TitleJapanese": "裏切りの絶一門",
                    "SummaryJapanese": "勝負の場に遅れてきたアカギは、土壇場の南郷と交代、牌を弾くイカサマでピンチを脱する。勢いづいたアカギは連荘を重ねるが、この闘いは二人のサシ勝負。お互い直撃を取らなければ勝利は無い。それに気付いた二人は、一色を絶つ「絶一門」の闘いに進む。"
                },
                "6": {
                    "ID": "365062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365062",
                    "TitleEnglish": "The Talent of the Villain",
                    "SummaryEnglish": "The match has turned into a one-on-one \"Tse Ii Men\" between Akagi and Ichikawa and due to Ichikawa's effective strategy; Akagi is beginning to feel the pressure. However just when Akagi is at near with only 5,000 points, he's surprisingly able to make a comeback. Nonetheless with Ichikawa playing defensively there seems to be no end to this game, so Akagi decides to win even through more dirty methods.",
                    "TitleJapanese": "悪漢の資質",
                    "SummaryJapanese": "流れが悪いアカギ。市川は10万点を越え、闘いは「絶二門」に突入する。ついに市川に放銃するアカギ。勝負は決したと思われたが、アカギは国士と見せかけ市川の親番を蹴る。ディフェンスに徹する市川に、アカギはお互いの点棒を十分の一に減らそうと提案するが…。"
                },
                "7": {
                    "ID": "365063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365063",
                    "TitleEnglish": "An Innocent Demon",
                    "SummaryEnglish": "Following the dirty stunt Akagi pulled, the game of Mahjong has turned into a sudden death with players left with only 10% of the points. With Ichikawa now using any means to achieve victory, Akagi must now turn the match in his favour but whose side will luck be on tonight?",
                    "TitleJapanese": "無邪気な悪鬼",
                    "SummaryJapanese": "点棒を十分の一にしようとのアカギの提案を市川は拒否。そこで、「拾い」というイカサマを使って強引に飲ませる。しかしイカサマをしたことにより、市川にもまた「すり替え」を使う口実を与えてしまった。自分のツモ山の牌を完全に暗記している市川にアカギは…。"
                },
                "8": {
                    "ID": "365064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365064",
                    "TitleEnglish": "A Revival Omen",
                    "SummaryEnglish": "6 years has past since Akagi's legendary Mahjong match against the Kawada group and Yasuoka has brought Akagi before them to demonstrate his skills. However there is something different about this Akagi from the one 6 years ago and it could be because he's a fake. So Ishikawa from the Kawada group enlist the help of Nangou to find the real Akagi.",
                    "TitleJapanese": "復活の前兆",
                    "SummaryJapanese": "アカギが姿を消して6年後の昭和三十九年。日本中が東京オリンピックの開催に沸き返っている中、不良刑事･安岡はある男を川田組に連れて来る。彼こそ6年前の伝説の主役･赤木しげるだと。その男の麻雀能力に驚きつつも、違和感を覚えた石川は…。"
                },
                "9": {
                    "ID": "365065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365065",
                    "TitleEnglish": "The Authenticity of Genius",
                    "SummaryEnglish": "At the Kawada group's headquarters, the fake Akagi (Yukio Hirayama) and the genuine Akagi face off to demonstrate their skills. Akagi insults the impersonator, because of his reliance on his mathematical skills and excellent memory, and shows him just how frightful his talents are. Following this he then returns to his workplace to find his senpais swindling Osamu in a game of Mahjong.",
                    "TitleJapanese": "天才の真贋",
                    "SummaryJapanese": "自分の偽物に興味を持ったアカギはその男と対面する。ニセアカギは無作為にとった配牌のシャンテン数を一瞬で言い当て、周囲を驚嘆させる。最後に残った19牌から13枚を選び、開こうとするとアカギが3シャンテンと言い当てる。唖然とする周囲をよそに、ニセアカギは確率の問題だと言い切るが…。"
                },
                "10": {
                    "ID": "365066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365066",
                    "TitleEnglish": "A Prediction of a Counterattack",
                    "SummaryEnglish": "After winning the life savings of Kawashima and co. Akagi is in a spot of trouble as they want revenge. Soon after that Akagi is called in to have a match with his impersonator but right after witnessing the match with the Fujisawa group Rep player Urabe. However there may not be a follow-up match.",
                    "TitleJapanese": "逆襲の予告",
                    "SummaryJapanese": "川田組の石川が現れ、組長がアカギとニセアカギの勝負をどうしても見たいと言っているという。川田組宅では、ニセアカギと藤沢組の代打ち･浦部との勝負が始まっていた。ニセアカギが圧倒的に有利に見える展開だったが、アカギは浦部の逆襲を予告する。"
                },
                "11": {
                    "ID": "365067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365067",
                    "TitleEnglish": "Hopeless Preparation",
                    "SummaryEnglish": "The Mahjong match between Urabe and the fake Akagi has been dragged on for long and the wager is now at 32 million. The boss of the Kawada group now realizes that the fake Akagi is missing something fundamental for a gambler and wants the real Akagi to play for him. However Akagi will only play under one condition and that is if Osamu plays first.",
                    "TitleJapanese": "絶望への布石",
                    "SummaryJapanese": "浦部の策にハマった川田組陣営。ニセアカギは勝つチャンスを手にしながら、それを逃がし、掛け金は千六百万から三千二百万 (現在の三億二千万) へと倍増していった。ニセアカギでは浦部に敵わないと気付いた川田組長は、アカギに代打ちを頼むが…。"
                },
                "12": {
                    "ID": "365068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365068",
                    "TitleEnglish": "The Magic of Coincidence",
                    "SummaryEnglish": "The Mahjong match between Urabe and Akagi continues and Akagi is planning to finish this with a big hand. Luck also seems be on Akagi's side, as coincidence after coincidence keeps on occurring.",
                    "TitleJapanese": "偶機の魔法",
                    "SummaryJapanese": "アカギと浦部の闘いが始まった。アカギは、四暗刻単騎の多面待ちをオープンリーチするという暴挙に出る。さらに、ツモアガリを怖れた浦部の差し込みを見送り、結果浦部の親満に放銃。両者の差は七万点を超え、残りはたったの二局だが…。"
                },
                "13": {
                    "ID": "365069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365069",
                    "TitleEnglish": "The Path of the Storm",
                    "SummaryEnglish": "Akagi leaves the table on a single wait, after anticipating his win and everyone, especially Urabe, is astonished by his bold statement. To everyone's surprise Urabe did deal into Akagi's hand and he won by \"Hai Tei (Dora 4)\", but the Kawada boss calls him back later to find out how Akagi knew he would win.",
                    "TitleJapanese": "風雷の軌道",
                    "SummaryJapanese": "浦部とアカギの死闘も最終局面。アカギが親で、満貫を浦部から直撃すれば逆転という状況になった。先にテンパイを果たした浦部だが、アカギが仕掛けるとベタオリ作戦に切り替える。しかし、アカギの狙いは浦部からの河底ロンだった。ハダカ単騎になったアカギは牌を伏せ、静かに席を立つ。"
                },
                "14": {
                    "ID": "365070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365070",
                    "TitleEnglish": "The New Chapter of the Demons",
                    "SummaryEnglish": "The Summer of 1965 is the date that marks the beginning. A young man's buried corpse was discovered in the Tama Mountains, with his death caused by shocked induced blood loss. The body is later identified by Yasuoka as Yukio Hirayama (Fake Akagi) and Yasuoka already has a thought lingering in his mind and decides to search for Akagi with his acquaintance Ohgi. At the same time, Akagi is at the Kurata group gambling house and he seems to have gotten himself in trouble.",
                    "TitleJapanese": "羅刹の新章",
                    "SummaryJapanese": "昭和40年、夏。多摩山中で変死体が見つかる。死因は失血多量だったが身体に外傷が無く、左腕に注射痕があるだけだった。安岡はその死体がかつてコンビを組んだニセアカギだったことから事件の黒幕に気付く。その黒幕とは!?"
                },
                "15": {
                    "ID": "365071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365071",
                    "TitleEnglish": "The Meeting With Evil",
                    "SummaryEnglish": "After saving Akagi from a meaningless death, Yasuoka and Ohgi want to put him up against monster whose been causing the recent string of mysterious deaths, in a high stakes game. The monster that he will go up against is Iwao Washizu and his background is revealed. After spending two weeks with the Inaba group Akagi finally receives the call for the match worth 20 million but there seems to be some frightening house rules put in place.",
                    "TitleJapanese": "逢魔が時",
                    "SummaryJapanese": "怪物狩り。安岡たちの申し出をアカギは了承する。その怪物に自分と同じ匂いを嗅ぎ取ったのだ。その怪物の名前は鷲巣巌。卓越した頭脳と野心で莫大な資産を築き上げ、政財界を支配する日本の闇の帝王だ。鷲巣は賭けの対価としてアカギに血液を要求する。"
                },
                "16": {
                    "ID": "365072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365072",
                    "TitleEnglish": "The Mahjong Game of Destruction",
                    "SummaryEnglish": "The gruesome Mahjong game between Iwao Washizu and Akagi is about to begin and with all the house rules put in place this could easily become a death match. However Akagi is not satisfied with the 20 million wager and request that Iwao increases it, tenfold. But it will take a lot to convince Iwao.",
                    "TitleJapanese": "破滅の闘牌",
                    "SummaryJapanese": "若い挑戦者が牌を打つたびに死を恐れ、恐怖する鷲巣麻雀。その様を見たくて何人も殺してしまったと狂ったように笑う鷲巣。しかしアカギは、鷲巣の設定したレートを十倍にして欲しいと言う。仮にアカギが五十万点勝てば、鷲巣の資産･五億をさらう計算になる。「これなら範疇…あなたの滅びに手が届く!」と。"
                },
                "17": {
                    "ID": "365073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365073",
                    "TitleEnglish": "Proof of a Genius",
                    "SummaryEnglish": "The game of Washizu Mahjong has begun, where Akagi wagers 2,000cc of his own blood and Iwao Washizu wagers of his entire 500 million fortune. Akagi starts of by playing defensively to gain points but he soon learns that this tactic won't work in Washizu Mahjong. The harsh reality of this game, surfaces.",
                    "TitleJapanese": "異才の証明",
                    "SummaryJapanese": "ついに鷲巣麻雀が始まった。東一局、鷲巣のリーチに対してアカギは回し、すぐにピンフドラ1のテンパイに復帰。安岡が差し込み、鷲巣のリーチは空振りに終わった。さらに役牌をポンして、二千点のアガリ。立ち上がり、アカギがリードする展開となったが、鷲巣は笑い出す…。"
                },
                "18": {
                    "ID": "365074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365074",
                    "TitleEnglish": "The Chains of the Tiles",
                    "SummaryEnglish": "The Washizu Mahjong death match between between Akagi and Iwao continues and Akagi managed to gain some ground with his \"Tan Yao Dora 1\". But Akagi is still in danger unless he outranks Iawao, by the Han Chan session. He must find a way to outwit Iwao before his luck runs out.",
                    "TitleJapanese": "呪縛の牌姿",
                    "SummaryJapanese": "勝負は南入。好調な鷲巣はタンピン三色ドラ1という大物手をテンパイする。勝利を確信し、リーチしようとするが、その宣言牌をアカギがロン。アカギは、多面待ちを蹴ってでも、鷲巣が三色を狙えば溢れる牌の単騎で待っていたのだ。"
                },
                "19": {
                    "ID": "365075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365075",
                    "TitleEnglish": "The Bewilderment of the Demon",
                    "SummaryEnglish": "After patiently waiting for an opportunity to arise, Iwao lets down his guard giving Akagi a chance to strike by calling a Tong, Chun, 1 Man and is looks to be in Ten Pai but will this bluff pass? Onto the 2nd sessions and Akagi goes into it without transfusing the 600cc of blood back into his body. What could he possibly be thinking?",
                    "TitleJapanese": "鬼神の昏迷",
                    "SummaryJapanese": "一回戦も大詰めのオーラス。流れのある鷲巣にアカギは渾身のブラフをしかける。鷲巣は自分の余り牌がアカギに当たる流れではないと確信しながらも、手を回す。鷲巣がテンパイするためにはアカギへ危険牌を切らなければならない。鷲巣はその牌を鈴木に打たせるが…。"
                },
                "20": {
                    "ID": "365076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365076",
                    "TitleEnglish": "Hope and Folly",
                    "SummaryEnglish": "Well into the 2nd session Akagi causes a massive upset to Iwao and has a chance to transfuse his lost blood but yet again he refuses, just to focus on taking Iwao's money. Nonetheless Akagi picks up the momentum and begins to dominate this session but when it comes to the final round, there's a single tile that proves to be a major obstacle.",
                    "TitleJapanese": "希望と愚行",
                    "SummaryJapanese": "一回戦はアカギがトップで終了。しかし、失った1100㏄の血液補給を拒否し、勝ち分はすべて金に換えることを要求する。つまり、鷲巣に満貫を一度でも振り込めば、即死の状態だ。仰木や安岡はその意図が分からない。好調なアカギは満貫をツモアガるが、ここでも親の鷲巣からの四千点分を血液ではなく金を選択する。"
                },
                "21": {
                    "ID": "365077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365077",
                    "TitleEnglish": "A Ray of Fantasy",
                    "SummaryEnglish": "The 2nd session of Washizu Mahjong reaches its climax, as Suzuki receives the decisive \"Xia\" tile and everyone foresees Akagi's demise, except Akagi himself. Akagi eventually manages to deal his Xia tile and go into \"Ten Pai\". Even so Akagi knows that he is at a great disadvantage because he's on a single wait for a \"1 Man\"; on the other hand Iwao has a large number of possibilities in getting a \"Hane Man\" to overtake Akagi.",
                    "TitleJapanese": "一縷の幻想",
                    "SummaryJapanese": "アカギと鷲巣の点差は九千二百点。鷲巣は發を仕掛けてホンイツ気配。ドラの西を絡めれば、ホンイツ、發、ドラ3でハネ満、逆転で終了となる。アカギは鷲巣に順位で下回れば、その時点で絶命する。鈴木の手に運命の西が落ちたが、鈴木は差し込まず。同巡、アカギはテンパイを果たすが、不要牌は西…。"
                },
                "22": {
                    "ID": "365078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365078",
                    "TitleEnglish": "The Contrived Shackles",
                    "SummaryEnglish": "The 2nd session is over with Akagi's victory by baiting Iwao into dealing his winning tile allowing Akagi to \"head bump\". Akagi then explains the long process to Yasuoka and Ohgi, of how he managed to win in such a disadvantaged situation. Due the prior conditions, Iwao has a chance to back out of the match but will he take it?",
                    "TitleJapanese": "作為の足枷",
                    "SummaryJapanese": "鷲巣の手を読み切り、鈴木が鷲巣に差し込む三萬を頭ハネしたアカギ。これで一･二回戦の勝ち分は、一億千八百五十万にまでなった。血液を補給しない理由を説明するアカギ。勝つために鷲巣のミスを必要としたアカギは、輸血拒否という狂った行動で、鷲巣の心中深く眠っていた恐れの気持ちを揺り起こしたのだった。"
                },
                "23": {
                    "ID": "365079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365079",
                    "TitleEnglish": "The Power of Luck",
                    "SummaryEnglish": "The 3rd session has begun after Iwao Washizu chose to continue; Akagi has lost 1,000cc of blood and Iwao has lost 118.5 million of his fortune. Luck seems to be on Akagi's side, as he constantly gets favourable hands but this may not last long because Iwao seems to have natural born luck.",
                    "TitleJapanese": "剛運の威力",
                    "SummaryJapanese": "三回戦が始まった。鷲巣は、アカギを殺せれば、己の人生の中で最高地点に到達することを予感する。東一局、完全に流れを引き込んだアカギは、早い巡目でハネ満をツモアガリ。続く東二局、鷲巣の親番。流れの悪い鷲巣だが、槓ドラが暗刻で乗るという剛運を見せつけ、黒牌の一筒単騎待ちでリーチをかける。"
                },
                "24": {
                    "ID": "365080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365080",
                    "TitleEnglish": "The Will of the Demons",
                    "SummaryEnglish": "Well into the 3rd session of Washizu Mahjong, Akagi seems to be near certain death yet again with Iwao Washizu being one draw away from a Tsumo \"Hane Man\" win. But Akagi's calmness in the face of death proves nerve-whacking to him and even with his hand evolving to a potential \"Bai Man\", Akagi doesn't even flinch.",
                    "TitleJapanese": "魔物の意思",
                    "SummaryJapanese": "鷲巣がツモれば、アカギは死、あるいは一歩手前の状況だが、アカギには微塵の動揺も無い。面白くない鷲巣だが、鈴木がもう一つ暗槓をすると状況が一変する。鷲巣の手がドラ6に化けたのだ。ツモれば親の倍満で、アカギは即死だ。ついに絶望に打ち震える顔が見られると狂喜乱舞する鷲巣だが…。"
                },
                "25": {
                    "ID": "365081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365081",
                    "TitleEnglish": "The Temptation of Murderous Intent",
                    "SummaryEnglish": "Washizu Mahjong continues well into its 3rd session and Iwao Washizu is overflowing with such luck that allowed him to achieve the unbelievable Dora 12, to win by a dealer \"Yaku Man\" if only he draws the \"1 Pin\". It's as if he is possessed by something truly evil, yet Akagi still doesn't flinch in the face of death and gets a chance to make his comeback.",
                    "TitleJapanese": "殺意の誘惑",
                    "SummaryJapanese": "鷲巣の手はドラ12に化けた。ツモれば親の数え役満でアカギは1600ccもの血液を抜かれ、致死量を遥かに超える。鷲巣はアカギとの決着をつけるべく、リンシャンツモでアガろうとするが、あと少しというところでアガリを逃してしまう。鈴木は手の内の一筒を差し込んでリードを得ようと提案するが…。"
                },
                "26": {
                    "ID": "365082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akagi/episodes/365082",
                    "TitleEnglish": "Madness and Darkness and...",
                    "SummaryEnglish": "Akagi's game of Washizu Mahong continues and having read the very thought process of Iwao Washizu, Akagi is able to capitalize on that by winning the next two sessions. Having lost a total of 1,400cc but gained a total of 313.5 million of Iwao's fortune, Akagi makes a compromise to continue this legendary match where the two wager their death and ruin.",
                    "TitleJapanese": "狂気と闇と…",
                    "SummaryJapanese": "絶体絶命の危機から蘇ったアカギは、一気に鷲巣へ攻勢をかける。アカギの言葉に鷲巣は完全に冷静さを失う。今までの狩る者と狩られる者という立場が逆転し、アカギは次々に鷲巣を狙い撃ち。三回戦を勝利すると、続く四回戦も圧勝。鷲巣は疲労困憊で意識も朦朧として倒れ込む。ついに決着した、誰もがそう思ったが…。"
                }
            }
        }
    }
}