{
    "URL": "https://www.thetvdb.com/series/dominion-tank-police",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Crime",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0158591/",
        "https://www.themoviedb.org/tv/45137"
    ],
    "TitleEnglish": "Dominion Tank Police",
    "SummaryEnglish": "New-Port City has a problem with crime, and in order to combat this the mayor orders the creation of a new police unit: THE TANK POLICE! Trouble ensues when the feisty Leona is transferred in from the motorcycle-division and has a little problem getting used to the tanks (i.e.: how to drive them without demolishing building.), and accidentally destroys the personal tank of the units commander, Lt. Britain. Threatened with re-assignment to child-welfare, Leona builds, with the help of Al and the Chaplain, a new smaller tank out of spare parts. The new tank, christened Bonaparte by Leona, is finished just in time to stop Crime-Lord Buaku and his henchwomen, Annapuna and Unipima (aka, the Cat Sisters), from steeling urine from people who are un-effected by the poison cloud that hangs over the entire planet. Finally accepted into the Tank Police, Leona ends up causing as much, if not more, trouble then the others ever did",
    "Aliases": [
        "Tokusō Sensha-tai Dominion",
        "特捜戦車隊ドミニオン",
        "Crusher Police Dominion",
        "New Dominion: Tank Police",
        "警察戦車隊 TANK S.W.A.T."
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "32317",
            "URL": "https://www.thetvdb.com/series/dominion-tank-police/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4576751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dominion-tank-police/episodes/4576751",
                    "TitleEnglish": "TANK S.W.A.T. 01",
                    "SummaryEnglish": "TANK S.W.A.T is a CGI-animated spinoff from the manga Dominion: Tank Police. Yuri and Asada are on a mission to retrieve confidential data discs that were stolen from the government, but once they finally track down the items, AI-controlled tanks threaten their lives. It's up to Leona Ozaki's Tank SWAT team to take action! But even if the enemy tanks are destroyed, danger still exists in the form of a mysterious android that has taken Asada hostage and fitted her with a bomb collar. Leona must make a choice: does she risk losing the data discs and the lives of the rest of her team for the life of a single team mate?",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "32318",
            "URL": "https://www.thetvdb.com/series/dominion-tank-police/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "365640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dominion-tank-police/episodes/365640",
                    "TitleEnglish": "Act I - Crime Brigade",
                    "SummaryEnglish": "A futuristic world is kept under control by a force known as the Tank Police. However, when the evil, attractive female members of the Bauku Gang threaten to take over, it is up to the Tank Police to stop them.",
                    "Aliases": []
                },
                "2": {
                    "ID": "365641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dominion-tank-police/episodes/365641",
                    "TitleEnglish": "Act II - Crime War",
                    "SummaryEnglish": "The Buaku Gang, with its machine-gun toting, cleavage-bearing Cat Sisters, is at it again. This time, as the Tank Police pours after them, Buaku unleashes his new secret weapon that he's sure will stop the tanks in their tracks.",
                    "Aliases": []
                },
                "3": {
                    "ID": "365642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dominion-tank-police/episodes/365642",
                    "TitleEnglish": "Act III - Crime Ethic",
                    "SummaryEnglish": "A priceless painting is stolen by the Bauku Gang, and it is up to the Tank Police to reclaim it before the sinister Red Commandos find it.",
                    "Aliases": []
                },
                "4": {
                    "ID": "365643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dominion-tank-police/episodes/365643",
                    "TitleEnglish": "Act IV - Crime Factor",
                    "SummaryEnglish": "The Tank Police discover the origins of the Bauku while attempting to hold off the Red Commandos.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "497517",
            "URL": "https://www.thetvdb.com/series/dominion-tank-police/seasons/official/2",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "4369731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dominion-tank-police/episodes/4369731",
                    "TitleEnglish": "Launch Tank Police",
                    "SummaryEnglish": "Leona is causing the usual ruckus, destroying an entire city block to catch on criminal. As her teams gets yet another berating from the bumbling and high-pressured police chief, a jackass of an observer shows up.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4369732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dominion-tank-police/episodes/4369732",
                    "TitleEnglish": "Charles Brenten, Master Detective",
                    "SummaryEnglish": "An old friend of Leona's is mysteriously killed. Bent on revenge, little Leona takes a leave of absence to hunt down the murderer. Somehow the mayor and the chief never realized that Leona is least suitable member for any kind of undercover or vaguely subtle work!",
                    "Aliases": []
                },
                "3": {
                    "ID": "4369734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dominion-tank-police/episodes/4369734",
                    "TitleEnglish": "Limit the Tube Way",
                    "SummaryEnglish": "A gigantic automated truck filled with explosives races straight for the center of the city, running over everything in its path.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4369735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dominion-tank-police/episodes/4369735",
                    "TitleEnglish": "The Chase",
                    "SummaryEnglish": "Leona's dear Bonaparte gets stolen and in tracking it down, Leona finds out that it was taken by the Puma Sisters because a researcher had hidden some top-secret data about new virtual narcotics in the tank.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4369736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dominion-tank-police/episodes/4369736",
                    "TitleEnglish": "Conflict City",
                    "SummaryEnglish": "Another version of the spider-vehicle attacks a prison, breaking out the killer of Leona's friend. That is followed by a string of red-herrings and false alarms for terrorist attacks. The Tank Police are, of course, mobilized and spread rather thin.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4369737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dominion-tank-police/episodes/4369737",
                    "TitleEnglish": "End the Dreaming",
                    "SummaryEnglish": "The traitor finds out that the mayor is still alive. He was planning to defect to another evil mega-corporation and killing the mayor was kinda part of the deal. Two more spider-bots are sent out to attack the hospital where the mayor is being treated.",
                    "Aliases": []
                }
            }
        }
    }
}