{
    "URL": "https://www.thetvdb.com/series/library-war",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1216223/",
        "https://www.themoviedb.org/tv/89742"
    ],
    "TitleEnglish": "Library War",
    "SummaryEnglish": "In the year 2019, the explosion of information and misinformation became a direct threat to society. In a daring decision, it was decided to create a new government agency dedicated solely to information management. Now some thirty years later, the government still monitors and controls information, suppressing anything they find undesirable, but standing against their abuses of power are the libraries, with their special agents called ‘the book soldiers.’",
    "Aliases": [
        "Toshokan Sensou"
    ],
    "Modified": "2025-06-02",
    "Seasons": {
        "0": {
            "ID": "32418",
            "URL": "https://www.thetvdb.com/series/library-war/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "418080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/library-war/episodes/418080",
                    "TitleEnglish": "Situation Love Handicap",
                    "SummaryEnglish": "An unaired episode included in the Toshokan Sensou DVD volume 3. Komaki was arrested for the violation of human rights of his girl friend Marie, who had difficulty in hearing.He was kept in custody and tortured by the Media Improvement Forces. The members of the Task Forces made a desperate effort to rescue him.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4344479",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/library-war/episodes/4344479",
                    "TitleEnglish": "The Wings of Revolution",
                    "SummaryEnglish": "Kasahara Iku and Dojo Atsushi receive an emergency recall in the middle of their date as Japan is rocked by a terror attack. Their new duty is a protection detail assigned to Touma Kurato, an author. Meanwhile, the relationship between Librarians and the Media Purity Committee is also worsening.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "32419",
            "URL": "https://www.thetvdb.com/series/library-war/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "366510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/library-war/episodes/366510",
                    "TitleEnglish": "My Prince Charming is in the Library Corps",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "2": {
                    "ID": "366511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/library-war/episodes/366511",
                    "TitleEnglish": "Library Task Force",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "3": {
                    "ID": "366512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/library-war/episodes/366512",
                    "TitleEnglish": "The Battle of Odawara",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "4": {
                    "ID": "366513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/library-war/episodes/366513",
                    "TitleEnglish": "Rescuing Library Corps Commander",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "5": {
                    "ID": "366825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/library-war/episodes/366825",
                    "TitleEnglish": "Parental Confusion Tactics",
                    "SummaryEnglish": "Kasahara tries to keep her real job as a Defense member a secret from her parents to avoid being sent.",
                    "Aliases": []
                },
                "6": {
                    "ID": "368312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/library-war/episodes/368312",
                    "TitleEnglish": "Library Corps Refrains from Firing",
                    "SummaryEnglish": "While transporting a rare book Kasahara and Komaki are attacked by Media Enhancement Troops.",
                    "Aliases": []
                },
                "7": {
                    "ID": "374927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/library-war/episodes/374927",
                    "TitleEnglish": "Reference Query of Love",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "8": {
                    "ID": "376845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/library-war/episodes/376845",
                    "TitleEnglish": "Satoshi Tezuka's Schemes",
                    "SummaryEnglish": "Kasahara gets interrogated by officials of the LDF's Administration Faction due to Sunagawa's claims. Hikaru thinks that his brother, Satoshi, is influencing the Administrative Faction officials to put pressure on Kasahara and the entire LDF in order for Hikaru to defect to his Library Planning Committee. When Satoshi invites Kasahara for dinner and tells her that the LDF must surrender and disband, she tells him that she would not support his idea, even though he tells her that he would use her as a tool to pressure Hikaru even more. In the end, Dojo comes to see Kasahara despite getting wet in the rain. Due to Dojo's presence and his actions, Satoshi decides to end his interference with the Administration Faction's plans to grill Kasahara further.",
                    "Aliases": []
                },
                "9": {
                    "ID": "376846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/library-war/episodes/376846",
                    "TitleEnglish": "Here Comes the Promotion Test",
                    "SummaryEnglish": "Kasahara, Shibasaki, and Tezuka participate in the required promotion tests for librarians. During her time spent on studying, Kasahara panics when she thinks about how the one who saved her during her time as a high school student was Dojo himself. This revelation cripples her concentration to study until Dojo assists her by helping her prepare for the test. In the end, she passes the exams with Shibasaki and Tezuka as well. Kasahara gives Dojo some Chamomile essence oil as a means of showing her gratitude before Dojo asks her to take her to the shop where she obtained the oil so as to try some Chamomile tea.",
                    "Aliases": []
                },
                "10": {
                    "ID": "376847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/library-war/episodes/376847",
                    "TitleEnglish": "Explosion of Backing Home",
                    "SummaryEnglish": "The library task force is sent out to train a peace loving library in Ibaraki Prefecture where there will be a prefectural art exhibition. There, being the first woman in the task force, Kasahara is constantly bullied by others during the mission. They even go as far as calling up Kasahara's mother and informing her of Kasahara's activities. Kasahara and her mother eventually reach an understanding and it is revealed that the reason why Kasahara's mother is so protective is because of an accident when Kasahara fell as a child and hit her head. Kasahara strikes back at the members of the Affairs Department and inspires Defense members to stand up to them as well.",
                    "Aliases": []
                },
                "11": {
                    "ID": "376848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/library-war/episodes/376848",
                    "TitleEnglish": "Struggle to the Death! The Defense of Ibaraki Prefectural Exhibition",
                    "SummaryEnglish": "Tezuka gets information from his brother that the Media Betterment Act agents will only fight at the art exhibition for a single day, which helps the Library Corps prepare for the assault. Three hours before the exhibition opens, MBA task force units comes crashing in and the defense force holds them back even after the MBA agents try to storm the barricade with full force. Their aggression forces LDF soldiers and officers to kill them as they would be killed. Shortly after MBA personnel retreat after Kasahara angrily fires at them, a single agent shoots Genda as he stands in front of the piece of art work the Library Corps was defending before unarmed LDF soldiers apprehend the renegade MBA agent. At the same time, the head of the Ibaraki library Commander Sugawara tries to destroy some implicating evidence against her. When Dojo attempts to interfere, he gets shot in the arm and caught in the resulting fire as Kasahara looks on after detaining the head librarian.",
                    "Aliases": []
                },
                "12": {
                    "ID": "376849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/library-war/episodes/376849",
                    "TitleEnglish": "The Library is for Who's Sake?",
                    "SummaryEnglish": "Public criticism on the LDF due to the massive MBA casualties begins to grow against the LDF until Kasahara is ambushed by a reporter. Kasahara tells the reporter that the people should not be oppressed due to the MBA and their pro-censorship activities. Due to this, public criticism against the LDF dies down and instead, support grows thanks to pro-LDF media and Tezuka's older brother works in the background to eliminate anti-LDF bias. Dojo is diagnosed with agnosia due to his injuries in the Ibaraki shootout, but later recovers. Inamine decides to step down due to the discovery of radical elements in the MBA that were responsible for undermining the Mito Library Base. Genda has been promoted by the LDF's Administrative Faction as the Kantō LDF base's second commanding officer.",
                    "Aliases": []
                }
            }
        }
    }
}