{
  "URL": "https://www.thetvdb.com/series/kaiba",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Drama",
    "Mystery",
    "Romance",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1209386/",
    "https://www.themoviedb.org/tv/34747"
  ],
  "TitleEnglish": "Kaiba",
  "SummaryEnglish": "Imagine a world where the digitization of memory has made physical death obsolete, where memories can be replaced in a new human body. This is the type of world Kaiba awakens to, without knowing who he is with a strange picture of a woman he does not know on a pendant around his neck.",
  "Aliases": [],
  "Modified": "2025-09-18",
  "Seasons": {
    "1": {
      "ID": "32396",
      "URL": "https://www.thetvdb.com/series/kaiba/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "366328",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaiba/episodes/366328",
          "TitleEnglish": "Your Name Is Warp",
          "SummaryEnglish": "A young man awakens in a ruined room, when all of a sudden he is saved from being eaten. Having no memory of himself, he finds himself in a community of people, with a boy trying to find his brother who had his egg eaten by a Skonk. He later becomes acquainted with the person who saved him named Popo, who helps him escape into space.",
          "Aliases": []
        },
        "2": {
          "ID": "366329",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaiba/episodes/366329",
          "TitleEnglish": "Stowaway",
          "SummaryEnglish": "Onboard the freight ship to Tehaisa, Kaiba is now a stowaway amongst the packages, when he gets acquainted with another stowaway named Kochu and her boyfriend Butter. Later on planet Lala one of the memory tanks explodes, causing the memories of 200,000 people to leak into the sky and the suspect is the same person in Kaiba's locket.",
          "Aliases": []
        },
        "3": {
          "ID": "366330",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaiba/episodes/366330",
          "TitleEnglish": "Chronico's Boots",
          "SummaryEnglish": "After escaping the freight ship, Kaiba and his companion crash land onto a nearby planet and just when they are about to be discovered a young girl named Chroniko helps them. Chroniko tells Kaiba about how she is planning to sell her body to help her family, but the next day, something unexpected happens during the procedure. Kaiba later learns of the truth about Chroniko's family situation.",
          "Aliases": []
        },
        "4": {
          "ID": "366331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaiba/episodes/366331",
          "TitleEnglish": "The Room of Grandma's Memories",
          "SummaryEnglish": "On a strange small planet, Kaiba is in Chroniko's body, being followed by Vanilla. After losing Vanilla, in the hippo body, Kaiba is then drag off by some Grandma who fixes the scar on his hippo body. But soon some trouble arises and Kaiba is then forced to go inside Grandma's memories to look for the treasure.",
          "Aliases": []
        },
        "5": {
          "ID": "366332",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaiba/episodes/366332",
          "TitleEnglish": "Abipa, the Promised Planet",
          "SummaryEnglish": "Kaiba is now on a rich planet known as Abipa and subsequent to some unforeseen circumstances; his cheap hippo body is taken to a junk factory. On his way to get his body back, Kaiba learns about the famous body designer 'Patch' and his pet dog 'Quilt'.",
          "Aliases": []
        },
        "6": {
          "ID": "366333",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaiba/episodes/366333",
          "TitleEnglish": "The Muscled Woman",
          "SummaryEnglish": "The freight ship Kaiba & Vanilla are on is headed to a planet, named Lolo, where the memories of the living and the dead tend to collect at the largest memory tank. Whilst landing, the freight ship collides with another smaller ship. Kaiba is worried and investigate the crash site, to find an old couple receiving some help, from a strange woman in a man’s body.",
          "Aliases": []
        },
        "7": {
          "ID": "366334",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaiba/episodes/366334",
          "TitleEnglish": "A Forgettable Man",
          "SummaryEnglish": "Kaiba and Vanilla find themselves on the weird underwater planet Nene and they later go to check out the moon. It isn't long before Vanilla finds out that they are wanted, for being involved, in the explosion on Lolo. Later on Kaiba looks into the memories of Gel, which he copied and it is then he discovers that Gel is Neiro and is also responsible for the explosions.",
          "Aliases": []
        },
        "8": {
          "ID": "366335",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaiba/episodes/366335",
          "TitleEnglish": "False Face",
          "SummaryEnglish": "We get some insight into the goings on of the notorious Issoudan group and how Popo is related to it. It's also revealed what Warp, the king of memories, is and also that the current Warp on the throne is nothing but a fake.",
          "Aliases": []
        },
        "9": {
          "ID": "366336",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaiba/episodes/366336",
          "TitleEnglish": "Kill Warp!",
          "SummaryEnglish": "Popo is now aware that the Warp in the heavens is a fake and decides to take this as an opportunity to form an uprising, with Neiro leading the charge. Kaiba has return to his original Warp body, so Popo gets Neiro to try and kill him, but she begins to question her memories of hate towards Warp.",
          "Aliases": []
        },
        "10": {
          "ID": "380758",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaiba/episodes/380758",
          "TitleEnglish": "Kaiba",
          "SummaryEnglish": "Neiro regains her true memories of Warp/Kaiba and what really happened between them, is revealed.",
          "Aliases": []
        },
        "11": {
          "ID": "380759",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaiba/episodes/380759",
          "TitleEnglish": "Spinning Fans",
          "SummaryEnglish": "After defeating Warp, Popo is now elated that his dream is finally coming true and he doesn't allow such things like the electrolytic clouds or skonk faze him. However he no longer has anyone to share this moment with, neither his Mom nor Cheki. Elsewhere it seems Kaiba has survived and even regained his memories.",
          "Aliases": []
        },
        "12": {
          "ID": "380760",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kaiba/episodes/380760",
          "TitleEnglish": "Everyone in the Clouds",
          "SummaryEnglish": "The end of the world draws near, as legendary memory eating plant approaches. What's more is that Kaiba/Warp wants everything to be erased, so Neiro is the only one able to stop him with the memory Kaiba had once forgotten.",
          "Aliases": []
        }
      }
    }
  }
}