{
  "URL": "https://www.thetvdb.com/series/armitage-iii",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Drama",
    "Science Fiction",
    "Thriller"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0366186/",
    "https://www.themoviedb.org/tv/69980"
  ],
  "TitleEnglish": "Armitage III",
  "SummaryEnglish": "The year is 2046. Detective Ross Sylibus is transferred to Mars when a country singer on his flight is murdered. Making matters more complicated is that the singer is a \"Third\" - a robot that looks and feels like a human. Sylibus is partnered with Armitage - a beautiful female cop with a bad attitude. As they investigate the murder of the singer and other women on Mars, they uncover a conspiracy that can have them both killed by the Martian government, especially when Armitage is revealed to be a Third herself.",
  "Aliases": [
    "アミテージ・ザ・サード"
  ],
  "Modified": "2025-07-27",
  "Seasons": {
    "0": {
      "ID": "32413",
      "URL": "https://www.thetvdb.com/series/armitage-iii/seasons/official/0",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "2578181",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/armitage-iii/episodes/2578181",
          "TitleEnglish": "Poly Matrix",
          "SummaryEnglish": "2179: Mars has been colonized by Earth, populated by humans and 'Second Types' robots - robots designed to perform the menial tasks humans won't do. Then there are the 'Third Types' - illegal humanoid robots designed by a nationalist force to look and behave exactly like humans - living undetected among the Martian population as citizens, until one man, Rene' Danclaude, declares war on the 'Thirds,' starting a massacre in a vow to destroy them all. That's where she comes in. She's Naomi Armitage. A cyber-punk Martian cop in hot pants, with an attitude as deadly as her gun. She's also a 'Third,' and her fight against D'anclaude is a fight for her survival. Her partner, Ross Sylibus, lost his partner at the hands of a cybernetic killer and hates robots. Ross must face this prejudice when he is injured and received cybernetic limb replacements, bringing him closer to becoming one of the monsters he abhors. He begins to realize that being human is more then just flesh and blood and joins Armitage in her fight against D'anclaude and her quest to discover the mystery of why the 'Third Type' was created. Armitage and Ross are brought together in a bond of love and hope as their journey uncovers a secret that could destroy two worlds! This is a story about technology and emotion. About hatred and love. About a human on the verge of becoming a machine and a machine on the verge of becoming a human. It is a story of survival.",
          "Aliases": []
        },
        "2": {
          "ID": "582941",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/armitage-iii/episodes/582941",
          "TitleEnglish": "Dual Matrix",
          "SummaryEnglish": "A few years after they first met, Naomi Armitage and Ross Syllabus have started a family. Despite their normal lives, they must keep their identities a secret because many people believe that Robots do not deserve equal status with humans. Ross has an opportunity to abolish these ideas on Earth through a vote, but organizations in the shadows are working so that it doesn't happen.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "32414",
      "URL": "https://www.thetvdb.com/series/armitage-iii/seasons/official/1",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "366482",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/armitage-iii/episodes/366482",
          "TitleEnglish": "Electro Blood",
          "SummaryEnglish": "The place: Mars, during the terra-forming process. As soon as Detective Ross Sylibus arrived at the spaceport, he got involved in a murder. The victim was Kelly McCanon, the popular singer. Ross discovered something shocking: the fact that the corpse was not a human, but a \"Third\", a much more advanced robot than the \"Seconds\" which are currently in common use. Ross must team up with Armitage of the Martian Police Department (MPD) to chase the killer, Rene D'anclaude, who is destroying the \"Thirds\" one by one.",
          "Aliases": []
        },
        "2": {
          "ID": "366483",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/armitage-iii/episodes/366483",
          "TitleEnglish": "Flesh & Stone",
          "SummaryEnglish": "In the last episode Armitage stopped D'anclaud---nearly dead in his tracks. Of course he is the only suspect involved in the multiple deaths of the \"Thirds\". The new mystery unfolds when, another bullet-riddled Third, Lavinia Whatley, is found dead at an industrial power plant. However, Armitage is still missing. \"yet...isn't D'anclaud supposed to be in the police hospital?!\" Another victim brings new confusion to the MPD. Still echoed by D'claude's mocking laughter. And now Armitage's mysterious disappearance places her under immediate suspicion.",
          "Aliases": []
        },
        "3": {
          "ID": "366484",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/armitage-iii/episodes/366484",
          "TitleEnglish": "Heart Core",
          "SummaryEnglish": "After discontinuing the Third serial murder cases the MPD begins investigating the random acts of terrorism by Seconds. Ross, who can't understand this decision, goes to Shinora Police Hospital to investigate D'anclaude Meanwhile, Armitage found data from Asakura which shows a young Asakura and D'anclaude together in a picture. What is the secret hidden between them? The key to solve the mystery is held by D'anclaude who's is sleeping at Hospital Shinora...",
          "Aliases": []
        },
        "4": {
          "ID": "366485",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/armitage-iii/episodes/366485",
          "TitleEnglish": "Bit of Love",
          "SummaryEnglish": "Both the original D'anclaud's and the Thirds are lost in the flames of Shinora. Now the only one remaining with the knowledge of the secret of the Thirds is Asakura. With the lead he provides them--\"Asakura is at the dome on top of Dannich Hill\"--Armitage and Ross head out to follow it up. But the Asakura they find there has had his memories altered, and had no recollection of Armitage. Armitage finds herself in the pits of despair... Will the secret of her existence ever be revealed to her...?",
          "Aliases": []
        }
      }
    }
  }
}