{
    "URL": "https://www.thetvdb.com/series/nightwalker-midnight-detective",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Horror",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0282312/",
        "https://www.themoviedb.org/tv/21315"
    ],
    "TitleEnglish": "Nightwalker: Midnight Detective",
    "SummaryEnglish": "Sihdo and Yayoi are of a private dective agency that watches the attacks of the breeds. Shido is a vampire and Yayoi is his blood source. Upon meeting Yayoi, he meets his little green friend, Guni. Enter Riho, an highshcool student. She loves Shido, but Shido only sees her as annoying girl, until a faitfull night. Finally she is accepted into this tight nit group. Together, the four solve cases of the breeds, saving humanity from the darkness grasp.",
    "Aliases": [
        "Nightwalker - The Midnight Detective"
    ],
    "Modified": "2025-05-05",
    "Seasons": {
        "1": {
            "ID": "32618",
            "URL": "https://www.thetvdb.com/series/nightwalker-midnight-detective/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "368005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nightwalker-midnight-detective/episodes/368005",
                    "TitleEnglish": "1st Night: A Visitor in the Night",
                    "SummaryEnglish": "Shido and Yayoi are in the office talking about the accidents on the bridge when Riho brings them coffee. Shido and Yayoi leave together to investigate, making Riho jealous.",
                    "Aliases": []
                },
                "2": {
                    "ID": "368006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nightwalker-midnight-detective/episodes/368006",
                    "TitleEnglish": "2nd night: Requisites for the actress",
                    "SummaryEnglish": "In an empty theatre, a man is being chased by a woman. She kills him and eats his heart. A girl walks in and sees the whole scene. She knows that the woman made a deal with the devil.She wants to be popular in exchange for her soul. The devil leaves the woman and goes to the younger girl.After the suicide of the actress, Yukie Tsukimura, the girl Yoko Asahina was chosen to be her replacement. Shido and Yayoi discover that Yukie's manager was also dead with his flesh found everywhere. They go to question her about Yukie's death, but she says she is busy and leaves.Yoko is at home taking a shower to wash away the blood from her hands. She remembers how she killed the dog and ate its insides. Shido arrives at her house and warns her that he will not be merciful if she involves humans.Meanwhile, Yoko is on stage when she feels the breed wanting to come out. Yayoi arrives and shoots at the breed but Yoko runs away. They get out onto a building top where Yayoi is captured by the breed. It tries to kill her but Shido and Riho arrive.All that is left is the body of Yoko on the ground.",
                    "Aliases": []
                },
                "3": {
                    "ID": "368007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nightwalker-midnight-detective/episodes/368007",
                    "TitleEnglish": "3rd Night: Man on the Run.",
                    "SummaryEnglish": "A man is being chased by 2 other men. When he comes to a dead end, he shoots at one of the men in the head. The injured man is taken to the hospital and the doctors all say that he is going to be a vegaetable. Meanwhile, Shido and Riho are on a date. Shido seems to be lost in thoughts. He remembers how Cain promised him eternal life by biting him and making him into a vampire.he man attacks the cops with some green acid liquid. Seeing this, Shido chases after the man down the escalator. During thecase, shido runs into cain. He tells him that the Golden Dawn is approching.A woman comes to Shido's office to seek his help to find her fiancee, Ryuichi Taki, a detective who is now possessed by a breed.Shido fights with him but the woman tries to stop Shido from hurting Taki by shooting Shido through the chest.Taki is running from the cops when he meets Shido in the subway. Shido creates his sword and fights with him. Taki gets stab and dies but Shido notices that he didn't turn into a breed. He wanted to die as a human.",
                    "Aliases": []
                },
                "4": {
                    "ID": "368008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nightwalker-midnight-detective/episodes/368008",
                    "TitleEnglish": "4th night: The Golden Dawn",
                    "SummaryEnglish": "A woman is standing and looking out to the river. She remembers the death of her fiancee who was turned into to a breed. She tells him that she will have his baby soon. Riho is on her way home after school when she sees Megumi, Ryuichi Taki's fiancee moving houses. Cain appears at Shido's office and tells them that the Golden Dawn is the birth of a crossbreed between a human and a breed. Yayoi is taken in for questioning about Shido being a vampire. Cain beckons Shido towards him but Megumi screams and Shido breaks out of the trance. Cain brings Riho out and cuts her so that she will die of excessive bleeding. Meanwhile Riho has lost a lot of blood. She asks Shido to turn her into a vampire because she wants to be with him. He does so.",
                    "Aliases": []
                },
                "5": {
                    "ID": "368009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nightwalker-midnight-detective/episodes/368009",
                    "TitleEnglish": "5th Night: The Medicine of the Dead",
                    "SummaryEnglish": "A school boy is watching a movie of Riho on screen. A girl, Mikako comes to see him and they talk about how Riho hasn't been at school lately.As Mikako and the boy, Shunichi walks out, they see Riho standing on a bridge. They run up to her and pull her back, thinking that she is going to jump. Riho tells them that the girl was lucky to die.Meanwhile, Shido and Yayoi are chasing after a breed who has possessed a girl who has taken the drugs.Shunichi goes to find Riho. He tells her to come back to the way she was.Riho is out on the balcony when Shunichi is possessed by a breed. He gets angry and falls off the balcony.Riho says goodbye to Shunichi and leaves with Shido.",
                    "Aliases": []
                },
                "6": {
                    "ID": "368010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nightwalker-midnight-detective/episodes/368010",
                    "TitleEnglish": "6th night: The Bottom of the Well",
                    "SummaryEnglish": "Shido and yayoi are chasing after a man who is possessed by a breed. In the cemetery, the man sees a little girl and captures her to an abandoned building site. The man threatens to drop the girl into the well. Shido tries to stop him and the three fall into the well.Later, Shido is asleep. The man calls to the girl and tells her to help him get the sword out so that he can help her get out. Shido wakes up to see the girl pull the sword out.Shido remembers the old time when he was a human being.",
                    "Aliases": []
                },
                "7": {
                    "ID": "368011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nightwalker-midnight-detective/episodes/368011",
                    "TitleEnglish": "7th Night: A Mother and Her Son",
                    "SummaryEnglish": "A little girl is on her way to school when she stops at the top of the stairs and screams. her mother comes running to see dead cat lying there. Riho is walking in the rain with an umbrella when she sees a little boy in the playground with an abandoned cat.Shido, Yayoi and Riho discover that the building complex where the boy, Shinji lives is the complex where dead animals have been found. That night, they come to the complex to see the mother with a box of animal carcass. Shido tries to catch Shinji who is a host for the low level breed but his mother protects her son.",
                    "Aliases": []
                },
                "8": {
                    "ID": "368012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nightwalker-midnight-detective/episodes/368012",
                    "TitleEnglish": "8th Night: A Walker in the Night",
                    "SummaryEnglish": "A girl and her grandfather are driving on the road at night.When they turn a corner, they see headlights of a truck coming towards them. Her grandfather dies of shock due to a heart attack.he whole thing was a setup stage prepared by her mother, brother and herself for the money her grandfather had.She bumps into Shido and Riho and broke their plates that they had just bought. Asami leaves her number and run after her grandfather.Shido comes to talk to Asami about the broken plates and getting a replacement since it was Yayoi's money. Asami finds out that Shido is a detective and asks him to help her find her grandfather. Shido and Yayoi find the grandfathr and call Asami to come. Shido fights the breed and defeats him. He asks Asami why she knew that her grandfather had already died beacuse that was how he was possessed by the breed. He says that sometimes demons enter human minds and become more fearful than vampires.",
                    "Aliases": []
                },
                "9": {
                    "ID": "368013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nightwalker-midnight-detective/episodes/368013",
                    "TitleEnglish": "9th Night: Someone Else's Face",
                    "SummaryEnglish": "An episode that takes place in the past. This episode finnally reveals something about Yayoi. This is right after she meets Shido, who at the time was a wonderer. In this episode, we also learn how Shido and Guni meet.",
                    "Aliases": []
                },
                "10": {
                    "ID": "368014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nightwalker-midnight-detective/episodes/368014",
                    "TitleEnglish": "10th Night: Tears of an Angel",
                    "SummaryEnglish": "A girl, Yuki says she found the pendant that she's wearing around her neck. A guy with wings like an angel appears from the pendant and says that he will bring her happiness.",
                    "Aliases": []
                },
                "11": {
                    "ID": "368015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nightwalker-midnight-detective/episodes/368015",
                    "TitleEnglish": "11th Night: A Witch In the Forest",
                    "SummaryEnglish": "Shido, Yayoi, Riho and Guni are on a building top where a breed has possessed a woman and she has a hostage. After talking the woman is released and Shido kills the breed. He thinks to himself about a past incident that relates to the recent battle.",
                    "Aliases": []
                },
                "12": {
                    "ID": "368016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nightwalker-midnight-detective/episodes/368016",
                    "TitleEnglish": "12th Night: Eternal Darkness",
                    "SummaryEnglish": "Riho turns against all she believes in. She looses faith in Shido. She goes out on her own, becoming exactly what Shido refused. Riho attacks the human population. Shido faces her. She kills guni and Yayoi. As everythinggoes wrong, Shido wakes up from the horrifing nightmare. It makes him think of his relationship with Riho. Cain encounters him saying this is all what could have happened. Shido refuses and decides to take his chances with Riho. The last scene we see Riho and Shido inside a coffin huggling each other close.",
                    "Aliases": []
                }
            }
        }
    }
}