{
    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy",
        "Horror"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/97825",
        "https://en.wikipedia.org/wiki/The_Garden_of_Sinners"
    ],
    "TitleEnglish": "The Garden of Sinners",
    "SummaryEnglish": "Based on a novel by Nasu Kinoko, writer for TYPE-MOON. Kara no Kyoukai plays in a parallel universe to that of Tsukihime. Considered the precursor/inspiration for the story of Tsukihime. Mikiya Kokuto finds himself intrigued by two things. The first is by Shiki Ryougi a beautiful, yet rather unsociable, girl and the other is the strange series of violent deaths that start occuring in his town. As he attempts to get closer to Shiki, he soon learns that the two are connected and that there are many supernatural forces at work which could very likely get him killed as well.",
    "Aliases": [
        "The Garden of Sinners: Recalled out Summer",
        "Garden Of Sinners",
        "Mirai Fukuin",
        "Boundary of Emptiness",
        "Kara no Kyoukai"
    ],
    "Modified": "2025-08-10",
    "Seasons": {
        "0": {
            "ID": "32682",
            "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "369881",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/369881",
                    "TitleEnglish": "Epilogue (Kara no Kyoukai)",
                    "SummaryEnglish": "The epilogue titled \"Kara no Kyoukai\" is about a conversation between Mikiya and \"Ryougi Shiki\"."
                },
                "2": {
                    "ID": "3802441",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/3802441",
                    "TitleEnglish": "Remix: Gate of Seventh Heaven",
                    "SummaryEnglish": "Before the release of the final 7th movie, a remix work \"Kara no Kyoukai Remix-Gate of seventh heaven-\" comes out in theaters on March 14, 2009. This remix collection extracts the key themes and scenes from first six movies. The hour long movie is organized in chronological order, beginning from the 2nd movie, followed by the 4th, 3rd, 1st, 5th and 6th. It's a mixture of mostly existing scenes, and some new scenes."
                },
                "3": {
                    "ID": "4357230",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/4357230",
                    "TitleEnglish": "Recalled Out Summer",
                    "SummaryEnglish": "A side story of the original Kara no Kyōkai - the Garden of sinners movie series divided into 2 parts. In the first part, Shizune Seo, who finds her life too predictable due to her precognition, and Mitsuru‎ Kamekura, who uses his precognition to be a professional bomber, meet Mikiya and Shiki, respectively, and their futures begin to change. In the second part, 10 years after the original series, Shiki and Mikiya's daughter, Mana Ryōgi, spends a day with Mitsuru."
                },
                "4": {
                    "ID": "4795244",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/4795244",
                    "TitleEnglish": "Recalled Out Summer - Extra Chorus",
                    "SummaryEnglish": "Mikiya Kokutou gives Shiki Ryougi a cat to watch, as he will be away for a little while. Though Shiki protests, he leaves the cat anyway, and Shiki is stuck trying to understand her new feline companion. But as luck would have it, the cat seems to have taken a liking to Mikiya and misses him. Later in another part of the city, Ririsu Miyazuki visits the place where her dear friend committed suicide. She intends to end her life as well, but she meets Fujino Asagami, a blind classmate with a traumatic past. Though the two girls don't have much in common, Asagami reminds Miyazuki of her lost friend and helps her understand her pain. Two months later, Mikiya elects to celebrate New Year's with Shiki instead of his family, which makes his sister Azaka very upset, leading to her spending the holiday with her school friends. As the snow begins to fall, Mikiya reflects on what he wishes for most of all: that Shiki's life be filled with happiness."
                }
            }
        },
        "1": {
            "ID": "33503",
            "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/seasons/official/1",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "374291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/374291",
                    "TitleEnglish": "Overlooking View",
                    "SummaryEnglish": "The story starts following an incident: a young girl jumps from the top of a building. The image provokes a certain dread, as the girl appears to have been a corpse even before she jummped. The case is dismissed, yet more and more of these suicides occur, and all from the same building. Thus began the rumour, that a ghost inhabited the rooftop of the building."
                },
                "2": {
                    "ID": "402178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/402178",
                    "TitleEnglish": "A Study in Murder – Part 1",
                    "SummaryEnglish": "Winter 95. Kokuto Mikiya meets a girl at night who wears a blue kimono. A few days later, they meet again, at school where he finds that the girl, Shiki Ryôgi, will be his classmate. Braving the cold and intimidating attitude of the girl, Kokuto gradually gains her confidence and becomes her friend. He discovers that she has a dual personality and is a young heir to her clan. Meanwhile, many horrendous murders are being committed in the city; Shiki and Kokuto are suspected of being involved, the latter due to his association with Shiki."
                },
                "3": {
                    "ID": "402179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/402179",
                    "TitleEnglish": "Remaining Sense of Pain",
                    "SummaryEnglish": "July 98. In a bar under-ground that serves as a hideout for a gang of teenagers, a girl is sexually abused. Her face betrays no emotion, as if she did not feel any pain. At nightfall, while Kokutô is walking in town, he meets a schoolgirl wearing the same uniform as that of his sister in a dark alley corner. Sensing her suffering, he brings her to his home so that she can rest, but the girl disappears before Kokutô awakes. The next day Kokutô learns that that several victims were found dead in an abandoned bar, with their body twisted and folded. Aozaki Tohko and Kokutô trace the murders to Fujino Asagami whom they suspect of being the perpetrator of these murders..."
                },
                "4": {
                    "ID": "417033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/417033",
                    "TitleEnglish": "The Hollow Shrine",
                    "SummaryEnglish": "After spending two years in a coma caused by a traffic accident, Shiki Ryougi awakens with amnesia. One day, Shiki is visited by Touko Aozaki, a wizard and proprietor of a studio called \"Garan no Dou.\" Due to the loss of her alternate personality, Shiki has lost not only any memory of her accident, but also any real sense that she's alive and spends her days as a mere empty shell of herself. Strange, enigmatic beings begin to attack her, trying to take control of her body, now that her soul is hollow. However, one day, she confronts the attackers who've resorted to force and Shiki makes the decision to fight of her own volition."
                },
                "5": {
                    "ID": "417034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/417034",
                    "TitleEnglish": "Paradox Spiral",
                    "SummaryEnglish": "Shiki meets a boy named Tomoe Enjou, a runaway who claims to be a murderer. Shiki allows Tomoe to use her apartment as his hideout. And from that day onward, their strange cohabitation begins. But then one day, Tomoe sees his mother whom he's sure he's killed. Shiki and Tomoe head for the Enjou residence in the Ogawa Complex where the two see Tomoe's parents alive! There Shiki encounters a mage named Souren Araya and finds that he is the mastermind behind all of the incidents involving her up to then. Shiki finds herself trapped within spirals of paradox. And this is only the beginning of a vicious plot by Souren Araya, the powerful sorcerer and archrival of Touko."
                },
                "6": {
                    "ID": "417035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/417035",
                    "TitleEnglish": "Oblivion Recording",
                    "SummaryEnglish": "Apprentice mage Azaka Kokutou, Mikiya’s younger sister, has been ordered by her mentor, Touko Aozaki, to investigate a certain incident in which fairies steal the memories of students at Azaka's school, Reien Academy. Azaka launches an investigation with the help of Shiki who can see fairies. As the investigation proceeds, Shiki finds out that Misaya Ouji, a student body president, is the one who controls fairies. However, the mastermind who gave her the power is Satsuki Kurogiri, a magus who controls words. Ironically, thanks to Satsuki’s magic, Shiki remembers that she had encountered Souren Araya and what he had told her two years ago."
                },
                "7": {
                    "ID": "1402321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/1402321",
                    "TitleEnglish": "A Study in Murder – Part 2",
                    "SummaryEnglish": "Shiki awakes from her coma and starts to live a new life. Meanwhile, a series of murders are occurring after four years of silence. “Who is the murderer?” The incidents remind her of a murderous impulse hidden inside her soul and “SHIKI,” her lost alternate persona. While Shiki searches for a suspect, Mikiya also starts an investigation of his own to prove Shiki is innocent. As he follows a lead of a drug dealer, Mikiya comes across Rio Shirazumi, who was a senior at his high school. Mikiya finds out that Rio is the one who sells the drug called “blood chip” and tries to convince him to stop, but he is instead harmed by Rio."
                }
            }
        }
    }
}