{
    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy",
        "Horror"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/97825",
        "https://en.wikipedia.org/wiki/The_Garden_of_Sinners"
    ],
    "TitleEnglish": "The Garden of Sinners",
    "SummaryEnglish": "Based on a novel by Nasu Kinoko, writer for TYPE-MOON. Kara no Kyoukai plays in a parallel universe to that of Tsukihime. Considered the precursor/inspiration for the story of Tsukihime. Mikiya Kokuto finds himself intrigued by two things. The first is by Shiki Ryougi a beautiful, yet rather unsociable, girl and the other is the strange series of violent deaths that start occuring in his town. As he attempts to get closer to Shiki, he soon learns that the two are connected and that there are many supernatural forces at work which could very likely get him killed as well.",
    "TitleJapanese": "空の境界",
    "SummaryJapanese": "事故により2年間昏睡状態であった少女・両儀式と、その周辺の人物を巡る物語。",
    "Aliases": [
        "Garden Of Sinners",
        "Kara no Kyoukai",
        "Mirai Fukuin",
        "The Garden of Sinners: Recalled out Summer",
        "Boundary of Emptiness"
    ],
    "Modified": "2025-08-10",
    "Seasons": {
        "0": {
            "ID": "32682",
            "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "369881",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/369881",
                    "TitleEnglish": "Epilogue (Kara no Kyoukai)",
                    "SummaryEnglish": "The epilogue titled \"Kara no Kyoukai\" is about a conversation between Mikiya and \"Ryougi Shiki\".",
                    "TitleJapanese": "終章 空の境界",
                    "SummaryJapanese": "1999年3月、雪の降る夜。黒桐幹也は4年前と同じ場所で、『両儀式』に再会する。"
                },
                "2": {
                    "ID": "3802441",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/3802441",
                    "TitleEnglish": "Remix: Gate of Seventh Heaven",
                    "SummaryEnglish": "Before the release of the final 7th movie, a remix work \"Kara no Kyoukai Remix-Gate of seventh heaven-\" comes out in theaters on March 14, 2009. This remix collection extracts the key themes and scenes from first six movies. The hour long movie is organized in chronological order, beginning from the 2nd movie, followed by the 4th, 3rd, 1st, 5th and 6th. It's a mixture of mostly existing scenes, and some new scenes.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4357230",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/4357230",
                    "TitleEnglish": "Recalled Out Summer",
                    "SummaryEnglish": "A side story of the original Kara no Kyōkai - the Garden of sinners movie series divided into 2 parts. In the first part, Shizune Seo, who finds her life too predictable due to her precognition, and Mitsuru‎ Kamekura, who uses his precognition to be a professional bomber, meet Mikiya and Shiki, respectively, and their futures begin to change. In the second part, 10 years after the original series, Shiki and Mikiya's daughter, Mana Ryōgi, spends a day with Mitsuru.",
                    "TitleJapanese": "未来福音",
                    "SummaryJapanese": "1998年8月、倉密メルカを追ってきた両儀式は爆発に巻き込まれる。メルカは爆弾魔で未来をあらかじめ見ることができる能力を持っていた。同じころ、礼園女学院の生徒、瀬尾静音は黒桐幹也に出会う。自分の話したことを信用してくれた幹也に心惹（ひ）かれた静音は、長い間悩み続けてきた自分の能力を打ち明け…。"
                },
                "4": {
                    "ID": "4795244",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/4795244",
                    "TitleEnglish": "Recalled Out Summer - Extra Chorus",
                    "SummaryEnglish": "Mikiya Kokutou gives Shiki Ryougi a cat to watch, as he will be away for a little while. Though Shiki protests, he leaves the cat anyway, and Shiki is stuck trying to understand her new feline companion. But as luck would have it, the cat seems to have taken a liking to Mikiya and misses him. Later in another part of the city, Ririsu Miyazuki visits the place where her dear friend committed suicide. She intends to end her life as well, but she meets Fujino Asagami, a blind classmate with a traumatic past. Though the two girls don't have much in common, Asagami reminds Miyazuki of her lost friend and helps her understand her pain. Two months later, Mikiya elects to celebrate New Year's with Shiki instead of his family, which makes his sister Azaka very upset, leading to her spending the holiday with her school friends. As the snow begins to fall, Mikiya reflects on what he wishes for most of all: that Shiki's life be filled with happiness.",
                    "TitleJapanese": "未来福音 extra chorus",
                    "SummaryJapanese": "「キミに、幸あれ―」 1998年8月。両儀式は黒桐幹也に頼まれ、一定の期間、黒い猫を預かることになり……。"
                }
            }
        },
        "1": {
            "ID": "33503",
            "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/seasons/official/1",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "374291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/374291",
                    "TitleEnglish": "Overlooking View",
                    "SummaryEnglish": "The story starts following an incident: a young girl jumps from the top of a building. The image provokes a certain dread, as the girl appears to have been a corpse even before she jummped. The case is dismissed, yet more and more of these suicides occur, and all from the same building. Thus began the rumour, that a ghost inhabited the rooftop of the building.",
                    "TitleJapanese": "第一章 俯瞰風景",
                    "SummaryJapanese": "1998年8月、観布子市では少女による飛び降り自殺が多発していた。自殺した少女たちの関連性は不明で、場所はきまって巫条ビルという取り壊しの決まった高層ビルだった。両儀式はその巫条ビルの上空に浮遊する少女たちを目撃する。そんな中、式の友人である黒桐幹也が巫条ビルに近づいたのを機に昏睡状態に陥ってしまう。暦が9月に差し掛かろうとする頃、式は幹也を取り戻すため、夜の巫条ビルに赴く。"
                },
                "2": {
                    "ID": "402178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/402178",
                    "TitleEnglish": "A Study in Murder – Part 1",
                    "SummaryEnglish": "Winter 95. Kokuto Mikiya meets a girl at night who wears a blue kimono. A few days later, they meet again, at school where he finds that the girl, Shiki Ryôgi, will be his classmate. Braving the cold and intimidating attitude of the girl, Kokuto gradually gains her confidence and becomes her friend. He discovers that she has a dual personality and is a young heir to her clan. Meanwhile, many horrendous murders are being committed in the city; Shiki and Kokuto are suspected of being involved, the latter due to his association with Shiki.",
                    "TitleJapanese": "第二章 殺人考察(前)",
                    "SummaryJapanese": "1995年3月、黒桐幹也は街で一人の少女と出会った。透徹した不思議な眼差しを持った少女に、幹也は一目で心を奪われてしまう。翌4月、観上高等学園の入学式で幹也はその少女と再会する。少女は「両儀式」と名乗り、人を寄せ付けない性格であったが、幹也には少しずつ心を開いていく。ある日、幹也は式のもう一つの人格である「織」と面識を持つことになる。自分は殺人者だと言う織に戸惑う幹也。そんな中、観布子市内では連続猟奇殺人事件が発生し、街は重苦しい雰囲気に包まれていた。"
                },
                "3": {
                    "ID": "402179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/402179",
                    "TitleEnglish": "Remaining Sense of Pain",
                    "SummaryEnglish": "July 98. In a bar under-ground that serves as a hideout for a gang of teenagers, a girl is sexually abused. Her face betrays no emotion, as if she did not feel any pain. At nightfall, while Kokutô is walking in town, he meets a schoolgirl wearing the same uniform as that of his sister in a dark alley corner. Sensing her suffering, he brings her to his home so that she can rest, but the girl disappears before Kokutô awakes. The next day Kokutô learns that that several victims were found dead in an abandoned bar, with their body twisted and folded. Aozaki Tohko and Kokutô trace the murders to Fujino Asagami whom they suspect of being the perpetrator of these murders...",
                    "TitleJapanese": "第三章 痛覚残留",
                    "SummaryJapanese": "1998年7月、複数のねじ切られたような変死体が見つかるという、人間の仕業とは思えない猟奇殺人事件が発生する。そんな中、工房「伽藍の堂」の所長である蒼崎橙子に一件の依頼が飛び込んできた。依頼内容は事件の犯人の保護、あるいは殺害。犯人の名前は浅上藤乃。殺された被害者たちに陵辱されていた少女だった。両儀式は藤乃の暴走を止めるため、行動を開始する。"
                },
                "4": {
                    "ID": "417033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/417033",
                    "TitleEnglish": "The Hollow Shrine",
                    "SummaryEnglish": "After spending two years in a coma caused by a traffic accident, Shiki Ryougi awakens with amnesia. One day, Shiki is visited by Touko Aozaki, a wizard and proprietor of a studio called \"Garan no Dou.\" Due to the loss of her alternate personality, Shiki has lost not only any memory of her accident, but also any real sense that she's alive and spends her days as a mere empty shell of herself. Strange, enigmatic beings begin to attack her, trying to take control of her body, now that her soul is hollow. However, one day, she confronts the attackers who've resorted to force and Shiki makes the decision to fight of her own volition.",
                    "TitleJapanese": "第四章 伽藍の洞",
                    "SummaryJapanese": "1998年6月、約2年間の昏睡状態から両儀式は奇跡的に回復する。しかし、目を開けた直後に見えたのは「死の線」。それが何なのかを理解してしまった式は、とっさに自らの目を潰そうとする。そんな中、一人の女性が式を訪ねてくる。その女性は蒼崎橙子と名乗り、「死の線」が見える眼の使い方を教えるといい、そして、式の別人格である「織」がいなくなっていることを指摘する。生の実感を喪失した式は抜け殻のような日々を送るが、その式の病室に毎夜さまよってくるモノがあった。それは、織がいなくなった隙間に入り込もうとする病院にいる悪霊達だった。（式が頼んでいないのに張られた）橙子の結界で悪霊を凌いでいたが、ある日、悪霊は霊安室にあった遺体を使って結界を物理的に破壊し、式に襲い掛かって来た。橙子から投げ渡されたナイフを使った応戦で「生きている死体」は殺したが、悪霊は今度は式の中に入り込む。しかし、それは彼女の計算の内であり、式は自らの中に入った悪霊だけを殺した。"
                },
                "5": {
                    "ID": "417034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/417034",
                    "TitleEnglish": "Paradox Spiral",
                    "SummaryEnglish": "Shiki meets a boy named Tomoe Enjou, a runaway who claims to be a murderer. Shiki allows Tomoe to use her apartment as his hideout. And from that day onward, their strange cohabitation begins. But then one day, Tomoe sees his mother whom he's sure he's killed. Shiki and Tomoe head for the Enjou residence in the Ogawa Complex where the two see Tomoe's parents alive! There Shiki encounters a mage named Souren Araya and finds that he is the mastermind behind all of the incidents involving her up to then. Shiki finds herself trapped within spirals of paradox. And this is only the beginning of a vicious plot by Souren Araya, the powerful sorcerer and archrival of Touko.",
                    "TitleJapanese": "第五章 矛盾螺旋",
                    "SummaryJapanese": "1998年10月、両儀式はふとしたことから臙条巴という自称人殺しの家出少年と知り合う。巴に助けを求められた式は、彼に自室を隠れ家として提供し、奇妙な共同生活を送り始める。しばらくの後、巴は自分の親殺しの罪を告白する。奇しくも蒼崎橙子から似たような事件の詳細を聞いていた式は、巴と共に臙条家のある小川マンションへ向かう。"
                },
                "6": {
                    "ID": "417035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/417035",
                    "TitleEnglish": "Oblivion Recording",
                    "SummaryEnglish": "Apprentice mage Azaka Kokutou, Mikiya’s younger sister, has been ordered by her mentor, Touko Aozaki, to investigate a certain incident in which fairies steal the memories of students at Azaka's school, Reien Academy. Azaka launches an investigation with the help of Shiki who can see fairies. As the investigation proceeds, Shiki finds out that Misaya Ouji, a student body president, is the one who controls fairies. However, the mastermind who gave her the power is Satsuki Kurogiri, a magus who controls words. Ironically, thanks to Satsuki’s magic, Shiki remembers that she had encountered Souren Araya and what he had told her two years ago.",
                    "TitleJapanese": "第六章 忘却録音",
                    "SummaryJapanese": "1999年1月、魔術師見習いである黒桐鮮花は、師である蒼崎橙子にある事件の調査を命じられる。それは鮮花の母校である礼園女学院で、生徒の記憶が妖精に奪われているというものだった。妖精を視ることができる両儀式を連れて学院に戻った鮮花は、さっそく調査を開始する。"
                },
                "7": {
                    "ID": "1402321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-garden-of-sinners/episodes/1402321",
                    "TitleEnglish": "A Study in Murder – Part 2",
                    "SummaryEnglish": "Shiki awakes from her coma and starts to live a new life. Meanwhile, a series of murders are occurring after four years of silence. “Who is the murderer?” The incidents remind her of a murderous impulse hidden inside her soul and “SHIKI,” her lost alternate persona. While Shiki searches for a suspect, Mikiya also starts an investigation of his own to prove Shiki is innocent. As he follows a lead of a drug dealer, Mikiya comes across Rio Shirazumi, who was a senior at his high school. Mikiya finds out that Rio is the one who sells the drug called “blood chip” and tries to convince him to stop, but he is instead harmed by Rio.",
                    "TitleJapanese": "第七章 殺人考察(後)",
                    "SummaryJapanese": "1999年2月。両儀式は黒桐幹也の前から姿を消した。そして、それに合わせるように再発する連続猟奇殺人事件。3年前、自らを人殺しと称した式。信じ続けると誓った幹也。幹也は式の無実を証明するため、殺人事件の捜査を始める。そんな中、幹也はある麻薬事件をきっかけに、高校時代の先輩・白純里緒と再会する。"
                }
            }
        }
    }
}