{
  "URL": "https://www.thetvdb.com/series/night-warriors-darkstalkers-revenge",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Horror",
    "Mini-Series",
    "Science Fiction",
    "Thriller"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0186385/",
    "https://www.themoviedb.org/tv/88506"
  ],
  "TitleEnglish": "Night Warriors: DarkStalkers' Revenge",
  "SummaryEnglish": "In another world, another time, all the old legends of vampires, ghosts, werewolves, and all manner of things that go bump in the night… are real. And as all the old legends make so very clear, humans are the natural enemies of… The DarkStalkers! Now, one man has made it his duty to seek out and destroy those who would threaten and eclipse humanity's future. Bearing a sword that seems almost alive, he stands ready to fight all those who have dedicated their lives to The Dark. Yet, what of the DarkStalkers? Surely such powerful beings have their own reasons for what they do, and their own plans and ambitions concerning both the human world and the Demon World. A wildly animated series based on the popular Capcom video game series, where monsters walk the Earth and battles are resolved in action-packed one-on-one fighting!",
  "Aliases": [
    "Night Warriors: DarkStalkers' Revenge (anime)",
    "Vampire Hunter",
    "Vampire Hunter: The Animated Series",
    "Night Warriors — DarkStalkers' Revenge: The Animated Series"
  ],
  "Modified": "2025-08-24",
  "Seasons": {
    "1": {
      "ID": "32729",
      "URL": "https://www.thetvdb.com/series/night-warriors-darkstalkers-revenge/seasons/official/1",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "368862",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-warriors-darkstalkers-revenge/episodes/368862",
          "TitleEnglish": "Return of the DarkStalkers",
          "SummaryEnglish": "In another world, another time, all the old legends of vampires, ghosts, werewolves, and all manner of things that go bump in the night… are real. And as all the old legends make so very clear, humans are the natural enemies of… The DarkStalkers. Now, one man has made it his duty to seek out and destroy those who would threaten and eclipse humanity's future. Bearing a sword that seems almost alive, he stands ready to fight all those who have dedicated their lives to The Dark.",
          "Aliases": []
        },
        "2": {
          "ID": "368863",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-warriors-darkstalkers-revenge/episodes/368863",
          "TitleEnglish": "Blood of Darkness, Power of Darkness",
          "SummaryEnglish": "Supernatural sisters Mei-Ling and Hsien-Ko, a unique pair of freelance DarkStalker Hunters, ride into a town, expecting to find employment ridding the village of DarkStalkers… only to discover a mysterious monk has already done that work for them. There is always more evil to be found, however. A mad general in a suit of accursed armor is laying waste to the countryside. But he too must face the one powerful man who only wishes for The Dark expunged from everywhere in the world—even from the half-breed blood in his own body.",
          "Aliases": []
        },
        "3": {
          "ID": "368864",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-warriors-darkstalkers-revenge/episodes/368864",
          "TitleEnglish": "Pyron Descending",
          "SummaryEnglish": "After stealing the sun and plunging the Earth into darkness, Vampire Lord Demitri plots his triumphant return to the Demon World as its conqueror. However, he will soon become all too aware that Pyron, the Fire God, has world domination plans of his own!",
          "Aliases": []
        },
        "4": {
          "ID": "368865",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/night-warriors-darkstalkers-revenge/episodes/368865",
          "TitleEnglish": "For Whom They Fight",
          "SummaryEnglish": "In this exciting conclusion, witness the intense final showdown between Pyron and the DarkStalkers.",
          "Aliases": []
        }
      }
    }
  }
}