{
    "URL": "https://www.thetvdb.com/series/hidamari-sketch",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0972656/",
        "https://www.themoviedb.org/tv/45893"
    ],
    "TitleEnglish": "Hidamari Sketch",
    "SummaryEnglish": "Yuno has just begun school where she always wanted, Yamabuki High School. She moves out and into an apartment by herself in a complex called Hidamari-so, which is right in front of the school. There, she meets a classmate, Miyako, and a senior student, Hiro. Yuno's days become hectic as she begins meeting the strange artists that live in her complex. Although she's not used to her new life style, she begins to actualize her dream while being with these gentle friends.",
    "TitleJapanese": "ひだまりスケッチ",
    "SummaryJapanese": "憧れの私立やまぶき高校美術科に入学したゆの。親元を離れ、学校のまん前にある小さなアパート『ひだまり荘』で一人暮らしをはじめたゆのは、そこで同級生の宮子、先輩の沙英とヒロの3人にで出会う。\n\n美術科の変わり者が集う事で有名なひだまり荘では、毎日がてんやわんやな出来事ばかり。しかし、慣れない生活に戸惑いつつも、優しく温かい仲間に囲まれながら、ゆのは今ゆっくりと夢に向かって歩き出す。",
    "Aliases": [
        "Hidamari Sketch × 365",
        "Hidamari Sketch x 365",
        "Hidamari Sketch × ☆☆☆",
        "Hidamari Sketch x ☆☆☆",
        "Hidamari Sketch × SP",
        "Hidamari Sketch x SP",
        "Hidamari Sketch x Honeycomb",
        "Hidamari Sketch × Honeycomb",
        "Sunshine Sketch",
        "Hidamari Sketch × Hoshimittsu",
        "Hidamari Sketch x Hoshimittsu",
        "Hidamari Sketch x Hanikamu",
        "Hidamari Sketch × Hanikamu"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "32813",
            "URL": "https://www.thetvdb.com/series/hidamari-sketch/seasons/official/0",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "385580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/385580",
                    "TitleEnglish": "August 11th: Put Her Back Where She Was",
                    "SummaryEnglish": "In a hot summer day, after receiving a watermelon from the Hidamari landlady, Yuno and her friends make a visit to a local swimming pool, where Yuno's inability to swim and fear of water is revealed. Meanwhile, Yoshinoya, the Hidamari landlady, and the Principal spend their time together in a school swimming pool.",
                    "TitleJapanese": "特別編1　8月11日 そして元の位置に戻す",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "385581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/385581",
                    "TitleEnglish": "November 27th: Is It Love?",
                    "SummaryEnglish": "To Yuno, Miyako, and Sae's surprise, Hiro receives a love letter from a 3rd grade classmate. After hearing the news, Hiro's friends can hardly concentrate on the class as they are very curious about the love letter. After school is over, the classmate who write the love letter confesses his love for Hiro on the rooftop. However, on the next day, she writes him a letter of refusal, to everyone's disappointment. However, Hiro's friends look up to her for her maturity.",
                    "TitleJapanese": "特別編2　11月27日 そこに愛はあるのか？",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "1388281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/1388281",
                    "TitleEnglish": "February 24th: Polaroidron / February 25th: Won't Forget",
                    "SummaryEnglish": "Sae buys a second-hand Polaroid camera and the four girls take pictures of each other dressing up and posing in different ways. Later Yuno calls Chika and arranges for her to visit Hidamari Apartments on March 25th, as seen in episode five of the second series. In the very brief second episode set the morning after, Yuno, Sae and Miyako wake up to discover a picture of their sleeping faces beside them on their pillows. This is Hiro's revenge for them laughing at the picture Sae took of her sleeping the day before.",
                    "TitleJapanese": "×365 EX　2月24日 ポラロイドン／2月25日 忘れてないよ",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "3062161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/3062161",
                    "TitleEnglish": "February 10th: Going Anywhere Bicycle / February 11th: The Tortoise and the Hare",
                    "SummaryEnglish": "Yuno receives a bike from one of her classmates but can't remember how to ride it. The girls decide to take the bike down to the riverbed to teach Yuno how to ride again.",
                    "TitleJapanese": "×365 特別編 前編　2月10日 どこでも自転車 ／ 2月11日 うさぎとかめ",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "3062171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/3062171",
                    "TitleEnglish": "June 6th: Red Thread / June 7th: Deeper Meaning",
                    "SummaryEnglish": "Yuno stops Miyako from falling down the stairs at the apartments, but tears her uniform in the process. Yoshinoya-sensei notices and invites the girls to her room after class to fix it. The next day, having lost her Sketchbook somewhere, Yuno tells Sae and Hiro about the incident with Miyako's dress and what happened when they were invited into Yoshinoya-sensei's \"forbidden room\"...",
                    "TitleJapanese": "×365 特別編 後編　6月6日 赤い糸 ／ 6月7日 イミシン",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "3062201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/3062201",
                    "TitleEnglish": "June 11th: Family Restaurant! / April 7th-17th: Natsume...",
                    "SummaryEnglish": "June 11th: After receiving some coupons in their mailboxes, the girls decide to check out the opening of a family restaurant. To their surprise, they find the landlady is working there. April 7th-17th: On her first day of school, Natsume has a tough time, as her train gets delayed and she has trouble finding her shoe locker. This is where she first meets Sae and becomes instantly smitten with her. However, she has trouble trying to run into Sae throughout the week. She eventually spots her, but is shocked to see she is already close friends with Hiro, which explains her antagonistic attitude towards Sae.",
                    "TitleJapanese": "×☆☆☆ 特別編 前編　6月11日 ファミレスわっしょい！ ／ 4月7日～4月17日　なつめ…",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "3062211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/3062211",
                    "TitleEnglish": "June 23rd-25th: Back Home / July 30th: Barbecue",
                    "SummaryEnglish": "June 23rd-25th: A bout of homesickness drives Yuno to pay a short visit to her parents' home, where she catches up on the lives of the friends she left behind. July 30th: Miyako finds an old barbecue and plans a cook-out in the back garden of Hidamari Apartments. While out buying charcoal for the barbecue, Sae and Hiro bump into Natsume and invite her along. That afternoon, she and Miss Yoshinoya join the residents of Hidamari Apartments at their barbecue. Having finally got the opportunity to spend some time together, Natsume overcomes her hostility towards Sae.",
                    "TitleJapanese": "×☆☆☆ 特別編 後編　6月23日～6月25日 帰っちゃった ／ 7月30日 バベキュ",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "4153873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/4153873",
                    "TitleEnglish": "July 15th: Feeling It / August 28th: Floaty",
                    "SummaryEnglish": "July 15th: During an exam break, the girls decide to go to an art museum to look at the artwork. August 28th: Whilst Sae and Hiro are busy with a study session, the rest of the girls go to the pool to practise swimming. Later, Hiro hosts a pajama party for everyone.",
                    "TitleJapanese": "ひだまりスケッチ×SP #01 7月15日 感じるままに ／ 8月28日 プカリ",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "4153876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/4153876",
                    "TitleEnglish": "May 9th: Splash Splash Swoosh!! / May 25th: Welcome to the Village of Meat!",
                    "SummaryEnglish": "May 9th: Hiro and Sae decide to clean their curtains using Miyako's pool. May 25th: The Landlady treats the girls to an all you can eat Barbeque.",
                    "TitleJapanese": "ひだまりスケッチ×SP #02 5月9日 ザブザブザザー！！ ／ 5月25日 らっしゃい！肉の里",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4520146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/4520146",
                    "TitleEnglish": "February 1st-20th: Exam Sketch",
                    "SummaryEnglish": "The Hidamari support group have their work cut out for them as they provide Sae and Hiro with the support they need to get through their exams. Then comes the tense waiting for the results...",
                    "TitleJapanese": "ひだまりスケッチ 沙英・ヒロ 卒業編　2月1日~20日 受験スケッチ",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "4667937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/4667937",
                    "TitleEnglish": "February 28th-March 1st: Graduation Sketch",
                    "SummaryEnglish": "As graduation day approaches, Hiro recalls her first meeting with Sae. Graduation finally arrives and it's time to say goodbye, but the girls know that they will always be friends, no matter how far apart they are.",
                    "TitleJapanese": "ひだまりスケッチ 沙英・ヒロ 卒業編　2月28日~3月1日 卒業スケッチ",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "9250398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/9250398",
                    "TitleEnglish": "August 26: Super Hidamatsuri",
                    "SummaryEnglish": "A mini-episode/promo for Hidamari Sketch X 365 screened at the 2007 \"Chou Hidamatsuri in Nippon Budokan\" event, where the second season of Hidamari Sketch was announced.",
                    "TitleJapanese": "8月26日 超ひだまつり",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "32814",
            "URL": "https://www.thetvdb.com/series/hidamari-sketch/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "369502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/369502",
                    "TitleEnglish": "January 11th: A Winter Collage",
                    "SummaryEnglish": "Yuno had forgotten to do her homework in time for Yoshinoya's class and has to finish it during lunch break. After school, Yuno and Miyako play in the snow for a while and later visit Hiro's apartment so Yuno can thank her for the rice ball Hiro gave her for lunch.",
                    "TitleJapanese": "#01 1月11日 冬のコラージュ",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "369503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/369503",
                    "TitleEnglish": "August 21th: Japan's Summer",
                    "SummaryEnglish": "Yuno and her friends have been given the task to create a new sign for the Hidamari Apartments, and they set to divide the work equally. Afterwards it is discovered that Miyako's rent is much lower than the others have to pay, and Sae goes to the landlord to discover why. That night, the summer festival starts and Yuno and her friends go and have fun.",
                    "TitleJapanese": "#02 8月21日 ニッポンの夏",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "369504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/369504",
                    "TitleEnglish": "June 17th: ...or an Indian",
                    "SummaryEnglish": "Yoshinoya starts her class with her trying to get her students to sketch her in various outfits, but after some intervention from the principal, they settle on sketching a bust of Brutus. Later that day, the four main characters get together in Miyako's leaky apartment.",
                    "TitleJapanese": "#03 6月17日 またはインド人",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "369505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/369505",
                    "TitleEnglish": "May 18th: The Singing Shortcake",
                    "SummaryEnglish": "Today at school, Yuno and Miyako get to go outside during class to sketch something due to the weather being nice that day. Later, Yuno and her friends go to a karaoke bar where Hiro is determined to lose some weight while singing.",
                    "TitleJapanese": "#04 5月18日 歌うショートケーキ",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "369506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/369506",
                    "TitleEnglish": "February 13th: Heart and Body",
                    "SummaryEnglish": "Yuno comes down with a cold and has to stay home for the day. While asleep in her apartment, Yuno has several odd dreams of school and of her friends. Meanwhile, Yuno's friends do all they can to help her get better.",
                    "TitleJapanese": "#05 2月13日 こころとからだ",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "369507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/369507",
                    "TitleEnglish": "July 14th: Cool and Comfy",
                    "SummaryEnglish": "Summer has arrived, and once final exams are over, Yuno and her friends enjoy the beginning of their summer vacation. Due to Yuno not knowing how to swim, Miyako gets out an inflatable pool that Yuno and her friends play in, though they eventually go to the beach.",
                    "TitleJapanese": "#06 7月14日 ひんやり・まったり",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "369508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/369508",
                    "TitleEnglish": "October 12th: Stormy Drying Agent",
                    "SummaryEnglish": "A typhoon hits during the say of the Sports Festival and has to be called off until the next day when the typhoon has already blown over. Later on, Yuno and her friends are in Miyako's room worried that if the drying agents under her floor get wet they will ignite and catch the building on fire. Miyako gets the idea to remove them all, and throws one into the rain outside, but it does not catch fire.",
                    "TitleJapanese": "#07 10月12日 嵐ノ乾燥剤",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "369509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/369509",
                    "TitleEnglish": "March 13th: 3% of Hope",
                    "SummaryEnglish": "Yuno and her friends have a day off from school today, and after waking up, Yuno starts to draw. Miyako arrives soon after and sits down with Yuno as they draw various things together. Yuno gets a text message from Sae to come to her apartment from the back way; Miyako jumps off the second story to get there, followed by a terrified Yuno. They find out that Sae is hiding from her editor as she tries to finish her next novel before the deadline.",
                    "TitleJapanese": "#08 3月13日 3%の希望",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "369510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/369510",
                    "TitleEnglish": "September 4th: The Wolf of the Shinjuku Back Streets",
                    "SummaryEnglish": "Yuno and Miyako wake up early in the morning and as they are leaving the apartment building, Yuno spots an envelope on the ground. She notices a man not too far away and it turns out he had dropped it. To show his thanks, he gives Yuno four lottery tickets which were in the envelope. At school, a former student of Yoshinoya comes in to talk to Yuno's class, and Yuno starts wondering about her future dreams as an artist. Near the end of the day, Sae buys the evening paper to check the numbers on the lottery tickets, but no one is a winner.",
                    "TitleJapanese": "#09 9月4日 裏新宿の狼",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "369511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/369511",
                    "TitleEnglish": "November 3rd: Her Highness Yuno",
                    "SummaryEnglish": "The cultural festival is going on at Yuno's school, but the night before, Yuno had tried to finish a piece for the art gallery but ended up falling asleep before it was finished; Miyako took the painting and put it in the gallery by the time Yuno woke up. At school, Yuno gets praise for her unfinished painting even though she did not intend it to be this way and Yuno's friends all have parts in plays. Later, Yuno and her friends go to a public bathhouse and talk about the festival.",
                    "TitleJapanese": "#10 11月3日 ゆのさま",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "369512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/369512",
                    "TitleEnglish": "April 28th: A Round Cabbage",
                    "SummaryEnglish": "Yuno and her friends go to the zoo for a school assignment to sketch some of the animals. Yoshinoya dresses up like a tour guide and acts like one on the way to the zoo by pointing things outside the window to the students, but soon becomes very carsick and has to stop. At the zoo, Yuno and her friends go around and see many of the animals. Later, Yoshinoya ends up in front of the Hidamari Apartments, and Yuno and her friends take her to Hiro's apartment when she rests for a time. After she leaves, they discuss some of the rumors they have heard about Yoshinoya.",
                    "TitleJapanese": "#11 4月28日 まーるキャベツ",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "369513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/369513",
                    "TitleEnglish": "December 25th: Goodbye Ume-Sensei",
                    "SummaryEnglish": "On Christmas Eve, Sae's younger sister Chika comes to visit and gets to meet Yuno, Miyako, and Hiro too. They show Chika around Yuno's school, and they run into Yoshinoya there who later swings by in a Santa outfit and wishes them Merry Christmas. Chika later comes to Yuno's apartment in the middle of the night after Sae refused to give Chika her autograph. Sae, Miyako, and Hiro come by too and they stay up late into the night. On Christmas day, Chika oversleeps and leaves quickly to meet someone in a neighboring town. Yuno and her friends spend the rest of the day together.",
                    "TitleJapanese": "#12 12月24日 ChristmasEve／12月25日 サヨナラ…うめ先生",
                    "SummaryJapanese": null
                }
            }
        },
        "2": {
            "ID": "34658",
            "URL": "https://www.thetvdb.com/series/hidamari-sketch/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "383796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/383796",
                    "TitleEnglish": "Nice to Meet You Ume-sensei!",
                    "SummaryEnglish": "Accompanied by her mother, Yuno comes to Yamabuki Art High School to take the entrance exam. After getting accepted into the school, she settles in the Hidamari apartment and makes friends with the new neighbors.",
                    "TitleJapanese": "はじめまして! うめてんてー",
                    "SummaryJapanese": "あの日は、憧れのやまぶき高校の入学試験で、朝からずっとドキドキしてました。\n練り消しだけしか持ってなかったり、お母さんの手がパンパンになっちゃったり、 なんだか色々あったけど、合格発表を見たときは、ホントに、ホントに嬉しかったな…。\n実家からひだまり荘に引っ越した時も、初めての一人暮らしだから、ホントに緊張 したし、 お隣の宮子さんが突然部屋に来た時は、すっごいビックリしたな～。\nだって突然、「おそば、まだですか～！」だもん（笑）"
                },
                "2": {
                    "ID": "383797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/383797",
                    "TitleEnglish": "February 6th: Cherry Blossom, Cherry Blossom",
                    "SummaryEnglish": "Sae's little sister, Chika, has just passed a high school entrance exam. Meanwhile, the Hidamari residents realize that they also had a similar experience exactly one year ago.",
                    "TitleJapanese": "サクラサクラ",
                    "SummaryJapanese": "今日は、沙英さんの妹の智花ちゃんの高校の合格発表の日だったから、沙英さんが朝からずっとソワソワしてて、 私も宮ちゃんも、自分の事みたいに気になっちゃって、ずっと落ち着かなかったです。\nでも授業中に智花ちゃんから「合格！！」っていうメールが来て、すっごく嬉しかったな。\n沙英さんも、あんまり顔には出さないけど、とっても嬉しそうでした。\nそして今日のお昼はみんなで学校の屋上に上がって、ヒロさん特製のすっごく美味しいお弁当を食べたんですけど、 食べ終わってみんなで教室に帰る途中に、沙英さんのお友達の夏目さんという人にお会いしました。\nなんだかすっごい不思議な人で、気が付いたら顔を真っ赤にして走って行っちゃったんです。\nあれが噂の「ツンダレ」っていうのかな…。\n……ん～、「ツンドラ」だっけ？？"
                },
                "3": {
                    "ID": "383798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/383798",
                    "TitleEnglish": "May 27th: Koma Monster",
                    "SummaryEnglish": "Yuno and Miyako visit a Shinto shrine near Iwakaba, a place recommended by Yoshinoya, by a train. After that, they spend their time together, drawing pictures of the landscape around the shrine.",
                    "TitleJapanese": "狛モンスター",
                    "SummaryJapanese": "今日はお休みで、宮ちゃんと一緒に、吉野屋先生に紹介された神社に屋外写生に行きました！\n神社の前には長い階段があって、登るだけで大変でした。 段を数えながら登ってたんですけど、途中で宮ちゃんに「ねーゆのー、今何時―？」なんて聞かれたから、なんだかわからなくなっちゃって…。\n「…うぅ、宮ちゃん酷いよ~~！！！」\nそれで、境内に着いて、自由行動でそれぞれの絵を描いていたんですけど、どこからか視線を感じる…。\nそしたら、小さな女の子が私の絵を見てるんです。\n私、その女の子に「お姉ちゃんって天才？」なんて言われて、恥ずかしかったけど、ちょっと嬉しかったな…。\nそして、絵を描き終えて、その女の子に言われた事をボンヤリ考えながら\n電車に乗って帰ったんですけど、気が付いたら知らない駅にいるんです…。\n「えっ！？　ここドコ？？　って、終点！？！？」"
                },
                "4": {
                    "ID": "383799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/383799",
                    "TitleEnglish": "March 16th-23rd: Mild Tuna Flavor / October 31st: Brrrr",
                    "SummaryEnglish": "March 16th-23rd: A male stray cat starts to live in Miyako's room. After a few days, however, the cat disappears from Hidamari apartment, making Yuno cry. October 31at: Yuno prepares for the cultural festival, the result of which is shown in the tenth episode of the previous season.",
                    "TitleJapanese": "まろやかツナ風味",
                    "SummaryJapanese": "「たっだーいまー♪　おや！？　どちらさまですかい？」\n今日は、家に帰ってきたら、見たこと無い猫が部屋にいたんだよね。\nお腹を減らしてたみたいで、アジの開きの取り合いになったんだけど、\n私は今とても食生活が裕福で気持ちに余裕があるから、えんがわを譲ってあげたのだ。\nあぁ、冷蔵庫に溢れる海の幸たち。クロスワード様々だね。\n「ん~、でもこの子、どこの子なんだろう？」\nゆのっち達と飼い主さん探してみたけど見つからないし、ひだまり荘はペット禁止だし、\n一緒に住むにはこの子と結婚すればいいのかな~。\nなんて思ってたら、ゆのっちもヒロさんも沙英さんも、\n飼う気満々になってきて、キャットフード買って来たりしてくれたんだ。\nまた私の食事事情が豊かになった。ありがたいことだニャ~。"
                },
                "5": {
                    "ID": "383800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/383800",
                    "TitleEnglish": "March 25th: Congratulations, Chika",
                    "SummaryEnglish": "After visiting the Hidamari apartments, Chika chats with her friends and enjoys dumplings, which is her favorite dish. After that, they go to a karaoke box, but are soon disappointed that the place is closed for business. They instead head to a communal bath house, where they meet Yoshinoya and spend their time singing various songs together.",
                    "TitleJapanese": "おめちか",
                    "SummaryJapanese": "今日は、高校の合格祝いも兼ねて、智花ちゃんがひだまり荘に遊びに来たんです。\nみんな智花ちゃんが来るのを楽しみにしてて、智花ちゃんが好きって言ってた餃子を作って待ってたんです。\nそれで、宮ちゃんは鯛をイメージして餃子を作ったみたいなんだけど、\n智花ちゃんが「キャンディー？」って勘違いする位の感じで、私もちょっとわかんなかったな…。\nでも、５人みんなで色々な事を話して、こんなに智花ちゃんとお話しするのも久しぶりだったから、すっごく楽しかったな～。\nその後、みんなでカラオケに言ったんですけど、臨時休業になってて、すっごい残念…。\n「せっかく楽しみにしてたのに、ホントにゴメンね智花ちゃん」\n\nでも、夜はみんなでお鍋食べて、たくさん、たくさん、お話しようね！"
                },
                "6": {
                    "ID": "383801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/383801",
                    "TitleEnglish": "July 30th: Saeta / November 11th: Hiroemon",
                    "SummaryEnglish": "July 30th: Sae tries to finish her novel and goes to a café for an appointment with the monthly magazine editor. Before the talk with the editor, Sae confronts Natsume, in which Sae hopes Natsume doesn't find out about her profession. Afterward, Sae asks her friends whether any of them have experience of falling in love as she needed some inspiration for her romantic novel. In the night, Sae gives a phone call to Chika as she was apparently worried about her sister. November 11th: Sae and Hiro participate in a cooking class, where Hiro shows off her experienced skill in cooking. After the class, Hiro discovers Natsume in a flurry, buying a monthly magazine in which Sae's romantic novel, which was written during the first part of the episode, is published.",
                    "TitleJapanese": "さえ太",
                    "SummaryJapanese": "朝、机で目覚める沙英。\nヒロが起こしに来るとなぜか慌てた様子で…\nヒロがどうしたのかと聞くと、\n午後イチで雑誌の編集さんと打ち合わせがあり、\n次の小説のテーマを決めておくため徹夜をしていたらしい。\n心配するヒロであったが沙英は大体テーマは決まっているとの事。\nその後、喫茶店に移動し編集さんと打ち合わせをする事になるのだが…"
                },
                "7": {
                    "ID": "383802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/383802",
                    "TitleEnglish": "April 7th: The Entrance Ceremony and Welcoming Party",
                    "SummaryEnglish": "Yuno and Miyako attend the school entrance ceremony, in which Miyako falls asleep due to principal's tedious speech. Meanwhile, Hiro and Sae stay at the Hidamari apartment and they happen to meet with Misato and the landlady in the morning. After the ceremony, Hiro and Sae makes a surprise welcome party for the new Hidamari neighbors.",
                    "TitleJapanese": "入学式と歓迎会",
                    "SummaryJapanese": "今日は入学式。\n朝からそわそわしているゆの。\nそこへ宮子がやってきて仲良く朝ごはんを食べることに。\nふとフライパンにのっている目玉焼きが気になりひっくり返した宮子だが、\nゆのにフライパンで叩かれて起こられてしまう…\n朝からフライパンで宮子の頭を叩く音がこだますひだまり荘。\nその音に怒ってやってきたのが…"
                },
                "8": {
                    "ID": "383803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/383803",
                    "TitleEnglish": "October 13th: King of the Hill",
                    "SummaryEnglish": "Students of Yamabuki Art High School, including Yuno and her friends, participate in a sports day event. Yuno's class under Yoshinoya represents the red team, while Natsume's class represents the white team. Later, the red team manages to defeat its rival, the white team. After the competition, Yuno and her friends together go back to their apartment and look back what they have done during the day.",
                    "TitleJapanese": "お山の大将",
                    "SummaryJapanese": "今日は体育祭。昨日は雨がたくさん降って心配でしたが、晴れてよかったです。\n開会式では、なんと宮ちゃんが代表で選手宣誓をしました。でも宮ちゃんてば、\nせっかくの宣誓をはしょっちゃって・・・。あれほどちゃんとしてって言ったのに～。\n私達ひだまり荘の4人は全員赤組。みんなで力を合わせて頑張りました。\nえっ？私ですか？私は借り物競争に出ました。でも借りる物が犬って…。\nたまたま、おじさんが子犬を連れていたので、助かりました。\nあの子犬、競技を忘れちゃうくらい可愛いかったな～。"
                },
                "9": {
                    "ID": "383804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/383804",
                    "TitleEnglish": "August 5th: No Rest for Summer Break / December 3rd: The Wolf of Shinjuku Back Streets: Part II",
                    "SummaryEnglish": "August 5th: Yuno and Miyako's teacher, Yoshinoya, has to finish the remaining school works during the summer break under the Principal's watch. However, she keeps slacking off from her work as she takes photographs of herself, which will be used for the postcards that she will be sending out to the students. When Natsume discovers Yoshinoya in the school, Yoshinoya asks her to put some of the postcards in the mailbox of Hidamari apartment. December 3rd: Yuno and her friends goes out to watch a movie, which is directed by a Kishi who is a graduate from Yamabuki high school. After that, Yuno and her friends discover that Sae has received a letter from a fan of her literary work.",
                    "TitleJapanese": "ナツヤスメナーイ",
                    "SummaryJapanese": "夏休みだっていうのに校長先生ったらイジワルで、私に山ほどの書類を押し付けるんですよ～。\n今日の私はどうしてもやらなくちゃいけないことがあるのに。だから思わず校長先生から逃げ出しちゃいました。\nだって仕事はいつかそのうちやればいいんですもの♪それよりも大事なことなんです。\nでも、校長先生ったらしつこくて、私が行く先々で待ち構えているんです。どうして邪魔ばかりするんですか～。\nでも私だって負けてられませんよ！この暑中見舞いを生徒たちみんなに届けるまでは！！！"
                },
                "10": {
                    "ID": "383805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/383805",
                    "TitleEnglish": "June 8th: Round Carrot",
                    "SummaryEnglish": "Yuno's class spend the day sculpting replicas of their shoes. Later, Yuno's parents make a surprise visit to Hidamari apartment.",
                    "TitleJapanese": "まーるニンジン",
                    "SummaryJapanese": "みなさん！みなさん！！小人さんってホントにいるかもしれませんよ。\n授業で粘土を使った立体制作があって、自分が持ってきた靴をモチーフにして粘土で靴を作っていたんです。\n粘土を靴の形に整えたあと、乾かして色をつける時に私ってば、眠くなってきちゃって。\nそのとき、「寝てる間に小人さんが作ってくれないかなー…」\nなんて思いながら、居眠りしちゃったんです。\n目を覚ますと、なんと粘土の靴に色がついていたんです。\nこれってきっと小人さんがやってくれたに違いありませんよね。宮ちゃんもなんだか様子が変だったし。"
                },
                "11": {
                    "ID": "386719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/386719",
                    "TitleEnglish": "September 28th: The Mystery of Pants",
                    "SummaryEnglish": "In the early morning, Yuno makes onigiri bentos for Miyako and herself. When it is a lunch time, Yuno goes up to the rooftop of Yamabuki high school, which is prohibited area for students. After a brief assault of hungry pigeons, Yuno falls asleep on the rooftop. After the PE class in the afternoon, Yuno and her friends finds out that Hiro has been missing. When Yuno goes back to the dressing room to pick up the jerseys that she left, she hears a strange noise behind a door, where an unconscious Hiro is found. Then Yuno and her friends come to the conclusion that Hiro had stopped eating to fit into a tight pair of pants, where in actuality, Hiro had bumped her head on the low ceiling while putting them on.",
                    "TitleJapanese": "パンツの怪",
                    "SummaryJapanese": "今日はすっごくいいお天気でした。レジャーシートとサングラスを用意して、お昼休みは屋上でこっそりランチタイム。\n私、屋上って好きなんです。何だか平凡な私がちょっぴりはみ出した気分になれるから。\nご飯も食べ終わって、仰向けになってぼんやりと空を見上げていたら、そのまま寝ちゃったみたいです。\nすごく気持ち良かったな～。起きたらもう昼休みが終わってて、急いで体育館に向かったのですが…。\n体育も終わって教室へ帰る途中、舞台にジャージを忘れてきちゃったことに気づいて取りに戻ったんです。\nそしたら、そのとき舞台裏から変な音がして…。不審者だったらどうしようなんて考えながら近づいてみると、\nそこには倒れているヒロさんの姿が…。「ヒロさん、ヒロさんっ！ 　なんで…どうしてこんなところで…」\nあれ、ヒロさんのそばに何か貼ってある。\n「…おるこ…きそ…？」"
                },
                "12": {
                    "ID": "388299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/388299",
                    "TitleEnglish": "July 7th: Don't Look / July 8th: The Quartet",
                    "SummaryEnglish": "After a small quarrel between Sae and Hiro, they have suddenly become antagonistic to each other. After noticing the tension between the two in the school, Yuno and Miyako tries to restore their friendship by inducing Sae to apologize to Hiro. Fortunately, their plan works out as Hiro accepts Sae's apology. Meanwhile, the landlady receives a bamboo trees as a present from one of her part-time job customer and she then decides to plant it next to the Hidamari apartment. After noticing the trees, the Hidamari residents celebrates Tanabata by putting up decorations on the bamboo trees and hanging small colorful papers with their wishes written.",
                    "TitleJapanese": "見ちゃダメ",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "420518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/420518",
                    "TitleEnglish": "January 10th: Welcome Back! Ume-sensei!",
                    "SummaryEnglish": "Yuno returns to the apartments after going back to her hometown during winter break. The girls talked about what they did during the break and then decides to visit the temple after. On the way there they visited Yoshinoyo sensei's house and invited her to come with them to the temple. While they were at the temple they made New year wishes and then went home. After they went home they talked about all sorts of stuff like what they did last year and what they want to do this year.",
                    "TitleJapanese": "おかえり…うめ先生",
                    "SummaryJapanese": "あけましておめでとうございます♪今日実家からひだまり荘へ帰ってきました。\n久しぶりに両親に会えて嬉しかったな。実家やっぱり落ち着くけど、ひだまり荘もやっぱり自分の家だなぁって思います。\nひだまり荘へ帰ってきて最初に会ったのはやっぱり宮ちゃん。宮ちゃんも今朝帰ってきたみたいで、\nどうやら帰ってくるのは私が一番最後のようでした。\nそのあと、ヒロさんの部屋に集まって話していたら、 実家にいる間はのんびりし過ぎたって話題になって、\nみんなで散歩を兼ねて初詣へ行くことになりました。\n途中、吉野屋先生の家の近くを通りかかったので挨拶をしに寄り、先生も一緒に初詣へ行くことに。\n神社に着いて最初に手水所に行ったのですが、宮ちゃんてばここでもヒロさんのことをからかって怒られてました。\n次にみんなでお参りをしたのですが、そのときに宮ちゃんが、\n「住所を言わないと神様は願いをかなえる時に困っちゃう」って言ってました。\n宮ちゃんてば物知りですよね～。私は今日初めて知りました。"
                }
            }
        },
        "3": {
            "ID": "175511",
            "URL": "https://www.thetvdb.com/series/hidamari-sketch/seasons/official/3",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "1563961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/1563961",
                    "TitleEnglish": "February 27th-March 4th: Bright Red Mark / April 3rd: Welcome to Hidamari Apartments",
                    "SummaryEnglish": "February 27th-March 4th: After a bad start to the day breaking some plates, Yuno gets a low score on her grammar test and has to take a makeup exam. After studying for the retake, she gets a perfect score, but accidentally rips her sheet. On April 1, Yuno hears from the landlord that new freshmen will be coming to Hidamari Apartments, so the girls help clean the other rooms up. April 3rd: One of the freshmen's parents arrive with her things and offer to take the girls out to lunch. While they do that, the new freshmen, Nazuna and Nori, arrive at the apartments and are surprised that they cannot find anyone else. When the girls get back from their lunch, they meet with the new residents and officially welcome them to the apartments.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "1563971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/1563971",
                    "TitleEnglish": "April 6th-7th: Yes/No / July 19th: Olive",
                    "SummaryEnglish": "The girls hold a welcome party for Nazuna and Nori. Miyako brings a 'question dice' in order to find out things about the freshmen. The next morning, the gang are surprised to hear Nazuna is in general education instead of the arts department like they had assumed. Miyako thinks back to July 19th of the previous year when she accidentally set a small part of her hair on fire, and she and Yuno went to a hair salon named Olive run by twin hairdressers.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "1673291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/1673291",
                    "TitleEnglish": "April 8th-9th: Decision / December 10th: Because the Cup is Small",
                    "SummaryEnglish": "After the first day back at school, Yuno has trouble deciding what electives to take. After talking with Sae and Hiro, she decides on planes. Back on December 10th, Yuno runs into Sae at the bookstore, where they learn her the magazine which published her novella has already sold out. They later go to a café where Sae talks about whether she should aim for further teaching in literature or art.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "1673301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/1673301",
                    "TitleEnglish": "April 15th: Satisfying Sunlight",
                    "SummaryEnglish": "Natsume gets a brief chance to walk home with Sae. Yuno, Miyako, Nori and Nazuna go to a home store to buy some new curtains for Nori's apartment, since her current ones are too short. Much to Nazuna's surprise, Nori goes with her suggestion. After running into the landlady at the gardening section, they buy a bunch of tomato seedlings to plant in the garden. Afterward, everyone has dinner at Hiro's place, and Nazuna and Nori start to bond.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "1673311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/1673311",
                    "TitleEnglish": "April 20th: A Girl's Feelings / January 31st: Honest Words",
                    "SummaryEnglish": "The girls go in for their physical exams, and Yuno is not too pleased with her results, which say she has shrunk since last year. Yuno gets a wrong number call from Arisawa, a former senior, and thinks back to when she met her on January 31. Yuno had left her cell phone at school, which was found by Arisawa who was drawing in the classroom. She draws a picture of Yuno and gives her some advice about college and the two become friends.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "1673321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/1673321",
                    "TitleEnglish": "October 15th: Height of the Sky, Shade of the Grove / April 26th-27th: Expert on Love",
                    "SummaryEnglish": "On October 15th of the previous year, Yoshinoya appears to be down, and is constantly checking her cell phone, leading Yuno and the others to think she may be in love. It later turns out she has been reading a romance novel on her phone. April 26th: The girls spot Nazuna on numerous occasions being assisted by boys and wonder if she is popular among them. When asked about it, Nazuna says she is not too keen with it since it makes their other girls jealous.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "1828431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/1828431",
                    "TitleEnglish": "May 3rd-4th: A Day in Seven Parts",
                    "SummaryEnglish": "Sae's younger sister Chika visits the Hidamari Apartments once again, where she meets Nazuna and Nori for the first time. The girls plan a picnic at a nearby lakeside park and later recount what they did and talked about back at the apartment building. As Chika is the same age as Nazuna and Nori, the three of them are able to quickly become friends.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "1828461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/1828461",
                    "TitleEnglish": "May 13th-14th: Yuno Crab / September 26th-27th: Eggplants Really Are Great",
                    "SummaryEnglish": "Yuno and Miyako hear from Nori about a delicious crab fried rice dish that is on the school menu for a limited time and become determined to try it. Unfortunately, it is sold out by the time they get to the cafeteria the next day, so Hiro makes them the dish with imitation crab. On September 26 of the previous year, Yuno struggles with drawing a motif, and feels depressed about the result when her drawing is not scored very high.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "1828491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/1828491",
                    "TitleEnglish": "November 22nd: Seniors and Freshmen / May 21st: Crying Woman",
                    "SummaryEnglish": "On November 22nd, a few months before Yuno and Miyako would come to the Hidamari Apartments, Sae and Hiro's were in their first year and shared the Hidamari Apartments with their seniors, Misato and Riri. Sae has had trouble sleeping due to her writing work, so Hiro decides she will move into the room next to her's to support her. May 21st: Yuno and Miyako do some sketching at the park, where they throw stones at a weird shaped rock in the river.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "1885571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/1885571",
                    "TitleEnglish": "May 28th-June 2nd: Sunshine Palette",
                    "SummaryEnglish": "After accidentally flushing her apartment key down the toilet, Yuno asks the landlady for another one. While the landlady tries to find the spare key among various other junk, Yuno spends each night sleeping over at each of the residents' apartments. After five nights, the landlady manages to find the spare key and Yuno finally returns to her apartment, only to be greeted by a foul smell from some leftover cooking.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "1885581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/1885581",
                    "TitleEnglish": "June 5th: Matchstick Mystery / February 16th: 48.5cm",
                    "SummaryEnglish": "On June 5th, it begins raining and will continue for the rest of the day. Yuno and Miyako see a puzzle involving matchsticks on TV where the answer is revealed to be online, so they head over to Nori's room to check it on her computer; Nazuna had already come over. After playing for a bit on the computer, they order a pizza around noon and later Hiro and Sae also come over for the same reason Yuno and Miyako had. Back on February 16, the seniors are participating in a tradition where they display voluntary final projects around the school. Yuno realizes that Hiro and Sae will be graduating the following year and that she and Miyako will soon become second-year students. On March 7th, Yuno and Miyako enjoys the cherry blossoms during the graduation ceremony.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "1951861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/1951861",
                    "TitleEnglish": "July 12th: Three Stars x Lycopene",
                    "SummaryEnglish": "The girls pick the tomatoes they planted in the garden of Hidamari Apartments earlier in the year. After they spend the day preparing tomato-based dishes, the landlady joins them for dinner, and later they give Yoshinoya the leftover pasta sauce.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "4": {
            "ID": "472198",
            "URL": "https://www.thetvdb.com/series/hidamari-sketch/seasons/official/4",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4153872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/4153872",
                    "TitleEnglish": "May 6th-15th: Narrow Japan, Where Are You Hurrying Off To? / May 16th-18th: Everything's Bigger in Hokkaido!",
                    "SummaryEnglish": "May 6th-15th: Sae and Hiro are getting ready for the third-year's trip to Hokkaido. The other girls seem just as excited, even though they aren't the ones going! May 16th-18th: Whilst Sae and Hiro are away, Yuno and Miyako are the senior classmates in Hidamari Apartments. Yuno decides to try and set an example for Nazuna and Nori as a reliable senpai.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4411571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/4411571",
                    "TitleEnglish": "May 18th-19th: Yuno-sama from Above",
                    "SummaryEnglish": "Sae and Hiro continue to explore Hokkaido with their class. Back home, Yuno is still trying to think of ways to impress Nazuna and Nori as their upperclassman.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4411572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/4411572",
                    "TitleEnglish": "August 31st: The Final Visitor of Summer Vacation / September 1st: Mochi Sweets",
                    "SummaryEnglish": "Yuno and Miyako's plans to spend the last day of Summer having fun is thwarted when a typhoon settles in, so everyone retreats to Hiro's apartment for some food. Afterwards, Yuno looks over her summer homework. As school resumes the next day, a fire drill is held, during which Nazuna feels the need to go to the bathroom.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4411573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/4411573",
                    "TitleEnglish": "September 15th: The Shutter Chance of Victory!! The Winner is Miyako!!",
                    "SummaryEnglish": "The school holds a swim meet, with Miyako, Nori and Sae competing whilst Yuno is part of the camera crew. Nori, Sae and Miyako all manage to win their events, bringing their overall team to victory. Afterwards, everyone checks the school's homepage to see the photos Yuno had taken.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4411574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/4411574",
                    "TitleEnglish": "September 17th-19th: Nazuna Rice / September 28th: Midnight Norisuke",
                    "SummaryEnglish": "September 17th-19th: Having inadvertently told her parents that she knew how to cook, Nazuna asks Hiro and Yuno to teach her how to make chicken karaage and miso soup for when they come over. When something goes wrong with Nazuna's rice, the others help her make the most of it. Septembet 28th: After Nori wakes up in the middle of the night following a bad dream, she goes over to Sae's apartment, where the two spend the whole night talking.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4411575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/4411575",
                    "TitleEnglish": "September 25th: Chatting Sketch / September 29th-30th: Hiro-san",
                    "SummaryEnglish": "September 25th: Yuno and Miyako spend the day drawing themselves as a class assignment, while discussing various things. Yuno decides to ask Miyako to come over so they can continue talking after school. September 29th-30th: Hiro worries about what she is going to do after school and is upset at the idea of not seeing everyone as much. Fortunately, she has plenty of caring friends around her to help her out.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4411576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/4411576",
                    "TitleEnglish": "October 5th-6th: Pamphlet Competition / October 6th-8th: A Secret Date",
                    "SummaryEnglish": "Yuno's class is tasked with designing a pamphlet for an upcoming school festival. Yuno works hard on her design and it ends up being chosen. Later, Yuno is invited on a date by Arisawa, where they catch up with each other.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "4411577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/4411577",
                    "TitleEnglish": "October 11th, 30th: Terror! Preparing for Yamabuki Festival / November 3rd: Strange! The Day of the Yamabuki Festival",
                    "SummaryEnglish": "October 11th, 30th: Everyone is busy preparing for the Yamabuki festival. Yuno and Miyako's class vote to do a Haunted House. After Miyako sprains her fingers whilst building props, Yuno helps her out with various things until her hand heals. November 3rd: The day is finally here. Yuno and Miyako explore the festival in the morning before their shift at the haunted house. Later, Yuno bumps into some unexpected guests.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "4411578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/4411578",
                    "TitleEnglish": "November 10th: Returning a Smile",
                    "SummaryEnglish": "The Landlady finds a Game of Life board game lying around and brings everyone together to play it. The gang decide to personalise the game into a 'Hidamari Apartments edition'. Whilst playing through the game, the gang receives a call from Chika, which proves embarrassing for Sae since the game forces her to act like a cat. As the game goes on, Nazuna and Nori learn more about the apartment whilst everyone wonders about the Landlady's actual job. Nori ends up winning the game whilst everyone thinks about their futures.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4411579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/4411579",
                    "TitleEnglish": "December 2nd: An Educational Snowball Fight / December 15th: Hidamari Cheer Squad",
                    "SummaryEnglish": "December 2nd: On a particularly cold day at Yamabuki High, Yoshinoya-sensei endures the cold to show off her latest outfit to the class, Miyako decides to start writing Tanka and later Miyako and Yuno decide to have an \"educational\" snowball fight. December 15th: Chika makes a surprise visit with news for Sae from their parents. After talking with Sae, they then join the rest of the girls for a gyouza party. After the girls realise that Sae and Hiro will be leaving Hidamari Apartments in 3 months time, Miyako decides to create the \"Hidamari Cheer Squad\" to help Sae and Hiro get into their colleges of choice.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "4411580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/4411580",
                    "TitleEnglish": "December 22nd: It's Cause I'm Your Big Sister / December 21st-24th: Faint Memory of a Song",
                    "SummaryEnglish": "December 22nd: Yuno, Miyako and 2 of their classmates visit Yoshinoya to help her clean up some old art books. Whilst there, they meet an unexpected visitor. December 21st-24th: The girls are preparing for their Christmas Party at Hidamari Apartments. Sae invites Natsume, remembering that she had wanted to visit before.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "4411581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hidamari-sketch/episodes/4411581",
                    "TitleEnglish": "December 31st-January 1st: Years Together, Years to Come",
                    "SummaryEnglish": "New Years Eve is here and this time all the girls will be spending it at Hidamari Apartments. Whilst Sae and Hiro are at a study session, the rest of the girls clean up and prepare for festivities later. Later, after the bells chime in the New Year, the girls all visit the shrine, where they meet other friends and acquaintances. After watching the sunrise together, the girls then return home to sleep and contemplate the coming year.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}