{
  "URL": "https://www.thetvdb.com/series/d-n-angel",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0366004/",
    "https://www.themoviedb.org/tv/25676"
  ],
  "TitleEnglish": "D.N.Angel",
  "SummaryEnglish": "Niwa Daisuke is your average teenager, until his fourteenth birthday. He tries to declare his love to the girl of his dreams, but fails. Suddenly, whenever he thinks about this girl he turns into the legendary phantom thief known as Dark Mousy. Daisuke's mother, very much aware of this, makes him turn into Dark and steal valuable works of art for a purpose unknown to Daisuke. As the story unfolds, he learns why, and about his classmate who seems to have the same ability.",
  "Aliases": [],
  "Modified": "2024-10-20",
  "Seasons": {
    "0": {
      "ID": "32955",
      "URL": "https://www.thetvdb.com/series/d-n-angel/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "2382681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/2382681",
          "TitleEnglish": "Ep. 1 Commentary (Luci Christian & Hillary Haig)",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "32956",
      "URL": "https://www.thetvdb.com/series/d-n-angel/seasons/official/1",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "370390",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370390",
          "TitleEnglish": "Dark's Revival",
          "SummaryEnglish": "It's Daisuke's fourteenth birthday. After being rejected by his crush, Risa Harada, it's now time for Daisuke to inherit the Niwa family's legacy: the ability to transform into the legendary phantom thief Dark.",
          "Aliases": []
        },
        "2": {
          "ID": "370391",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370391",
          "TitleEnglish": "Recollected Thoughts",
          "SummaryEnglish": "Riku is confused about her encounter with Dark and why she thought of Daisuke. Daisuke agrees to go Darkspotting with Risa, but due to his 'condition' finds himself unable to show; instead, going to steal an artwork from a city landmark. Dark makes a bet with Daisuke in which Dark wins.",
          "Aliases": []
        },
        "3": {
          "ID": "370392",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370392",
          "TitleEnglish": "Whispers of the Unicorn",
          "SummaryEnglish": "The city's young girls are being kidnapped—but by who? Daisuke and Dark have to find out, so they can save the Harada twins and steal an enchanted artwork.",
          "Aliases": []
        },
        "4": {
          "ID": "370393",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370393",
          "TitleEnglish": "In Between Light and Darkness",
          "SummaryEnglish": "After Satoshi sets up an ambush for Daisuke, Dark has a minor battle with Krad.",
          "Aliases": []
        },
        "5": {
          "ID": "370394",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370394",
          "TitleEnglish": "Double Cooking",
          "SummaryEnglish": "It is Daisuke's first cooking class and an unexpected visitor comes with him: With. Risa(Riku in disguise) and Daisuke get an exciting detention of cabbage shredding, but can Daisuke break out in time for his next phantom thief mission?",
          "Aliases": []
        },
        "6": {
          "ID": "370395",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370395",
          "TitleEnglish": "Saint White Memories",
          "SummaryEnglish": "Daisuke wants to buy a present for his mom's birthday...but his wallet is more than a little empty. Emiko shares the story of how she met Kosuke with Daisuke while Dark is out to \"Steal The Heart Of The World's Number One Lady\".",
          "Aliases": []
        },
        "7": {
          "ID": "370396",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370396",
          "TitleEnglish": "Adonis and the Garden of Vows",
          "SummaryEnglish": "Dark must stop the cursed Adonis from preying on a schoolgirl's soul.",
          "Aliases": []
        },
        "8": {
          "ID": "370397",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370397",
          "TitleEnglish": "Menou's Advance Notice",
          "SummaryEnglish": "Takeshi Saehara falls in love will a girl who has been bound to the Agate Links necklace for 40 years. Daiki wants Daisuke to break the spell that is keeping her in the world. Daisuke gets hesitant until the end, when the girl sees his true form and thinks it's Daiki.",
          "Aliases": []
        },
        "9": {
          "ID": "370398",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370398",
          "TitleEnglish": "A Small Love",
          "SummaryEnglish": "With discovers strawberries...and girls.With falls head over heels of a lop eared bunny and Daisuke is blind of that love. When With takes a strawberry to her, the shop was already closed. The next morning, With's girlfriend was gone and With ran all around the city looking for her. A storm brews up and as Daisuke changes into Dark. Dark says how its amusing for Daisuke trying to save With, cause no matter how long they are apart, With always comes back to Dark. Daisuke and Riku have to ease the pain of a lost love.",
          "Aliases": []
        },
        "10": {
          "ID": "370399",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370399",
          "TitleEnglish": "A Portrait of A Musician",
          "SummaryEnglish": "Daisuke is transported back in time by a magical violin. Dark has to bring Daisuke back to the present after witnessing Daiki as a phantom thief.",
          "Aliases": []
        },
        "11": {
          "ID": "370400",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370400",
          "TitleEnglish": "The Horn of Neptune",
          "SummaryEnglish": "Dark must steal the Horn of Neptune from under the sea. Risa and Satoshi make the task a little more than a walk in the park.",
          "Aliases": []
        },
        "12": {
          "ID": "370401",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370401",
          "TitleEnglish": "Together with Ruchiru",
          "SummaryEnglish": "Kosuke returns home from his travels to a welcoming Emiko. Daisuke is a little embarrassed at meeting his father for the first time. Daisuke has to steal a famed rutile ring, but Satoshi doesn't make it easy. Krad makes another appearance, and this time, he isn't going to be defeated so easily.",
          "Aliases": []
        },
        "13": {
          "ID": "370402",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370402",
          "TitleEnglish": "The Eternal Guide",
          "SummaryEnglish": "When Dark goes to steal The Eternal Guide statue, a 'sealer' placed by Satoshi causes Dark, Risa and Takeshi's souls to be trapped inside a stone. To rescue them, Daisuke has to travel into what appears to be the future with Towa. However, it may have just been an illusion of Daisuke's wishes, which is what occurred in a similar situation in the manga. While there, he stumbles upon someone special.",
          "Aliases": []
        },
        "14": {
          "ID": "370403",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370403",
          "TitleEnglish": "A New Rival",
          "SummaryEnglish": "A new student, Mio Hio, arrives in Daisuke's class. She turns out to be a little more than the class bargained for and on top of that, holds a deadly secret. Satoshi saves Daisuke in swimming class by performing CPR on him.",
          "Aliases": []
        },
        "15": {
          "ID": "370404",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370404",
          "TitleEnglish": "Barbecue Panic",
          "SummaryEnglish": "It's school holidays. The Harada's car breaks down on the way to activities—in front of Daisuke's house. Miss Hio also happens to be passing through the neighborhood. After a shopping spree, Emiko and Towa return and the lively Niwa household hosts a Barbecue.",
          "Aliases": []
        },
        "16": {
          "ID": "370405",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370405",
          "TitleEnglish": "I Found It!",
          "SummaryEnglish": "Riku revisits her childhood memories after finding an old teddy-bear in her closet. Dark goes to steal a piece from the \"haunted\" Old Clover Mansion... which is where Riku lost the teddy-bear when she was younger, that it was later rescued by a boy. Riku figured out later that it is Daisuke who retrieved her precious thing, the teddy bear. This teddy-bear was given to her by her grandmother. Risa also was given a rabbit stuffed toy. Risa also discovers a secret close to Dark's heart.",
          "Aliases": []
        },
        "17": {
          "ID": "370406",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370406",
          "TitleEnglish": "A Summer Without Dark",
          "SummaryEnglish": "Daisuke's class goes on an excursion to a tropical island. Takeshi is oblivious to Mio's obvious like of Daisuke. Both Risa and Riku are increasingly attracted to Daisuke and a nature hike will determine which twin will end up with Daisuke.",
          "Aliases": []
        },
        "18": {
          "ID": "370407",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370407",
          "TitleEnglish": "Night of Falling Stars for Two",
          "SummaryEnglish": "Riku sprains her ankle after a fall. Daisuke finally realizes his true feelings. Mio is playing psychic. Risa suspects Daisuke as being Dark. But decides not when she realizes he doesn't act like Dark, becoming more mature.",
          "Aliases": []
        },
        "19": {
          "ID": "370408",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370408",
          "TitleEnglish": "The Lovely Heroine",
          "SummaryEnglish": "Daisuke has to create an artwork for the cultural festival. Satoshi discovers his father's scheme to capture Dark. Risa uncovers secrets of the love between Dark and her grandmother, in a letter hidden at the Harada mansion. Meanwhile, the boys in Daisuke's class are to be performing the play \"Ice and Snow\", with Daisuke and Satoshi filling the lead roles.",
          "Aliases": []
        },
        "20": {
          "ID": "370409",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370409",
          "TitleEnglish": "I Wanted to See You",
          "SummaryEnglish": "Kosuke enlightens Daisuke with the story of \"Ice and Snow\". Daisuke completes his piece for the festival - a painting of a snowscape, where the shadows on the purest snow are blue instead of gray. Mio must make a very important decision. As Riku gives Daisuke the pendant of friendship instead of love, Mio sacrifices herself in the end.",
          "Aliases": []
        },
        "21": {
          "ID": "370410",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370410",
          "TitleEnglish": "The Frozen Call",
          "SummaryEnglish": "Daisuke is sick. Satoshi warns Daisuke that something is up. Kosuke has a friendly chat with Satoshi. Daisuke enters the world of his painting, led by an entity known as \"The Second Hand of Time\". Dark has to steal the painting from the Harada household in order to bring Daisuke back.",
          "Aliases": []
        },
        "22": {
          "ID": "370411",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370411",
          "TitleEnglish": "Ice and Snow",
          "SummaryEnglish": "Dark enters the world of the painting with both of the Harada twins in order to rescue Daisuke.",
          "Aliases": []
        },
        "23": {
          "ID": "370412",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370412",
          "TitleEnglish": "The Second Hand of Time",
          "SummaryEnglish": "Kosuke finds the original edition of the story, entitled \"Ice and Dark\". Dark goes in search of \"The Wedge of Time\" sword, a Hikari artwork which is the key to rescuing Daisuke and bringing the story to an end.",
          "Aliases": []
        },
        "24": {
          "ID": "370413",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370413",
          "TitleEnglish": "Snowing Inside The Heart",
          "SummaryEnglish": "Dark battles Krad to retrieve the Wedge of Time. Satoshi repaints Daisuke's painting. The story of Ice and Dark is completed.",
          "Aliases": []
        },
        "25": {
          "ID": "370414",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370414",
          "TitleEnglish": "Black Wings",
          "SummaryEnglish": "The signs of a repeated disaster—an extreme low tide and an earthquake—prompt the city authorities to issue an evacuation.",
          "Aliases": []
        },
        "26": {
          "ID": "370415",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-n-angel/episodes/370415",
          "TitleEnglish": "Eternal Dark",
          "SummaryEnglish": "Once upon a time the Hikari family created a living artwork, known as The Black Wings. The Niwa family, a family of phantom thieves tried to steal the artwork. The artwork must now be sealed forever. Krad and Dark fight, and at the end they both are sealed into the Black Wings, from which they came from. Daisuke realizes who his sacred maiden is, and Dark and Krad disappear.",
          "Aliases": []
        }
      }
    }
  }
}