{
    "URL": "https://www.thetvdb.com/series/ghost-stories",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Horror",
        "Mystery",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0285368/",
        "https://www.themoviedb.org/tv/35466"
    ],
    "TitleEnglish": "Ghost Stories",
    "SummaryEnglish": "Satsuki Manshita and her younger brother Keiichirou move from Tokyo to their mother's hometown. Not long after they move in, they discovered that the old abandoned school building near their new school is haunted by demons and evil spirits. At first, they don't seem want to get involved with it, not until their family cat, Kaya, is taken by a demon. In order to save the town, Satsuki and Keiichirou along with their new friends, Momoko, Leo and Hajime form a team to fight the demons.",
    "TitleJapanese": "学校の怪談",
    "SummaryJapanese": "母親の死をきっかけに、両親の故郷に引っ越してきた小学5年生の宮ノ下（みやのした）さつきと、弟で1年生の敬一郎（けいいちろう）は両親も通ったという「天の川小学校」に転入することになった。転入初日、名高い心霊スポットで今は使われていない旧校舎に、ふとしたきっかけで足を踏み入れてしまったさつきたちは、そこで母親の日記を発見する。それには昔、母親が「霊眠（成仏させ封じ込める事）」させた幽霊や妖怪のことが記されていた。だが、それらを封じ込めていた裏山の大杉の木が開発のため切り倒されてしまった！ さつきたちは、解放され人間を襲い始めた妖怪たちをこの「オバケ日記」を元に再び霊眠させなければならなくなったが…。",
    "Aliases": [
        "Ghost Stories 2000"
    ],
    "Modified": "2025-09-23",
    "Seasons": {
        "0": {
            "ID": "537011",
            "URL": "https://www.thetvdb.com/series/ghost-stories/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4737191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/4737191",
                    "TitleEnglish": "The Headless Horsemen! Curse of Death",
                    "SummaryEnglish": "The ghost of a feared motorcycle punk who lost his head years ago in a road accident goes on a rampage decapitating everything that resembles a head through mysterious powers every year, on the anniversary of his death.",
                    "TitleJapanese": "首なしライダー!! 死の呪い",
                    "SummaryJapanese": "首なしライダーの命日には首にマフラーを巻くよう、レオくんが忠告してくれたのに、うっかりマフラーを外してしまった。そこに首なしライダーが…。失くした首の代わりに持って行かれちゃう、私の首、隠さなきゃ！"
                }
            }
        },
        "1": {
            "ID": "33024",
            "URL": "https://www.thetvdb.com/series/ghost-stories/seasons/official/1",
            "# Episodes": 19,
            "Episodes": {
                "1": {
                    "ID": "370763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370763",
                    "TitleEnglish": "Tonight the Spirits Will Be Resurrected: Amanojaku",
                    "SummaryEnglish": "Satsuki, the new kid in town is getting ready for her first day at school. She just moved in with her father and little brother. When Satsuki and her little brother Keiichirou are walking up the front steps of the schoolhouse, their cat escapes, running away from them into the old school house that is supposedly cursed.",
                    "TitleJapanese": "今夜霊達が甦る!! 天の邪鬼",
                    "SummaryJapanese": "私、宮ノ下さつき。お父さんの転勤で天の川小学校に転校してきたの。亡くなった私のお母さんも卒業した学校なんだって。でもそこの旧校舎にはお化けがでるという噂。それなのに飼い猫のカーヤが旧校舎に入っていっちゃった！"
                },
                "2": {
                    "ID": "370764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370764",
                    "TitleEnglish": "A Hand Reaches Out of the Toilet: Akagami Aogami",
                    "SummaryEnglish": "The next day in school, the restrooms start malfunctioning, prompting the teachers to instruct the children to use the old haunted school's restrooms.",
                    "TitleJapanese": "トイレから手首が… 赤紙青紙",
                    "SummaryJapanese": "裏山の開発のせいでおばけが目覚めはじめたみたい…。そんな時、トイレの故障で旧校舎のを使うように担任の坂田先生から言われたの。絶対旧校舎になんか近づかない！と思ってたのに、敬一郎はモジモジ。先生もいなくなって、どうしよう！"
                },
                "3": {
                    "ID": "370765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370765",
                    "TitleEnglish": "The Curtain is Raised! The Cursed School Arts Festival: Kutabe",
                    "SummaryEnglish": "Satsuki's class decide to stage a drama. Keita, the student playing the lead role, which sees his character get cursed by a ghost and almost killed, wants to avoid acting in the play. He is afraid because of a story he read about an actor who played a similar role and subsequently died under mysterious circumstances.",
                    "TitleJapanese": "開演!! 呪いの学芸会 くたべ!!",
                    "SummaryJapanese": "学芸会の劇「おばけ座の怪人」はアクシデント続き。代役で主役になったレオくんだけど、なぜか彼の言うセリフがそのまま現実になってるみたい。最後のセリフが本当に起きてしまったら大変な事に…。舞台はもう本番、なんとか止める方法を考えなくちゃ！"
                },
                "4": {
                    "ID": "370766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370766",
                    "TitleEnglish": "Requiem from the Dead: Elise",
                    "SummaryEnglish": "Satsuki helps a teacher take some boxes into the old school house's music room. She ends up alone and hears \"Fur Elise\". She finds out that if she hears the song four times, she will die.",
                    "TitleJapanese": "死者からの鎮魂歌（レクイエム） エリーゼ",
                    "SummaryJapanese": "4回聴いたら必ず死ぬと言われている、おばけピアノが弾く「エリーゼのために」。私、もう3回聴いちゃった…。みんながピアノを壊そうと旧校舎に集まってくれたけど、あと1回聴いたら最後、音楽室に行くのは怖い！"
                },
                "5": {
                    "ID": "370767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370767",
                    "TitleEnglish": "The Bloody School Sports Festival: Datto",
                    "SummaryEnglish": "Satsuki decides to help Keiichirou boost his self-confidence by suggesting he enter the school's sports festival. While training, Keiichirou befriends a mysterious young boy.",
                    "TitleJapanese": "血塗られた体育祭 だっと!!",
                    "SummaryJapanese": "私に似て敬一郎はかけっこが大の苦手。今度の運動会で一番を取ろうとハジメにコーチをしてもらっても、なかなかタイムは縮まない。ところがいつの間にか敬一郎の前に、はだしの男の子が走っていて…。彼は一体、誰なの？"
                },
                "6": {
                    "ID": "370768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370768",
                    "TitleEnglish": "The Demon Hand That Tears Through Doors: A Night of Tragedy",
                    "SummaryEnglish": "The children of the town are attacked by a spirit, which leaves them shaking in fear for days, while their parents are not home.",
                    "TitleJapanese": "扉を裂く悪魔の手 惨劇の夜",
                    "SummaryJapanese": "学校で今一番の噂は、子供だけの家に現れるおばけ「ババサレ」のこと。ところが町内会の旅行で大人がみんな出掛けてしまうことに。私もハジメもレオくんも桃子ちゃんの家も、今夜は子供だけ。なんだか嫌な予感…。"
                },
                "7": {
                    "ID": "370769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370769",
                    "TitleEnglish": "The Soul Stealing Mirror: Utsushimi",
                    "SummaryEnglish": "A rumor about mysterious occurrences concerning mirrors begins to float around. It is said that victims of the mirrors begin to act very strange. One by one, strange things begin to happen to people.",
                    "TitleJapanese": "鏡に盗まれた魂!! うつしみ",
                    "SummaryJapanese": "昨日ものすごく慌てた感じで電話をかけてきたと思ったら、今日のレオくんはいつもと違う。何が違うのかわからないけど、全然おしゃべりもしてくれないし…そういえばなんだか敬一郎やお父さんも変みたい…。"
                },
                "8": {
                    "ID": "370770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370770",
                    "TitleEnglish": "The Circuits That Lead to Hell: Demon of the Underworld",
                    "SummaryEnglish": "While searching for the internet website Yomi-net, which connects to the underworld, Leo comes face-to-face with the underworld ogre demon.",
                    "TitleJapanese": "地獄へと続く回路 黄泉の鬼",
                    "SummaryJapanese": "桃子ちゃんのPHSから聞こえてきた声は、違う世界に来てしまったレオくんからのSOSだった！ レオくんは霊の世界に通じるホームページ「黄泉ネット」にアクセスしてしまったみたい。どうしたら連れ戻すことができるんだろう？"
                },
                "9": {
                    "ID": "370771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370771",
                    "TitleEnglish": "The Corpse That Wanders the Night: Shirotabi",
                    "SummaryEnglish": "Satsuki's school pet keeper, Mio, brings a rabbit, Shirotabi, back to life through a black magic ritual. The spell works, but with a terrifying side-effect...",
                    "TitleJapanese": "夜をさまよう死体 シロタビ",
                    "SummaryJapanese": "飼育委員になった私とミオちゃん。ところがある日、ウサギ小屋に死んだはずのシロタビを見つけたの。人が襲われたのも、あちこちの飼育小屋が壊されたのも、シロタビのせい？ つきとめようと小屋を見張っていると、そこに現れたのは…！"
                },
                "10": {
                    "ID": "370772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370772",
                    "TitleEnglish": "The Tunnel With No Exit: Anamaneki",
                    "SummaryEnglish": "The town is haunted by the ghost of a taxi driver who died in a car accident in the cursed tunnel Anamaneki. Hajime decides to visit the tunnel for a class assignment.",
                    "TitleJapanese": "出口なきトンネル 穴まねき",
                    "SummaryJapanese": "怖がりの（？）ハジメのためにみんなで裏山に行くと、見たこともないトンネルが…。レオくんによると、原因不明の事故で閉鎖されたトンネルらしい。気味が悪いから早く帰ろうと思ったら、トンネルから車がやって来た！"
                },
                "11": {
                    "ID": "370773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370773",
                    "TitleEnglish": "The Talking Mary Doll: The Shadows of Horror",
                    "SummaryEnglish": "Satsuki is stalked by a ghost called \"Mary\" which resembles a beautiful European-looking doll, asking her if she wants to play with her.",
                    "TitleJapanese": "話すメリー人形 恐怖の影",
                    "SummaryJapanese": "敬一郎がゴミ捨て場で見つけたお人形が置いてある。あんなに持って来ちゃダメって言ったのに。叱ったら敬一郎は「僕じゃない！」なんてウソをつくからもう一度怒って戻しに行かせたの。ところが夜中に鳴った電話を取ると…。"
                },
                "12": {
                    "ID": "370774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370774",
                    "TitleEnglish": "The Nurse Who Announces Death: A Mother's Feelings",
                    "SummaryEnglish": "A mysterious nurse-like figure appears before Keiichirou and starts haunting him, although Satsuki refuses to believe him.",
                    "TitleJapanese": "死を告げる看護婦 母の想い",
                    "SummaryJapanese": "敬一郎の前に現れる看護婦の霊。それは取りつかれると死んでしまう呪いの看護婦だってレオくんが教えてくれた。そういえばママが死ぬ前にも…。そんなオバケには指一本触れさせない、敬一郎は私が守るんだから！"
                },
                "13": {
                    "ID": "370775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370775",
                    "TitleEnglish": "The Painting That Swallows People: Da Vinci",
                    "SummaryEnglish": "Satsuki accidentally revives an evil spirit known as \"Da Vinci\" by painting a picture of the old school house and winning an art contest.",
                    "TitleJapanese": "人を飲み込む絵画 ダビンチ",
                    "SummaryJapanese": "私が描いた絵のせいで、霊眠していたダビンチが目覚めてしまった。いつのまにか旧校舎の図工室で桃子ちゃんをモデルに絵を描き始めたダビンチ。絵を描き終えたら桃子ちゃんは消えてしまう。なんとかしてダビンチを霊眠させなくちゃ！"
                },
                "14": {
                    "ID": "370776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370776",
                    "TitleEnglish": "The Life-Taking Ghost Photo: The Railroad Crossing of Evil",
                    "SummaryEnglish": "Momoko falls ill after visiting a haunted railroad crossing with Leo.",
                    "TitleJapanese": "命を奪う心霊写真 魔の踏切",
                    "SummaryJapanese": "噂の心霊写真スポットにみんなを連れてきて、うれしそうに写真を撮っていたレオくん。ところが写真を現像すると、桃子ちゃんの肩に女の人の手が！ そして桃子ちゃんは原因不明の病気で入院してしまい…。これはやっぱり、霊のしわざ？"
                },
                "15": {
                    "ID": "370777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370777",
                    "TitleEnglish": "The Devil's Spell: Ritual of Darkness",
                    "SummaryEnglish": "Satsuki and three of her friends are taught and compelled into performing a black magic ritual that can grant their wishes, by their classmate Shinobu.",
                    "TitleJapanese": "悪魔のおまじない 闇の儀式",
                    "SummaryJapanese": "しのぶちゃんがどんな願いも叶うおまじないをやる、と聞いて私も参加したの。でも数日して参加した一人が突然消えてしまい、しかもみんな、その子の事を知らないって…存在すらも消えちゃうなんて、このおまじないとしのぶちゃんて一体…。"
                },
                "16": {
                    "ID": "370778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370778",
                    "TitleEnglish": "The Apartment That Eats People: Nest of Evil Spirits",
                    "SummaryEnglish": "While Satsuki's father falls ill with a mysterious fever after working on a building's demolition, she and her friends are lured to an abandoned building by a mysterious woman.",
                    "TitleJapanese": "人を喰らう団地!! 悪霊の巣",
                    "SummaryJapanese": "お父さんが原因不明の高熱で入院。レオくんは「オバケ団地」に関わったのが原因じゃないかって。確かめるためオバケ団地に潜入したのに、レオくん、敬一郎と次々にみんなの姿が消えて…とうとう私、一人ぼっちになっちゃった！"
                },
                "17": {
                    "ID": "370779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370779",
                    "TitleEnglish": "Terror at Bloodstained Lake: The Ghost in the Snow",
                    "SummaryEnglish": "Satsuki and her friends decide to visit her cousin, Miyuki, only to learn from Yuki, who claims to be Miyuki's younger cousin, that Miyuki died in a snowstorm and is now haunting the family cabin.",
                    "TitleJapanese": "血染め湖の恐怖!! 雪の亡霊",
                    "SummaryJapanese": "みんなで出かけた親せきの旅館は、窓からきれいな湖も見えて大カンゲキ。この湖、不吉な事が起こると水が赤くなる「血染め湖」なんだって。その湖が真っ赤に染まっているのをハジメが発見！ 一体何が起きたの？"
                },
                "18": {
                    "ID": "370780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370780",
                    "TitleEnglish": "Akane of the Broadcasting Room: Voice of the Dead",
                    "SummaryEnglish": "Satsuki's teacher asks her to take up the job of school announcer. While doing her task, Satsuki realizes that the broadcast room is haunted by the ghost.",
                    "TitleJapanese": "放送室の茜さん!! 死者の声",
                    "SummaryJapanese": "放送室で下校放送を流しているとスピーカーに不気味な声が混じり、アカネさんが現れた！ 閉じ込められてしまい霊眠方法もわからない。でもこのままだと放送を聞いた学校のみんなが日沈と同時に死んでしまう！"
                },
                "19": {
                    "ID": "10533620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/10533620",
                    "TitleEnglish": "Farewell, Amanojaku - The Descent of Ohma",
                    "SummaryEnglish": "Ouma is a very powerful and vengeful spirit. The battle against Ouma will be Satsuki's greatest challenge, which requires the help from all her friends, including Amanojaku.",
                    "TitleJapanese": "さらば天の邪鬼 逢魔降臨",
                    "SummaryJapanese": null
                }
            }
        }
    }
}