{
  "URL": "https://www.thetvdb.com/series/ghost-stories",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Fantasy",
    "Horror",
    "Mystery",
    "Thriller"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0285368/",
    "https://www.themoviedb.org/tv/35466"
  ],
  "TitleEnglish": "Ghost Stories",
  "SummaryEnglish": "Satsuki Manshita and her younger brother Keiichirou move from Tokyo to their mother's hometown. Not long after they move in, they discovered that the old abandoned school building near their new school is haunted by demons and evil spirits. At first, they don't seem want to get involved with it, not until their family cat, Kaya, is taken by a demon. In order to save the town, Satsuki and Keiichirou along with their new friends, Momoko, Leo and Hajime form a team to fight the demons.",
  "Aliases": [
    "Ghost Stories 2000"
  ],
  "Modified": "2025-09-23",
  "Seasons": {
    "0": {
      "ID": "537011",
      "URL": "https://www.thetvdb.com/series/ghost-stories/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "4737191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/4737191",
          "TitleEnglish": "The Headless Horsemen! Curse of Death",
          "SummaryEnglish": "The ghost of a feared motorcycle punk who lost his head years ago in a road accident goes on a rampage decapitating everything that resembles a head through mysterious powers every year, on the anniversary of his death.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "33024",
      "URL": "https://www.thetvdb.com/series/ghost-stories/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 19,
      "Episodes": {
        "1": {
          "ID": "370763",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370763",
          "TitleEnglish": "Tonight the Spirits Will Be Resurrected: Amanojaku",
          "SummaryEnglish": "Satsuki, the new kid in town is getting ready for her first day at school. She just moved in with her father and little brother. When Satsuki and her little brother Keiichirou are walking up the front steps of the schoolhouse, their cat escapes, running away from them into the old school house that is supposedly cursed.",
          "Aliases": []
        },
        "2": {
          "ID": "370764",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370764",
          "TitleEnglish": "A Hand Reaches Out of the Toilet: Akagami Aogami",
          "SummaryEnglish": "The next day in school, the restrooms start malfunctioning, prompting the teachers to instruct the children to use the old haunted school's restrooms.",
          "Aliases": []
        },
        "3": {
          "ID": "370765",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370765",
          "TitleEnglish": "The Curtain is Raised! The Cursed School Arts Festival: Kutabe",
          "SummaryEnglish": "Satsuki's class decide to stage a drama. Keita, the student playing the lead role, which sees his character get cursed by a ghost and almost killed, wants to avoid acting in the play. He is afraid because of a story he read about an actor who played a similar role and subsequently died under mysterious circumstances.",
          "Aliases": []
        },
        "4": {
          "ID": "370766",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370766",
          "TitleEnglish": "Requiem from the Dead: Elise",
          "SummaryEnglish": "Satsuki helps a teacher take some boxes into the old school house's music room. She ends up alone and hears \"Fur Elise\". She finds out that if she hears the song four times, she will die.",
          "Aliases": []
        },
        "5": {
          "ID": "370767",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370767",
          "TitleEnglish": "The Bloody School Sports Festival: Datto",
          "SummaryEnglish": "Satsuki decides to help Keiichirou boost his self-confidence by suggesting he enter the school's sports festival. While training, Keiichirou befriends a mysterious young boy.",
          "Aliases": []
        },
        "6": {
          "ID": "370768",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370768",
          "TitleEnglish": "The Demon Hand That Tears Through Doors: A Night of Tragedy",
          "SummaryEnglish": "The children of the town are attacked by a spirit, which leaves them shaking in fear for days, while their parents are not home.",
          "Aliases": []
        },
        "7": {
          "ID": "370769",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370769",
          "TitleEnglish": "The Soul Stealing Mirror: Utsushimi",
          "SummaryEnglish": "A rumor about mysterious occurrences concerning mirrors begins to float around. It is said that victims of the mirrors begin to act very strange. One by one, strange things begin to happen to people.",
          "Aliases": []
        },
        "8": {
          "ID": "370770",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370770",
          "TitleEnglish": "The Circuits That Lead to Hell: Demon of the Underworld",
          "SummaryEnglish": "While searching for the internet website Yomi-net, which connects to the underworld, Leo comes face-to-face with the underworld ogre demon.",
          "Aliases": []
        },
        "9": {
          "ID": "370771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370771",
          "TitleEnglish": "The Corpse That Wanders the Night: Shirotabi",
          "SummaryEnglish": "Satsuki's school pet keeper, Mio, brings a rabbit, Shirotabi, back to life through a black magic ritual. The spell works, but with a terrifying side-effect...",
          "Aliases": []
        },
        "10": {
          "ID": "370772",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370772",
          "TitleEnglish": "The Tunnel With No Exit: Anamaneki",
          "SummaryEnglish": "The town is haunted by the ghost of a taxi driver who died in a car accident in the cursed tunnel Anamaneki. Hajime decides to visit the tunnel for a class assignment.",
          "Aliases": []
        },
        "11": {
          "ID": "370773",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370773",
          "TitleEnglish": "The Talking Mary Doll: The Shadows of Horror",
          "SummaryEnglish": "Satsuki is stalked by a ghost called \"Mary\" which resembles a beautiful European-looking doll, asking her if she wants to play with her.",
          "Aliases": []
        },
        "12": {
          "ID": "370774",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370774",
          "TitleEnglish": "The Nurse Who Announces Death: A Mother's Feelings",
          "SummaryEnglish": "A mysterious nurse-like figure appears before Keiichirou and starts haunting him, although Satsuki refuses to believe him.",
          "Aliases": []
        },
        "13": {
          "ID": "370775",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370775",
          "TitleEnglish": "The Painting That Swallows People: Da Vinci",
          "SummaryEnglish": "Satsuki accidentally revives an evil spirit known as \"Da Vinci\" by painting a picture of the old school house and winning an art contest.",
          "Aliases": []
        },
        "14": {
          "ID": "370776",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370776",
          "TitleEnglish": "The Life-Taking Ghost Photo: The Railroad Crossing of Evil",
          "SummaryEnglish": "Momoko falls ill after visiting a haunted railroad crossing with Leo.",
          "Aliases": []
        },
        "15": {
          "ID": "370777",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370777",
          "TitleEnglish": "The Devil's Spell: Ritual of Darkness",
          "SummaryEnglish": "Satsuki and three of her friends are taught and compelled into performing a black magic ritual that can grant their wishes, by their classmate Shinobu.",
          "Aliases": []
        },
        "16": {
          "ID": "370778",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370778",
          "TitleEnglish": "The Apartment That Eats People: Nest of Evil Spirits",
          "SummaryEnglish": "While Satsuki's father falls ill with a mysterious fever after working on a building's demolition, she and her friends are lured to an abandoned building by a mysterious woman.",
          "Aliases": []
        },
        "17": {
          "ID": "370779",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370779",
          "TitleEnglish": "Terror at Bloodstained Lake: The Ghost in the Snow",
          "SummaryEnglish": "Satsuki and her friends decide to visit her cousin, Miyuki, only to learn from Yuki, who claims to be Miyuki's younger cousin, that Miyuki died in a snowstorm and is now haunting the family cabin.",
          "Aliases": []
        },
        "18": {
          "ID": "370780",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/370780",
          "TitleEnglish": "Akane of the Broadcasting Room: Voice of the Dead",
          "SummaryEnglish": "Satsuki's teacher asks her to take up the job of school announcer. While doing her task, Satsuki realizes that the broadcast room is haunted by the ghost.",
          "Aliases": []
        },
        "19": {
          "ID": "10533620",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ghost-stories/episodes/10533620",
          "TitleEnglish": "Farewell, Amanojaku - The Descent of Ohma",
          "SummaryEnglish": "Ouma is a very powerful and vengeful spirit. The battle against Ouma will be Satsuki's greatest challenge, which requires the help from all her friends, including Amanojaku.",
          "Aliases": []
        }
      }
    }
  }
}