{
    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0425710/",
        "https://www.themoviedb.org/tv/27647"
    ],
    "TitleEnglish": "R.O.D the TV",
    "SummaryEnglish": "Five years have passed since the occurrence of the incident known as the \"Human Annihilation Mission.\" In Japan, a novelist is dealing with writer's block after her friend has gone missing. In Hong Kong, three sisters, masters in the use of paper, run their own detective agency to solve cases that involve books. When these people are brought together, a bond greater than blood is formed - a bond that will be sorely tested by the evil powers intent on taking over the world. Join Anita, Maggie, Michelle, and Nenene as they travel the globe in order to save the world from the evil mastermind, Mr. Carpenter! Of course, that's if they can find the time to put down the books they're reading...",
    "TitleJapanese": "R.O.D",
    "SummaryJapanese": "読子・リードマン。活字中毒の蔵書狂（ピブリオマニア）。しかし、その実体は裏の世界では「ザ・ペーパー」と恐れられる大英帝国図書館特殊工作部の秘密エージェントである。彼女の特殊能力は「紙使い」。紙を自在に操る、紙に愛された女。今日も世界の変革を企む「世界偉人軍団」との闘いが待っている。",
    "Aliases": [
        "R.O.D - The TV",
        "Read or Die TV",
        "ROD",
        "Read or Die",
        "R.O.D: The TV",
        "ROD - Read or Die",
        "R.O.D - Read or Die",
        "ROD: Read or Die",
        "R.O.D: Read or Die"
    ],
    "Modified": "2025-09-18",
    "Seasons": {
        "0": {
            "ID": "33241",
            "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4180691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/4180691",
                    "TitleEnglish": "Volume 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "読子さん、事件ですよ。",
                    "SummaryJapanese": "ワシントンDCのアメリカ議会図書館が何物かに襲撃され、大量の稀覯本が盗まれる事件が発生した。その報告を受け、世界の本に関するありとあらゆる事件、犯罪、トラブルを一手に引き受ける大英図書館特殊工作部は奪われた稀覯本の奪回作戦を開始する。一方、大英図書館特殊工作員ザ・ペーパーこと読子・リードマンはそんな状況も知らずに、神保町のとある秘密の地下書店で一冊の稀覯本を手に入れ信号待ちをしていた。そこに突如、大量の蜂と巨大なミュータントバッタが出現し、たちまち交差点は大パニックに!読子は自らの特殊能力を使い購入したばかりの稀覯本を守ろうとするが…。"
                },
                "2": {
                    "ID": "4180692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/4180692",
                    "TitleEnglish": "Volume 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "読子さん、インドですよ。",
                    "SummaryJapanese": "偉人軍団にアメリカ議会図書館から奪われた稀覯本｢不滅の恋｣の下巻が、発見されたとの報告を受け読子、ナンシー、ドレイクたちは大英図書館特殊工作部の潜水艦でインドへと向かっていた。現地に到着した読子はナンシーと共に早速、ジョーカーから報告のあった雑貨屋へと向かう。そこで彼女たちを待っていたのは偉人軍団の一人、玄奘であった。彼は読子が持っているもう一対の稀覯本を奪い取るため、ここで待ち伏せをしていたのだ。こうして、読子が持つ一冊の稀覯本を巡って、偉人軍団と大英図書館特殊工作部の壮絶なるバトルの火蓋がいま再び切って落とされようとしていた!"
                },
                "3": {
                    "ID": "4180693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/4180693",
                    "TitleEnglish": "Volume 3",
                    "SummaryEnglish": null,
                    "TitleJapanese": "読子さん、ピンチですよ。",
                    "SummaryJapanese": "信頼していたパートナー、ナンシーの裏切り……。いまだにそのことが信じられないまま偉人軍団殲滅のため、ドレイクと共に偉人要塞へと向かう読子。しかし、偉人要塞に接近したとたん、ファーブルの操るカブト虫の攻撃により、読子たちの乗ったオスプリーは撃墜されてしまう。間一髪、難を逃れた二人は偉人要塞内部への潜入に成功するが、ドレイクは偉人軍団の罠に落ち、読子は待ち受けていたファーブルにより囚われの身となってしまうのだった。米海軍の攻撃をものともせず、着々と進行する偉人軍団の『人類一斉淘汰作戦』。人類滅亡へのカウントダウンが始まる……。"
                }
            }
        },
        "1": {
            "ID": "33242",
            "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "372224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372224",
                    "TitleEnglish": "The Papers Have Landed",
                    "SummaryEnglish": "Nenene Sumiregawa, a famous Japanese author travels to Hong Kong for a book signing. She meets Michelle and Maggie, two of the Paper Sisters, who have been hired to be her local guides. When Nenene's hotel suite is bombed, the Sisters volunteer to help protect her. After spending the night at the Paper Sisters' apartment (where she meets the third sister, Anita), a jealous rival holds her hostage at her book signing, but he is foiled by the three sisters. Nenene is excited to see their Paper Mastery, but is disappointed to learn they have no connection to her friend, Yomiko Readman, who has been missing for four years. When Nenene is attacked on her way home to Japan by another rival, the Sisters follow and rescue her.",
                    "TitleJapanese": "紙は舞い降りた",
                    "SummaryJapanese": "13歳でデビューして以来天才少女作家と呼ばれていた菫川ねねねは自作のサイン会のため香港にいた。ねねねのガイドとして雇われた三姉妹アニタ、マギー、ミシェールは、実は紙を自由自在に操る\"紙使い\"。彼女たちは、そこでねねねを狙った爆破事件に遭遇する。ねねねの大ファンであるミシェールとマギーはボディガードを自ら志願するが…。"
                },
                "2": {
                    "ID": "372225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372225",
                    "TitleEnglish": "Rise Up, Oh Dregs of Humanity",
                    "SummaryEnglish": "Nenene's editor Lee Linho hires the Paper Sisters to remain in Japan to look after Nenene. However, after fighting over money woes, they decide to pay Nenene a visit, quickly imposing on her hospitality--and breaking her television. They use Lee's deposit money on their new apartment to replace Nenene's television, but this leaves them homeless, so Michelle concocts an overly complicated scheme to guilt Nenene into taking them in. While the plan initially fails, Nenene eventually repents and allows them to live with her. Meanwhile, on the news, Joker is seen with United States President Cole.",
                    "TitleJapanese": "ダメ人間ども集まれ",
                    "SummaryJapanese": "菫川ねねねのボディガードとして日本に滞在することになったアニタ、マギー、ミシェールの\"紙使い\"三姉妹。ところが到着早々ミシェールの浪費癖がたたり一文無しに。三姉妹はねねねのマンションに押し掛けて居座ろうとするがあっという間に追い出される。どうにかして住みつこうと三姉妹がとったずっこけ大作戦とは…。"
                },
                "3": {
                    "ID": "372226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372226",
                    "TitleEnglish": "Let's Meet in Jinbo-cho",
                    "SummaryEnglish": "When Nenene wanders off without her bodyguards, the Sisters follow her to Jinbo-cho. Michelle quickly forgets her mission and enters a shopping frenzy, while Maggie passes out from the excitement of being surrounded by all the bookstores. Anita manages to find Nenene, following her to the underground store, Toto Books, where she meet a strange young boy (Junior). Nenene and Anita drop books off at Yomiko's apartment and discuss Anita's aversion to books; meanwhile Michelle has bought so many books that the Jinbo-Cho store owners start a rumor that Yomiko Readman has returned.",
                    "TitleJapanese": "神保町で逢いましょう",
                    "SummaryJapanese": "ついに三姉妹が日本最大の古本街、神保町と遭遇！仕事に向かったねねねを探すはずが、本の匂いに誘われてフラフラ書店へと消えてゆく始末。アニタはともかく、果たしてミシェールとマギーは神保町の本のジャングルから脱出できるか!? その頃、ねねねは探し人読子・リードマンの面影を追って思い出の場所に立ち寄るが…"
                },
                "4": {
                    "ID": "372227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372227",
                    "TitleEnglish": "The Seventh Grade Course",
                    "SummaryEnglish": "Nenene insists Anita go to school, and so Anita enters the local seventh grade class. She meets and befriends the girls in her class, including the shy Hisami Hishishii. Anita ends up joining the library club to hang out with Hisa. During their chat, an English man named Richard shows up, trying to hide a book; however, he gets shot from an unseen assailant and passes the book to Anita. Anita is attacked by the shooter, who has the power of intangibility. But Michelle--who had shown up at the school to see how Anita was doing on her first day--appears and helps drive away the assassin. One of Anita's classmates, Tohru Okahara witnesses part of the fight, but chooses not to confront Anita about it (despite his rivalry with her). In the meantime, Nenene sneaks away to follow a lead on the missing Yomiko, and the Sisters receive a job order from Dokusensha.",
                    "TitleJapanese": "中一コース",
                    "SummaryJapanese": "アニタはこれでも12歳。ということは中学一年生。日本に来てから気にしていなかったけれど、ねねねに言われアニタは渋々中学校に通うことに。香港からの転校生に西浜中学の生徒は興味津々…運動神経バツグンのアニタはたちまちクラスの女子生徒達の注目の的となるが、心配？なミシェールはセーラー服を着てアニタの様子を見に行くことに。"
                },
                "5": {
                    "ID": "372231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372231",
                    "TitleEnglish": "They Shout",
                    "SummaryEnglish": "The Paper Sisters travel to Romania to retrieve a book stolen during the fire at the British Library four years ago. While attempting to infiltrate Professor Webber's castle, their powers are partially stripped by a strange force surrounding the castle, and they are attacked by strange animals. Maggie grows excessively depressed while Anita grows extremely frustrated and begins to pick fights with her sisters, then runs off. The three finally find Professor Webber's central chambers, where they discover he has been weakening their abilities and playing on their emotional weaknesses with the influence of ultrasonic and subsonic waves. Michelle finds herself partially immune because of her general sense of calm, and the Sisters find a way to defeat the sonic attacks. Anita kills Webber and they flee. An already injured Maggie protects Anita from Webber's vengeful servant Irving, and Dokusensha agents Kim and Sonny Wong help the sisters escape the castle.",
                    "TitleJapanese": "やつらは騒いでいる",
                    "SummaryJapanese": "突然のねねねの失踪。三姉妹は手がかりもなく部屋で途方にくれていた。そこに突然本探しの依頼が。金に目がくらんだ三姉妹はねねね捜索もそっちのけにルーマニアへ飛んだ。湖に浮かぶ古城にあるというその本を求め、闇夜にまぎれて古城へと忍び込む三姉妹だったが、突然紙使いの能力が失われてしまう。その古城に秘められた謎とは？"
                },
                "6": {
                    "ID": "372232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372232",
                    "TitleEnglish": "The Right Stuff",
                    "SummaryEnglish": "Anita's school day routine is shaken when her teacher announces the annual \"Family Visit\" day, and she tries to keep the knowledge of the day from her sisters, planning to skip class herself. She runs into Junior , who has been disguising himself as a student, searching for the book Anita hid in the library. When the household learns Anita has kept the family visit day--and accompanying required book report--a secret, Maggie and Michelle discuss Anita's aversion to books and reveals they are adopted, not blood related. Although Anita doesn't expect her family to appear for the visitation day, she decides to do a book report anyway, reading her first book in a long time--Nenene's \"Midnight Liberation Zone.\"",
                    "TitleJapanese": "ライトスタッフ",
                    "SummaryJapanese": "日本の中学生活にもどうにか慣れてきたアニタに突然授業参観の案内が。しかも授業内容は読書感想文。\n大の本嫌いのアニタは相変わらず頑に本を読むことを拒み続ける。そんなアニタに久美はなんとかして読書の楽しさを知ってもらいたいと必死になる。そんな懸命な久美の様子にアニタの心も揺れ動くが…。"
                },
                "7": {
                    "ID": "372233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372233",
                    "TitleEnglish": "In a Grove",
                    "SummaryEnglish": "The Paper Sisters arrive in a small town searching for a retired actor named John Smith, who possesses one of the British Library books. However, after Michelle's disappearance in a cafe, Maggie is arrested, accused of killing her. Anita is left alone and then nearly attacked by someone posing as Michelle. While Maggie breaks out of jail, Michelle frees herself from a coffin and finds herself in a writer's apartment, where she learns about Smith. She figures out who Smith is and forces him to release her sisters and give up the book.",
                    "TitleJapanese": "藪の中",
                    "SummaryJapanese": "読仙社からの依頼で本を探すことになった三姉妹。情報を頼りに小さな田舎街にたどり着くが、作戦会議のため入ったカフェでミシェールが突然いなくなる。そしてマギーまで…。ひとりぼっちになったアニタは懸命に姉達を探そうとするが…。不思議な街に不思議な人たち。まるで迷路に迷い込んだかのような不思議体験に三姉妹は大ピンチに！"
                },
                "8": {
                    "ID": "372234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372234",
                    "TitleEnglish": "Seduced by the Night",
                    "SummaryEnglish": "Every night, the school library has been trashed, and Anita's classmates blame the intrusion on a poltergeist. They decide to stay in the library overnight to investigate. Anita invites Junior to the ghost hunt, and interestingly enough, the \"ghost\" fails to make an appearance. The students have fun partying in the library regardless, and Tohru finds a moment alone to try and confess his feelings to Hisami. Meanwhile, Anita finds Junior alone and keeps him company while they watch the stars. Anita reveals the location of the hidden book to Junior--but after having his moment of friendship with Anita and meeting Michelle, Junior reports to Wendy that he was unable to find the book.",
                    "TitleJapanese": "夜に惑わされて",
                    "SummaryJapanese": "アニタが通う西浜中学では最近奇妙な出来事が起きていた。夜中に誰もいないはずの図書館でひとりでに本が暴れだすのだという。 いたずらか、幽霊の仕業か、それとも…。アニタと久美はクラスメイトたちと事の真相を解明するために、夜の学校に忍び込む。 クラス総出の肝試しならぬお化け退治の結末は…?"
                },
                "9": {
                    "ID": "372235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372235",
                    "TitleEnglish": "Heart of Darkness",
                    "SummaryEnglish": "Dokusensha sents the Paper Sisters to a hot springs resort in order to retrieve another British Library artifact, known as \"the Key,\" from archaeologist and special agent Alice Alice Arquette. Coincidentally, Nenene is at the same location for a school reunion/wedding reception. Arquette, has hired Drake Anderson as her bodyguard, and they and the sisters have a face-off in the resort cafe, where Nenene discovers them. The writer follows the Sisters while they chase Alice and Drake into a cave. The Sisters find themselves at a standoff with Drake while Alice retrieves the Key--when suddenly Sonny Wong arrives and brutally slaughters Alice. Even though the Sisters are supposed to be on the same side as Wong, they protect Drake, disgusted by Wong's brutality. Junior appears, masked, and steals the Key. Drake floods the cave and helps the Sisters and Nenene escape. The Sisters receive only partial payment for their \"assistance\" to Mr. Wong, which they refuse.",
                    "TitleJapanese": "闇の奥",
                    "SummaryJapanese": "ねねねは岐阜での同級生の結婚式に出席中。幼馴染みたちと足を延ばし温泉に寄って帰ることにした。 久しぶりの温泉宿で骨を休めるつもりのねねねだったが、そこには読仙社の依頼で偶然やって来たズッコケ三姉妹の姿が。最近見つかった古代遺跡のおかげで賑わう温泉街。しかし、その遺跡には重大な秘密が隠されていた。"
                },
                "10": {
                    "ID": "372236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372236",
                    "TitleEnglish": "A Christmas Carol",
                    "SummaryEnglish": "Nenene receives two Christmas party invitations, the first of which she discards as being sent by a lunatic. The sisters talk her into accepting the second invitation, to the 10th annual Young Writer's Award reception (Nenene had been the inaugural recipient of the reward). After dodging loopy authors and snotty editors, Nenene announces she has begun work on her new novel. When they return home, the Paper Sisters reveal they sent the first invitation: a \"birthday\" party for the three of them. They tell Nenene about their first meeting, two years ago to the day, in an abandoned church in Hong Kong. The young Dokusensha agents, Michelle and Maggie, take in Anita, whom they find starving in the church. After the sisters fall asleep, Nenene gets to working on her novel.",
                    "TitleJapanese": "クリスマス・キャロル",
                    "SummaryJapanese": "菫川ねねねは出版社から自身も受賞した新人小説コンクールの受賞パーティーに招待されていた。クリスマスの夜にはじめは気乗りしなかったねねねだが、初々しい受賞者に昔の自分の姿を重ねる。そして同じ夜、招待されていたもう一つの差出人不明のパーティーに三姉妹の誘いで出席してみると…。"
                },
                "11": {
                    "ID": "372237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372237",
                    "TitleEnglish": "Goodbye Japan",
                    "SummaryEnglish": "With Nenene safe and no longer suffering writer's block, Linho terminates the Sisters' employment, so they must prepare to go back to Hong Kong. A depressed Anita finds it difficult to say goodbye to her classmates, especially Hisami. When Hisami avoids Anita's farewell party, Tohru convinces Hisami to return, and Anita and Hisa make their proper farewells to each other at last. Because Anita is leaving, Junior decides to retrieve Richard's book. Nenene gives the Sisters a standing invitation to visit her in Tokyo any time, and will accompany them to Hong Kong before they say goodbye. When they arrive at their Hong Kong apartment, a horde of Dokusensha soldiers ambush them, along with Lee Linho--preparing to capture Nenene.",
                    "TitleJapanese": "さよならにっぽん",
                    "SummaryJapanese": "ねねねの小説を元にした映画が香港で完成。そのプレミアム試写のためねねねは再び香港へ行くことになった。しかし、リーは同時に三姉妹のボディーガードの任務終了を告げ、香港に戻るようにと言う。一年間通った学校との突然の別れを前に、アニタは寂しさを見せまいと気丈に振る舞う。そして久美は…。"
                },
                "12": {
                    "ID": "372238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372238",
                    "TitleEnglish": "Twilight of the Papers, Part I",
                    "SummaryEnglish": "Lee and his soldiers subdue the Paper Sisters and kidnap Nenene, leaving the Sisters with suitcases full of money to pay them for their work and convince them to leave Dokusensha alone. Meanwhile, Dokusensha attempts to forcibly implant their Perfect Language into Nenene's mind, which she resists at the cost of incredible pain. The Sisters decide to risk making a \"world full of enemies\" and assualt Dokusensha in order to rescue Nenene. The Paper Sisters do fine until they encounter Sonnny Wong, a more powerful Paper Master than the three of them combined.",
                    "TitleJapanese": "紙々の黄昏",
                    "SummaryJapanese": "ねねねは映画の完成試写まで三姉妹の部屋で過ごすことにした。 少しだけ別れを先延ばしにしほっとする四人だったが、打ち消すように何者かが襲う。それは、リー・リンホー。スランプだったねねねを励ましつづけていた担当編集リーは実は読仙社のスタッフだった。リーに連れ去られたねねねを助けるため三姉妹が立ち上がる。"
                },
                "13": {
                    "ID": "372240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372240",
                    "TitleEnglish": "Twilight of the Papers, Part II",
                    "SummaryEnglish": "Michelle and Anita leave Maggie behind to hold Wong's attention while they continue the search for Nenene. When the only way to get to Nenene can be traversed by the smaller Anita, Anita has to continue on alone. Meanwhile, Wendy and Joker have taken advantage of the distraction to retrieve the special books, while Junior plants bombs underneath the massive skyscrapers comprising the headquarters. Anita manages to rescue Nenene, and though Lee almost manages to subdue Anita, he repents and lets the two escape--at the cost of his own life. The bombs go off, Maggie escapes from Wong, who falls into the exploding building, and the protagonists are eventually reunited--but such was the damage of the explosion that a large portion of Hong Kong Island sinks along with Dokusensha's headquarters. Back in Tokyo, a familiar female voice leaves a brief message on Nenene's answering machine.",
                    "TitleJapanese": "続・紙々の黄昏",
                    "SummaryJapanese": "ついに三姉妹と読仙社の全面対決！囚われのねねねを救い出すため、アニタ、マギー、ミシェールは香港の読仙社ビルに突入した。しかし立ちふさがる最強の紙使いサニー・ウォンや読仙社のハイテク警備システムに苦戦する。巨大ビルの中枢でジョーカーたちによって着々と進行する謎の企て。ねねねがさらわれた本当の理由とは。"
                },
                "14": {
                    "ID": "372243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372243",
                    "TitleEnglish": "Forest of Paper Leaves",
                    "SummaryEnglish": "Joker's secretary, Wendy Earhart writes a report datas about the chronology of Mr. Gentleman and the British Library, explaining their intention to ressurect Gentleman using the special books they've collected. She recounts the I-Jin Incident and reveals that the I-Jin were originally created by the British Library. She also compares Yomiko Readman and the Paper Sisters. During Wendy's work break, Junior makes Wendy a special birthday dinner, and they share a rare friendly moment together. Later, Joker declares the collapse of Dokusensha, and he tells Wendy to look up for a girl with glassess.",
                    "TitleJapanese": "紙葉の森",
                    "SummaryJapanese": "ウェンディ・イアハート。大英図書館特殊工作部の中心的スタッフにしてジョーカーの片腕。五年前の大英図書館消失事件、世界中で探し集めた覯稀本、中国の中枢読仙社、歴史上の能力者、紙使い… そして全ての謎の鍵を握るイギリスの影の支配者ミスター・ジェントルマンとは？封印されていた謎が彼女によって解き明かされる。"
                },
                "15": {
                    "ID": "372247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372247",
                    "TitleEnglish": "In the Gray Light of the Abyss",
                    "SummaryEnglish": "The protagonists return to Tokyo, but quickly find themselves on the run, having been accused of causing the explosions in Hong Kong. After discovering Dokusensha orders naming Yomiko Readman as the possessor of the final Gentleman Book, the \"Book of the All Seeing Eyes,\" the four manage to track Yomiko down to the National Diet Library, where she is hiding with the amnesiac Nancy. Yomiko is reluctant to greet a tearful Nenene and refuses to help them, when Joker enters in force, demanding Yomiko turn over the book to him.",
                    "TitleJapanese": "仄暗き地の底で",
                    "SummaryJapanese": "読仙社崩壊を引き金にして巻き起こった、香港水没事件。そこから逃れ日本に舞い戻ってきた三姉妹＋ねねねの四人であったが、事件の重要参考人として指名手配されていた。姿を隠しながらファミレスで今後の相談をする四人は、偶然リーが残したライターの中に読仙社の機密メモを見つける。探し求めた謎に迫るその内容とは…。"
                },
                "16": {
                    "ID": "372249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372249",
                    "TitleEnglish": "Fahrenheit 451",
                    "SummaryEnglish": "Joker learns why it's foolish to attack four Paper Masters inside a library, and while the six women escape, Joker orders Wendy to execute plan \"Fahrenheit 451. Thus, the British Library collects all the books in Jinbo-cho into a massive pile and sets them on fire. Witnessing this, Yomiko is in despair, and Anita, looking at the burning books, flashes back to her memory of the mysterious silhouette in the fire she remembers from her childhood. The silhouette she remembers bears a striking resemblance to Yomiko standing before the flames in Jinbo-Cho.",
                    "TitleJapanese": "華氏四五一",
                    "SummaryJapanese": "ついに国会図書館の地下室で探し求めた読子・リードマンと再開したねねね。しかし、その感動を撃ち破るように読子が6年前に大英図書館から奪った本を奪回するべく、ジョーカーが襲う！強大な権力者となったジョーカーは、その圧倒的な武力で紙使いたちの能力を封じ込める。そして地上では、戦慄の作戦“華氏四五一”が実行されていた。"
                },
                "17": {
                    "ID": "372250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372250",
                    "TitleEnglish": "Sweet Home",
                    "SummaryEnglish": "Wendy faces down Yomiko and friends and shoots Yomiko--when they are helped by some cover fire provided by Drake Anderson. The heroes, now seven, retreat to Yomiko's parents' home in the mountains of Saitama. That night, Junior shows up and tries to steal the book, but Nancy stops him, as she prevents his phasing ability from working on her. He then points a gun at her, and Yomiko pleades for him not to shoot--she says Nancy is his mother. In the confusion, Junior's gun goes off regardless...",
                    "TitleJapanese": "スイートホーム",
                    "SummaryJapanese": "世界最大の古本街、神保町を火の海に飲み込むジョーカー、ウェンディと大英図書館特殊工作部。阻止すべく立ち向かう読子と三姉妹だが、巨大な勢力の前に手が出せない。さらに、燃え盛る炎の中にアニタは封印されていた幼少の頃の記憶を蘇らせる。絶体絶命の危機に現れたのは…読子の旧友にして凄腕の傭兵、ドレイク・アンダーソンだった。"
                },
                "18": {
                    "ID": "372251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372251",
                    "TitleEnglish": "Confession",
                    "SummaryEnglish": "Junior finds himself temporarily allied with the heroes (after Michelle keeps him from shooting Nancy), as they try to figure out the truth of the matters at hand. Yomiko hides in the attic with Nancy, too upset to talk, but later she finds the courage to confesses to the others about why she told Nancy that Junior was dead: the British Library planned to use Junior as the new vessel for the Gentleman, and distraught she had been unable to save Junior, she ran into hiding with Nancy. An upset Junior phases into the Book of the All Seeing Eye and projects a holographic recording of the events leading up the the fire: Yomiko had a fight with Joker, and after being taunted about Donnie Nakajima's fate, Yomiko temporarily loses control of herself and causes the fire. Inside the burning library, a tiny Anita appears, and her paper mastery manifests to protect herself from Yomiko's unwitting attack.",
                    "TitleJapanese": "告白",
                    "SummaryJapanese": "神保町での争いから逃れ、埼玉山中の読子の実家にひっそりと身を隠す三姉妹と読子たちご一行。しかし、ジュニアがナンシーの子供だったと言う衝撃の事実が明らかになった。動揺を抑えてひとときの安らぎにほっとするねねねと三姉妹たちに、読子は真実を話しはじめる。大英図書館と読子との間にあった出来事とは…。"
                },
                "19": {
                    "ID": "372252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372252",
                    "TitleEnglish": "The Family Game",
                    "SummaryEnglish": "Anita runs off into the woods and has to be calmed by her sisters; meanwhile Yomiko makes further explanations to Nancy, Junior, Drake, and Nenene. A British Library agent called Mirror Man infiltrates, forcing Junior to return to duty. The next morning, everyone except Anita and Yomiko has gone missing. Taking the appearance of Nenene, the Mirror Man tricks them and steals the book, but they escape his trap are ready to fight.",
                    "TitleJapanese": "家族ゲーム",
                    "SummaryJapanese": "五年前、読子と大英図書館の間には衝撃の事件が起きていた。乱れ飛ぶ紙、燃え盛る炎、焼き尽くされる大英図書館、その炎の中にいる幼いアニタ。自分と読子と大英図書館の関係にアニタは困惑する。一方、自分が次のジェントルマン候補だと知り、絶望に打ちひしがれるジュニアにねねねはやさしく手を差し伸べた。"
                },
                "20": {
                    "ID": "372254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372254",
                    "TitleEnglish": "Bonjour tristesse (French: Hello Sadness)",
                    "SummaryEnglish": "Having defeated the Mirror Man and his followers, Anita and Yomiko pursue Junior, and Yomiko shows Anita how to fly her paper plane. Junior rides in a helicopter with the drugged members of the group and threatens the pilot. When Anita and Yomiko reach the chopper, it explodes. Filled with rage and despair, Anita blames the entire situation on Yomiko, and throws the book into the helicopter's wreckage. She returns to her old school, meets Hisami to ask her for help, but Hisami does not recognize her.",
                    "TitleJapanese": "悲しみよこんにちは",
                    "SummaryJapanese": "何者かによってみんながさらわれた！朝、目が覚めたアニタは、仲間が居なくなったことに気付いた。二人残されたアニタと読子に新たな能力者が襲いかかる。光の屈折により姿を隠す能力者。その名は、ミラーマン。見えない敵に最強紙使いコンビがとった作戦とは。そして、連れ去れられたミシェール、マギーたちの運命は…。"
                },
                "21": {
                    "ID": "372255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372255",
                    "TitleEnglish": "D.O.D. -DREAM OR DIE-",
                    "SummaryEnglish": "Anita returns to her school, where everyone's behavior just seems slightly off: Hisa likes Tohru, Chiho is shy, and Natsumi is embarrased by her sisters' accomplishments. Wendy Earhart approaches Anita, offering Anita a chance to have her memory re-written just like her classmates, in exchange for freedom and a few tissue samples. Anita decides she cannot live a lie and returns to Nenene's apartment, where she runs into a tearful Yomiko. Despite Anita's resentment, she agrees to team up with Yomiko to sabotage the Jinbo-Cho satellite dish and capture Joker. They take him hostage and fly back to Saitama to rescue Michelle, Drake, and Nancy, who are being surrounded by British Library troops.",
                    "TitleJapanese": "D.O.D -DREAM OR DIE-",
                    "SummaryJapanese": "マギー、ミシェール達をを乗せたヘリコプターが空中で爆発、墜落した。途方に暮れるあてもなく彷徨うアニタは、かつての級友菱石久美に助けを求める。しかし、最後のよりどころとなるはずの学校では、大英図書館のプロジェクトが進行していた。孤独を隠しながら普段通りにアニタは振る舞ってみるが…。"
                },
                "22": {
                    "ID": "372256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372256",
                    "TitleEnglish": "Seize",
                    "SummaryEnglish": "Anita and Yomiko reunite with the others, forcing the British Library soldiers to stand off while they hold Joker prisoner. Meanwhile, Maggie and Nenene have taken refuge in a hotel, but Wendy finds them and tricks Maggie into believing Anita's life is in danger, forcing her to turn over Nenene in exchange for a chance to save Anita. Nenene goes willingly in order to spare Maggie any unnecessary grief.",
                    "TitleJapanese": "奪取",
                    "SummaryJapanese": "ジョーカーVS読子&アニタ再び。姉たちの危機に一度は読子を拒絶したアニタがタッグを組む。ジョーカーを人質に疾風のごとく、ミシェールの救出に向かう最強コンビ。そのころ、ねねねとふたりはぐれたマギー達のもとにウェンディが交渉を持ちかけていた。ジョーカーの右腕として大逆転を狙ったその取引内容とは…。"
                },
                "23": {
                    "ID": "372258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372258",
                    "TitleEnglish": "Lie to Me",
                    "SummaryEnglish": "Wendy prepares to exchange Nenene for Joker; in the meantime, Joker reveals to Anita that she was a test tube baby born in the British Library and tells her that Michelle and Maggie were brainwashed to take her in. Junior tells Michelle something similar, indicating Michelle had been altered to become a Paper Master, and Maggie reads a book given to her by Wendy containing a similar report. Wendy uses the Mirror Man to make the hostage exchange go in her favor and rescues Joker, but Drake, Nancy, Anita, and Yomiko manage to escape regardless. Days later, Joker announces British Library's plan to the world.",
                    "TitleJapanese": "嘘、そして沈黙",
                    "SummaryJapanese": "ジョーカーを捕まえ姉たちの救出に向かったアニタと読子だったが、そこでジョーカーの口から衝撃の事実が告げられる。アニタ、マギー、ミシェールの出生の謎が遂に明かされる。絶望のアニタにさらなる危機が襲いかかる。ウェンディの狡猾な取引に苦渋の決断を強いられたアニタ達は、囚われのねねねを取り戻せるのか。"
                },
                "24": {
                    "ID": "372259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372259",
                    "TitleEnglish": "You Know Me",
                    "SummaryEnglish": "Yomiko and the others leave for London to rescue Nenene and stop Joker, but a distraught Anita remains behind. Anita returns to Nenene's apartment only to find Maggie and Michelle, and she tries to leave, declaring their life a lie. Michelle and Maggie help her realize that while they may have faked memories, the life they now share is real enough. The newly reformed Paper Sisters Detective Company flies to England to find Britain turned into a mythical nineteenth century landscape.",
                    "TitleJapanese": "君が僕を知ってる",
                    "SummaryJapanese": "自分たちの出生の秘密を知ってしまった三姉妹たち。最後の心の支えを失ったアニタは、大英図書館の計画を止めるため英国に出発する読子たちと別れ、ひとり街を彷徨っていた。行き場所もなく帰ってきたねねねのマンションで、アニタは、ミシェール、マギーと再会する。真実を知った三人は、そこで…。"
                },
                "25": {
                    "ID": "372260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372260",
                    "TitleEnglish": "Not a Big Problem",
                    "SummaryEnglish": "The three sisters meet with Yomiko and the others, and they spend a week searching for the British Library's secret location. They finally deduce the right place and discover Mr. Kim working for the British Library. After forcing Kim to help them infiltrate the headquarters. They split into three groups to rescue Junior, rescue Nenene, and capture Joker. The Paper Sisters successfully find Nenene, but Yomiko loses her nerve when facing down Joker. In the Special Operations base, Wendy is forced to hook Junior into the Gentleman Resurrection machine; while she is willing to do this, she asks him that if part of his own identity survives, to \"feel free to take his revenge\" on her.",
                    "TitleJapanese": "たいした問題じゃない",
                    "SummaryJapanese": "家族の絆を取り戻したアニタ、マギー、ミシェールの三姉妹は、ねねねとジュニアを取り返すため読子たちを追い、英国へ向かう。しかし、ジェントルメンの影響で街は異様な雰囲気に。さらに、鉄壁の大英図書館に潜入すべく、ロンドン中の本を読みあさりヒントを探す愛書狂たち。そこで出会ったある男とは…。"
                },
                "26": {
                    "ID": "372261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/r-o-d-read-or-die/episodes/372261",
                    "TitleEnglish": "From There On…",
                    "SummaryEnglish": "With Yomiko, Nenene, and the Paper Sisters captured, the Gentleman transfer begins, and the heroes attempt to talk Joker and Wendy out of their plan. Drake creates a distraction while Nancy infilrates the Resurrection Chamber to free Junior. Nenene reveals she's hidden her manuscript under her shirt, providing ammunition for the Paper Masters, and the fight very quickly turns to their favor. Junior transfers part of the Gentleman energies into Joker's mind, sending him white haired and catatonic. Junior is freed from the Gentleman Key, although it tries to attach itself to Anita instead and nearly kills her. Ultimately, the Ressurrection Project fails, the British Library collapses, sending its members on the run. Wendy hides in the country to nurse Joker. Michelle makes sure Junior is back to normal, while Maggie does the same for Anita, and Nenene and Yomiko join Nancy on a trip to India so Nancy can recover some of her memories. Drake returns home to his daughter.",
                    "TitleJapanese": "それから",
                    "SummaryJapanese": "ついに、大英図書館特殊工作部との最終決戦の火蓋が切って落とされた！紙を奪われ絶体絶命の三姉妹たちは、大切な家族を、友達を、仲間を、思い出を守ることができるのか。"
                }
            }
        }
    }
}