{
    "URL": "https://www.thetvdb.com/series/strike-witches",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1300176/",
        "http://w-witch.jp/",
        "http://www.reddit.com/r/StrikeWitches",
        "https://www.themoviedb.org/tv/35464",
        "https://www.themoviedb.org/tv/35464",
        "https://x.com/w_witch_anime"
    ],
    "TitleEnglish": "Strike Witches",
    "SummaryEnglish": "When humanity is threatened by an alien menace, when all other options have been exhausted, mankind’s last line of defence will not be tanks, planes, or battleships – rather, it will be brave young girls who take to the skies to fight for the planet!",
    "TitleJapanese": "ストライクウィッチーズ",
    "SummaryJapanese": "20世紀初頭。突如出現した異形の敵｢ネウロイ｣は次々と人類の街を侵略していった。それに対抗できる手段はただ一つ、魔力を持った少女(ウィッチ)のみ。彼女たちは、自らの体に兵器(ストライカー)をまとい、空を舞いネウロイに戦いを挑む。ネウロイの侵略に窮地に追い込まれた人類に残された希望、それは世界各国から最前線ブリタニアに集められ組織された第501総合戦闘航空団。空を駆ける戦乙女。救国の英雄。民衆の憧憬と賞賛を一身に受けて戦う。彼女たちはいつしかこう呼ばれるようになっていた ―― ｢ストライクウィッチーズ｣と。",
    "Aliases": [
        "Strike Witches꞉ Road to Berlin",
        "Strike Witches: Road to Berlin",
        "Strike Witches — Road to Berlin"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "33639",
            "URL": "https://www.thetvdb.com/series/strike-witches/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "6": {
                    "ID": "9445171",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/9445171",
                    "TitleEnglish": "Kudo Kankuro and Lynette Base Visit Special",
                    "SummaryEnglish": "Special included with OVA Release.",
                    "TitleJapanese": "宮藤官九郎とリネットの魔女基地訪問",
                    "SummaryJapanese": "OVA版に同梱される特典"
                },
                "7": {
                    "ID": "9930334",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/9930334",
                    "TitleEnglish": "Strike Witches the Movie",
                    "SummaryEnglish": "The Neuroi, a large and dangerous alien race, still roam parts of the world leaving destruction in their path. The Strike Witches-a group of girls with extraordinary powers, formidable weapons, and advanced aircraft appendages-have made great strides against the Neuroi. But the war against them still rages on. Yoshika Miyafuji was once a member of the Strike Witches and sacrificed the ability to use her powers in a major fight against the Neuroi. Unable to fight, she now wishes to pursue her dream of becoming a doctor and continue to help people. When new soldier and witch Shizuka Hattori comes to escort her to a prestigious European medical school, their journey becomes far more dangerous than originally planned. The Neuroi have changed, and their abilities are far stronger than before. Can the Strike Witches comes together once again to face their enemy? Or will they be able to without Yoshika's abilities?",
                    "TitleJapanese": "ストライクウィッチーズ 劇場版",
                    "SummaryJapanese": "巨大で危険なエイリアン \"ネウロイ \"は、いまだ世界の各地を徘徊し、破壊の限りを尽くしている。ストライクウィッチーズは、驚異的なパワーと強力な武器、そして先進的な機体を持つ少女たちで構成され、ネウロイに対して大きな前進を遂げた。しかし、ネウロイとの戦いはまだ続いている。かつてストライクウィッチーズのメンバーだった宮藤芳佳は、ネウロイとの戦いでその能力を犠牲にした。戦えない彼女は今、医者になる夢を追いかけ、人々を助け続けたいと願っている。新米兵士で魔女の服部静香が、彼女をヨーロッパの名門医大に案内することになったが、その旅は当初の予定よりもはるかに危険なものとなった。ネウロイは変化し、その能力は以前よりはるかに強くなっていたのだ。ストライクウィッチーズは再び団結し、敵に立ち向かうことができるのか？それとも、芳佳の能力なしには無理なのか？"
                },
                "8": {
                    "ID": "10032479",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/10032479",
                    "TitleEnglish": "Strike Witches OVA",
                    "SummaryEnglish": "A promotional DVD with prototype animation for Strike Witches was sold by Toranoana at Comiket 71 on December 29, 2006. That DVD was packaged with a PVC figure of Yoshika Miyafuji and an illustration book of Humikane Shimada's works titled Strikes. The package was later sold at Toranoana stores on January 1, 2007.",
                    "TitleJapanese": "Strike Witches OVA",
                    "SummaryJapanese": "A promotional DVD with prototype animation for Strike Witches was sold by Toranoana at Comiket 71 on December 29, 2006. That DVD was packaged with a PVC figure of Yoshika Miyafuji and an illustration book of Humikane Shimada's works titled Strikes. The package was later sold at Toranoana stores on January 1, 2007."
                },
                "9": {
                    "ID": "10032486",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/10032486",
                    "TitleEnglish": "Vol. 1: Saint Trond's Thunder",
                    "SummaryEnglish": "Six months following the battle in Venezia, Minna-Dietlinde Wilcke, Gertrud Barkhorn, and Erica Hartmann have been stationed at the Saint-Trond Base in Belgica, alongside fellow Karlsland witch Heidemarie W. Schnaufer. Erica's twin sister Ursula delivers a giant 50mm cannon, along with a Jet Striker Unit required to carry it, with Gertrud chosen to test them, despite Erica's concerns following the last time Gertrud rode a Jet Striker. Erica is soon brought out to test a Twin Striker with Ursula, but Erica's lack of patience causes the test to fail. Erica ends up lashing out at Ursula, calling all of her inventions useless, leading her to become downhearted. Later, Minna and Gertrud come across an armored Neuroi, with Gertrud deciding she needs to use the 50mm cannon against it, but they both become surrounded by splitting Neuroi. Erica, hearing Minna in danger, takes the Jet Striker and 50mm cannon herself and has trouble controlling it, but she is helped out by the arrival of Ursula.",
                    "TitleJapanese": "Operation Victory Arrow Pt1",
                    "SummaryJapanese": "Operation Victory Arrow is set in the period between the end of Operation Mars in the second television series and the 2012 Strike Witches movie. The three 30-minute short stories depict the lives of the members who returned to their respective homes."
                },
                "10": {
                    "ID": "10032496",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/10032496",
                    "TitleEnglish": "Vol. 2: Goddess of the Aegan Sea",
                    "SummaryEnglish": "Learning that island of Delos has been taken over by Neuroi, Charlotte E. Yeager and Francesca Lucchini are teamed up with Hanna-Justina Marseille and her partner Raisa Pöttgen to draw out the Neuroi hiding within it. Francesca, who has strong family ties with Delos, objects to their superior's plan to destroy the island, so they work out a new plan to have Hanna and Raisa draw out the Neuroi while Charlotte and Francesca drop bombs on it. When this plan ends up failing, Francesca tries to attack on but is inevitably forced to retreat. The next day, before the bombardment on the island is due to take place, Charlotte, unwilling to let Francesca down, decides to make use of an abandoned ship's winch to pull the Neuroi out of its hiding place, allowing it to be destroyed without any damage to the island. Afterwards, Francesca takes Charlotte and the others on a tour of Delos and its artifacts.",
                    "TitleJapanese": "Operation Victory Arrow Pt2",
                    "SummaryJapanese": "Operation Victory Arrow is set in the period between the end of Operation Mars in the second television series and the 2012 Strike Witches movie. The three 30-minute short stories depict the lives of the members who returned to their respective homes."
                },
                "11": {
                    "ID": "10032517",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/10032517",
                    "TitleEnglish": "Vol. 3: Arnhem Bridge",
                    "SummaryEnglish": "Lynne and Perrine, along with Amelie Planchard, come across a young boy named Julius, getting treatment for his little sister Rose. As the two children stay at Perrine's house, with Julius proving a lot for Perrine to handle, Julius expresses a hatred towards witches for not coming to his father's aid when he went to battle at Arnhem Bridge. After learning that Perrine and the others are witches, Julius sneaks aboard a shipment bound for Arnhem Bridge to retrieve some personal belongings. With her Strike Unit in repair, Perrine steps in to protects Julius from the Neuroi until Lynne backs her up, with Julius helping Perrine in return when she injures her leg, allowing both her and Lynne to defeat the Neuroi. Afterwards, Perrine takes in both Julius and Rose to give them an education while Lynne receives a letter from Yoshika.",
                    "TitleJapanese": "Operation Victory Arrow Pt3",
                    "SummaryJapanese": "Operation Victory Arrow is set in the period between the end of Operation Mars in the second television series and the 2012 Strike Witches movie. The three 30-minute short stories depict the lives of the members who returned to their respective homes."
                }
            }
        },
        "1": {
            "ID": "33640",
            "URL": "https://www.thetvdb.com/series/strike-witches/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "375122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/375122",
                    "TitleEnglish": "Magical Girl",
                    "SummaryEnglish": "Yoshika Miyafuji is a fourteen-year-old girl who possesses magical powers that can heal. One day she is approached by Mio Sakamoto, Major of the 501st Joint Fighter Wing a.k.a. Strike Witches to join her team. A few days after Yoshika turns down the invitation because of her abhorrence toward wars, she receives a letter.",
                    "TitleJapanese": "魔法少女",
                    "SummaryJapanese": "宮藤芳佳は治癒魔法が使える14歳の魔法少女。ある日、第501統合戦闘航空団、通称ストライクウィッチーズに所属する坂本美緒少佐から勧誘を受ける。戦争が嫌な芳佳はその誘いを断るが、そこに一通の手紙が届く…。"
                },
                "2": {
                    "ID": "375123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/375123",
                    "TitleEnglish": "That Which I Can Do",
                    "SummaryEnglish": "On their journey to Britannia, Yoshika and the others are assaulted by mysterious invaders called the Neuroi, menacing beings from another world. In order to buy time until reinforcements arrive, Major Sakamoto sallies forth alone, only to be met by a fierce attack from the opposition. Despite her best efforts she is driven back and ultimately cornered. Yoshika can do nothing but wait in terror inside the battleship.",
                    "TitleJapanese": "私にできること",
                    "SummaryJapanese": "ブリタニアへ旅する芳佳たちの前に、異世界からの侵略物体ネウロイの魔の手が迫る。坂本少佐は応援到着までの時間を稼ぐため単身迎撃に出るが、敵の猛攻撃に遭い絶体絶命。艦内で震える芳佳が顔をあげるとそこには…!?"
                },
                "3": {
                    "ID": "375713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/375713",
                    "TitleEnglish": "You're Not Alone",
                    "SummaryEnglish": "Yoshika makes her decision to join the Strike Witches. Lynette Bishop, another rookie witch who is 15 years old, shows Yoshika around. Although Yoshika is nervous about her new assignment and understands nothing about the arrangement of the troop, Lynette acts in a somewhat unfriendly manner, adding to Yoshika's anxiety",
                    "TitleJapanese": "一人じゃないから",
                    "SummaryJapanese": "ストライクウィッチーズに入隊することになった芳佳は、同じく新人ウィッチで15歳のリネット・ビショップに案内されることになる。判らないことだらけで不安いっぱいの芳佳に、なぜかリネットはよそよそしく…。"
                },
                "4": {
                    "ID": "376817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/376817",
                    "TitleEnglish": "Thanks",
                    "SummaryEnglish": "Yoshika gradually orients herself to life as a member of Strike Witches. However, she is condemned by her supervisor Gertrud Barkhorn as being inexperienced. Desperate to win her acceptance, Yoshika gets carried away in her training when she suddenly comes face to face with Neuroi.",
                    "TitleJapanese": "ありがとう",
                    "SummaryJapanese": "新しい生活にようやく慣れてきた芳佳だが、上官のバルクホルンからは未熟な面を責められ手厳しく冷たい態度を取られる。認めてもらいたい一心で訓練に打ち込む芳佳の前に何の前触れもなくネウロイが現れた…!!"
                },
                "5": {
                    "ID": "377814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/377814",
                    "TitleEnglish": "Fast, Big, Soft",
                    "SummaryEnglish": "Shirley the speed freak is obsessed with trying to exceed sonic speed. Busybody Francesca Luccini meddles with the adjustments of Shirley's Striker Unit before the water training drill required by all members, which subsequently leads to an unexpected incident.",
                    "TitleJapanese": "はやい・おっきい・やわらかい",
                    "SummaryJapanese": "スピード狂のシャーリーは今日も音速越えを目指して奮闘中。部隊全員で水上訓練に出かける直前に、おせっかいなルッキーニがストライカーユニットのチューニングをいじったことから思わぬ事態に…!?"
                },
                "6": {
                    "ID": "379013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/379013",
                    "TitleEnglish": "We're the Same",
                    "SummaryEnglish": "Yoshika and her comrades are attacked by the Neurois on their way back from a mission in London, but gets help from Sanya who happened to be on a night patrol. As a result, Yoshika is given orders to serve the night shift, and must spend the night in the same room with Sanya, when an envious Eila barges in.",
                    "TitleJapanese": "いっしょだよ",
                    "SummaryJapanese": "ロンドン特務の帰路にネウロイの襲撃を受けた芳佳たちは、夜間偵察中のサーニャに助けられる。目撃者の芳佳は夜間任務を命じられ、サーニャと一緒の部屋で寝泊りすることになるが、そこに嫉妬したエイラが乱入して…!?"
                },
                "7": {
                    "ID": "399711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-witches/episodes/399711",
                    "TitleEnglish": "Nice and Breezy",
                    "SummaryEnglish": "Erica misplaces a key part of her uniform (panties), causing a chaotic incident in Witches Base.",
                    "TitleJapanese": "スースーするの",
                    "SummaryJapanese": "ある朝、制服の一部が無いことに気づいたハルトマンはそのまま風呂場に直行。なに