{
    "URL": "https://www.thetvdb.com/series/saber-marionette-r",
    "Genres": [
        "Action",
        "Anime",
        "Comedy",
        "Martial Arts",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/28442"
    ],
    "TitleEnglish": "Saber Marionette R",
    "SummaryEnglish": "Saber Marionette R takes place many years after the events in J. The three marionettes, Cherry, Lime and Bloodberry, now accompany Junior, the heir to the throne of Romana. However, a criminal known as Face is freed from prison by three marionettes of his own called the Sexadolls, named Edge, Brid and Kyanny. Face threatens the future of Romana by killing the king and forcing everyone to search for Junior and arrest him. Cherry, Lime and Bloodberry must destroy Face's Sexadolls, protect Junior and help Romana become peaceful once more.",
    "TitleJapanese": "SMガールズ セイバーマリオネットR",
    "SummaryJapanese": "女性復活達成後、それまで「女性を模したもの」であるマリオネットの存続意義の揺らぐ中、小樽への恋心を確たるものにしたライム、チェリー、ブラッドベリーの「3人で一人」であることへの疑念、人間でないことへの葛藤などが描かれている。最終回は3人が人間として転生する（3人は爆発に巻き込まれて亡くなり、その時3人の性格が地上に送信され、それを元にして遺伝子が作られた）という衝撃的な結末であった。",
    "Aliases": [],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "33918",
            "URL": "https://www.thetvdb.com/series/saber-marionette-r/seasons/official/1",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "377111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-r/episodes/377111",
                    "TitleEnglish": "Act 1",
                    "SummaryEnglish": "Face, the clone of Romana's ruler Virey, stages a revolt to take the throne. Virey's other son, Junior, attempts to save his home with the help of the Saber Marionettes. He challenges his brother and his powerful military force, the sexadolls.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "377112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-r/episodes/377112",
                    "TitleEnglish": "Act 2",
                    "SummaryEnglish": "During the fighting, Junior, Cherry, and a disfunctional Lime attempt to flee the city. Taking refugee in a farm, they plan to rescue Virey. As the battle unfolds, they find themselves face to face with sexadoll Brid and her giant fighting robots.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "377113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saber-marionette-r/episodes/377113",
                    "TitleEnglish": "Act 3",
                    "SummaryEnglish": "Junior, Cherry, and Lime make one last attempt at a rescue, but they are intercepted. And just when all looks lost, Lime's maiden circuit begins to run amok!",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}