{
    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Science Fiction",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0462654/",
        "https://www.themoviedb.org/tv/9320"
    ],
    "TitleEnglish": "Future GPX Cyber Formula",
    "SummaryEnglish": "A series about racing in the future, where race cars are equipped with computer support systems called 'Cyber Systems'.",
    "TitleJapanese": "新世紀GPXサイバーフォーミュラ",
    "SummaryJapanese": "次世代のモータースポーツ『サイバーフォーミュラ』。\n\nF.I.C.C.Y（国際サイバーフォーミュラ競技連盟）の運営するF1をも凌ぐ世界的なイベントであるサイバーフォーミュラは、サイバーシステムと呼ばれる学習型のAIによるサポートシステムを搭載し、ブースト加速といった最先端テクノロジーを取り込んだ、もっともエキサイトなスポーツとして人気を博していた。\n\nサイバーシステムの開発者を父に持つ14歳の少年、風見ハヤトは、父の開発したAIを搭載するニューマシン『アスラーダ』の争奪戦に巻き込まれ、ドライバー登録されてしまう。最初は成り行きでステアリングを握っていたハヤトだったが、国内大会からワールドグランプリへの出場権を勝ち取り、チームメイトとふれあい、ライバルたちとのバトルを経て、レーサーとして、またひとりの「男」として成長を遂げるハヤトを、シリーズを通して描いた作品。",
    "Aliases": [
        "Cyber Formula",
        "Cyber Formula: Shinseki-GPX",
        "Future Grand Prix Cyber Formula"
    ],
    "Modified": "2025-07-02",
    "Seasons": {
        "0": {
            "ID": "537220",
            "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5659141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/5659141",
                    "TitleEnglish": "Shin Seiki GPX Cyber Formula Graffiti",
                    "SummaryEnglish": null,
                    "TitleJapanese": "新世紀ＧＰＸサイバーフォーミュラ グラフィティ",
                    "SummaryJapanese": "ハヤトが初優勝を制した第10回大会の軌跡を、アスラーダがドライバー別に編集したビデオで振り返る総集編。\n　登場ドライバーは、“超音速の騎士”ナイト・シューマッハ、“クラッシュレースの暴れん坊”ブリード加賀、“電脳の狩人”エデリー・ブーツホルツ、“完走率ナンバー１ドライバー”フランツ・ハイネル、“アメリカのスター”ジャッキー・グーデリアン、“北海道の自然児”大友譲二、“日本の若武者”新条直輝、“サーキットのアマデウス”カール・リヒター・フォン・ランドル、“ブラジルの星”ピタリア・ロペ、“不屈の根性”日吉明、そして“史上最年少ドライバー”風見ハヤトの１１名。\n　第１０回大会を熱く燃え上がらせたドライバーたちのそれぞれの名勝負を再現！\n　またオフ・レースのハヤトとあすかや新条とみきのとっておきの場面も収録！！"
                },
                "2": {
                    "ID": "5659142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/5659142",
                    "TitleEnglish": "Shin Seiki GPX Cyber Formula Earlydays Renewal - Challenger",
                    "SummaryEnglish": null,
                    "TitleJapanese": "新世紀ＧＰＸサイバーフォーミュラ EARLYDAYS RENEWAL Round1「-CHALLENGER-」",
                    "SummaryJapanese": "14歳の少年、風見ハヤトは、父が設計したサイバーフォーミュラ・マシン“アスラーダ”にドライバー登録されてしまったことから、サイバーフォーミュラの世界に参戦。\n初参加した第10回ワールド・チャンピオンシップの行方を描いたＴＶシリーズ全37話を再構成。新作カットを多数加え、アフレコ・ダビングを新たにした60分・２話構成のリニューアルバージョンに濃縮。\nRound1-CHALLENGER-は、ハヤトとアスラーダ、そして加賀、新条らのライバル陣との出逢いからスーパーアスラーダ登場まで。"
                },
                "3": {
                    "ID": "5791965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/5791965",
                    "TitleEnglish": "Shin Seiki GPX Cyber Formula Earlydays Renewal - Winners",
                    "SummaryEnglish": null,
                    "TitleJapanese": "新世紀ＧＰＸサイバーフォーミュラ EARLYDAYS RENEWAL Round2「-WINNERS-」",
                    "SummaryJapanese": "14歳の少年、風見ハヤトは、父が設計したサイバーフォーミュラ・マシン“アスラーダ”にドライバー登録されてしまったことから、サイバーフォーミュラの世界に参戦。\n初参加した第10回ワールド・チャンピオンシップの行方を描いたＴＶシリーズ全37話を再構成。新作カットを多数加え、アフレコ・ダビングを新たにした60分・２話構成のリニューアルバージョンに濃縮。\nRound2-WINNERS-では、ランドルの登場や新条の挫折や復活などドラマチックなエピソードを盛り込みながら、混迷のチャンピオンシップの行方に迫る。"
                }
            }
        },
        "1": {
            "ID": "33941",
            "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/seasons/official/1",
            "# Episodes": 37,
            "Episodes": {
                "1": {
                    "ID": "377232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377232",
                    "TitleEnglish": "The Day That Destiny Was Decided",
                    "SummaryEnglish": null,
                    "TitleJapanese": "運命を決めた日",
                    "SummaryJapanese": "弱小チームのスゴウアスラーダは、全日本グランプリへの出場権を争う富士岡クオリファイのためにニューマシン「アスラーダG.S.X」の投入を計画。しかしマシンの搬送中、突如謎のヘリからの襲撃を受ける。バイクで同行していたハヤトは、緊迫した状況の中、アスラーダを単身富士岡サーキットまで届けることになってしまう。サイバーマシンのドライビングは初心者であるハヤトにとって、なかなか扱いにくく苦戦するが、無事に車検の締め切り時刻ギリギリで到着することができた。\nしかしレース本番が翌日に迫っている中、ハヤトがアスラーダにドライバーとして登録されてしまっていることが判明する。"
                },
                "2": {
                    "ID": "377233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377233",
                    "TitleEnglish": "Birth of the Youngest Racer",
                    "SummaryEnglish": null,
                    "TitleJapanese": "最年少レーサー誕生",
                    "SummaryJapanese": "アスラーダのドライバー登録システムは、解除しようとすると1週間はかかるという複雑なもの。レース本番が間近に迫った今、チームの正規ドライバーである日吉がアスラーダで出場できなくなってしまった。チームの夢である全日本グランプリを諦めてレースを棄権するか、素人であるハヤトが出場するか…しかし素人が勝てるほどサイバーフォーミュラのグランプリは甘くない。成り行きとは言え、チームのメンバーに迷惑を掛けてしまい深く落ち込むハヤト。そんなハヤトに向かって、アスラーダは勝てる可能性は非常に低いが、ゼロではない、と告げる。その言葉を胸に、ハヤトはついにレースへの出場を決意する。"
                },
                "3": {
                    "ID": "377234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377234",
                    "TitleEnglish": "Be Burning! Hayato!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "燃えろ！ハヤト",
                    "SummaryJapanese": "初めてのレースに挑むハヤト。しかし身体にかかる予想以上のＧや、思うようにマシンの操縦ができないイライラで心身共に消耗していく。そんなハヤトとは対照的に、アオイフォーミュラの新条は初参戦ながら驚嘆のドライビングを見せつける。コース上で新条と遭遇したハヤトは、ムキになって新条を追い、あわやクラッシュという事態を引き起こしてしまう。しかし接触時の走行ラインを解析した牧により、ハヤトが無意識のうちにバイクのテクニックのひとつであるアクセルターンをやってのけたことが判明。もともとバイクレーサー志望だったハヤトはバイクの乗車感覚を応用し、徐々にサイバーフォーミュラの操縦のコツをつかみ、最下位ながらも予選を突破する。"
                },
                "4": {
                    "ID": "377235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377235",
                    "TitleEnglish": "Fujioka Grand Prix",
                    "SummaryEnglish": null,
                    "TitleJapanese": "富士岡グランプリ決勝",
                    "SummaryJapanese": "ついに決勝が始まった。しかしアオイのオーナー、今日子にドライビングの甘さを指摘されたハヤトは、なかなか調子が出せない。本来のレースマナーなら周回遅れのマシンはトップにラインを空けなければならないが、最下位争いに夢中のハヤトは、新条にラインを譲るどころか、逆に新条を巻き込んでコースアウトしてしまう。巻き返そうと、凄まじい勢いでトップへと迫る新条。その様子をピットで見ていたハヤトは、アスラーダに新条の無駄のない走行ラインをトレースさせ、大逆転を果たそうと試みる。"
                },
                "5": {
                    "ID": "377236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377236",
                    "TitleEnglish": "Aim for the All Japan Grand Prix!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "目指せ!全日本グランプリ",
                    "SummaryJapanese": "ニセコサーキットで行われる全日本グランプリに出場するため、陸路で北海道に向かうスゴウチーム。\n旅は順調だったが、途中立ち寄ったサービスエリアで、臨時ニュースで入った誘拐事件の被害者の女の子を偶然発見してしまう。ハヤトたちは誘拐事件の犯人と思われる男を取り押さえることに成功するが、その男は本当の誘拐犯ではなかった。混乱に乗じて犯人は女の子を人質にしたまま容疑をかけられた加賀のマシンで逃走。それをアスラーダで追撃するハヤト。加賀も自分のマシンを取り戻すためにアスラーダの助手席に乗車する。しかし加賀のマシン、プロトジャガーは素人の操縦でも充分手強いマシンだった。加賀はハヤトの保守的なドライビングにしびれを切らし、アスラーダからデータを得て次々とハヤトにドライビング指示をしていき、見事停車させることに成功する。\nハヤトは加賀が助言したドライビングテクニックは、クラッシュレースのものだったと聞かされる。"
                },
                "6": {
                    "ID": "377237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377237",
                    "TitleEnglish": "A Nature Boy of Hokkaido",
                    "SummaryEnglish": null,
                    "TitleJapanese": "北海道の自然児",
                    "SummaryJapanese": "ペイや牧たちはタイヤ交換の練習に熱心に取り組んでいた。特にデータ解析が専門の牧に至っては、全くの専門外であったが、人手不足の現状、今いるクルーだけで何とかしなければならなかった。すこしでもタイムを縮めるために深夜まで単身特訓する牧の姿にハヤトも触発され、苦手なコーナリングを克服するために練習に出かける。しかしそれを待っていたかのように謎の車両軍団がハヤトとアスラーダに襲いかかる。ハヤトは必死で逃げるが、コーナリングの甘さがピンチを招いてしまう。そこへ、朝知り合ったばかりの大友譲二がアルバトランダーで現れ、コーナリングのタイミングをハヤトに助言する。それが功を奏し、ハヤトは見事に追撃車両を振り切り、コーナリングも克服することができたのだった。"
                },
                "7": {
                    "ID": "377238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377238",
                    "TitleEnglish": "A License to the World",
                    "SummaryEnglish": null,
                    "TitleJapanese": "世界へのライセンス",
                    "SummaryJapanese": "全日本グランプリの予選で好成績を上げるハヤト。しかしそんなハヤトの前に、新たなる刺客としてブーツホルツが立ちはだかる。いよいよ本格的にハヤトを潰してアスラーダを奪おうというのだ。\nレース開始後、さっそくブーツホルツから攻撃を受けるハヤト。サーキット上では熱いドッグファイトが展開。\n「レースの勝敗はタイヤが決める」。そうハヤトに告げた大友が、２ラップ目にして早くもピットイン。\n続いてハヤトもアスラーダの反対を振り切ってピットに入り、みきたちにレインタイヤを用意させる。特に天候が悪化しているわけでもない状況で、順位を落とすだけのマイナス行為にピットクルーは戸惑いを見せる。しかし、レインタイヤに履き替えた途端、雨が降り出したのだった。大友の自然を読む感性と、それを信じたハヤトの勝利だった。ジャストのタイミングで履き替えたレインタイヤを武器に、ハヤトは急速に順位を上げていく！"
                },
                "8": {
                    "ID": "377239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377239",
                    "TitleEnglish": "The Battle of Rainy Niseco",
                    "SummaryEnglish": null,
                    "TitleJapanese": "雨のニセコ決勝",
                    "SummaryJapanese": "突然の豪雨によって混乱するサーキット。こぞってピットインする他車を横目に、逸早くピット作業を済ませたハヤトと大友が有利に立った。二人が大幅にほかを引き離す中、新条だけが冷静に事態を察知し、レインタイヤへのチェンジを思い切って１ラップ分パスする。ブーツホルツの妨害も思うようにならず、あえなくリタイヤ。さらに招待選手として期待されていたグーデリアンとハイネルもリタイアしてしまい、レースそっちのけで喧嘩をしてしまうなど、大荒れのレース展開となる。１ラップ遅れとは言え、ピットの混乱をやりすごした新条はスムーズなタイヤチェンジで３位をキープ。そのまま１位の大友、２位のハヤトに大きく迫る。そして持ち前のドライビングテクニックと、一歩早めのスリックタイヤへの交換で更にジャンプアップ。ついにハヤト、大友をかわしトップに踊り出る。\n３位以内に入賞し、スーパーライセンスを獲得すれば世界グランプリに出場できるとあって、ハヤトの闘志もヒートアップ。意地でも３位に入賞しようと、なりふりかまわぬブースト加速を仕掛け、フロントタイヤをバーストさせながらも力ずくでゴールにねじ込む！ハヤトは自力で３位を掴み取ることに成功する。"
                },
                "9": {
                    "ID": "377240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377240",
                    "TitleEnglish": "A Stormy Departure",
                    "SummaryEnglish": null,
                    "TitleJapanese": "嵐の旅立ち",
                    "SummaryJapanese": "世界グランプリ第１戦の地、アメリカ・グランドキャニオンまでの道のりを、資金の節約からスゴウは船で海路を行くこととなる。のんびりと海の旅を楽しむハヤトたち。そこでハヤトとあすかは、互いに心配に思っていることを打ち明ける。連絡のとれないハヤトの父母、そして失踪したあすかの兄、菅生修のことだ。\n第１戦に向けて次第にチームの緊張感は高まっていく折、ペイが整備中に負傷してしまった。しかも輸血に必要な血液型が特殊だったため、片道2時間かかる米軍基地まで行かなければ手に入らない！このままではペイの命が危ない。そこでハヤトはアスラーダでの海上輸送を決意すると、みきたちにアスラーダを水上走行タイプに換装してもらい、ペイを乗せて出発する。大荒れ状態の海上で、ハヤトはペイを助けるために疾走する。\nそのファイトが功を奏し、ペイは一命をとりとめるのだった。"
                },
                "10": {
                    "ID": "377241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377241",
                    "TitleEnglish": "Let the World Grand Prix Begin!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ワールドグランプリ開催",
                    "SummaryJapanese": "アメリカ・グランドキャニオンに到着するスゴウチーム。ドライブインで食事をとることにしたハヤトたちは、明日のレースに胸を躍らせていた。その様子をイギリスの覆面レーサー、ナイト・シューマッハが、離れたテーブルからじっと見つめていた。ハヤトやあすかを、まるで昔から知っているようなシューマッハ。ハヤトたちの知らないところで、事態は進んでいく。\n食事から戻って作業を始めるハヤト。あすかはそんなハヤトに差し入れをしようとして、木陰からこちらの様子を伺う謎の人影を発見した。緊迫した雰囲気がハヤトを包む。加えて、ハヤトが絶対にグランプリに優勝しなければならないと告げる謎の電話も入りハヤトたちの緊張感を高めていった。そうしている間にもグランプリは開幕し、予選という戦いの火蓋は切って落とされるのだった。"
                },
                "11": {
                    "ID": "377242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377242",
                    "TitleEnglish": "The Final Race of the First American Battle",
                    "SummaryEnglish": null,
                    "TitleJapanese": "アメリカ第1戦決勝",
                    "SummaryJapanese": "いよいよサイバーフォーミュラ・ワールドチャンピオンシップ第1戦が、アメリカ・グランドキャニオンの地で開催。初めての大舞台である世界大会出場とあって、すさまじい意気込みを見せるハヤト。初心者とは思えない見事な走りを見せ、スタート直後の混戦の中トップへ躍り出る。グランプリでの好スタートに喜ぶスゴウ一同だったが、フライングが発覚して60秒のペナルティを課せられてしまう。\nどうにか遅れを取り戻そうと躍起になるハヤトに、追いうちをかけるようにプレッシャーを与えるライバルたち。その60秒のペナルティが、さらなる悲劇を生んでしまうこととなる…。"
                },
                "12": {
                    "ID": "377243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377243",
                    "TitleEnglish": "A Glorified Racer",
                    "SummaryEnglish": null,
                    "TitleJapanese": "栄光のレーサー",
                    "SummaryJapanese": "第1戦での無念の敗退は、チームの信頼関係を大きく揺るがすこととなった。自己の正当性を主張するハヤトとクルーの対立はヒートアップし、どうしても自分の非を認められないハヤトはついにチームを飛び出してしまう。帰る場所を失ったハヤトは街を彷徨い、酒場で客に絡まれたあげく気絶する。\nハヤトに絡んだ男こそ、元CFワールドチャンプのジョン・クリーブだった。翌朝ジョンの家で目を覚ましたハヤトだったが、レース界から逃げた人間に自分の気持ちなど解らないと、教えを諭そうとするジョンに食ってかかる。しかしジョンの本当の引退の理由を知り、ハヤトはジョンが出場する自転車レースの会場へと駆けつける。奮闘する姿に心を打たれ、ハヤトは自分の甘さに気付かされたのだった。"
                },
                "13": {
                    "ID": "377244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377244",
                    "TitleEnglish": "Survival Race",
                    "SummaryEnglish": null,
                    "TitleJapanese": "サバイバルレース",
                    "SummaryJapanese": "ハヤトたちの目の前に、突然加賀が現れた。FICCYが運営する正規のレースではない「草レース」に出場するためのパートナーに、ハヤトをスカウトに来たのだった。ルール無用の潰しあいレースへの出場に猛反対するチームメイトだが、車田の許可でハヤトはクラッシュレースに参加することになった。\n見るからに荒くれ者たちの集団であるグレイたちメカニック軍団や、少しの油断で命を落としかねない凄まじいレース。なにもかもが驚きの連続で圧倒されるハヤトに、加賀の檄が飛ぶ。\nハヤトは加賀のアドバイスを受け、次第にレースの駆け引きを体得していく。"
                },
                "14": {
                    "ID": "377245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377245",
                    "TitleEnglish": "Scrap Heap of Youth",
                    "SummaryEnglish": null,
                    "TitleJapanese": "青春スクラップ",
                    "SummaryJapanese": "第二戦は厳しいラリーレースになることが予想されるため、みきやペイたちはアスラーダをラリータイプへとバージョンアップを行った。そのテスト走行で、どうもコーナリングでのアスラーダの挙動がおかしい。しかしこれといった異常も見当たらず、アスラーダ自身も問題なしと判断するが、ハヤトだけが車体に違和感を覚えていた。\nペイとハヤトはお互いの主張を譲らず、対立してしまう。\nそんな中、車田がメカニックだった時分に同じような経験をしたことがあったと話をし、車田が師匠から譲り受けたルーペによってペイは忘れかけていた初心をとり戻すことになる。"
                },
                "15": {
                    "ID": "377246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377246",
                    "TitleEnglish": "A Promise to a Girl",
                    "SummaryEnglish": null,
                    "TitleJapanese": "少女との約束",
                    "SummaryJapanese": "ペルーで開催される第2戦。本戦の前に会場を散歩するハヤトとあすかは、サイバーフォーミュラのファンだという車椅子の少女リタと出会う。リタはすでに車椅子なしで歩ける状態にあるが、極度の不安感からその事実を受け入れ切れず、車椅子を手放せずにいるらしいのだ。\nそんなリタの力になってあげたい、と各選手にサインを貰ってまわるハヤト。\nさらにハヤトは、ちょうどレース当日と重なるリタの誕生日に3位入賞を誓った。入賞したら歩いて見せると約束したリタにファイトを見せるべく、ハヤトは第2戦へと挑む。"
                },
                "16": {
                    "ID": "377247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377247",
                    "TitleEnglish": "The Final Part of the Second Race in Peru",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ペルー第2戦決勝",
                    "SummaryJapanese": "第１ヒートと第２ヒートに分けて行う、第2戦ペルー大会。レース中、リタの誕生日に贈る歌を口ずさむハヤト。その一瞬の隙を突かれ、以前よりアスラーダを狙うブーツホルツの妨害で、ハヤトとアスラーダは崖下に転落してしまう。サイバーシステムを復帰させるために車外に出たハヤトだったが、足を滑らせてさらに下へと落下し、一時的に視力を失ってしまう。誰もがハヤトのリタイアを予測したが、所在を知らせようとしたアスラーダが機転を利かせて、覚えたばかりの歌を歌う。\n見事に復帰を遂げ、驚異的な追い上げを見せたハヤトの熱い魂に影響されたリタは、応援の最中についに立ち上がる。"
                },
                "17": {
                    "ID": "377248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377248",
                    "TitleEnglish": "A Concert for Friendship",
                    "SummaryEnglish": null,
                    "TitleJapanese": "友情のコンサート",
                    "SummaryJapanese": "第3戦の舞台はブラジル。ここは屈指の高速サーキットとして有名なコースだった。\nスゴウチームはアスラーダを高速走行仕様に調整。その整備のために、みきはお気に入りのガールズバンド「G-GRIP」のコンサートを諦める。\nスゴウに入る以前、メカニックの夢を抱いていたみきがどのチームからもよい返事をもらえなかった時に励まされたのが「G-GRIP」の歌だった。\nそのことを知ったハヤトや牧たちチームメイトは、みきのために一計を案じる。プレスを装ったハヤトと牧、あすかはコンサート会場に入ると、その様子をビデオに録画を始めたのだ。\nプレゼントされたテープを見ながら、チームメイトの優しさに感激するみきだった。"
                },
                "18": {
                    "ID": "377249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377249",
                    "TitleEnglish": "A High Speed Trap",
                    "SummaryEnglish": null,
                    "TitleJapanese": "超高速の罠",
                    "SummaryJapanese": "開幕したブラジル第3戦。ハヤトたちは富士岡でスゴウを飛び出していったドライバー・日吉明と再会する。\n一方、ブーツホルツを使ってアスラーダのサイバーシステムを狙うスミスは、新たな妨害指示を出していた。レース中盤に降り始めたスコールを利用して、アスラーダに体当たり掛けるブーツホルツ。それに一足早く気付いたシューマッハは、身体を張ってハヤトを助けようとしてブーツホルツもろともクラッシュしてしまう。\nハヤトは駆け寄ろうとしたがシューマッハに制され、その想いを汲んでレースに復帰する…。"
                },
                "19": {
                    "ID": "377250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377250",
                    "TitleEnglish": "Brazil: The Third Grand Prix Race",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ブラジル第3戦決勝",
                    "SummaryJapanese": "レースは先のシューマッハとブーツホルツの事故で、イエローフラッグが振られていた。ライバルたちが闘志を燃やしヒートアップする中、ハヤトだけはレースを捨ててまで自分を助けてくれたシューマッハが気になって集中できずにいた。その様子に車田は、自分の走りをするように喝を入れる。それこそがシューマッハへの礼になるというのだ。日吉に対しても負い目を感じていたハヤトだったが、レースに集中することが大切である今、ひたすらトップ目指すことに集中した。"
                },
                "20": {
                    "ID": "377251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377251",
                    "TitleEnglish": "A Memory of a Pendant",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ペンダントの思い出",
                    "SummaryJapanese": "第4戦が行われるカナダに入ったスゴウチーム。あすかは車田に一日だけの自由時間をもらい、幼いころに家族で訪れた思い出の地“願いの滝”を訪れる。偶然姿を現したシューマッハに、身の上話を語るあすか。シューマッハからの提案で、一緒に遊園地に出かけることになった。\n一方でスミスは、シューマッハの正体をつきとめていた。以前ブーツホルツと同じチームに所属していた日本人レーサー、菅生修だというのだ。\nあすかは、一日過ごしたシューマッハが実は失踪した自分の兄の修ではないかと感じ始めていた。"
                },
                "21": {
                    "ID": "377252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377252",
                    "TitleEnglish": "Schumacher's Real Identity",
                    "SummaryEnglish": null,
                    "TitleJapanese": "シューマッハの正体",
                    "SummaryJapanese": "スミスはブーツホルツに自らの野望の障害となるシューマッハの暗殺を命じた。しかしブーツホルツは命令を拒否し、今後は一切スミスには加担しないことを誓った。そして一人のレーサーとして、シューマッハに真剣勝負を挑む。その一騎打ちをハヤトとあすかはアスラーダで追いながら見守っていた。しかしゴール手前の展望台付近で、突如スミスのヘリが襲撃！間一髪、アスラーダによって窮地を脱したブーツホルツは自らのマシンをヘリに激突させる。\nヘリはスミスと共に墜落。そんな中、襲撃によって倒れたシューマッハの元へと駆け寄ったあすかは、割れたサングラスの下に兄を確認する。"
                },
                "22": {
                    "ID": "377253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377253",
                    "TitleEnglish": "The Secret of Asurada",
                    "SummaryEnglish": null,
                    "TitleJapanese": "アスラーダの秘密",
                    "SummaryJapanese": "病院に運び込まれた修を訪ねて、父である幸二郎や、ハヤトの母の純子も駆けつけた。そこでハヤトをはじめとした一同はハヤトの父、広之の死を知らされる。さらに修から、広之がアスラーダのサイバーシステムの軍事的悪用を恐れて、密かに日本に運び出そうとしてスミスに暗殺されたこと、そしてスミスの追撃をかわすために純子に姿を隠させ、自分は野望を阻止しようとシューマッハになったことを聞かされた。\nすべてを知り、言葉もない一同。予想外の父の死に、ハヤトはただ号泣するだけだった…。"
                },
                "23": {
                    "ID": "377254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377254",
                    "TitleEnglish": "Canada Grand Prix: The 4th Race",
                    "SummaryEnglish": null,
                    "TitleJapanese": "カナダ第4戦決勝",
                    "SummaryJapanese": "ブーツホルツは今までの行いをハヤトに謝罪し、これからは正々堂々と勝負していくことを誓った。\n父親の死を知り、不自然に明るく振る舞うハヤト。そんな様子を見て車田は棄権を勧めたが、ハヤトは出場を主張した。始まったカナダ第４戦予選。順調なスタートを切ったハヤトだったが、レース中父の幻影を見てしまい、アスラーダの指示を無視してコーナーでブースト加速をかけてしまった。コースアウトしてアスラーダは大破。ハヤトは堰を切ったように号泣する。\n気持ちに区切りをつけたハヤトとスゴウチームは、広之の遺したニューマシンを手に入れるためにイギリスへと渡った。"
                },
                "24": {
                    "ID": "377255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377255",
                    "TitleEnglish": "Reborn! The New Machine That My Father Left",
                    "SummaryEnglish": null,
                    "TitleJapanese": "誕生!　父の遺したニューマシン",
                    "SummaryJapanese": "イギリスに到着した一同は、風見家のガレージで広之が本来アスラーダを搭載したかったニューマシンを発見した。スミスのものであろう家捜しの痕跡があったが、幸いシステム搭載前のマシンはそのままにされていたのだった。早速アスラーダの本体である、サイバーシステム部分の移植を始めるが、セキュリティーによってアクセスがはねつけられてしまう。広之の死の間際に、純子の手に渡った一枚のディスクを使うが、それにはパスワードが必要だった。思いつく限りのキーワードが試されるが、どれも認識されない。その夜、久々に母と語らったハヤトは、母との会話の中からふと、父の口癖だった言葉を思い出す。ハヤトは父の夢を再認識し、胸に熱いものを感じるのだった。"
                },
                "25": {
                    "ID": "377256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377256",
                    "TitleEnglish": "Intense Driving! Super Asurada",
                    "SummaryEnglish": null,
                    "TitleJapanese": "激走!　スーパーアスラーダ",
                    "SummaryJapanese": "第５戦はイギリス・ポストブリッジ空港の特設サーキットだ。怪我のために遅れていた修とあすかも、ようやくイギリスに到着しようとしていた。しかし２人を乗せた旅客機は車輪の故障により、危険な胴体着陸を敢行することになる。ハヤトはスーパーアスラーダのブーストで旅客機に追いつき、レーダーサテライトを打ち当てて車輪を下ろそうと提案。タイミングや射出角度など困難な状況下、ハヤトはアスラーダとの連携でみごとハッチへの命中を成功させる。\nその翌日開催された予選では、カナダGPX優勝者である新条よりも、飛行機事故を救ったハヤトの方に人々の注目がいってしまう。おもしろくない新条は実力の差を見せ付けようと仕掛けるも、逆に打ち負かされ、ハヤトは初のポールポジションを獲得するのだった。"
                },
                "26": {
                    "ID": "377257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377257",
                    "TitleEnglish": "The 27 Second Challenge! The Finals of the 5th Race",
                    "SummaryEnglish": null,
                    "TitleJapanese": "27秒にかけろ！　第5戦決勝",
                    "SummaryJapanese": "ハヤトは初のポール獲得で好調なスタートを切った。しかしレースの最中、ハヤトはアスラーダに違和感を覚える。どうやらまだサイバーシステムがシャーシにマッチングしていないようなのだ。\nさらに、途中から降ってきた大粒の雹がアスラーダの油圧シリンダーに直撃し、可変システムが反応しなくなってしまった。オフロードとオンロード、高速コースが複合的に配置されている今回のレースで、可変出来ないことは圧倒的に不利な状況にあった。ハヤトは機転を利かせ、ブースト時に変形することを思いつく。常にエンジンバーストの危険性の中、綱渡りのドライビングを続けつつも順位を上げるハヤト。そのまま念願の初優勝を果たした。"
                },
                "27": {
                    "ID": "377258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377258",
                    "TitleEnglish": "Confrontation! The 14 Year Old Prince",
                    "SummaryEnglish": null,
                    "TitleJapanese": "対決!　14才の白い貴公子",
                    "SummaryJapanese": "初優勝のご褒美にサイバーバイカーズの観戦チケットをプレゼントされたハヤト。\nしかしそのレースで優勝した若干14歳の少年カール・リヒター・フォン・ランドルは、サイバーフォーミュラをやる価値もないと切って捨てた。思わずあすかはランドルに食ってかかる。\nお坊ちゃま育ちのランドルにとって、あすかは初めて出逢うタイプの少女。彼女を気に入ったランドルは、自宅に招待する。しかしそこでハヤトとあすかの深い信頼関係を目の当たりにし、嫉妬心を抱いたランドルは後日サーキットでハヤトに一騎打ちを申し込む。\n勝負に負け、ハヤトをライバルと認めたランドルは、サイバーフォーミュラに本格参戦することを決心する。"
                },
                "28": {
                    "ID": "377259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377259",
                    "TitleEnglish": "Mortal Combat On Ice! The Finals of the 6th Race",
                    "SummaryEnglish": null,
                    "TitleJapanese": "氷上の死闘!　第6戦決勝",
                    "SummaryJapanese": "第６戦はノルウェーのアイスバーンに覆われたサーキットだ。ここから初参戦となるランドルは、ニューマシンのファイアースペリオンで挑む新条さえ押さえ込む驚異的なラップタイムで、華麗にポールポジションを勝ち取る。初出場とは思えない天才的な新人の登場にどよめくライバルたち。たが、ランドルの高慢な態度に一触即発状態となってしまう。いよいよ本戦が始まり、そこでも実力を見せ付けるランドル。反感を抱くハイネルとグーデリアンは、普段の犬猿の仲を感じさせない連係プレーでランドルに荒っぽい挨拶をしようとラフプレーをしかける。しかしランドルは焦ることなくそれをやり過ごすと、トップの新条やハヤトをパスして優勝を果たした。"
                },
                "29": {
                    "ID": "377260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377260",
                    "TitleEnglish": "Challenge! Fireball",
                    "SummaryEnglish": null,
                    "TitleJapanese": "挑戦!　ファイアーボール",
                    "SummaryJapanese": "ハヤトたちの前に、エレナと名乗る一人の少女が現れた。エレナは、自分の父ギャバンが主催するファイアーボールレースに一緒に出場してほしいとハヤトに助けを求める。ファイアーボールとは、ルール無用の公道レース。エレナは、命のやりとりさえ賭けの対象にしてしまっている父の目を覚ましたいと考えており、ハヤトは出場を快諾した。そんなハヤトに、みきは少しずつ修理を進めていたGSXを提供する。会場に到着したハヤトは、なじみの人物と再会する。草レースとなればこの人、ブリード加賀だ。加賀は優勝賞金の半分を条件に、ハヤトに優勝させることを約束。加賀という心強い仲間を得、危険なレースに挑むハヤト。ファイアーボールの戦いの火蓋が切って落とされる。"
                },
                "30": {
                    "ID": "377261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377261",
                    "TitleEnglish": "The Fireball Critical Moment!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ファイアーボール　危機一髪!",
                    "SummaryJapanese": "ファイアーボールは予想以上に過酷なレースだった。このレースのために特殊な改造を施したマシンが容赦なく攻撃をしかけてくる。レースを観戦していたギャバンは、我が娘エレナが出場していることに気が付き、中止を訴えるが、誰一人として了承しない。生まれつき身体の弱いエレナは、レース中発作を起こしてしまう。間一髪で迎えに来たサイバーホイール・HSR-Ⅲにエレナを病院に送り届けてもらい、レースを続けるハヤト。\n終盤、ハヤトの援護にまわった加賀はマシンクラッシュしてしまう。ハヤト自身もゴールを直前にして前方車に妨害されてなかなか前に出られない。そんな時、加賀がスクラップ寸前のプロトジャガーを操り、捨て身でハヤトの障害となるライバルマシンを蹴散らしたのだ。ハヤトは見事、トップでゴールインすることができた。"
                },
                "31": {
                    "ID": "377262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377262",
                    "TitleEnglish": "The 7th Race: Bleed Kaga Returns",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第7戦　ブリード加賀見参!",
                    "SummaryJapanese": "第７戦の地、ケニヤ。葵今日子はこの一戦から新たなチーム、アオイZIPフォーミュラを立ち上げた。 ドライバーにブリード加賀を迎え、クルーには新条のチームにいたエキスパートたちが抜擢された。 事実上二軍扱いされ、新しいクルーに当り散らして荒れる新条。案の定レースでは実力を発揮できず、ステアリングを誤って加賀と接触。ぬかるみにはまってしまう。助けを申し出たハヤトの救助を断り、無事に脱出するも、最下位でフィニッシュ。打ち負かされ、疲れ果ててモーターホームへ戻る彼だったが、そこに待っていてくれるクルーはひとりもいなかった…"
                },
                "32": {
                    "ID": "377263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377263",
                    "TitleEnglish": "The 7th Race: A Tenacious Finish Line",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第7戦　執念のゴールイン",
                    "SummaryJapanese": "デビュー時代を知るみきに、F3時代はもっとマシだったよ、と一喝され、ようやく自分の間違いに気が付いた新条は片桐たちクルーに誠意を持って謝罪し、彼らとの信頼関係を築いていく。レースでは後れを取り戻すべく、マシンパワーを限界まで上げてブーストを多用しながら進むが、燃料切れを起こしてしまう。誰もがリタイヤを予想したが、新条は諦めなかった。すぐ目の前にあるゴールを目指して、マシンを手で押し始めたのだ。結局優勝を目の前で逃し、5位に甘んじるものの、レーサーとして完全に立ち直った。そんな新条に、みきはおにぎりを差し入れした。"
                },
                "33": {
                    "ID": "377264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377264",
                    "TitleEnglish": "The Miraculous 8th Race! Mortal Combat on the Big Wave",
                    "SummaryEnglish": null,
                    "TitleJapanese": "奇跡の第8戦!　大波の死闘",
                    "SummaryJapanese": "第8戦はスペインの海上サーキット。予選終了後、ランドルは市街地で買い物途中のあすかと遭遇。ハヤトのことばかりを語るあすかに、対抗心を燃やしたランドルは本戦でハヤトに勝ったらあすかのキスをもらうと一方的に決めてしまう。そのことをレース当日に聞いたハヤトは、ランドルに一歩も引かない走りで対抗。上から大波が襲い来る、海面スレスレのマーメイドストレートでも二人ともブースト加速で突っ走る。コースが二股に分かれるケルベロスコーナーでは、ほぼ同時のタイミングで合流ポイントへと突っ込んだ。あわや接触、というところでハヤトはランドルをかわすと、そのままゴールイン。ドライビングを誤ったランドルは、そのまま海に転落してしまい、ハヤトはレースに勝利する。"
                },
                "34": {
                    "ID": "377265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377265",
                    "TitleEnglish": "Hayato vs Asurada: The 9th Race",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ハヤト対アスラーダ!　第9戦決勝",
                    "SummaryJapanese": "プレラストとなる第9戦は、サイバーシステムを利用したドイツのドーム内サーキットが舞台だ。いつも通りサーキット付近でキャンプをしていた大友は、下見に来ていたハヤトと新条をテントに招く。先に行われた予選での大友の不調を心配する新条に、大友はサイバーシステムに支配されるこのサーキットだけは好きになれないと告白する。 \n決勝のハヤトは、信頼するアスラーダのサポートということもあり、絶好調だった。しかしやや不安定な大友の走りを、コースをゆずってくれたのだと勘違いして、接触してしまう。サイバーシステムを信用できなかった大友は、システムを切っていたことで、大クラッシュを起こしてしまう。大友の事故の原因がアスラーダの指示であると思い込んだハヤトは、アスラーダへの不信感を募らせてしまう。"
                },
                "35": {
                    "ID": "377266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377266",
                    "TitleEnglish": "The Wounded Racer",
                    "SummaryEnglish": null,
                    "TitleJapanese": "傷だらけのレーサー",
                    "SummaryJapanese": "第9戦で大クラッシュを引き起こし、重症を負った大友は病院に搬送された。大友の事故の原因はアスラーダのせいだと疑念を募らせるハヤト。病院からモーターホームに戻ったハヤトに、事故を解析していた牧がアスラーダはどこも故障していないことを説明するが、それでもハヤトは納得できなかった。しかし大友の状況が芳しくなく、回復してもサイバーフォーミュラへの復帰は絶望的だと知り、ついに耐えられなくなったハヤトはアスラーダを破壊しようするが、駆けつけたクルーたちによって取り押さえられる。やがて意識を取り戻した大友から、ハヤトにもアスラーダにも何の責任もないのだと伝えられ、チーム内の絆も、アスラーダとの信頼関係も、メンタル面でも、すべてを再認識し、最終決戦に挑むために日本へと向かうのだった。"
                },
                "36": {
                    "ID": "377267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377267",
                    "TitleEnglish": "The Top 3 Head-On Confrontation! The Japan Grand Prix",
                    "SummaryEnglish": null,
                    "TitleJapanese": "三強激突!　日本グランプリ",
                    "SummaryJapanese": "最後の決戦を控え、どのチームも万全の体制で闘志に火をつける。しかしスゴウチームは前回のドイツグランプリでのクラッシュから今日まで、スーパーアスラーダの修理がまだ完全に終わっていなかった。そこでハヤトは、スタート地点の北海道からコースの三分の二を過ぎた浦和までGSXでノーミス＋無給油で走ることを提案。 \nいよいよ最後のレースの火蓋は切って落とされた。旧マシンながらコースを順調にこなしてきたハヤトだったが、第一サービスポイント前にラジエータにダメージを受ける。ハヤトは仲間たちの待つ浦和を目指すが、さらに直前でタイヤバーストに見舞われ、火花を散らしギリギリの走行状態ながらも滑り込む。待ちかまえていたクルーは急いでサイバーシステムをスーパーアスラーダに移し替える。修からのアドバイスを国際電話で受け取り、あすかに送り出されてハヤトはスーパーアスラーダに乗り込んだ。"
                },
                "37": {
                    "ID": "377268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/377268",
                    "TitleEnglish": "Glorious Winners",
                    "SummaryEnglish": null,
                    "TitleJapanese": "栄光のウイナーズ",
                    "SummaryJapanese": "走行距離に合わせ、出力を高めに設定したスーパーアスラーダでみるみる順位を上げていくハヤト。青木ケ原に到着する頃には、トップ争い圏内に入っていた。同じくトップを争っていた加賀は、今日子からの不当な指示に反発して、富士岡を目前に自らリタイヤする。そして新条、ランドル、ハヤトの３人で争うこととなった世界チャンピオン。いよいよ勝負は富士岡サーキットに持ち越され、デットヒートを展開する。ハヤトは6Gもの負担がかかる難所「トルネードバンク」を、修のアドバイスを思い出し、視界が一時的に失われる「ブラックアウト現象」に見舞われながらもアクセルを緩めることなく立ち向かってゆく。 \n3人のバトルは世界中のファンを釘付けにしていた。大勢の人たちに見守られ、今、決戦は終わりを告げる。ハヤトがトルネードバンクで新条を抜き去ったのだ。瞬間、ハヤトの意識は飛んでしまう。同時に振られるチェッカーフラッグ。ハヤトはトップでゴールインし、世界チャンピオンの栄光を手にしたのだ。サイバーフォーミュラ史上最年少チャンプの誕生である。"
                }
            }
        },
        "2": {
            "ID": "463726",
            "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/seasons/official/2",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "4077859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077859",
                    "TitleEnglish": "The Car Number of Glory",
                    "SummaryEnglish": null,
                    "TitleJapanese": "栄光のカーナンバー",
                    "SummaryJapanese": "2016年、第11回サイバーフォーミュラWGPXが開幕。\n昨年の覇者・風見ハヤトもチャンピオンマシンのアスラーダに改造を加え開幕戦勝利を狙っていた。\nしかし、ライバルチームはアスラーダ以上のマシンを投入。\nライバル達についてゆけず開幕戦、第2戦をノーポイントで終えたハヤト。\nそして第3戦、勝つことにこだわり、焦りを感じたハヤトは無謀な運転でエンジンブローを起こしリタイヤしてしまう。\nチャンピオン争いに出遅れたハヤトは、性能を上げられず悩むメンバーに怒りをぶつける。\n昨年チャンプとしての自己非難。心ないバッシング、友人やライバルからの言葉。\nドライバーとして、人間としても未熟なハヤトにプレッシャーが重くのしかかる。\n弱気になったハヤトはアスラーダに「オレ以外のやつがお前のドライバーになってもいいか?」と問いかける。アスラーダは「勝ち負けは関係ない。きみとレースを走り、きみと同じ夢を追うことができればいい」と言葉を返すのだった。\nアスラーダの言葉に自分はアスラーダと走るのが好きだったことに気づいたハヤト。\n第4戦、雨の中でのレースに全力が出せず苦戦する各チーム。闘志を取り戻したハヤトはアスラーダで激走し順位を追い上げる。ペースを上げるハヤトを心配するメンバー達だったが、ハヤトは冷静にマシンと自分自身をコントロールしていた。チャレンジャーとして思い切りレースを戦うハヤトは最終ターン、エフェクト・ファンを利用してトップのランドルをパス。\nついに念願の今期初ポイントを手にするのだった。\nそんなハヤトを菅生修とある女性が見つていた。"
                },
                "2": {
                    "ID": "4077860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077860",
                    "TitleEnglish": "Revive! The Supersonic Knight",
                    "SummaryEnglish": null,
                    "TitleJapanese": "復活！超音速の騎士",
                    "SummaryJapanese": "第5戦　イギリスＧＰ\nアオイZIPフォーミュラはシューマッハ(菅生修)をドライバーに起用することを発表した。困惑するハヤトやあすかをよそに、シューマッハはサイバーフォーミュラの全ドライバーを「ワールドチャンプの資格がない」と挑発する。\n一方、スゴウチームでは、原因不明のポーポジング現象に頭を抱えていた。\nそこへ、前レースを修と共に見ていた女性が菅生オーナーと現れる。\n彼女はみきの制止を気にも留めずアスラーダのセッティングに意見する。彼女はかつてアスラーダを風見広之と共に開発したというクレア・フォートラン。\nハヤトが走行中に感じた違和感は、アスラーダでさえ気づかなかったものだったが、クレアのアドバイスで簡単に解消。みきはクレアの能力に愕然とする。\nクレアは菅生の新スタッフとして、ハヤトにレースで勝てる武器を用意すると宣言。\nハヤトも対シューマッハを意識し始めた。\n一方、シューマッハはタイムアタックに入ったランドルに対し、アクシデントを装って妨害を加えリタイヤさせてしまう。予選落ちを喫したランドルはZIPのピットに怒鳴り込むが、シューマッハは「天才は予選落ちなどしないのだろうと」と更に挑発。\n決勝、シューマッハはダントツで初優勝を飾る。\nハヤトは周回遅れになりながらもシューマッハを追撃したことにより3位入賞を果たした。\nしかし、シューマッハは「メッキのはげたチャンピオン」と更に挑発する。\nそんな兄にあすかは「あんたなんか兄さんとは思わない」と想い出のロケットを投げつけ去っていった。"
                },
                "3": {
                    "ID": "4077861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077861",
                    "TitleEnglish": "Birth of the New Asurada",
                    "SummaryEnglish": null,
                    "TitleJapanese": "新(ニュー)アスラーダ誕生",
                    "SummaryJapanese": "ニューマシンのシェイクダウンのため、スゴウチームはファクトリーでスーパーアスラーダAKF-11のテスト走行を開始していた。\nタイムアタックでのデータ採取でタイムのバラつきがあるとみきに言われたハヤト。\nクレアはテクニックの差だと指摘し、第5戦の走行データをハヤトに見せ、シューマッハのコーナーでの完璧なまでにムダのないライン取りを説明した。\nその夜、クレアの能力の高さを改めて目の当たりにしたみきは、自分のチーフとしての役割、能力に複雑な思いを抱いていた。\nシューマッハと同じライン取りができるよう走り始めたハヤトだったがスーパーアスラーダのパワーを使いきれず成果が出ない。そんな時、先輩であるブリード加賀がファクトリーを訪れた。タイムが伸びないと悩むハヤトに加賀はスーパーアスラーダSA-01に市販用のサイバーシステムを積んで走り、見事シューマッハのタイムを抜いてみせる。\n加賀のアドバイスを受けて、ハヤトは自分の理想的なコーナリングを模索するためにアスラーダのサポートをオフにして再チャレンジするが、暴れ馬と化したアスラーダを操れずなかなか答えが出せない。\nクレアは加賀に依頼し、ハヤトにドックファイトを仕掛けさせた。加賀にひっぱられる形でハヤトの走りがみるみる変化していく。そしてオーバースピードでコーナーに突入。\nドリフトをするかの如くコーナーをターンしていった。\nついに、理想的なコーナリング、イナーシャルドリフトを完成させたのだった。\nその一方で、ハヤトを信じられなかった自分の存在意義を見失ったみきは、密かにチームを離脱してしまう。"
                },
                "4": {
                    "ID": "4077862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077862",
                    "TitleEnglish": "Full Throttle! Inertial Drift",
                    "SummaryEnglish": null,
                    "TitleJapanese": "全開！イナーシャルドリフト",
                    "SummaryJapanese": "AKF-11を得たスゴウチームは第6戦の開催地アフリカに来ていた。\nハヤトはコースの路面状況を確認し、予選を決勝用のハードタイヤで走ることを決める。\n予選用のＱタイヤではグリップが良すぎる為、ドリフト走行には向かないからだ。\n予選、イナーシャルドリフトを使い絶好調のハヤトだったが終了間際にランドルとシューマッハに抜かれ3位につける。\nポールポジション確実だと思っていたあすかはハヤトを元気づけようとするが、決勝では勝てると自信のあるハヤトを見て頼もしく思うのだった。\n一方、良平からミキが姿を消したことを聞かされ心配していた新条は、偶然、街でミキと再開する。\nスゴウを飛び出したみきは、グランプリ会場を彷徨っていた。みきは「自分より上手くアスラーダの戦闘力を引き出せる人がいるから自分の仕事はない。」と自信をなくしていた。夢を目指し、何度も挫折した新条にとってみきの心境は痛いほど理解できるものだった。「世界一のメカニックになること」夢をあきらめるなと励まし、ピットパスを手渡す。\n決勝、ランドルはシューマッハに仕掛けられたトラップにかかりフライングしてしまう。\n激昂するランドルは故意にブレーキを踏んでシューマッハに体当たりをする。眼のかすみで油断したシューマッハは、それをまともに食らって両者リタイヤ。その煽りでアスラーダも高圧タービンを破損してしまう。混乱するスゴウのピット。そこにみきが駆けつけ、軍手を2枚重ねにしてオーバーヒートするタービンをつかみ出した。火傷の激痛で失神する寸前、みきはハヤトにＧＯサインを出す。\nハヤトはみきの思いを受"
                },
                "5": {
                    "ID": "4077863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077863",
                    "TitleEnglish": "Dawn of the Decisive Battle",
                    "SummaryEnglish": null,
                    "TitleJapanese": "決戦の朝",
                    "SummaryJapanese": "続くGPもシューマッハは絶対的な強さを見せつけていた。\nスピードでは劣らぬハヤトだが、レースを組み立てる実力は及ばず常にシューマッハを追いかける立場から脱せずにいた。\n一方シューマッハによってずっとペースを乱されたままのランドルは、グーデリアンを巻き込み大事故を起こしてしまう。そしてシューマッハにも異常が明らかに起こり始めていた。\n全治3カ月の重傷を負ったグーデリアンを訪ねたハイネルは「強度と安全性に問題があったかもしれない」と謝罪する。そんなハイネルにグーデリアンは「シュティールは安全でいいマシンだ。証明する為に最終戦はお前が走れ」と返す。\n一方、ハヤトとあすかは負傷したランドルの見舞いに訪れていた。\n自分の走りを見失ったランドルは「こんなレース走る価値もない」と言い放つ。そんなランドルにハヤトは「最終戦で戦えないのは残念だ」と言い残し病室から去るのだった。\n横浜に戻ったあすかはクレアが電話で修と会話しているところを偶然聞いてしまう。\n修は去年スミスと対決した際に負ったわずかなダメージが視神経に影響しており、レースを続けるといずれ失明するというのだ。レーサー引退を決意した修は、「ハヤトを本当に強いレーサーにしたい。走れなくなる前に本当の勝利が持つ苦しさと喜びを伝えたい。」とサイバーフォーミュラに復帰したのだった。\n最終戦、日本ＧＰ。ハヤトは持てる全ての力をかけてチャンプを取ると決意する。\n一方、シューマッハの目の異常に気付いていたブールホルツは、この試合で引退することを告げたシューマッハに最後の勝負を挑むのだった。\nそし"
                },
                "6": {
                    "ID": "4077864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077864",
                    "TitleEnglish": "This Eternal Moment",
                    "SummaryEnglish": null,
                    "TitleJapanese": "この瞬間よ永遠に・・・",
                    "SummaryJapanese": "最終戦、コースアウトしたハヤトとシューマッハは最後尾からのスタートとなった。しかし2人は予選並みのラップタイムを出し驚異的な追い上げを見せる。\nハヤトは修のドライバーとしてのテクニック、闘志に改めて圧倒され、修もまた「お前が新しい時代の真のチャンプなら今、私に勝て。そして私を超えてみせろ。」と心の中でハヤトに向けて叫ぶ。\nレース中盤、2人はついにランドルに追いつく。またもシューマッハにパスされ苛立つランドルだったがハヤトにぬかれたことにより「ハヤトにだけは負けたくない。」と自分のレースを取り戻した。さらに他のドライバー達も二人の勢いに煽られ奮闘し、大混戦となる。\nしかし、その最中シューマッハの目は限界に。高速走行に耐えられないことを悟り、マシンを止めてしまう。\n「チャンピオンを獲っても、あなたに勝てなければ何の価値もない。最後まであなたと走りたい」と訴えるハヤト。「自分の限界と戦ってゴールを目指す」決して諦めないという闘志、レーサーの一番大切なものを思い出したシューマッハは、両目を閉じ、サイバーシステムを音声サポートのみにしてレースに挑む。\n最終コーナーに向かっていたトップグループの新条、ランドル、ハイネル、ブーツホルツは緊急ピットイン。ハヤト、シューマッハと勝負してこそ真のチャンピオンだと二人が追いつくタイミングで迎え撃つ。\n6台はついにファイナルラップを迎えバトルは更にヒートアップ。\nシューマッハは視界がないとは思えぬ完璧な走りでトップに出る。\n最後の6連バンク、シューマッハ、ハヤト、ランドル、新条によるスリップストリ"
                }
            }
        },
        "3": {
            "ID": "463727",
            "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/seasons/official/3",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "4077865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077865",
                    "TitleEnglish": "The Limit Zone Nightmare",
                    "SummaryEnglish": null,
                    "TitleJapanese": "悪夢の限界領域",
                    "SummaryJapanese": "2017年、第12回サイバーフォーミュラWGPXが開幕。\n昨年ダブルワンの栄光を手にした風見ハヤトは開幕から4戦連続優勝を飾り絶好調だった。\n第5戦予選、ハヤトは走行中に奇妙な感覚に襲われる。その夜、スゴウを訪れたブリード加賀は、ハヤトの話を聞き、「自分の限界を見誤るな」と助言する。\n同・決勝、ハヤトとランドルは優勝争いを繰り広げていた。その時、ハヤトはまた奇妙な感覚に襲われる。しかし、今度は時間がゆっくりと流れるような感覚、レースのライン、ライバル達の姿や感情が見てとれるという現象だ。\nその中で今大会デビューしたアンリ・クレイトーが乗るセオドライトが接近してくることを感知したハヤトは素早くかわす。\nしかし、後方のランドルまではよけきれず、ハヤトはマシンごと場外へ飛ばされてしまう。\n命は取り留めたものの、ハヤトは今期の復帰は絶望的に。そしてランドルも両親の猛反対にあい引退を決意する。\n自分に起こったことを語るハヤトに加賀は”越えてはいけない知覚の限界領域”「ゼロの領域」のことを教える。\nハヤトとランドル不在のレースは大接戦の末、新条の優勝、アオイフォーミュラ念願の初優勝で幕を閉じた。\nリハビリを続けるハヤトは毎晩、「ゼロの領域」の悪夢にうなされていた。レースを辞めてほしいと告げるあすか。\nハヤトは新しい夢を追いたいと引退を決意し、これまで支えてくれたあすかに婚約を申し込む。\nハヤトとあすかは一緒に新しい夢を探すことを誓うのだった。"
                },
                "2": {
                    "ID": "4077866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077866",
                    "TitleEnglish": "Inside the Sun",
                    "SummaryEnglish": null,
                    "TitleJapanese": "陽だまりの中で･･･",
                    "SummaryJapanese": "ハヤトとあすかは両親と車田、修、クレアに婚約を報告。一同は喜んで祝福した。しかし、修はレースを辞めるというハヤトは事故のトラウマから逃げているだけだと反対する。\nハヤトが高校生としてごく普通の生活を始めた中、第13回WGPXが開幕。ハヤトはデートの最中、衛星中継でZIPから参戦した加賀の姿や、スゴウに移籍したアンリを目にして驚く。レースの映像から離れようとしないハヤトに呆れたあすかは機嫌を損ねてしまう。ハヤトは償いにと、あすかに婚約指輪としてねだられた指輪をプレゼントする。\n菅生邸に戻ると、ランドルが訪れていた。今は父親の手伝いをしていると言うランドル。「一番楽しかった時間はお前とサーキットを走っている時だった。いつかまたお前と走れたらいいな」と言い残しランドルは戻っていった。\n一方、日本に戻っていた新条はみきは会っていた。開幕から結果が出ない新条はアオイからのオファーを断ったみきが自分よりハヤトのことを気にかけていると苛立つ。\nそして、未だにハヤトは「ゼロの領域」の悪夢に襲われていた。そんなハヤトに修はこのまま逃げ続けたところで、ハヤトもあすかも不幸になってしまう。どうすべきか分かっているはずだ。と叱咤する。\nハヤトはどうしたらいいか分からないまま、訪れた無人のサーキットでアスラーダの幻影を見て涙した。"
                },
                "3": {
                    "ID": "4077867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077867",
                    "TitleEnglish": "To the Circuit Again",
                    "SummaryEnglish": null,
                    "TitleJapanese": "再びサーキットへ",
                    "SummaryJapanese": "ハヤトは修に復帰を願い出る。修は今期、アンリ・クレイトーを迎え始動しているスゴウにハヤトのシートはない。と冷たく告げるが、クレアはアスラーダのカギを出しセカンドチームとして準備しているチームがあることを明かす。\nスゴウのセカンドチーム名は「スゴウウィナーズ」。修はハヤトが戻ることを期待し、無理してチームを用意していたのだ。\nガレージではアスラーダが、そして、みき、車田、良平、牧がハヤトの復帰を待っていた。再会を喜び合う一同。\nそこへ現れたあすかはレースを辞めるという約束を破ったハヤトに婚約指輪を叩き返し、立ち去る。\n第13回WGPX第5戦 ハヤト復帰。復帰を喜ぶファンやライバル達。しかし、加賀は喜ぶ半面「2度とゼロの領域に触れるな」と厳しく忠告するのだった。\n復帰第1戦、旧型のアスラーダはマシン性能の差で順位を上げられなかった。落ち込むハヤトをあすかの代わりに励ますみき。その様子を見た新条は激しく苛立つ。\n同・決勝、ハヤトは修にアンリ・クレイトーを紹介される。礼儀正しく挨拶するアンリ。しかし、修が去った瞬間、態度が一変する。「あのとき死んでいれば良かったのに」嫌味を言い残し去って行った。\nレーススタート。ハヤトは得意のコーナーを上手く使い健闘するが、ストレートでのパワー不足を補いきれない。再び、ゼロの領域に襲われたハヤトは勝負のカギであるブーストを使おうとするが、レバーを引くことができない。"
                },
                "4": {
                    "ID": "4077868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077868",
                    "TitleEnglish": "The flight of the Pegasus",
                    "SummaryEnglish": null,
                    "TitleJapanese": "天馬(ペガサス)の翔くとき",
                    "SummaryJapanese": "ブーストレバーが引けなくなったハヤト。\n身体的な異常ではなく、精神的な後遺症の可能性が高いという。あすかを尋ねたみきはハヤトが苦しんでいることを伝え「今のハヤトにはあすかの助けが必要だ」と説得する。\n一方、新条はハヤトを心配するミキの姿に嫉妬し、ますます苛立ちが募る。そんな新条にアンリは「みきがハヤトに特別な感情を持っている」という噂があると吹き込む。\n第7戦ノルウェーグランプリ。密かに会場を訪れていたあすか。その姿を発見したクレアは、自分の経験を元に「どうしようもないと思う男でも別れることができないなら自分が諦めるしかない。それなら、気を揉むより少しでも手助けをしたい」という答えに辿りついたと、「自分自身の為に選ぶことだ。」とあすかに話す。\n決勝に臨んだハヤトはやはりブーストが使えず引き離される。その時、インカムからあすかの声が。\n「私も一緒にブーストレバーを引く」と。あすかの支えを得て、ハヤトはレバーを握りしめる。\nそして、あすかのカウントが始まり、2人の気持ちがひとつになった瞬間、ハヤトの腕はスムーズにブーストレバーを引き、アスラーダを加速させることができた。ゼロの領域に再び襲われつつも、それを上手く使い、3位に出る。嫉妬に駆られた新条はレースの勝敗を投げ出しハヤトの邪魔をしようとするが、ハヤトはまたもゼロの領域を使い新条を抜き去る。そのまま、トップのアンリも抜き、今期初の1位を勝ち取るのだった。"
                },
                "5": {
                    "ID": "4077869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077869",
                    "TitleEnglish": "The Closed Tomorrow",
                    "SummaryEnglish": null,
                    "TitleJapanese": "閉ざされた明日",
                    "SummaryJapanese": "第8戦ドイツグランプリ 決勝。ハヤトはゼロの領域での走行を続け3位に入る。慣れてきたとはいえ、ハヤトの神経がボロボロになることは変わりなく、第9戦スペイングランプリでは、集中力を欠きブーツホルツと接触してしまう。ゼロの領域を使い続けていることに気づいていた加賀は、かつて同じようにゼロの領域に目覚め、事故死したドライバーのことと、本当の恐ろしさ、どれだけ危険かを告げる。\n一方、アンリはレース後、新条、ハイネル、グーデリアンに偶然を装って接触。ハヤトの危険走行を注意したら殴られたと涙ながらに訴える。その嘘の告白をハイネルは怪訝に思うが、グーデリアンはすっかり騙されてしまう。新条も新聞にバッシングコメントを掲載。そんな中、修はハヤトが何故、アンリに憎まれているのか理由を伝える。その理由を聞いたハヤトは、ダブルワンのチャンプとして恥じないレースをすることを誓う。\n第10戦アフリカグランプリ予選。グーデリアンは危険走行をF.I.C.C.Yに提訴するべく行動を起こした。ブーツホルツも声をかけられるが、毅然とした態度でそれをはね退け、グーデリアンに説教をする。\n同 決勝は霧の中でのレースとなった。しかし、ゼロの領域の中で走るハヤトに視界不良は関係ない。一人、ハイスピードで走るハヤトは、今期2度目の1位でフィニッシュする。\nその頃、アオイ本社では新条の解雇が議題となっていた。"
                },
                "6": {
                    "ID": "4077870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077870",
                    "TitleEnglish": "Simply Because of Victory",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ただ勝利のために･･･",
                    "SummaryJapanese": "アオイ本社では成績不振の新条の解雇が決定しようとしていた。今日子は自らの進退を賭け、ラストチャンスを理事会に願い出る。\n第11戦アジアグランプリ。新条は、みきとのすれ違い、ハヤトに勝てない苛立ちから自分のレースを見失いマシンをクラッシュさせてしまうが、スペア・カーに乗り換え3位につけ優勝の望みをつなげた。その夜、今日子は、加賀、片桐、新条を呼び出し、このレースに勝てなければ新条が解雇されることを伝える。投げやりになる新条は、加賀に甘えていると殴り倒され気絶する。新条が目を覚ますと、そこにはみきがいた。最近のすれ違いを気にすることもなく、いつものように接するみき。変わらないみきの優しさに触れ、改めて大事なことを思い出した新条は真摯な気持ちでレースに臨む決意をするのだった。\n決勝当日。加賀は新条を勝たせるためにバックアップを申し出る。スタート直後に新条をトップに立たせ、自分は後続を抑えるために壁の役割に徹した。そして、最後に加賀はハヤトを抑えるために体当たりし、ハヤトを道連れにリタイヤする。その頃、トップを走っていた新条は、ギアのトラブルが発生し苦戦していた。スピードが上がらず、アンリが迫ってくる。極限状態にまで追い込まれる新条。しかし最後まで諦めない想いが奇跡を呼んだ。ギアが復活し、一時的にゼロの領域に目覚めたのだ。そして新条はアンリを抑え、見事トップでゴールインを果たす。"
                },
                "7": {
                    "ID": "4077871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077871",
                    "TitleEnglish": "The Overture to Death Duel",
                    "SummaryEnglish": null,
                    "TitleJapanese": "死闘への序曲",
                    "SummaryJapanese": "最終戦を前に、スゴウウィナーズはユニオン・セイバーからエンジンの供給を受け、試運転と調整を行っていた。来期、アオイに移籍するみきのためにも、悔いのない戦いを誓うハヤト。\nあすかはハヤトをデートに誘う。ハヤトは今度こそ本物の婚約指輪を渡し、これまでの感謝と、「これからもサーキットを走り続けて自分の生きた証を残したい。そして、続く後輩たちに良いレースを見せ、苦しさや楽しさ感動を教えたい」と新たな夢を語った。あすかもハヤトたちドライバーを助けるために医者になるという新たな夢をハヤトに告げる。そのために今期終了と同時にコロンビア大学に留学するというのだ。2人はお互いの夢を応援しあうのだった。\n最終戦 日本グランプリ開幕の日。ユニオン・セイバーからスポット参戦する新しいドライバーの発表があった。プリンス・ローゼンクロイツ。シューマッハを意識したような姿のランドルに皆呆れる。\n予選スタート。タイムアタックを重ね記録が次々にぬり替えられる。そして、ハヤトも誰もが驚くようなタイムを記録。その時、一人アタックをせずシートに座っていた加賀が発進。ゼロの領域を使い、ハヤトの記録を抜き去った。\nその夜、ハヤトは修からアンリをワールドチャンプにするためにサポートするよう指示され、素直に受ける。アンリはそんなハヤトを嘲笑う。ハヤトはアンリの襟元をつかみ、「お前は何のために走るんだ」と問いかける。\nその帰り、加賀を見かけたハヤト。加賀は「ゼロの領域」を使用したことで震えが止まらずにいた。ハヤトが戻ってくると信じてサイバーに復帰した加賀は「決勝では"
                },
                "8": {
                    "ID": "4077872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077872",
                    "TitleEnglish": "To the Respective Future",
                    "SummaryEnglish": null,
                    "TitleJapanese": "それぞれの未来へ",
                    "SummaryJapanese": "第13回WGP最終戦。加賀はスタートでミスをし、大きく出遅れてしまう。それに巻き込まれた日吉と新型シュティールのグーデリアンは接触してしまいリタイヤに。ローゼンクロイツことランドルがブランクを感じさせない走りで首位、ハヤトもゼロの領域とイナーシャルドリフトで奮闘するが、磨り減った神経は予想以上のダメージとなりスピンしてしまう。次々と抜かれる中に出遅れて順位を落としていたはずの加賀のエクスペリオンが走っていく。加賀は、脅威の追い上げでアンリを追い抜き、レースを振り出しに戻す。\n雨が降り出し、他のチームが次々とレインタイヤへ交換していく中、ハヤトはレインタイヤの交換を１ラップ遅らせトップとの差を縮める。アンリとランドルはバトルの末、コースアウト。ランドルはリタイヤ、ピットに戻ってきたアンリは「これ以上走っても無駄だ」とマシンを降りてレースを放棄しようとする。しかし修に叱責され、ピットインしたハヤトに「ついて来い」と指示されると戸惑いながらもレースに復帰する。ハヤトの神業的なドライビングを目の当たりにし、昨夜ハヤトに言われた「何のために走るのか」という言葉を思い出す。そしてアンリが優勝圏内に入り、順位をキープするだけとなった時、加賀を抑える為、ハヤトは更に走りだした。\nハヤトは憔悴する中、加賀に勝ちたい一心でレースを続けるが、新条の隙のないブロックに苦戦。そこへアンリが新条を抑えに駆け付けた。アンリのバックアップで新条をパスし、ハヤトはついにトップの加賀に追いついた。両者ともゼロの領域の中で、限界を超えて走り続ける。そして決"
                }
            }
        },
        "4": {
            "ID": "1850592",
            "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/seasons/official/4",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "4077873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077873",
                    "TitleEnglish": "No Title",
                    "SummaryEnglish": null,
                    "TitleJapanese": "NO TITLE",
                    "SummaryJapanese": "2019年、第14回サイバーフォーミュラWGPX。今期、ニューマシンの性能で勝ったシュトルムツェンダーは他チームを寄せ付けずグーデリアンの乗るクロイツ・シュティールで念願の初総合優勝を飾った。 \nオフシーズンに入り、各チーム、ニューマシンの準備を進める中、スゴウも新型ガーランドのテスト走行とアスラーダのニューシャーシ開発を急ピッチで進めていた。“はしか”にかかったアンリの代わりにガーランドのテスト走行を行ったハヤトは昨年の記録より6秒以上早い記録を出し、お互いの意思疎通が必要となるアスラーダより、自身の意思だけで次のアクションに入れるガーランドの方が扱いやすいと感じるのだった。 \n第15回サイバーフォーミュラWGPXの開幕を一ヶ月後に控え、ハヤトは不眠不休でアスラーダの開発をしているクレアの努力を知りつつも、「開幕戦はガーランドで臨みたい」と希望する。修は、ハヤトのドライバーとしての言い分と疲れきったクレアの状況からクレアを説得し、ハヤト用のガーランドを用意させることにする。 \n誰もいないガレージを訪れたハヤトは、アスラーダに「ごめんな･･･」と言い残し、立ち去るのだった。"
                },
                "2": {
                    "ID": "4077874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077874",
                    "TitleEnglish": "Fired!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "FIRED!",
                    "SummaryJapanese": "アオイでは、今日子のオーナー解任が突然、決定した。後任には葵自動車の出世頭と言われる名雲京志郎が任命される。開幕に向けニューマシンの最終調整を行っていた葵のテストコースに現れた名雲は突如、謎のマシンを走らせ始め、今日子にニューマシン同士のレースを提案する。今日子はテスト走行中だった新条と加賀に名雲が用意したマシン「アルザード」との勝負を指示。しかし、バイオコンピュータを搭載し、ボディにはレアメタルを使用した最先端技術のアルザードの性能は圧倒的だった。マシンの限界を感じ、負けを認める加賀。しかし熱くなった新条はそのまま追撃しようとして、エンジンブローを起こしてしまう。名雲はニューエクスペリオンの開発を中止し、エントリーマシンをアルザードに変更すること、その上、新条の解雇とアルザードのテストドライバー、フィル・フリッツをアオイのドライバーとして起用することを言い渡す。解雇の理由としてメンタルの弱さを指摘された新条は、返す言葉もなくサーキットを去ってしまう。 \n数日後、加賀の元を訪れた新条は、自分の殻をやぶるためにもアメリカへ渡ることを打ち明ける。 \nみきはアオイを辞め、新条のマシンを整備するためにアメリカに行くと決め空港で待ち受けていた。 \nそして、第15回サイバーフォーミュラWGPXがいよいよ開幕。ハヤトはガーランドで参戦しトップタイムを記録する。しかし、初参戦のフィルの走り、驚異的なタイムを目にし、誰もが言葉を失う。 \nそんな中、加賀だけはフィルに対して何か違和感を持つのだった。"
                },
                "3": {
                    "ID": "4077875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077875",
                    "TitleEnglish": "Critical Days",
                    "SummaryEnglish": null,
                    "TitleJapanese": "CRITICAL DAYS",
                    "SummaryJapanese": "開幕戦、初優勝を果たしたフィルとアルザードは、プレスからも注目を浴びた。フィルは、「風見さんやグーデリアンさんとバトルがしたい」とサイバーに参加した感想を述べるが、会見後、名雲は「お前はトップでチェッカーを受けるためだけの存在だ」と冷たく言う。 \n一方、ガーランドで挑んだハヤトはミッシングリンクからデビューしたレオンと接触しリタイヤ。 \nその夜、あすかとデートに出かけてもレースでの苛立ちがおさまらないハヤト。そこに現れた加賀は、「あのマシンなら優勝だって夢じゃない」とぼやくハヤトに「早いマシンに乗りたいなら、代わってやる。」とアルザードに乗る違和感と「マシンの性能比べをやっているわけじゃない、レースをやっているんだ」と言い残して去る。 \nそして第3戦も優勝を飾ったのはフィル。アオイの快進撃、今日子の父は、今日子と名雲の縁談を進めようとしていた。 \n第3戦。スゴウピットではガーランドのトラブルに対処できず、チーフメカニックの良平がファクトリーにいるクレアに電話で指示を求める。我慢ならなくなったハヤトはマシンから降りると、良平を責め自らリタイヤしてしまう。後を追うあすかに、「優勝は無理。走るだけムダだ」と言い放つ。 \n一見好調なアルザードだが、その陰りは第4戦で現れ始めた。快調に飛ばしていた矢先、突然スローダウンしてそのままリタイヤ。名雲は、そのまま専用スタッフのコンテナに運び込むと、叫びを上げるフィルに薬剤を投与するのだった。"
                },
                "4": {
                    "ID": "4077876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077876",
                    "TitleEnglish": "Evening Calm",
                    "SummaryEnglish": null,
                    "TitleJapanese": "EVENING CALM",
                    "SummaryJapanese": "あすかはランドルに誘われた食事中に、「ハヤトはドライバーとして一番大切なものをなくした。あなたさえもそれに気づいてない」と言われ驚く。 \nスゴウチームは第5戦を前にフロリダでオフを取っていた。あすかはハヤトを新条が参加しているストックカーレースに誘う。ハヤトが目にした新条はまるで別人だった。たくましく強引な走りを身につけ、活き活きとレースを楽しんでいる。精神的にもたくましくなった新条とみきの成長を見て、ハヤトとあすかは驚く。 \n「勝つために速いマシンは必要だが、本当に走るのはプロのドライバーの自分だ」という新条の言葉に考えさせられるのだった。その夜、今期のレースを反省したハヤトは、あすかに謝り、改めてアルザードへのチャレンジを決意する。 \n第5戦。ハヤトは見事な走りを取り戻した。気合いを入れ、つい「いくぞ、アスラーダ！」と発してしまいそうになる。結局、またしてもレオンに巻き込まれ加賀と共にリタイヤとなってしまうが、自暴自棄になることはなかった。 \n今日子を探す加賀はフィルのモーターホームで、ある薬を見つける。加賀はその薬を通りかかったハヤトに渡す。 \nドリンクを半分服用し、あすかと食事に出かけたハヤトはスピード違反で捕まってしまう。ハヤト自身は80キロ位だと感じていたが、実際はメーターを振り切るほどのスピードが出ていたのだ。スピード感覚にはドライバーとしての自信があるハヤトは不思議に思う。 \nあすかの40キロ走行の安全運転に呆れるハヤトだったが、突然、すごいスピードで走っているような感覚に襲われ絶叫する。"
                },
                "5": {
                    "ID": "4077877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077877",
                    "TitleEnglish": "Burning!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "BURNING!!",
                    "SummaryJapanese": "ハヤトに加賀から事故を起こしたと連絡が入る。加賀もハヤトと同じ感覚に襲われたというのだ。加賀はこのドリンクにフィルとアルザードの秘密があると予想。成分の解析をあすかに任せる。\nあすかはドリンクの驚くべき解析結果を報告する。そのドリンク「αニューロ」は筋肉の反応速度を増し、スピードに対する感覚をなくすという神経系の新薬だという。\nそして、バイオコンピュータを併用することでアルザードはフィルの神経系に指示を出し、完璧なドライビンクを可能にしたと推測するのだ。FICCYに提訴するというハヤトに今日子は自分に任してほしいと頼む。\n「コンピュータに操られて、ただ勝てればいいのか」と問うハヤトに、フィルは「全て捨てなければ何もつかめないヤツもいる」と答えるのだった。フィルは薬の過剰服用で既に異常があらわれていた。\n改めてマシンとのありかたを考えさせられたハヤトは、クレアと修にアスラーダに乗りたいと伝える。アスラーダは、マシンとドライバーがともに戦えるパートナーだと気づいたからだ。しかし、修は自分とのマッチレースを条件に出す。ハヤトがアスラーダに乗りこむと、アスラーダは機嫌が悪く嫌味をこぼすのだった。\n修は今だ錆びついていないそのテクニックでハヤトとアスラーダをブロック。ドリフトも修には通じずハヤトは苦戦する。コーナーでゼロの領域を使い、ダブルのイナーシャルドリフトをしようとした時、アスラーダがフォローミスを冒してしまう。しかし、そのミスにより空中で方向転換する驚異的なドリフトをマスター。思わぬ武器を得て修をパスし、ハヤトはアスラーダを"
                },
                "6": {
                    "ID": "4077878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077878",
                    "TitleEnglish": "Lifting Turn",
                    "SummaryEnglish": null,
                    "TitleJapanese": "LIFTING TURN",
                    "SummaryJapanese": "第6戦。新型アスラーダはプレスだけではなく各チームからも注目を集めた。予選後、ハヤトは加賀に「僕は僕のレースをする。それしか勝つ道はない。優勝する。」と宣言する。\n同・決勝。快調な走りで順位を上げるハヤトは、2位の加賀に迫る。そして、クレアが新搭載した第2ブーストとも言えるスパイラルブーストを駆使し加賀をパス。ハヤトはフィルをとらえる。しかし、アスラーダを避けようとしたレオンとアルザートが接触し、両者リタイヤ。ハヤトは新たに会得した空中で方向転換するドリフト・ターンでレオンとフィルを回避し見事トップに出て、今期初優勝を果たす。\nハヤトは第7戦から第10戦、次々に優勝を手にする。破竹の5連勝に沸くスゴウチーム。一方、フィルの体には限界がきていた。\n第11戦。ついに新条がユニオンセイバーからサイバーフォーミュラに復帰を遂げる。ライバルが復活し、ハヤトだけではなく加賀の闘志にも火がつく。その夜、開催されたレセプションでハヤトに声をかけてきた名雲は、ハヤトの父と自分の兄が昔、一緒にアスラーダの開発を手がけ、アルザードはアスラーダプロジェクトから生まれたものだったと言う。アスラーダは父・広之の「サイバーシステムとドライバーのコミュニケーションで共に成長させる」ものだったのに対し、アルザードは名雲の兄の「バイオコンピュータを媒体とした人の脳との一体化」という提案から開発されたものだった。アルザードとアスラーダが同じプロジェクトから誕生した兄弟マシンと知り、愕然とするハヤト。名雲はそんなハヤトの隙をついて、彼を誘拐してしまうのだった。"
                },
                "7": {
                    "ID": "4077879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077879",
                    "TitleEnglish": "Lose His Way",
                    "SummaryEnglish": null,
                    "TitleJapanese": "LOSE HIS WAY",
                    "SummaryJapanese": "あすかからハヤトが戻らないことを知らされたスゴウチームは捜索を始める。午後に日本グランプリの決勝を控え、フリー走行が始まる中、その事態を知った新条、加賀、ランドルも捜索に加わる。一方、フィルは加賀と新条の話を聞き、名雲のところにかけつける。名雲がハヤトを連れ去ったと察したフィルは誘拐までして勝利を得ようとする名雲に疑問を持ち始める。ハヤトの言葉を思い返し悩むフィルは加賀にハヤトがホテルのどこかにいることを伝える。加賀からハヤトの行方を知らされたランドルは、捜索のために犬を用意。ホテルの関係者からクレームが入るとポケットマネーでホテルをまるごと買い取り、ブイハチの子供も投入してハヤトのいる部屋を探させる。ハヤトの居所をつきとめたのは、シロハチとフィルだった。フィルは室内に突入してハヤトの姿を確認。一歩遅れて駆けつけたランドルや加賀、あすかたちと共にハヤトを救出する。ハヤトはランドルの侍医の働きで意識を回復するが、薬物を投与されたことにより身体に痺れが残りレースどころではない。それでもハヤトは走る意思を変えるつもりはなかった。\n加賀や、迷いを払拭できず再びアルザードのシートに座ったフィルと共に決勝に挑む。\nそして同時刻、今日子はアルザードとαニューロの証拠をつかみ、警察とともに名雲の元へ向かうのだった。"
                },
                "8": {
                    "ID": "4077880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077880",
                    "TitleEnglish": "Never",
                    "SummaryEnglish": null,
                    "TitleJapanese": "NEVER",
                    "SummaryJapanese": "熾烈な争いが続く中、名雲が逮捕された。騒がしくなるアオイのピット。今日子はインカムを取り、加賀にアオイのレースが終わったと、ピットに戻るよう告げる。しかし、加賀はこのレースだけは最後まで走りたいと頼む。その思いに捜査責任者もそれを許可する。\n事件の裏でヒートアップする日本グランプリ決勝。アルザードから送られてくる指示に苦しみつつも走り続けるフィル。2位争いから抜き出た新条はフィルを猛追撃し、首位に出る。そして、ハヤトも左手の感覚が麻痺しステアリング操作を制御できなくなっていた左手をスカーフでハンドルに縛り付けレースに戻りフィルに追いつく。一進一退の攻防が続く中、名雲の最後の罠が発動。アルザードが突然暴走しだし、フィルの意思とは関係なく、アスラーダに体当たりを始めた。修がアオイのピットに怒鳴り込むが、名雲は涼しい顔で「アスラーダを潰すまで止まらない」と告げる。フィルはそんなアルザードを止めるべく、コクピット内からアルザードを破壊し、制御を取り戻したアルザードを自ら壁に激突し大破させる。駆け付けたハヤトにフィルは「ありがとう」と伝え、意識を失うのだった。\n日本グランプリはレッドフラッグが提示され、その結果、新条が優勝。フィルはドライバーズポイントを剥奪され失格となり、第15回WGPXの総合優勝にはハヤトが輝き幕を閉じた。\n事件は明るみになり、アオイは謝罪会見と共に一年間の出場停止となった。"
                }
            }
        },
        "5": {
            "ID": "463728",
            "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/seasons/official/5",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "4077881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077881",
                    "TitleEnglish": "Undefeatable Legend",
                    "SummaryEnglish": null,
                    "TitleJapanese": "不敗神話",
                    "SummaryJapanese": "2021年 第16回サイバーフォーミュラGPXはハヤトの圧勝で幕を閉じた。もはや向かうところ敵なしの王者ハヤト。ハヤトと戦いたいからこそ、加賀は昨年の「アルザード事件」から出場停止処分を受けていたアオイにとどまり、その時を待っていたのだった。しかし事態は予想以上に深刻で残酷なものだった。出場停止処分が解けるとは言え、これまでの成績や事件のイメージダウンからアオイの経営は瀬戸際状態。オーナーに復帰した今日子はニューマシンの開発費を捻出しようとするが、レース事業そのものに懸念を抱く理事会は予算外の資金投入を拒否。今期、タイトルが獲れなければ撤退すると宣告する。ライバルチームがニューマシン開発を急ぐ中、開発中断されていた一昨年のエクスペリオンを持ち出さざるを得なくなるが、一年間耐えてきたスタッフや加賀も集合し、闘志をみなぎらせる姿を目の当たりにすると、今日子は何も言えなくなってしまうのだった。 \nそして、第17回サイバーフォーミュラWGPXが開幕。GIOと提携して一段と強くなるスゴウ。マシンデザイナーに専念するべくドライバーを引退したハイネルのシュトルムツェンダーも驚異のニューマシン「シュピーゲル」を投入し更なる強敵に変貌していた。しかし一昨年のマシンで挑む加賀は、ZEROの領域に入ってすら惨敗を喫してしまうのだった。第1戦を苦戦で終えた加賀の前に名雲が姿を現す。"
                },
                "2": {
                    "ID": "4077882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077882",
                    "TitleEnglish": "Revived Time",
                    "SummaryEnglish": null,
                    "TitleJapanese": "復活の刻",
                    "SummaryJapanese": "名雲に連れられ、加賀は名雲の別荘を訪れた。そこに安置されていた、かつてテストドライバー2人を死に追いやったマシン「凰呀」と対面する。アルザードのオリジナルであるそのマシンは、名雲の兄が生前手がけていたマシンであり、それは事実上アスラーダの兄弟マシンだった。日曜の朝、今日子は片桐から連絡を受けテストコースへ駆けつけると、そこには、凰呀に乗り込みコースを走らせる加賀の姿があった。暴れ馬のような凰呀を制御できず、コースをはみ出し、縁石に乗り上げ、車体の進行方向すら定められない加賀。今日子は事態の説明を求めるが、名雲から今期撤退の事実を知らされた加賀は今日子に好きなようにやると宣言し、グレイとフィルの二人をメカニックとしてアメリカから呼び寄せるのだった。 \n加賀は第２戦の出場を断念し、凰呀をモノにすることだけを目標にひたすらテストコースを走り続ける。いくら加賀が凰呀を力でねじ伏せようとしても、まるで自分の意思を持っているかのような凰呀は言うことを聞こうとしなかった。しかし、フィルはいち早く凰呀がアルザードのオリジナルだと見抜く。フィルからアドバイスを受け、加賀もおぼろげながら凰呀の扱いを理解し始め、どうにか「走る」ことはできるようになるのだった。"
                },
                "3": {
                    "ID": "4077883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077883",
                    "TitleEnglish": "The Cry of Ogre",
                    "SummaryEnglish": null,
                    "TitleJapanese": "凰呀の叫び",
                    "SummaryJapanese": "第３戦アルゼンチンGPX。絶好調のハヤト。加賀もニューマシン「凰呀」でコースに姿を現した。だが未だ凰呀に振り回され、思うように走らせることはできない。その走りを見たクレアは凰呀こそアルザードのオリジナルではないかと推測する。 \nその夜のレセプション、加賀はハヤトが凰呀の正体を見抜いたと勘付き、否定も肯定もなく、逆に穏やかな様子でハヤトに挑戦状を叩きつけ、ハヤトもそれを受けて立つ決意をする。 \n同・決勝。順位を上げていく加賀だが、やはり凰呀の制御に苦戦する。グレイの「信じてやんなきゃ友達(ダチ)にはなれない。」という言葉を思い出し、思い切りアクセルを踏み込むと凰呀が反応し上手く制御できたのだった。何かを掴んだ加賀はペースを上げていく。 \n一方、ハヤトはギアシステムのエラーに悩まされていた。このままではすべてのギアが使用不能になるとあり、クレアはわずか数分でミッションプログラムを書き換える神技を披露。ハヤトは加賀との壮絶なバトルの末、見事に凰呀を押さえ込むが直後にリタイヤしてしまった。そして加賀は信じられない想いでそれを見送り、納得のいかない１位入賞を果たす。しかし凰呀の正体を知った今日子が現れ、怒りに震えた様子でトロフィーを破壊してしまった。"
                },
                "4": {
                    "ID": "4077884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077884",
                    "TitleEnglish": "Winner's Terms",
                    "SummaryEnglish": null,
                    "TitleJapanese": "勝者の条件",
                    "SummaryJapanese": "今日子は名雲の別荘を訪れ、事の説明を求める。名雲は今日子をいさめつつ加賀の心境を伝える。ハヤトとの決戦に拘る加賀を知るからこそ、今日子はそれ以上何も言えなくなってしまうのだった。 \nハヤトはエンジントラブルで第4戦、第5戦をリタイヤ。第6戦は決勝でスタートすらできない状態。続く第7戦と第8戦も相次いでリタイヤしてしまう。加賀もどうにか凰呀を手なづけようとするがなかなか納得のいく結果は得られなかった。それを見守るあすか、今日子の心中も穏やかではない。 \nアスラーダはGIOのスタッフが夜を徹してトラブル解消に奮闘した結果、第9戦で復活する。一方、加賀は凰呀と折り合いが付かないでいた。そんな加賀の前に再び現れた名雲は「凰呀は君に伝えたはずだ」と伝える。そして迎えた第11戦。名雲の言葉で勝利のカギはコーナーだと気づいた加賀。ZEROの領域でギリギリのバトルを続け、ついにドライバーに錯覚を起こさせる驚異のコーナリング「ミラージュターン」を完成させる。しかし、これまでの心身衰弱がたたり、もはや限界の加賀はハヤトをパスしかけた瞬間、気を失いリタイヤしてしまう。"
                },
                "5": {
                    "ID": "4077885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/future-gpx-cyber-formula/episodes/4077885",
                    "TitleEnglish": "All in Midst of Time",
                    "SummaryEnglish": null,
                    "TitleJapanese": "全ては時の中に･･･",
                    "SummaryJapanese": "最終戦の日本グランプリ予選。ハヤトは好調に高タイムをたたき出す。加賀はZEROの領域で今にも失神寸前になりながら気力を振り絞る中、昔のライバル姿が見えクラッシュしてしまう。病室で目覚めた加賀はフラフラになりながらピットに戻ろうとする。 \n今日子はそんな加賀をレースから外そうとするが、今日子の気持ちが分かる一方、もう止められないことも知っているあすかは、逆に今日子を説得する。 \n凰呀の状態は加賀以上に深刻だった。頭を抱えるグレイたち。そこへ突然現れた、ゴーグル姿の「通りすがりのメカニック」はハヤトも加賀とベストな状態で戦いたいことを伝えると、凰呀にも転用できるパーツの供給を申し出、自ら凰呀の修理を手伝い始める。最初は唖然としたグレイだったが、互いの仲間のために協力して凰呀を仕上げるのだった。 \nそして、同・決勝。加賀はこの一戦にすべてを賭ける証に髪を切り、黒く染めると、ハヤトに最後のチャレンジを挑んだ。序盤からハヤトと加賀の一騎打ちが続くが、ハヤトのすきのないブロックになかなか抜くことができない。諦めかけた時、いつもの「勝ってきなさい」と今日子の声がインカムから聞こえてきた。これ以上ない声援を受けて再び闘志をたぎらせた加賀は、サーキットを駆け抜けた。そして最終コーナー、競り合ったアスラーダと凰呀は、最後に凰呀が根性のブーストをかけたことで逆転。最後の最後に勝利をもぎ取る。一度だけとは言え念願を果たした加賀は宣言通りサイバーフォーミュラを引退しインディに戻る。それはブリード加賀が「加賀城太郎」に戻った日のことだった。"
                }
            }
        }
    }
}