{
  "URL": "https://www.thetvdb.com/series/ramen-fighter-miki",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Comedy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1262009/",
    "https://www.themoviedb.org/tv/34843"
  ],
  "TitleEnglish": "Ramen Fighter Miki",
  "SummaryEnglish": "(Ramen Fighter Miki) Miki Onimaru is a poster girl that works at her mother's Chinese ramen restaurant. She appears to be a normal girl, but she can become very violent if provoked. She picks a fight with her mother and accquaintances as a result on an almost daily basis, causing a series of troubling mishaps in their otherwise normal lives.",
  "Aliases": [
    "Muteki Kanban Musume"
  ],
  "Modified": "2024-10-19",
  "Seasons": {
    "1": {
      "ID": "34046",
      "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "378103",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378103",
          "TitleEnglish": "Invincible Poster Girl / Another Poster Girl",
          "SummaryEnglish": "Miki, Megumi, Makiko, and Akihiko are introduced. Miki demonstrates her willingness to slack off from work in order to help others. Miki and Megumi face off.",
          "Aliases": []
        },
        "2": {
          "ID": "378104",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378104",
          "TitleEnglish": "Challenger - Nishiyama Kankuro / Our Fight Isn't Over Yet",
          "SummaryEnglish": "Kankuro is introduced. He tries to get revenge for the bullying Miki did to him, without success.",
          "Aliases": []
        },
        "3": {
          "ID": "378105",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378105",
          "TitleEnglish": "An Impervious Enemy / Wanting to Wipe the Tears from that Child",
          "SummaryEnglish": "Toshiyuki is introduced. Miki and Megumi spar with him. When Toshiyuki gets lost, everybody looks for him, but they are unaware of his name and think they are looking for Wakana's brother instead.",
          "Aliases": []
        },
        "4": {
          "ID": "378106",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378106",
          "TitleEnglish": "Before the Trip Starts / Let Me Guide You",
          "SummaryEnglish": "Tomoka is introduced. Miki helps the teacher with her self-consciousness problem, and they persuade a delinquent to return to school. Megumi mistakens Tomoka for an angry ghost.",
          "Aliases": []
        },
        "5": {
          "ID": "378107",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378107",
          "TitleEnglish": "Let's See Who Must Win / You're My Stepping Stone!!",
          "SummaryEnglish": "Miki and Megumi fight over a pig plush toy. A \"facial sumo\" contest takes place. Miki and Megumi get stuck in a closed-off alley; with Kankuro, Akihiko, and Toshiyuki, they fight to see who will use the others' bodies as a ramp to reach a ladder.",
          "Aliases": []
        },
        "6": {
          "ID": "378108",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378108",
          "TitleEnglish": "Fight! Bark Bark vs. Nya Nya / The Rift That Looked Like Red String",
          "SummaryEnglish": "Kankuro tries to fight Toshiyuki in order to train against Miki. Wakana thinks Kankuro's constant challenges to Miki are a sign of hidden love.",
          "Aliases": []
        },
        "7": {
          "ID": "378109",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378109",
          "TitleEnglish": "Peel Off the Fake Smile / Sneaking In! The Demon's Nest",
          "SummaryEnglish": "Miki's attempt to expose Megumi's evil inner personality backfires. Megumi finds out that the Onimaru shop is so popular at lunch because everyone comes to see Miki fight.",
          "Aliases": []
        },
        "8": {
          "ID": "378110",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378110",
          "TitleEnglish": "That Guy Sure Looks Like He's the Strongest / A Bad Guy is Coming",
          "SummaryEnglish": "Miki helps Akihiko get over his personal conflict over Hell's Bunny, the famous villain on Star Rangers. Megumi helps, too, by cosplaying as Hell's Bunny. She then uses the costume to attract attention to the bakery. A little girl gets \"Hell's Bunny\" to perform for her sickly brother in the hospital. When Miki shakes Megumi (as Hell's Bunny) unconscious, the group gets help from the real Hell's Bunny and Pink Star.",
          "Aliases": []
        },
        "9": {
          "ID": "378111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378111",
          "TitleEnglish": "A Falling Superstar / A Mother's Worr",
          "SummaryEnglish": "Miki, Megumi, and Kankuro try to find out if Makiko has any weaknesses at all. Makiko questions her method of disciplining Miki, and tries a different way of treating her daughter, much to Miki's displeasure.",
          "Aliases": []
        },
        "10": {
          "ID": "378112",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378112",
          "TitleEnglish": "Work for the Win / Sudden Fight! Nishiyama Kankuro VS Kannazuki Megumi",
          "SummaryEnglish": "Kankuro works hard at the ramen shop while Miki makes deliveries, so that he can challenge her when she comes back. The two have a short competition to see who is the better poster girl. Kankuro and Megumi team up to fight Miki.",
          "Aliases": []
        },
        "11": {
          "ID": "378113",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378113",
          "TitleEnglish": "The Guy Lets His Back Do the Talking / A Deadly Fight With a Happy Face",
          "SummaryEnglish": "Toshiyuki allows people to ride on his back, though refuses to allow Miki unless it's for emergency situations. A Poster Girl contest pits Miki and Megumi to compete against each other, as well as other female competitors.",
          "Aliases": []
        },
        "12": {
          "ID": "378114",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378114",
          "TitleEnglish": "When You Were Smashed / The Buried Party",
          "SummaryEnglish": "Miki drinks beer and gets drunk. In her drunk personality, she is very cute, shy and husband looking girl. In the other episode, Megumi is also drunk, and becomes an abusive and violent tomboy. But after while, they (literally) knock the alcohol out of each other, and are back to their normal (but still violent) selves again.",
          "Aliases": []
        }
      }
    }
  }
}