{
    "URL": "https://www.thetvdb.com/series/ramen-fighter-miki",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1262009/",
        "https://www.themoviedb.org/tv/34843"
    ],
    "TitleEnglish": "Ramen Fighter Miki",
    "SummaryEnglish": "(Ramen Fighter Miki) Miki Onimaru is a poster girl that works at her mother's Chinese ramen restaurant. She appears to be a normal girl, but she can become very violent if provoked. She picks a fight with her mother and accquaintances as a result on an almost daily basis, causing a series of troubling mishaps in their otherwise normal lives.",
    "TitleJapanese": "無敵看板娘",
    "SummaryJapanese": "何の因果か家業の中華料理屋“鬼丸飯店”を手伝うことになった鬼丸美輝。そんな彼女が、花見町の様々な人々と交流することにより、いろんな意味で成長していくお話。と、思われる向きもあるが、基本的には美輝がいろいろと大暴れするお話です。",
    "Aliases": [
        "Muteki Kanban Musume"
    ],
    "Modified": "2024-10-19",
    "Seasons": {
        "1": {
            "ID": "34046",
            "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "378103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378103",
                    "TitleEnglish": "Invincible Poster Girl / Another Poster Girl",
                    "SummaryEnglish": "Miki, Megumi, Makiko, and Akihiko are introduced. Miki demonstrates her willingness to slack off from work in order to help others. Miki and Megumi face off.",
                    "TitleJapanese": "第１話　「無敵看板娘」\t \t第２話　「もうひとりの看板娘」",
                    "SummaryJapanese": "どこにでもあるような花見町の商店街にある中華料理店・鬼丸飯店。\n今日は店を切り盛りするおかみさん・鬼丸真紀子の一人娘・美輝が看板娘としてデビューする日だった。\nそのデビューの様子を見ようと隣の八百屋・八百黒の太田明彦がのぞきにくる。\n美輝は持ち前の明るさと、破天荒なふるまいでデビューを飾ることになるのだが……。\t \t\t鬼丸飯店の向かいにあるパン屋・コエットにも評判の看板娘がいた！　その娘の名前は神無月めぐみ。\n美輝とは幼なじみにして犬猿の仲で、今日も真っ昼間から小競り合いがはじまってしまう。\n業を煮やし「この商店街に看板娘はふたりもいらない」とめぐみに果たし状を突きつける美輝。その勝負の内容とは……。"
                },
                "2": {
                    "ID": "378104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378104",
                    "TitleEnglish": "Challenger - Nishiyama Kankuro / Our Fight Isn't Over Yet",
                    "SummaryEnglish": "Kankuro is introduced. He tries to get revenge for the bullying Miki did to him, without success.",
                    "TitleJapanese": "第３話　「挑戦者・その名は西山勘九郎」\t \t第４話　「我が戦いに終点なし」",
                    "SummaryJapanese": "最近不審な視線を感じている美輝。正体がわからない以上はどうしようもない。\nいつものように出前に出る美輝だったが、結局道に迷ったのをきっかけに、いつものようにさぼって草野球に勝手に参戦してしまう。\nマウンドにリリーフとして立つ美輝が力まかせに剛速球を投げつけツーストライクに追い込んだ時、謎の男・西山勘九郎が疾風のごとく現れる。\t \t\t相変わらず不審な視線を感じている美輝。\nその正体はもちろん西山勘九郎だ。\n美輝をつけ狙い襲撃を繰り返すが、美輝の戦闘能力の前に歯が立たない(本人はあと一歩だと思っているが)。\nそこで美輝の不意をつくのではなく、弱点を探すためにつきまとうことにしたのだ。\nそしてついに無敵に見えた美輝の弱点を発見する。"
                },
                "3": {
                    "ID": "378105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378105",
                    "TitleEnglish": "An Impervious Enemy / Wanting to Wipe the Tears from that Child",
                    "SummaryEnglish": "Toshiyuki is introduced. Miki and Megumi spar with him. When Toshiyuki gets lost, everybody looks for him, but they are unaware of his name and think they are looking for Wakana's brother instead.",
                    "TitleJapanese": "第５話　「かつてない強敵」\t \t第６話　「あの子の涙をぬぐいたい」",
                    "SummaryJapanese": "美輝の今日の出前先は遠藤さん。ところが何か様子がちがう。思わぬ強敵に出会い、ラーメンをつくり直すはめになったという。それをこっそり聞いていためぐみ。あの美輝をここまで苦しめるとはいったい……。遠藤さん家を覗きにいくめぐみだったのだが、突然ものすごい殺気がめぐみを襲う。そこに駆けつける美輝。強敵の正体とは！\t \t\tこどもたちに今大人気の『超空戦隊スターレンジャー』に、いい年してハマりまくりの明彦。そこに迷子を探しながら泣いている女の子・若菜が現れる。「敏行を探してほしい」という。スターレンジャーになりきった明彦は、さっそく美輝、めぐみ、勘九郎を巻き込んで「敏行」を探しはじめるのだった……。"
                },
                "4": {
                    "ID": "378106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378106",
                    "TitleEnglish": "Before the Trip Starts / Let Me Guide You",
                    "SummaryEnglish": "Tomoka is introduced. Miki helps the teacher with her self-consciousness problem, and they persuade a delinquent to return to school. Megumi mistakens Tomoka for an angry ghost.",
                    "TitleJapanese": "第７話　「旅立ちの前に」\t \t第８話　「私があなたを導きましょう」",
                    "SummaryJapanese": "鬼丸飯店に出前の電話がかかってきた。ものすごく暗い声で「最期に……ラーメンが食べたい」という。「最期に」というのがよくわからないが、出前迅速が第一と飛び出していく美輝。とその途中で学校をサボって落書きをしている高校生を見つける。さっそく出前を忘れてちょっかいを出しはじめる美輝だったが……。\t \t\t今日も今日とて神社で牛の刻参りに励むめぐみ。美輝への日々の恨みを五寸釘に込めてわら人形に打ち込んでいる。渾身の一発をわら人形にお見舞いした瞬間。いきなり、枝の上から何かが落っこちてくる。ずるずると這いずる異形の影……まさか、美輝を憎むめぐみの負のエネルギーが、怨霊を生んでしまったのか！"
                },
                "5": {
                    "ID": "378107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378107",
                    "TitleEnglish": "Let's See Who Must Win / You're My Stepping Stone!!",
                    "SummaryEnglish": "Miki and Megumi fight over a pig plush toy. A \"facial sumo\" contest takes place. Miki and Megumi get stuck in a closed-off alley; with Kankuro, Akihiko, and Toshiyuki, they fight to see who will use the others' bodies as a ramp to reach a ladder.",
                    "TitleJapanese": "第９話　「白黒つけようぜ」\t \t第１０話　「踏み台はお前だ！！」",
                    "SummaryJapanese": "鬼丸飯店が定休日のため、やることのない美輝。仕事中は「さぼりたい！」と思うのに、いざ休みになると暇をもてあましている。たまらずショッピングなどに出かけてみるが、デパートのおもちゃ売り場で同じく店が定休日だっためぐみにばったり。しかも目をつけていたブタのぬいぐるみの取り合いの末、壊してしまう。しょんぼりしてデパートを後にすると、町内相撲大会の景品がさっき壊した同じ＜ブタのぬいぐるみ＞であることを知って・・・・・・。\t \t\t朝から美輝はめぐみを追い掛け回していた。めぐみが美輝の悪口ビラをあちこちに撒いたのだ。「名誉毀損の容疑で逮捕する！」と怒り狂いながらめぐみを追っていると、いつのまにか二人は、四方をビルの壁に囲まれた狭い空き地に出てしまう。出口と呼べそうなところには二人とも到底届きそうもなく、適当な踏み台もみつからない。挙句、美輝はめぐみに「踏み台になれ」という・・・・・・。"
                },
                "6": {
                    "ID": "378108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378108",
                    "TitleEnglish": "Fight! Bark Bark vs. Nya Nya / The Rift That Looked Like Red String",
                    "SummaryEnglish": "Kankuro tries to fight Toshiyuki in order to train against Miki. Wakana thinks Kankuro's constant challenges to Miki are a sign of hidden love.",
                    "TitleJapanese": "第１１話　「対決！ワンワンVSニャーニャー」\t \t第１２話　「赤い糸に見えた溝」",
                    "SummaryJapanese": "いつものとおり商店街に朝がきた。鬼丸飯店の隣の八百屋の太田が背伸びをしていると、隣では容赦なく美輝とめぐみのバトルがはじまった。そんな中「鬼丸美輝ぃ！俺と勝負するニャ！」と勘九郎が敏行と一緒に美輝目掛けて突進してくる。混戦の末、勘九郎は放置PLAY。自信を喪失した勘九郎は敏行から＜存在感と強さを学びたい＞と、若菜に敏行を少し借りて起死回生をはかることにしたが・・・。\t \t\tある日美輝と勘九郎が店の前でバトルしていると、太田の前に現れた若菜がいきなり、＜勘九郎が美輝のことを好きだ＞と勘繰りはじめる。あまりの突然の発言にずっこける太田と敏行だったが、若菜の妄想はとどまることを知らず、暴走。＜恋のキューピット作戦＞を始動する。"
                },
                "7": {
                    "ID": "378109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378109",
                    "TitleEnglish": "Peel Off the Fake Smile / Sneaking In! The Demon's Nest",
                    "SummaryEnglish": "Miki's attempt to expose Megumi's evil inner personality backfires. Megumi finds out that the Onimaru shop is so popular at lunch because everyone comes to see Miki fight.",
                    "TitleJapanese": "第１３話　「ひきはがせ偽りの笑顔」\t \t第１４話　「潜入！鬼の巣」",
                    "SummaryJapanese": "昼食時お客さんでにぎわう鬼丸飯店。どうやらお客さんたちはみんな、朝はユエットでパンを買っているらしい。パン屋の看板娘・めぐみの清楚で可愛らしい接客も評判だ。その話を聞いて、陰湿で姑息なめぐみの本省を暴いてやろうと意気込む美輝。客としてユエットに乗り込み、めぐみにちょっかいをかけはじめる。\t \t\tユエットは朝から繁盛していて忙しく働いているめぐみ。だが、ちょうど12時になると店内はガランとしてしまう。毎日お昼になるとお客さんは鬼丸飯店に流れていってしまうのだ。看板娘もかわいくないし、接客態度も最悪。内装はヒネリがないし、店内は汚れているのに……きっと何か秘密があるに違いない。"
                },
                "8": {
                    "ID": "378110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378110",
                    "TitleEnglish": "That Guy Sure Looks Like He's the Strongest / A Bad Guy is Coming",
                    "SummaryEnglish": "Miki helps Akihiko get over his personal conflict over Hell's Bunny, the famous villain on Star Rangers. Megumi helps, too, by cosplaying as Hell's Bunny. She then uses the costume to attract attention to the bakery. A little girl gets \"Hell's Bunny\" to perform for her sickly brother in the hospital. When Miki shakes Megumi (as Hell's Bunny) unconscious, the group gets help from the real Hell's Bunny and Pink Star.",
                    "TitleJapanese": "第１５話　「確かに奴は最強に見えた」\t \t第１６話　「悪者がやってきた」",
                    "SummaryJapanese": "『超空戦隊スターレンジャー』……言わずと知れた大人気の特撮ヒーロー番組。しかしオンエアが始まって数ヶ月……ここに来て番組は大きな変化をみせた。それは……悪の女性幹部・ヘルズバニーの登場である。そしてここにもまた、ヘルズバニーに心を奪われた男が一人……いわずといれた太田明彦である。\t \t\t鬼丸飯店の店先で展開される美輝ＶＳ勘九郎のバトル。その周りが大勢の見物客で賑わっている。美輝のパンチで勘九郎が派手に吹き飛び、観客から歓声と拍手がわき上がる。ガッツポーズでそれに応える美輝。と、観衆の中に怪しいサングラスをかけた二人組の女が……。あきらかに他の客とは雰囲気が違うのだが……いったい何者？"
                },
                "9": {
                    "ID": "378111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378111",
                    "TitleEnglish": "A Falling Superstar / A Mother's Worr",
                    "SummaryEnglish": "Miki, Megumi, and Kankuro try to find out if Makiko has any weaknesses at all. Makiko questions her method of disciplining Miki, and tries a different way of treating her daughter, much to Miki's displeasure.",
                    "TitleJapanese": "第１７話　「堕ちかけた巨星」\t \t第１８話　「考える母」",
                    "SummaryJapanese": "美輝がめぐみ＆勘九郎といつものように大激闘の真っ最中。これまたいつものようにおかみさんの鉄拳制裁が炸裂して中断となる。生態系ピラミッドの頂点に位置するおかみさんに何か弱点はないのか……美輝の記憶ではあまりおかみさんが怖がっているところを見たことがないという。そこで美輝とめぐみ、勘九郎が一致団結しておかみさんの弱みを探そうとするのだが……。\t \t\t店で仕込みをしているおかみさんだったが騒ぎにたまりかねて、外で勘九郎相手に暴れている美輝を蹴倒し出前に行かせる。と、テレビを見るとちょうど子供のしつけに悩む主婦の質問にコメンテーターが答えている。美輝との日々を振り返るおかみさん。「うん、今考えると、美輝がああなったのも自業自得かもねぇ。私の育て方がまずかったのかねぇ」"
                },
                "10": {
                    "ID": "378112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378112",
                    "TitleEnglish": "Work for the Win / Sudden Fight! Nishiyama Kankuro VS Kannazuki Megumi",
                    "SummaryEnglish": "Kankuro works hard at the ramen shop while Miki makes deliveries, so that he can challenge her when she comes back. The two have a short competition to see who is the better poster girl. Kankuro and Megumi team up to fight Miki.",
                    "TitleJapanese": "第１９話　「働いて勝ち取れ」\t \t第２０話　「激突！西山勘九郎VS神無月めぐみ」",
                    "SummaryJapanese": "美輝に決闘を申し込もうとする勘九郎だったのだが、鬼丸飯店の出前が忙しくて美輝に相手にされない。美輝の帰りを待ちながらおかみさんに聞くと、出前が終わっても仕事はまだまだあるという。これではいったいいつになったら美輝と決闘ができるのか……。このままではらちがあかないと判断した勘九郎は鬼丸飯店の仕事を手伝いはじめるのだったが……。\t \t\tめぐみが開店準備をしていると、ユエットの窓を突き破って勘九郎が飛び込んできた。どうやら美輝に吹き飛ばされたらしい。とりあえず気を失った勘九郎を手当てするめぐみ。目を覚ました勘九郎に、同じ鬼丸美輝を敵とする者同士、共同戦線を張ることを提案するめぐみだったが、めぐみの卑怯なやり方が気に入らない勘九郎は断ってしまう。"
                },
                "11": {
                    "ID": "378113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378113",
                    "TitleEnglish": "The Guy Lets His Back Do the Talking / A Deadly Fight With a Happy Face",
                    "SummaryEnglish": "Toshiyuki allows people to ride on his back, though refuses to allow Miki unless it's for emergency situations. A Poster Girl contest pits Miki and Megumi to compete against each other, as well as other female competitors.",
                    "TitleJapanese": "第２１話　「背中で語るあいつ」\t \t第２２話　「喜色満面死闘」",
                    "SummaryJapanese": "「鬼丸さーん！」と呼ばれて美輝が振り返ると、凄く嬉しそうな様子で若菜が敏行の背中に乗って走っている。敏行の背中に美輝も乗りたがるが、敏行はすっと身をかわしたりかみついたり、絶対に乗せようとしない。もしかしたら飼い主以外は乗せないのかも……とおもいきや勘九郎も太田も、そしておかみさんや茅原先生までもふつうに乗せてくれる。「おーのーれー！　なぜ私だけ乗せない！」\t \t\t鬼丸飯店で強面の男が怒鳴っている。ラーメンにゴキブリが入っていたという。いかにもユスリっぽい男のインネンのつけ方に、美輝が有無を言わせず一蹴するかと思いきや、なぜかにっこり笑顔。おかみさんもなぜか笑顔。拍子抜けする男。太田も予想外の展開に呆然とする。どうやらラーメンのキャンペーンガールの写真コンテストがあるらしい。ちょうどふたりとも笑顔の練習中だったのだ。"
                },
                "12": {
                    "ID": "378114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ramen-fighter-miki/episodes/378114",
                    "TitleEnglish": "When You Were Smashed / The Buried Party",
                    "SummaryEnglish": "Miki drinks beer and gets drunk. In her drunk personality, she is very cute, shy and husband looking girl. In the other episode, Megumi is also drunk, and becomes an abusive and violent tomboy. But after while, they (literally) knock the alcohol out of each other, and are back to their normal (but still violent) selves again.",
                    "TitleJapanese": "第２３話　「君が壊れた時」\t \t第２４話　「葬られた宴」",
                    "SummaryJapanese": "夜の鬼丸飯店。常連さんたちがビールを飲みつつ美輝に話しかけている。「美輝ちゃん、一杯どうだい？」と誘われるが、断り続ける美輝。ちょうど20歳になったのでお酒は飲めるはずだが……。実は、しらふの時ですら見境なく暴れる美輝にお酒を飲ませたらどんなことになるかと心配したおかみさんから、お酒は厳禁とキツく言われていたのだ。でもまぁ常連さんの頼みだし、一杯ぐらいなら問題ないかな？\t \t\t商店街近くの公園の桜が満開だ。きっと今夜は夜桜見物で公園はごった返すに違いない。美輝たちもせっかくなので今夜は花見をしようということになったのだが、ここはひとつ昼間から誰かが場所取りをしておかないと……しかしみんなお店の切り盛りで忙しい。一番の役立たずは……ということで美輝が公園の場所取りをすることになった。夜になって風邪気味のおかみさん以外が公園に向かうと……！"
                }
            }
        }
    }
}