{
  "URL": "https://www.thetvdb.com/series/somedays-dreamers",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Drama",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0433717/",
    "https://www.themoviedb.org/tv/34067"
  ],
  "TitleEnglish": "Someday's Dreamers",
  "SummaryEnglish": "Based in the present day Tokyo, there exist people known as Mahou Tsukai (people who use magic or \"Mages\"). But, even though there's magic around, there's not much difference from the world we live in. Yume Kikuchi is a 17 year old 2nd year senior high school student. So that she can officially become a Mage, Yume makes use of her summer break and leaves for the capital from Tooya in the Iwate prefecture. It's the first time she's been to Tokyo. First time she's been to a boarding house. And she was thinking that it'll be an all girl's place too but in fact, the manager's a charming male. Caught in a mix of anxiety and great anticipation, Yume's training in magic begins.",
  "Aliases": [
    "Mahou Tsukai ni Taisetsu na Koto",
    "Mahou Tsukai ni Taisetsu na Koto: Natsu no Sora",
    "Natsu no Sora"
  ],
  "Modified": "2025-10-08",
  "Seasons": {
    "1": {
      "ID": "34108",
      "URL": "https://www.thetvdb.com/series/somedays-dreamers/seasons/official/1",
      "TitleEnglish": "What's important for a Mage",
      "SummaryEnglish": "This story takes place in modern Tokyo. However, in this world, the existence of \"magicians\" is commonly recognized. However, other than that, there is no difference from the world we live in. There is a TV, a mobile phone and a computer. Cars run on gasoline, and trains and planes run on the power of science. However, as long as you have a magician around you and have the official procedure, anyone can request magic from the magician.",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "378724",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378724",
          "TitleEnglish": "Sunset and Steel Frames: Part One",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "378725",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378725",
          "TitleEnglish": "Sunset and Steel Frames: Part Two",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "378726",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378726",
          "TitleEnglish": "The Greatest News",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "378727",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378727",
          "TitleEnglish": "A Summer Night and a Mage",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "378728",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378728",
          "TitleEnglish": "An Apron and Champagne",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "378729",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378729",
          "TitleEnglish": "I Want To Become a Mage",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "7": {
          "ID": "378730",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378730",
          "TitleEnglish": "A Mage Who Couldn't Become a Mage",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "8": {
          "ID": "378731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378731",
          "TitleEnglish": "Enormous Power in the Name of Love",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "9": {
          "ID": "378732",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378732",
          "TitleEnglish": "Yume, The Girl And A Seed Of Summer",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "10": {
          "ID": "378733",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378733",
          "TitleEnglish": "Magic's Whereabouts",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "11": {
          "ID": "378734",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378734",
          "TitleEnglish": "A Broken Rainbow",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "12": {
          "ID": "378735",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/378735",
          "TitleEnglish": "Things Important To A Mage",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "81491",
      "URL": "https://www.thetvdb.com/series/somedays-dreamers/seasons/official/2",
      "TitleEnglish": "Sora's Summer",
      "SummaryEnglish": "Sora, a country girl who can use magic, moves to Tokyo to attend a training program for young magicians. Whether a person can use magic depends on a genetic predisposition. Sora got this gift from her father. At the age of sixteen, she can finally learn to use magic in a targeted manner. Only when she has completed the training in Tokyo can she call herself a magician. At first, Sora finds it very difficult to adjust to hectic city life, but in class she finds friends with whom she can live her new everyday life...",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "782701",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782701",
          "TitleEnglish": "From Biei",
          "SummaryEnglish": "Summer - a gentle hill, a sky bordering the distant horizon. Suzuki Sora, a 16-year-old girl living in Biei, Hokkaido, receives a training notice to become a national civil servant, a magician. After reporting to his late father, he left his mother and dog Joe in Biei and headed to Tokyo, where he was training... and was excited and worried. At that time, Sora receives a consultation from her best friend Michiru. For her best friend who is troubled by love, Sora uses magic to give her best friend Michiru a gift.",
          "Aliases": []
        },
        "2": {
          "ID": "782711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782711",
          "TitleEnglish": "Tokyo",
          "SummaryEnglish": "After moving to Tokyo, Sora encounters a traffic accident on her way to the Magic Bureau in Kasumigaseki. Sora avoided the accident with her sudden magical action, and is praised by those around her, but she is curious about the boy who acts curtly... At the Magic Bureau, Sora finally arrives and meets the other trainees, Homin, Hiyori and Koji. The other boy introduced to him then met at the scene of the accident earlier...",
          "Aliases": []
        },
        "3": {
          "ID": "782721",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782721",
          "TitleEnglish": "Sora",
          "SummaryEnglish": "The trainees will finally receive their first request in their magic training. Honomi and Kuroda are full of confidence, Hiyori is worried and can't sleep, Gota accepts a request even though he can't use magic properly during training, and... Sora's client is Mami Motohashi. I receive a slightly strange request from a girlfriend who lives in my old family's mansion...",
          "Aliases": []
        },
        "4": {
          "ID": "782731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782731",
          "TitleEnglish": "Gouta",
          "SummaryEnglish": "Sora has gotten used to life at the Hara Magic Office. Sora had a fulfilling training life, going out with Hiyori on good terms. On the other hand, Gota has trouble using magic. About his family, about his friends - he is reminded of his past self, he is unable to accept his magician self... In the midst of all this, Gota finally accepts the next request...",
          "Aliases": []
        },
        "5": {
          "ID": "782741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782741",
          "TitleEnglish": "Shimokitazawa",
          "SummaryEnglish": "Through training, Seiichiro witnessed the high level of Sora's latent magical abilities. However, Sora himself was somewhat confused by the results of his own magical actions in response to the request. Meanwhile, the results of a magical action performed by a new client give Sora a big shock...",
          "Aliases": []
        },
        "6": {
          "ID": "782751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782751",
          "TitleEnglish": "Friend",
          "SummaryEnglish": "Hiyori, who was worried about something unwell, suggests that they use the half-day training session to have fun together. Thus, Homi and Hiyori come to Shimokitazawa to visit Hara Magical Agency with Sora... and at the entrance there is a young girl. He wants to make a request from Sora and the others. What exactly does a girl really want?",
          "Aliases": []
        },
        "7": {
          "ID": "782761",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782761",
          "TitleEnglish": "Crossroads",
          "SummaryEnglish": "Koji was confident in his magical abilities, but during the actual training, he was unable to communicate well with his clients and had a series of failures. And I couldn't accept that failure. A big choice that swelled up inside me... Koji invites Honomi and briefly enjoys strolling around Nakano, but when Honomi realizes his true intentions, Kouji is given a harsh word...",
          "Aliases": []
        },
        "8": {
          "ID": "782771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782771",
          "TitleEnglish": "Magician",
          "SummaryEnglish": "During a training lecture, they suddenly receive a call to rescue a large number of stranded dolphins. It was a good chance to experience magic during disasters, and all the trainees, including Sora, decided to participate. On this rare occasion when so many magicians work together as a group, what will Gota, who cannot yet use magic, do?",
          "Aliases": []
        },
        "9": {
          "ID": "782781",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782781",
          "TitleEnglish": "First Love",
          "SummaryEnglish": "Last holiday of training. Gota invites Sora to Enoshima, the town where he grew up, ``as a thank you for using magic.'' The two had a fun time at the sea and confirmed their feelings for each other. Meanwhile, Gota suddenly saw a scene with Sora...",
          "Aliases": []
        },
        "10": {
          "ID": "782791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782791",
          "TitleEnglish": "Life",
          "SummaryEnglish": "As graduation approaches, Sora is not seen in the class that is full of talk about her graduation exams. Gota asks Seiichiro and Saori to tell them the truth as if to hide something. Meanwhile, Sora, who is in the middle of a state of affairs, ends up complaining about the phone call with Biei's mother. And where did Sora head?",
          "Aliases": []
        },
        "11": {
          "ID": "782801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782801",
          "TitleEnglish": "Graduation",
          "SummaryEnglish": "The graduation exam was the same as the first day of training: ``Magic that turns water into ice''. Sora, Gota, Honomi, Kouji, and Hiyori successfully passed the exam...all of them were able to celebrate the graduation ceremony together. The five of them have grown up while meeting many clients and using various kinds of magic, and they promise to meet again. And on the morning of their farewell, Sora...",
          "Aliases": []
        },
        "12": {
          "ID": "782811",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/somedays-dreamers/episodes/782811",
          "TitleEnglish": "Summer Skies",
          "SummaryEnglish": "Sora became a certified magician and returned to his hometown, Biei. When I met my mother for the first time in a while, we talked about our training life. And then... Sora headed to ``Father's Tree''. With the ``Iraisho'' written by his late father in hand, Sora uses his first spell after becoming a certified magician.",
          "Aliases": []
        }
      }
    }
  }
}