{
  "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Drama",
    "Fantasy",
    "Romance",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0890871/",
    "https://www.themoviedb.org/tv/46423"
  ],
  "TitleEnglish": "Destiny of the Shrine Maiden",
  "SummaryEnglish": "There is a small town somewhere in Japan, which is surrounded by nature. In this town, there is a large and gorgeous school, Otobashi Gakuen; which was founded to make the students familiar with nature. This story starts off with Kurusugawa Himeko. She is a normal student who goes to Otobashi Gakuen. She leads bright and enjoyable school days with her two friends, Himekawa Chikane and Oogami Souma. Chikane is the only daughter of a distinguished family. She excels at both academics and sports. She is also kind and beautiful, making her very popular among the other students. Oogami Souma is Himeko’s childhood friend. He has problems expressing his emotions directly, but he is very sincere. On Himeko's 16th birthday, a dark moon blocks out the sun, and the Orochi come forth to destroy the world. But why are they targetting Himeko...? Based on the manga by Kaishaku",
  "Aliases": [
    "Kannazuki No Miko"
  ],
  "Modified": "2025-05-27",
  "Seasons": {
    "1": {
      "ID": "34163",
      "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "379097",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379097",
          "TitleEnglish": "The Land of Eternity",
          "SummaryEnglish": "Chikane and Himeko share the same birthday and it's rapidly approaching. On the day of their birthday, the Orochi are awakened and at first Sōma attacks Himeko who is the Solar Priestess. Eventually, he comes to his senses and is able to fight back against another one of the Orochi, the Second Neck, Sister Miyako. Chikane and Himeko share a kiss.",
          "Aliases": []
        },
        "2": {
          "ID": "379098",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379098",
          "TitleEnglish": "Overlapping Sun & Moon",
          "SummaryEnglish": "The story of the Orochi and the Priestesses is revealed to the unsuspecting Solar and Lunar Priestesses. Later, Himeko contemplates on leaving the town, but first a fight ensues between the Priestesses and the Third Neck of the Orochi, Girochi. Finally, before things get too out of hand, Sōma comes to the Priestesses aide.",
          "Aliases": []
        },
        "3": {
          "ID": "379099",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379099",
          "TitleEnglish": "Secret Love Shell",
          "SummaryEnglish": "With nowhere else to stay, Chikane offers for Himeko to stay at her mansion for the time being. Later, Kazuki Ōgami reveals more about the Priestess's past and what they are meant to do to protect the world from the Orochi. Also, the Sixth Neck of the Orochi, Nekoko, attacks the Priestesses.",
          "Aliases": []
        },
        "4": {
          "ID": "379100",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379100",
          "TitleEnglish": "Direction of Affection",
          "SummaryEnglish": "Sōma invites Himeko to the amusement park on a date and Chikane tries her best to help Himeko prepare for her outing. While on their date, Tsubasa, the First Neck of the Orochi, attacks the couple as Sōma tries his best to protect Himeko.",
          "Aliases": []
        },
        "5": {
          "ID": "379101",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379101",
          "TitleEnglish": "Over the Darkness of Night",
          "SummaryEnglish": "Sōma initially gets defeated by Tsubasa in their first fight and Tsubasa promises to return again. In the meantime, Sōma trains to get even stronger for their next fight. It is also revealed that Tsubasa is in fact Sōma's biological older brother.",
          "Aliases": []
        },
        "6": {
          "ID": "379102",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379102",
          "TitleEnglish": "You, Where the Sun Shines",
          "SummaryEnglish": "Some of the past is revealed on when Chikane and Himeko first met and how they became friends. Later, the Priestesses continue their training to become stronger, but fail once again. Finally, Himeko goes on her second date with Sōma.",
          "Aliases": []
        },
        "7": {
          "ID": "379103",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379103",
          "TitleEnglish": "Rainfall in the Hell of Love",
          "SummaryEnglish": "While Sōma and Himeko are on their date, it begins to rain and they take shelter in an abandoned warehouse. Meanwhile, Chikane has an encounter with the Second Neck of the Orochi who also begins playing with Chikane's feelings for Himeko. Later, the Third, Fourth, Fifth and Sixth Necks of the Orochi all attack Sōma while on his date with Himeko. After the fight, Sōma kisses Himeko.",
          "Aliases": []
        },
        "8": {
          "ID": "379104",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379104",
          "TitleEnglish": "Storm of the Silver Moon",
          "SummaryEnglish": "During yet another outing with Sōma, Himeko searches for a present to give to Chikane since she knows something is not right with her. Upon returning to Chikane's mansion, Himeko is shocked to find that the Lunar Priestess has joined the Orochi, becoming the Eighth Neck. Chikane sexually assaults Himeko.",
          "Aliases": []
        },
        "9": {
          "ID": "379105",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379105",
          "TitleEnglish": "To The Edge Of Hell",
          "SummaryEnglish": "After the previous night, Himeko is still shaken up by what happened between her and Chikane. Later, her friend Makoto Saotome comes back to school and their friendship is finally healed. Meanwhile, Chikane begins fighting and in the process defeats each of the Orochi one by one until the only one left is Sōma.",
          "Aliases": []
        },
        "10": {
          "ID": "379106",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379106",
          "TitleEnglish": "Invitation of Love and Death",
          "SummaryEnglish": "While doing the ritual alone, Himeko finally is able to revive Ame no Murakumo. Later, Chikane comes back home and the two Priestesses spend time together just as before everything began. However, it was shown all to be a ruse by Chikane who warns Himeko that she will kill her very soon.",
          "Aliases": []
        },
        "11": {
          "ID": "379107",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379107",
          "TitleEnglish": "Dance of Swords",
          "SummaryEnglish": "Himeko and Sōma enter into the final battle between the Orochi which ultimately leads Himeko to leave Sōma behind in order to find Chikane again. In the end, the two Priestesses have a battle together where the fate of the world rests in the balance.",
          "Aliases": []
        },
        "12": {
          "ID": "379108",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/destiny-of-the-shrine-maiden/episodes/379108",
          "TitleEnglish": "Priestesses of the Godless Month",
          "SummaryEnglish": "After Himeko strikes Chikane's chest with her sword, they share a tender moment which ultimately reveals the unpleasant past the two Priestesses have shared in their past lives and how Chikane only pretended to want to kill her as to pay the cost this time around. The Orochi are finally defeated and everything goes back to normal, but at a price the two Priestesses were not ready to accept. At the end of the credits, a special ending is revealed which shows Himeko and Chikane being reunited.",
          "Aliases": []
        }
      }
    }
  }
}