{
  "URL": "https://www.thetvdb.com/series/final-fantasy-legend-of-the-crystals",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0196692/",
    "https://www.themoviedb.org/tv/67037"
  ],
  "TitleEnglish": "Final Fantasy: Legend of the Crystals",
  "SummaryEnglish": "A continuation of the events from Final Fantasy V. 200 years after Batz and his friends saved two worlds from the threat of ExDeath, a threat arises and seeks to take the Crystals for itself. Linaly, a descendant of Batz, and her friend/protector Pretz journey to the Temple Of Wind to seek the source of this new danger.",
  "Aliases": [],
  "Modified": "2025-05-27",
  "Seasons": {
    "0": {
      "ID": "537303",
      "URL": "https://www.thetvdb.com/series/final-fantasy-legend-of-the-crystals/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {}
    },
    "1": {
      "ID": "34383",
      "URL": "https://www.thetvdb.com/series/final-fantasy-legend-of-the-crystals/seasons/official/1",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "381404",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/final-fantasy-legend-of-the-crystals/episodes/381404",
          "TitleEnglish": "The Wind Chapter",
          "SummaryEnglish": "To prevent the loss of this last elemental crystal, Lenaly and her grandfather try to protect it while trying to avoid the arrogant and reckless Pretz. After an attack by a giant spider, Lenaly’s grandfather is too exhausted and tired to continue in protecting the remaining crystal and has to reluctantly trust Pretz in helping his granddaughter protect the Wind Crystal. Although, it may seem difficult as the sky pirate Rouge has other ideas in adding to her collection.",
          "Aliases": []
        },
        "2": {
          "ID": "381405",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/final-fantasy-legend-of-the-crystals/episodes/381405",
          "TitleEnglish": "The Fire Chapter",
          "SummaryEnglish": "The two heroes end up being captured by Rouge’s pirates and in the process, members of the Kingdom’s air force end up being caught as well. After experiencing a lot of torture, Pretz still doesn’t give in to revealing the location of the crystal to Rouge. The spirit of the original guardians of the crystals comes out from the crystal to explain the group of their destiny. Rouge overhears the conversation and pushes to try and obtain the final crystal but little does she know that there is a force who vows to complete their recently acquired set of crystals.",
          "Aliases": []
        },
        "3": {
          "ID": "381406",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/final-fantasy-legend-of-the-crystals/episodes/381406",
          "TitleEnglish": "The Dragon Chapter",
          "SummaryEnglish": "After escaping the space robots, following the assault on Rouge’s Island paradise, Pretz, Linaly, General Valcus and Rouge head to the Kingdom of Tycoon where the Queen requests their presence in concerns to the wind crystal. The Queen tells the crew that if they fail to find the other 3 elemental crystals, Planet R will fall into chaos and to add to the unfortunate situation, Mid makes an appearance to tell the good guys more about the crystals and what his grandfather had to do with them. After explaining the origins behind the crystals and what happened to his grandfather, Mid also explains that this mystery warlord killed him as well, as he is now appearing to them in the phantom spirit. The mysterious warlord has the secrets of the crystals by using Shido, who is Mid’s grandfather’s, brain. The crew must travel to the Black Moon and recover the crystals from the warlord. However, the robots attack Tycoon and thus, Rouge along with General Valcus, lead the Tycoon army to battle the robots, while the rest head to the Catacombs below Tycoon to find the dragon in order to head off to the Black Moon. However, they reach the Dragon but the warlord appears, clearly more powerful than the heroes. He kidnaps Linaly and then leaves with his army. But somehow, after Linaly’s capture, the little Dragon grows up extremely quickly, becoming a menacing beast.",
          "Aliases": []
        },
        "4": {
          "ID": "381407",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/final-fantasy-legend-of-the-crystals/episodes/381407",
          "TitleEnglish": "The Star Chapter",
          "SummaryEnglish": "This is the final chapter of the story. It begins as the dark warlord, outlining his plan to become DeathGyunos while his robot minions prepare the device in which the crystals will do so, including the green gem that Linaly has. Mid leads the good guys to the Black Moon with the Dragon as they encounter the warlord in his new form, DeathGyunos. But they outsmart him and they ram their helicarrier into him. After the explosion to follow, it appears that DeathGyunos has been seemingly defeated, so Pretz searches through the debris to try and find Linaly. They do find her and all of a sudden, DeathGyunos rises once again! DeathGyunos finishes off the spirit of Mid and then the Wind crystal switches from Lenaly to Pretz. Finally, DeathGyunos is defeated after a swarm of chocobos summoned by Linaly and then finally put to rest by Pretz and his big sword, powered by the Wind crystal. The crystals are returned to their rightful places and everything is back to normal as everyone lives happily ever after.",
          "Aliases": []
        }
      }
    }
  }
}