{
    "URL": "https://www.thetvdb.com/series/sekirei",
    "Genres": [
        "Adaptation",
        "Adult Animation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1339238/",
        "https://www.themoviedb.org/tv/34805"
    ],
    "TitleEnglish": "Sekirei",
    "SummaryEnglish": "Shy and awkward, but moral and caring 19-year-old Minato, after failing to get into college again, runs into Musubi, a girl his age who surprises him with her superhuman abilities. He's told by her that he's an ashikabi, a destined young man, meant to strengthen girls like her, a sekirei, through sexual contact.",
    "Aliases": [
        "セキレイ～Pure Engagement～",
        "Wagtail",
        "Sekirei: Pure Engagement"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "34565",
            "URL": "https://www.thetvdb.com/series/sekirei/seasons/official/0",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "469421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/469421",
                    "TitleEnglish": "Kusano's First Shopping Trip",
                    "SummaryEnglish": "OVA coming with 6th vol. limited edition of Sekirei, featuring Kuu. “Ku-chan Hajimete no Otsukai\" Musubi and Tsukiumi has another race to the super market. Kusano decides to join the race, and win it so that she deserves to sit next to Minato during dinner. Kusano does not do so well in the competition due to the fact that she becomes frequently lost and cannot focus on her task. Sympathizing Kusano, Musubi and Tsukiumi decides to team up and help Kusano to win the competition.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2726861",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2726861",
                    "TitleEnglish": "Two-Topic Gossip",
                    "SummaryEnglish": "This is an BD/DVD-only unaired episode, designated as episode 0. Based on two omakes from the manga, this fan-service focused episode features Minato's Sekireis going for a physical check-up and to a MBI-owned resort. Both outings end with Benitsubasa destroying the building after being inadvertently made fun off by Minato's Sekireis, and both time Homura did not join the activities because he couldn't decide whether he was male or female.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8919915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/8919915",
                    "TitleEnglish": "Season 1 Opening Credit (Textless)",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "4": {
                    "ID": "8919916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/8919916",
                    "TitleEnglish": "Season 1 Ending Credit (Textless)",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "5": {
                    "ID": "8919919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/8919919",
                    "TitleEnglish": "Season 2 Opening Credit (Textless)",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "6": {
                    "ID": "8919918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/8919918",
                    "TitleEnglish": "Season 2 Ending Credit (Textless)",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "7": {
                    "ID": "8919925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/8919925",
                    "TitleEnglish": "Season 2 Episode 10 Textless Ending",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "8": {
                    "ID": "8919917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/8919917",
                    "TitleEnglish": "Season 1 Opening Credit (Textless)",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "34566",
            "URL": "https://www.thetvdb.com/series/sekirei/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "383058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/383058",
                    "TitleEnglish": "Sekirei",
                    "SummaryEnglish": "Minato Sahashi, a typical ronin student, finds his life suddenly changed after meeting a strange girl named Musubi. Minato discovers learns that she is a 'Sekirei' and that he is her 'Ashikabi' (ie. Master).",
                    "Aliases": []
                },
                "2": {
                    "ID": "383059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/383059",
                    "TitleEnglish": "The Door to the New Residence",
                    "SummaryEnglish": "When Minato's landlord evicts him from his apartment, he and Musubi must search for a new place to live. Through a twist of fate, the two encounter a young woman named Miya Asami, who runs a boarding house (Izumo Inn) and are allowed to stay.",
                    "Aliases": []
                },
                "3": {
                    "ID": "383060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/383060",
                    "TitleEnglish": "The Green Girl",
                    "SummaryEnglish": "Minato takes a job at a local construction site where he meets another Ashikabi, Seo Kaoru. With Seo's help, Minato infiltrates a nearby botanical garden, drawn by visions of a young Sekirei girl named Kusano, after Seo and his Sekireis eliminate a MBI roadblock in front of the garden. Musubi soon arrives and with her help, Minato rescues Kusano, who later makes Minato her Ashikabi.",
                    "Aliases": []
                },
                "4": {
                    "ID": "383061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/383061",
                    "TitleEnglish": "The Strange Tale of Maison Izumo",
                    "SummaryEnglish": "Minato, Musubi and Kusano are startled by strange events at Izumo Inn. Unknown to him, Minato is being secretly watched by a mysterious girl. When Musubi leaves to gather groceries, she is attacked by a satellite weapon controlled by the mysterious girl who then surprises Minato in the washroom.",
                    "Aliases": []
                },
                "5": {
                    "ID": "383062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/383062",
                    "TitleEnglish": "The Water Sekirei",
                    "SummaryEnglish": "The mysterious girl turns out to be Matsu, a Sekirei who has been hiding at the Inn. Matsu becomes Minato's third Sekirei. Minato has dreams of another Sekirei, later identified as Tsukiumi, a Sekirei that despises Ashikabi. Minato and Kusano go looking for her and encounter Seo. Hikari and Hibiki soon arrive chased by Tsukiumi.",
                    "Aliases": []
                },
                "6": {
                    "ID": "383063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/383063",
                    "TitleEnglish": "Maison Izumo Flower War",
                    "SummaryEnglish": "Tsukiumi attacks Minato to prove that she doesn't need an Ashikabi, but she cannot release her full power. Hibiki and Hikari show her the power of fully winged Sekirei, but Minato shields her from the attack. Finally understanding Minato's feelings, Tsukiumi becomes his newest Sekirei, leading to a comical homecoming.",
                    "Aliases": []
                },
                "7": {
                    "ID": "383064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/383064",
                    "TitleEnglish": "The Black Sekirei",
                    "SummaryEnglish": "Karasuba, a dangerous and lethal Sekirei, pays Musubi a visit at Izumo Inn and reaffirms a promise the two made in the past. MBI Director Minaka initiates the second phase of the Sekirei Plan and blockades Tokyo with armed personnel from MBI's Security Services. Miya establishes new sleeping arrangements at the Inn, to the displeasure of Minato's Sekirei. Yukari and Shiina go shopping, but attract the attention of another Ashikabi.",
                    "Aliases": []
                },
                "8": {
                    "ID": "383065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/383065",
                    "TitleEnglish": "The Closed Capital",
                    "SummaryEnglish": "Sekirei #95, Kuno, and her Ashikabi Haruka attempt to escape Tokyo despite a lockdown, but are pursued by MBI soldiers and members of the Disciplinary Squad. While Uzume visits her Ashikabi, Chiho, in the hospital, Yukari resolves to help Shiina search for Kusano. Matsu uncovers information about Sekirei being defeated by an unidentified assailant. Tsukiumi and Musubi confront the 'veiled' Sekirei who has corned Kuno and her Ashikabi, unaware that it is Uzume.",
                    "Aliases": []
                },
                "9": {
                    "ID": "383066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/383066",
                    "TitleEnglish": "The Veil and the Wind",
                    "SummaryEnglish": "The fight between Tsukiumi and the 'veiled' Sekirei (Uzume) ends abruptly due to the interference of Sekirei #3, Kazehana. Musubi takes Minato to meet Kuno and her Ashikabi, Haruka. Since Kuno is so weak, Haruka has decided to leave the city, but they have met many obstacles. With Musubi's encouragement, Minato agrees to help them. That night, Kazehana and Uzume stumble into Minato's room in a drunken stupor, causing Minato much grief with his Sekirei in the morning.",
                    "Aliases": []
                },
                "10": {
                    "ID": "388095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/388095",
                    "TitleEnglish": "The Night Before The Escape",
                    "SummaryEnglish": "Haruka tells the others about how he and Kuno first met. Minato and Musubi take them to see Seo, who gives them information about the Disciplinary Squad and other dangerous Ashikabi in the city. After some 'prompting' from Miya, Seo agrees to help them escape the city. Later that evening, a party is held as Izumo Inn. Despite knowing that Tsukiumi's absence greatly weakens their chances of success, she refuses to help Haruka and Kuno escape, believing their actions to be cowardly.",
                    "Aliases": []
                },
                "11": {
                    "ID": "388096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/388096",
                    "TitleEnglish": "The Sekirei Symbol Disappears",
                    "SummaryEnglish": "Karasuba and Natsuo discuss the relationship between Musubi and Sekirei #8, Yume. The escape plan commences. Matsu rushes to the scene on her motorcycle and saves Kusano, after she becomes surrounded by MBI Security Service soldiers. The group makes it to the bridge, but are confronted by Benitsubasa and Haihane, members of the Disciplinary Squad with orders to prevent Kuno and Shiina from leaving Tokyo at all costs.",
                    "Aliases": []
                },
                "12": {
                    "ID": "388097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/388097",
                    "TitleEnglish": "The Sekirei of Fate",
                    "SummaryEnglish": "Minato is in despair as Musubi is down for the count, but refuses to give up, much to Benitsubasa's irritation, who proceeds to deal with him. Battles rage elsewhere as Kuno and Shiina (along with their respective Ashikabi) come under assault from various adversaries, and thus decided to have themselves winged, repulsing the attacks. But in a twist of fate, someone from Karasuba's past comes to Minato's aid in assisting Kuno and Shiina.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "267111",
            "URL": "https://www.thetvdb.com/series/sekirei/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "2392161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2392161",
                    "TitleEnglish": "Silent Omen",
                    "SummaryEnglish": "Things calm down at the Izumo Inn (for the most part) as tensions rise for the MBI, and Sekirei and Ashikabi from all over Tokyo try to escape. Something big is surely set to happen. Meanwhile, Benitsubasa plots her revenge on Musubi.",
                    "Aliases": []
                },
                "2": {
                    "ID": "2471621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471621",
                    "TitleEnglish": "The Wind Blows",
                    "SummaryEnglish": "Tensions in the city continue to escalate. Minato and Tsukiumi go to visit his sister Yukari when they are attacked by Haihane, who draws Tsukiumi away. Left alone, Benitsubasa captures Minato in an attempt to draw Musubi out and into a fight. While Matsu and the others try to determine Minato's location, Kazehana manages to track him to a warehouse, but must face both Benitsubasa and Haihane in order to free Minato.",
                    "Aliases": []
                },
                "3": {
                    "ID": "2471631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471631",
                    "TitleEnglish": "The Wind's Response",
                    "SummaryEnglish": "Kazehana begins fighting a losing battle, but when Minato protects her from certain danger, she kisses him to acquire her wings, then easily defeats the Disciplinary Squad duo. Musubi and Tsukiumi arrive and take Minato to the hospital. There, he learns his mother, Takami, is part of the MBI, and Karasuba makes a great proposition to Musubi.",
                    "Aliases": []
                },
                "4": {
                    "ID": "2471641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471641",
                    "TitleEnglish": "The Final Feather",
                    "SummaryEnglish": "Uzume starts to feel the weight of eliminating other Sekireis to make sure her Ashikabi is safe. Kagari starts reacting more to Minato, furthering his disgust of having a male Ashikabi. In a moment of weakness, he faints in Minatos arms and almost gets winged by trying to kiss Minato before he comes to his senses. Minaka sends out another message to all Ashikabi that one last Sekirei remains in the north, meaning Kagari.",
                    "Aliases": []
                },
                "5": {
                    "ID": "2471651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471651",
                    "TitleEnglish": "The Sekirei of Flame",
                    "SummaryEnglish": "Minato tells Kagari that Minaka sent out a message to inform all Ashikabi the last Sekirei lives in the North and to hurry to wing it. This prompts Kagari to head out and try to kill Minaka, but runs into other Sekirei wishing to capture him for their Ashikabi. While Uzume and Akitsu fight for his possession, Minato and his Sekirei set off to defend him and wing him before the other approaching Sekireis and their Ashikabi arrive.",
                    "Aliases": []
                },
                "6": {
                    "ID": "2471661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471661",
                    "TitleEnglish": "Words of Binding",
                    "SummaryEnglish": "Akitsu continues to fend off Uzume while Kagari begins to lose control of his powers. Then, when Mikogami orders Mutsu to interfere in the fight between Akitsu and Uzume and capture Kagari, Izumi Higa's secretary, Kakizaki appears. Mutsu, realizing it would be useless to fight against Kakizaki and the other Sekireis he brought with him, retreats along with Mikogami and Akitsu. Before she leaves, Akitsu explains to Kagari why she has a master and tells him that she envies him because he can still be winged.",
                    "Aliases": []
                },
                "7": {
                    "ID": "2471671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471671",
                    "TitleEnglish": "A Faraway Tale",
                    "SummaryEnglish": "Relieved that Kagari has now recovered, Minato asks Matsu to explain the history of the Sekirei so he can further understand what is going on. Along with Musubi, Kusano and Tsukiumi (with Miya, Kazehana and Kagari eavesdropping), Matsu tells Minato the story of Minaka and Takami finding the vessel from space containing the Sekirei and founding the MBI. Minaka sends a message to all Ashikabi that says, \"All Ashikabi who still have yet to get something in this game, are no longer recognized as having the desire to participate in the game and all of the Sekirei in their possession will cease to function.\"",
                    "Aliases": []
                },
                "8": {
                    "ID": "2471681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471681",
                    "TitleEnglish": "Kusa's Play",
                    "SummaryEnglish": "Minato and Musubi meet with Karasuba while shopping. Later on, Minato runs an errand with Kusano, but she gets distracted by a cat and runs off to the hospital, where she meets Chiho, Uzume's Ashikabi.",
                    "Aliases": []
                },
                "9": {
                    "ID": "2471691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471691",
                    "TitleEnglish": "A Multitude of Bonds",
                    "SummaryEnglish": "Tsukiumi is introduced to Yukari and Shiina during an encounter with a Sekirei and her very abusive Ashikabi. Later, Minato and his Sekirei meet Chiho at the hospital, and learn that Uzume is their enemy, the Veiled Sekirei.",
                    "Aliases": []
                },
                "10": {
                    "ID": "2471701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471701",
                    "TitleEnglish": "Far-Reaching Sky",
                    "SummaryEnglish": "Uzume attacks Minato as part of her obligations to Higa in order to secure confidence for Chiho's recovery. Minato and the Sekireis privately mourn Uzume after she was killed to protect Musubi. Chiho's condition began to turn bad, leading to an encounter between Minato and Higa.",
                    "Aliases": []
                },
                "11": {
                    "ID": "2471711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471711",
                    "TitleEnglish": "Preparations for the Festival",
                    "SummaryEnglish": "Minato asks Takami for help to treat a sick Chiho after secretly receiving data from Higa. However, Minaka decided to use it as part of the Sekirei Plan and summoned all active Sekireis and Ashikabis to fight against Minato. When one of them decided to fight the others for insulting him, Minato and the others use the opportunity to slip away. Matsu leads Kusano and Kagari to infiltrate the botanical gardens and seize the server room. En route to the location, they were ambushed by Sekireis under Hayato.",
                    "Aliases": []
                },
                "12": {
                    "ID": "2471721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2471721",
                    "TitleEnglish": "Tower of Confusion",
                    "SummaryEnglish": "Minato and his Sekireis begin their infiltration of the MBI Tower in downtown Tokyo in order to find out what the data on the antidote is to help cure Chiho of her condition. Minaka hinders the team from successfully completing it by activating anti-personnel traps, deploying the disciplinary squad to attack the Sekireis and keep them busy before he announced the activation of hidden explosive charges throughout the building. This forces Minato and Musubi to run harder towards the upper floors of the MBI Tower. Outside, the botanical gardens were already burning thanks to Homura's fire attacks.",
                    "Aliases": []
                },
                "13": {
                    "ID": "2859571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sekirei/episodes/2859571",
                    "TitleEnglish": "Bonds of Truth",
                    "SummaryEnglish": "Seo aids Matsu in securing MBI data for Higa while Minato and Musubi confront Minaka before he escapes, leaving the MBI Tower as it gets destroyed. Karasuba engages Musubi after she threatens death of Minato's other Sekireis. Under a Norito, Musubi was able to defeat Karasuba for the latter to concede defeat. With the tower destroyed, everyone began to return back to their normal lives. Higa was covertly given false data after Seo advised Matsu. Thanks to the data recovery, Chiho was successfully cured of her sickness.",
                    "Aliases": []
                }
            }
        }
    }
}