{
  "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Children",
    "Comedy",
    "Drama",
    "Family",
    "Fantasy",
    "Science Fiction",
    "Thriller"
  ],
  "Other Sites": [
    "https://www.facebook.com/BakuganOfficial/",
    "https://www.imdb.com/title/tt1114855/",
    "https://www.instagram.com/bakugan/",
    "https://bakugan.com/en/home",
    "http://www.reddit.com/r/Bakugan/",
    "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH925552",
    "https://www.themoviedb.org/tv/34109",
    "https://x.com/bakugan"
  ],
  "TitleEnglish": "Bakugan Battle Brawlers",
  "SummaryEnglish": "Bakugan the battle game was created when Dan and his friends found powerful cards from another world falling from the sky. But they soon realized that it's more than just a game; it's a struggle to save the universe.",
  "Aliases": [
    "Bakugan Battle Brawlers: Gundalian Invaders",
    "Bakugan Battle Brawlers: Mechtanium Surge",
    "Bakugan Battle Brawlers: New Vestroia"
  ],
  "Modified": "2025-09-23",
  "Seasons": {
    "1": {
      "ID": "34629",
      "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/seasons/official/1",
      "TitleEnglish": "Spieler des Schicksals",
      "SummaryEnglish": "In an alternate universe called Vestoria, a rogue Bakugan is scheming to seize total power. But when the battle spills over into Earth, a Bukugan named Drago must ally himself with his human friend Dan to eliminate the evil Naga and restore balance to the parallel universes. Along the way, Dan must play his cards wisely in order to help lead the Bakugan Brawlers to victory.",
      "# Episodes": 52,
      "Episodes": {
        "1": {
          "ID": "383605",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383605",
          "TitleEnglish": "Bakugan The Battle Begins",
          "SummaryEnglish": "The story begins with a young boy named Dan who has never lost a Bakugan match. While in a match against a bully Dan sees a vision of two Bakugan brawling. Is there more to the game than what the players think?",
          "Aliases": []
        },
        "2": {
          "ID": "383636",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383636",
          "TitleEnglish": "Masquerade Ball",
          "SummaryEnglish": "It seems a very gifted and mysterious Bakugan player named Masquerade has been stealing Bakugans from kids all around the world.",
          "Aliases": []
        },
        "3": {
          "ID": "383637",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383637",
          "TitleEnglish": "A Feud Between Friends",
          "SummaryEnglish": "Masquerade teams up with a player with Rikimaru, by giving him a very special Bakugan. When Rikimaru and Dan battle, Drago ends up using a dangerous move to save himself and win the battle. Dan gets angry, and throws Drago into a river, cursing the day they met.",
          "Aliases": []
        },
        "4": {
          "ID": "383638",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383638",
          "TitleEnglish": "Dan and Drago",
          "SummaryEnglish": "Dan has a hard time adjusting to life without Drago. He ends up causing a schoolmate named Ryo to drop his computer and runs away, hurting Ryo's feelings. Masquerade takes advantage of Ryo's hurt feelings, and Ryo beats Dan in a battle. Dan finds Drago, and tries to make up with Ryo.",
          "Aliases": []
        },
        "5": {
          "ID": "383639",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383639",
          "TitleEnglish": "Runo Rules",
          "SummaryEnglish": "Dan and Runo meet for the first time, outside of the Bakugan website, and realize that they live in the same town. Dan drops his BakuPod, and Runo picks it up, noticing that Dan has battled Masquerade. She goes in his place, but ends up battling a boy named Tatsuya.",
          "Aliases": []
        },
        "6": {
          "ID": "383640",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383640",
          "TitleEnglish": "A Combination Battle",
          "SummaryEnglish": "While at an amusement park, Dan and Runo are invited onstage to assist a magician act by two brothers. Dan picks a card, and realizes it's a Doom Card. The brothers are working for Masquerade, and Dan and Runo get tricked into a battle.",
          "Aliases": []
        },
        "7": {
          "ID": "383641",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383641",
          "TitleEnglish": "Bakugan Idol",
          "SummaryEnglish": "Marucho reveals that he secretly moved to Dan's neighborhood, and throws an elaborate welcome party. Masquerade makes a business offer with the famous pop band duo, Jenny and Jewels. The duo crash the welcome party, and challenge the Battle Brawlers.",
          "Aliases": []
        },
        "8": {
          "ID": "383642",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383642",
          "TitleEnglish": "Girls Just Wanna Have Fun",
          "SummaryEnglish": "Dan and Marucho fight against the pop star duo, Jenny & Jewels. After a narrow victory, Drago tells the Brawlers about how the Bakugan came to Earth, and how a human entered the Bakugan world of Vestroia.",
          "Aliases": []
        },
        "9": {
          "ID": "383643",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383643",
          "TitleEnglish": "Fight or Flight",
          "SummaryEnglish": "Masquerade manipulates two boys, Kosuke and Takashi, into using his Doom Cards against the Bakugan Battle Brawlers. He promises that he'll reunite their friend Ai with her brother if they help him. Wanting to help their friend, they take the bait and soon run into Runo and Marucho, who are at the airport to pick up their website friend, Alice. Luckilly, Alice is skilled in the finer points of combination battle, and coaches her friends to victory. Alice has a secret, however, that might just ruin her friendship with the Brawlers.",
          "Aliases": []
        },
        "10": {
          "ID": "383644",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383644",
          "TitleEnglish": "A Perfect Match",
          "SummaryEnglish": "Julie and her childhood friend, Billy, go one-on-one in a Bakugan battle. Although Julie's defeated by Billy, she's impressed with his skills and his Bakugan, \"Cycloid.\" They make a great team, and Julie wishes she could befriend a talking Bakugan. Later, when Julie admits to herself how lonely she really is, the Bakugan Gorem appears. The two seem to be destined for each other.",
          "Aliases": []
        },
        "11": {
          "ID": "383645",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383645",
          "TitleEnglish": "Grandpa's Got a Brand New Bakugan",
          "SummaryEnglish": "Marucho and Runo realize that the combined powers of the Bakugan Brawlers are not enough to defeat Masquerade. Without Dan's knowledge, they visit Shun to try and get him to join. Shun's grandfather tries to get them to leave, but Shun makes a deal. If they win, he joins. If they lose, he'll walk away.",
          "Aliases": []
        },
        "12": {
          "ID": "383646",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383646",
          "TitleEnglish": "Bakugan Stall",
          "SummaryEnglish": "Alice realizes that she may have a connection with the mysterious Hal-G, but doesn't have the courage to tell the other Brawlers. Meanwhile, Dan recalls the last battle he had with Shun. Shun's mother gives Shun a Bakugan, \"Skyress\", to watch over him.",
          "Aliases": []
        },
        "13": {
          "ID": "383647",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383647",
          "TitleEnglish": "Just For The Shun Of It",
          "SummaryEnglish": "Masquerade has been destroying the Bakugans of kids all over the world, and the Brawlers have to put a stop to it. Reluctantly, Dan accompanies Runo and Marucho to Shun's house to recruit him one more, but find out he's joining Masquerade! Dan accepts the challenge of battle, and with Drago, fights against Shun and Masquerade.",
          "Aliases": []
        },
        "14": {
          "ID": "383648",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383648",
          "TitleEnglish": "The Story of Vestroia",
          "SummaryEnglish": "Lured by an invitation to celebrate their world class rankings, five of the top ten Bakugan players gather at a mysterious mansion. There they meet Masquerade & the evil Bakugan \"Naga\". They're put under a spell to take Dan & the other Battle Brawlers out of the picture. Meanwhile, Alice confesses that she believes that her grandfather Michael is responsible for the destruction of Vestroia. They decide to take a look around Michael's lab to find evidence of what happened to him.",
          "Aliases": []
        },
        "15": {
          "ID": "383649",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383649",
          "TitleEnglish": "Duel in the Desert",
          "SummaryEnglish": "The Brawlers finally meet Julie up close and personal, but the mood goes from happy to sad when they see what's happening in Vestroia. Julie and Shun fight with Julie's friend Billy, the 9th ranked Bakugan player, and her neighbor Komba, the 5th ranked Bakugan player, knowing they were tricked by Masquerade to take out Dan and the rest of the Brawlers.",
          "Aliases": []
        },
        "16": {
          "ID": "383650",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383650",
          "TitleEnglish": "No Guts No Glory",
          "SummaryEnglish": "Julie is still upset about Billy's betrayal, but tries to put it behind her so she can support the other brawlers. Meanwhile, Shun tells them about a valley similar to Bakugan Valley. Everyone heads there but on the way it is revealed that Shun lied about it being similar, and it was all a ploy to try and see why Masquerade always knows where they are all the time. He tells them that there has to be someone spying on them. At the valley, the 3rd best Brawler Chan Lee appears and challenges Dan to a brawl.",
          "Aliases": []
        },
        "17": {
          "ID": "383651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383651",
          "TitleEnglish": "BFF Best Friends Forever",
          "SummaryEnglish": "The Brawlers are having trouble finding the Infinity Core. When they learn that their location might be being broadcasted, they shut off their signal.",
          "Aliases": []
        },
        "18": {
          "ID": "383652",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383652",
          "TitleEnglish": "Evolution Revolution",
          "SummaryEnglish": "When Marucho loses his Bakugan to Klaus, he and Runo give chase, and wind up in Masquerade's castle!",
          "Aliases": []
        },
        "19": {
          "ID": "383653",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383653",
          "TitleEnglish": "Julie plays \"Hard Brawl\"",
          "SummaryEnglish": "After a quarrel between the Brawlers, they all go separate ways. Julie decides to pursue her friend Billy and try to save him from Masquerade's evil ways.",
          "Aliases": []
        },
        "20": {
          "ID": "383654",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383654",
          "TitleEnglish": "A Little Help from my Friends",
          "SummaryEnglish": "When Shun leaves the group, Alice chases after him. Meanwhile Dan goes to take on Masquerade alone.",
          "Aliases": []
        },
        "21": {
          "ID": "383655",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383655",
          "TitleEnglish": "My Good Friend",
          "SummaryEnglish": "Klaus, Chan-Lee, and Julio return to finish off the Brawlers. Dan, Runo, and Marucho take them on, but what will happen when Klaus uses Marucho's stolen Bakugan?",
          "Aliases": []
        },
        "22": {
          "ID": "383656",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383656",
          "TitleEnglish": "Drago's On Fire",
          "SummaryEnglish": "The Brawlers have been pushed back, but will the return of Preyas and the evolution of Drago be enough to bring them to victory?",
          "Aliases": []
        },
        "23": {
          "ID": "383657",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383657",
          "TitleEnglish": "Say It Ain't So Joe",
          "SummaryEnglish": "Learning that Webmaster Joe is at the hospital, Dan and the other head there. However, while heading for Joe's room, Drago gets lost.",
          "Aliases": []
        },
        "24": {
          "ID": "383658",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383658",
          "TitleEnglish": "The Secret of Success",
          "SummaryEnglish": "Alice helps a little boy defeat his biggest rival.",
          "Aliases": []
        },
        "25": {
          "ID": "383659",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383659",
          "TitleEnglish": "Trust Me",
          "SummaryEnglish": "Tensions form between the group of Brawlers when it is believed that one of them is a double agent.",
          "Aliases": []
        },
        "26": {
          "ID": "383660",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383660",
          "TitleEnglish": "Doom Dimension or Bust",
          "SummaryEnglish": "The Brawlers head to face Masquerade in one final battle.",
          "Aliases": []
        },
        "27": {
          "ID": "1252131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252131",
          "TitleEnglish": "Show Down",
          "SummaryEnglish": "The Battle Brawlers learn through Webmaster Joe (who was on a trip with his mother) that Masqerade has defeated the World's Top Bakugan players, so they try to come up with a strategy to beat him. The strategy seems to backfire when Masquerade visits Dan's house and gets him to accept a battle. Now the evolved Drago and the evolved Hydranoid will go head-to-head with the loser getting a one-way trip to the Doom Dimension, which is later revealed to be full of Bakugan turned into stone.",
          "Aliases": []
        },
        "28": {
          "ID": "1252141",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252141",
          "TitleEnglish": "The Brawler's Last Stand",
          "SummaryEnglish": "The Brawlers mourn over the loss of Dan and Drago. Meanwhile, Shun gets a challenge from Masquerade and decides to join Dan in the Doom Dimension. When Skyress learns of this plan, she tries to gather the other Bakugan and try to save Vestroia without putting their human partners in risk. Soon, the other Brawlers catch onto his plan and decide to join him, but first Runo makes a promise to Dan's mom - he's safe and will be home soon.",
          "Aliases": []
        },
        "29": {
          "ID": "1252151",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252151",
          "TitleEnglish": "Nightmare in Doomsville",
          "SummaryEnglish": "In the Doom Dimension, the Legendary Ancient Warriors of Vestroia prepare to test the powers of the Brawlers, seeing if they are worthy enough to save Vestroia. The Brawlers are separated and Julie is left with Gorem to face the Subterra Warrior, Clayf, and a shadow of her perfect sister, Daisy. With help from Gorem, Julie learns that she isn't her sister and she can only do the best she can do. Because of this, Gorem evolves into Subterra Hammer Gorem, and defeats Clayf.",
          "Aliases": []
        },
        "30": {
          "ID": "1252161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252161",
          "TitleEnglish": "I am Marucho Hear Me Roar",
          "SummaryEnglish": "Marucho must battle the Aquos Elemental Warrior, Frosch, and he is forced to send in Preyus early when he learns he is battling a shadow of himself. Preyus isn't feeling well throughout the battle, but he is able to give Marucho guidance to accepting his past. Marucho knew that he only did what his parents told him to make them happy, but he didn't like to always be so obidient. This causes Marucho to hate his old self. By accepting the past him, Marucho was able to help Preyus' digestion problem. This allows Preyus to evolve by spitting out his brothers: Aquos Angelo/Aquos Diablo Preyus. Will the combined strength of these brothers prove to be enough to defeat the Aquos Warrior?",
          "Aliases": []
        },
        "31": {
          "ID": "1252171",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252171",
          "TitleEnglish": "A Place Far From Home",
          "SummaryEnglish": "Shun is stuck with the female Ventus Lord, Oberus, who has summoned a child that looks like Shun's mom to battle. The child convinces Shun to play with her while the sun is still setting, which it never does. Shun must battle himself as well when he is forced to choose between going back or staying in this world with his mother. In the battle with Oberus, Shun believes that he doesn't need his friends. His belief causes Skyress to die after a great impact with Oberus. When Shun realises his mistake, a tear drops down onto Skyress' ability card, changing it, and miraclesly reviving Skyress, which evolved into Storm Skyress. In the end, when Shun chooses to return to his world, Skyress evolves to Ventus Storm Skyress.",
          "Aliases": []
        },
        "32": {
          "ID": "1252181",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252181",
          "TitleEnglish": "Play Nice Runo",
          "SummaryEnglish": "Runo and Tigrerra must battle a young boy from Runo's past (a smaller version of Dan) summoned by The Haos lord, Lars Lion. The test is for Runo to realize how much she truly treasures her and Dan's friendship/love. When Tigrerra is getting hit by Lars Lion's piercing arrows of light, Runo realises the friendship/love that she treasures and says \"We are Friends Forever Dan!\" in the English dub, while she says \"I love you Dan!\" in the Japanese Version. When Runo realizes this, Tigrerra evolves into Haos Blade Tigrerra.",
          "Aliases": []
        },
        "33": {
          "ID": "1252191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252191",
          "TitleEnglish": "You're Going Down Clown",
          "SummaryEnglish": "Dan must battle the Pyrus Lord, Apollonier, in order for him and his friends to return to their world. He and Drago soon find out that they're battling a clown. Dan manages to win the battle, but Drago doesn't evolve. When Dan rips off the clown's mask, it turns out to be Runo. In order for Drago to evolve and Dan to past his test, he must battle, and win, against each of the Brawlers.",
          "Aliases": []
        },
        "34": {
          "ID": "1252201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252201",
          "TitleEnglish": "Home Sweet Home",
          "SummaryEnglish": "Joe is determined to find out where his friends have gone, so he challenges Masquerade to a battle. At first Joe appears to be outmatched, but Wyvern returns to give Joe assistance. The Brawlers also return, and Masquerade realizes his battle is only beginning. Dan explains everything about the Bakugan to his mother, who believes him and asks Drago to take care of him. Naga is revealed as one of the most dangerous Bakugan in the world.",
          "Aliases": []
        },
        "35": {
          "ID": "1252211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252211",
          "TitleEnglish": "Dan's Last Stand",
          "SummaryEnglish": "Dan tells Shun, Julie, and Marucho that he has yet to pass the test in the Doom Dimension and the only way to have Drago evolve he has to defeat his friends one by one. Julie first battles Dan and Dan wins. Then, he battles Marucho and wins again. Shun says he will battle Dan the next morning. Masquerade is in the Doom Dimension and is about to start a battle with Alice.",
          "Aliases": []
        },
        "36": {
          "ID": "1252221",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252221",
          "TitleEnglish": "Show Me What You've Got",
          "SummaryEnglish": "Dan's final test is to beat his friends so his Dragonoid can evolve to the next level and become the Ultimate Bakugan. Dan battles Runo and Shun while Masquerade goes to see the Darkus Lord, Exeedra, and he ends up fighting Alice as a mirage.",
          "Aliases": []
        },
        "37": {
          "ID": "1252231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252231",
          "TitleEnglish": "You Say You Want An Evolution",
          "SummaryEnglish": "Joe shows up after Dan defeats Julie, Marucho, and Runo for Wyvern to check out Drago's battling skills when Dan and Shun have their battle to finish Dan's test. Meanwhile, the Darkus Lord and Masquerade finish their battle. In the end Drago beats Skyress and becomes the Pyrus Ultimate Dragonoid, and Duel Hydranoid beats the Darkus Lord and evolves into the Darkus Alpha Hydranoid.",
          "Aliases": []
        },
        "38": {
          "ID": "1252241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252241",
          "TitleEnglish": "Behind the Mask of Masquerade",
          "SummaryEnglish": "Alice appears to be disappearing all the time. Dan goes to talk with Marucho, Runo, Shun, and Julie and ends up finding Alice! Alice won't explain anything and leaves. Later, Joe receives a message from Masquerade, and Dan decides he'll take over to fight Masquerade with Drago to end it once and for all with Masquerade. Dan wins and offers Masquerade to join the Battle Brawlers to help defeat Naga. But Masquerade refuses and takes off his mask. It is revealed that Alice was Masquerade the whole time!",
          "Aliases": []
        },
        "39": {
          "ID": "1252251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252251",
          "TitleEnglish": "Masquerade Unmasked",
          "SummaryEnglish": "Hal-G appears to explain the origin of Alice and Masquerade. Because she is unable to forgive herself, Alice then disappears. Meanwhile a huge hole opens up in the ocean and weird weather has been happening all throughout the earth. Through much convincing, the Brawlers convince their parents about the Bakugan. What will they find in the decaying Vestroia? Dan and the Brawlers decide to take a little road trip, to Vestroia!",
          "Aliases": []
        },
        "40": {
          "ID": "1252261",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252261",
          "TitleEnglish": "Alice Gets Schooled",
          "SummaryEnglish": "Alice tells Klaus about what she did as Masquerade, and gets pulled into a battle to punish her for sending his Bakugan to the Doom Dimension while she had been Masquerade. However, Klaus was just trying to teach her a lesson, that everyone, and everything must work together in order to create harmony.",
          "Aliases": []
        },
        "41": {
          "ID": "1252271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252271",
          "TitleEnglish": "A Fish Called Tayghen",
          "SummaryEnglish": "The Bakugan Battle Brawlers enter Vestroia and realize Vestroia has become a hybrid world where two elements are mixed together to make one element together. They enter the Ventus and Aquos world where they meet Tayghen and Hairadee: two Bakugan of both Ventus and Aquos elements. As they fight, they suddenly see the portal to the next hybrid world of Vestroia is closing and so they agree that Shun and Marucho are to stay in the Ventus and Aquos world to defeat the two Bakugan. The rest of the Bakugan team disappear through the portal into another dimension of Vestroia.",
          "Aliases": []
        },
        "42": {
          "ID": "1252281",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252281",
          "TitleEnglish": "The Race to Vestroia",
          "SummaryEnglish": "As the remaining Brawlers enter the hybrid world of Subterra and Haos, a pair of Subterra/Haos Bakugan sisters named Rabeeder and Tricloid fall in love with Dan. The sisters say the only way out is if they beat them in a race. Dan and Drago win and leave to the next world.",
          "Aliases": []
        },
        "43": {
          "ID": "1252291",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252291",
          "TitleEnglish": "Next Stop Naga-Ville",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "44": {
          "ID": "1252301",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252301",
          "TitleEnglish": "It's A Long Shot",
          "SummaryEnglish": "Dan and Drago are left weak and beaten by their battle with Centorrior and Druman.",
          "Aliases": []
        },
        "45": {
          "ID": "1252311",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252311",
          "TitleEnglish": "Ground Control to Major Dan",
          "SummaryEnglish": "The Brawlers have finally made it to Vestroia where they hope to confront Naga and retrieve the Silent Core and save the Universe!",
          "Aliases": []
        },
        "46": {
          "ID": "1252321",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252321",
          "TitleEnglish": "The One Hit Wonders",
          "SummaryEnglish": "The human world is in complete chaos when the Brawlers finally return.",
          "Aliases": []
        },
        "47": {
          "ID": "1252331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252331",
          "TitleEnglish": "Here's Mud In Your Eye",
          "SummaryEnglish": "The entire world is in a state of chaos as Naga's evil Bakugan invade neighborhood after neighborhood.",
          "Aliases": []
        },
        "48": {
          "ID": "1252341",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252341",
          "TitleEnglish": "R Is For Revenge",
          "SummaryEnglish": "Alice and Christopher brawl with Rabeeder, who is on the hunt for the Infinity Core on Naga's behalf.",
          "Aliases": []
        },
        "49": {
          "ID": "1252351",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252351",
          "TitleEnglish": "Showdown in Wardington",
          "SummaryEnglish": "The return of Naga's Ventus/Aquos servant hybrid Hairadee has brought new troubles for Komba and Shun. While Skyress is trapped in a barrier of ice, Shun reveals his ninja skills to free Skyress and defeat the hybrid. Julio crashes the party and helps the battle. Will the three of them be enough to take Naga's servant on?",
          "Aliases": []
        },
        "50": {
          "ID": "1252361",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252361",
          "TitleEnglish": "The Good, The Bad & The Bakugan",
          "SummaryEnglish": "The Brawlers are in trouble. Wavern and the Infinity Core are hiding at the top of Wardington Tower but Naga and his forces are nearby.",
          "Aliases": []
        },
        "51": {
          "ID": "1252371",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252371",
          "TitleEnglish": "The Final Brawl",
          "SummaryEnglish": "With most of the Brawlers trapped fighting, Naga is free to go after Wavern and the Infinity Core.",
          "Aliases": []
        },
        "52": {
          "ID": "1252381",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252381",
          "TitleEnglish": "Game Over",
          "SummaryEnglish": "The final battle has been set. Naga is squaring off against Drago in pursuit of the Infinity Core and in turn, power over the universe!",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "473039",
      "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/seasons/official/2",
      "TitleEnglish": "Neu Vestroia",
      "SummaryEnglish": "After Drago destroyed Naga in the ultimate battle, the Bakugan returned home. But the action doesn't stop there. Now Dan, Shun and Maruch are called to the newly restored Vestroia in Season 5. They team up with three new brawlers named Mira, Ace, and Baron and together they take on the evil Vexos organization. New powers. New Bakugan. Totally new brawls!",
      "# Episodes": 52,
      "Episodes": {
        "1": {
          "ID": "743801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/743801",
          "TitleEnglish": "Invasion of the Vestals",
          "SummaryEnglish": "The Bakugan are finally living in peace back on New Vestroia when the people of Vestal invade, turning all the Bakugan into ball form and abducting them before terraforming their world.",
          "Aliases": []
        },
        "2": {
          "ID": "743811",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/743811",
          "TitleEnglish": "Facing Ace",
          "SummaryEnglish": "On the way to her secret headquarters, Mira tells the still-distrustful Dan, Marucho and Drago why she has chosen to fight her own people by forming the Bakugan Battle Brawler Resistance.",
          "Aliases": []
        },
        "3": {
          "ID": "743821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/743821",
          "TitleEnglish": "Get Psyched",
          "SummaryEnglish": "In preparation for the upcoming battles with the Vexos, Dan agrees to train Baron.",
          "Aliases": []
        },
        "4": {
          "ID": "743831",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/743831",
          "TitleEnglish": "Marucho's Mission",
          "SummaryEnglish": "Without a Bakugan of his own, Marucho is on the outside looking in as Dan and the rest of the Bakugan Battle Brawlers Resistance become a tight-knit team.",
          "Aliases": []
        },
        "5": {
          "ID": "743841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/743841",
          "TitleEnglish": "A Taste of Defeat",
          "SummaryEnglish": "Mira gives Dan a Bakugan Trap of his own, though its abilities and mode of communication remain mysterious.",
          "Aliases": []
        },
        "6": {
          "ID": "743851",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/743851",
          "TitleEnglish": "Return of a Friend",
          "SummaryEnglish": "Dan is haunted by dreams of his defeat at the hands of Gus, the Vexos Number Two Brawler.",
          "Aliases": []
        },
        "7": {
          "ID": "743861",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/743861",
          "TitleEnglish": "Cyber Nightmare",
          "SummaryEnglish": "The Bakugan Battle Brawlers Resistance sneaks into Alpha City, New Vestroia to destroy its towering Dimension Controller.",
          "Aliases": []
        },
        "8": {
          "ID": "743871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/743871",
          "TitleEnglish": "What's the Plan?",
          "SummaryEnglish": "The Resistance decides to enter the upcoming Bakugan tournament with the goal of destroying the Dimension Controller.",
          "Aliases": []
        },
        "9": {
          "ID": "743881",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/743881",
          "TitleEnglish": "Freedom Run",
          "SummaryEnglish": "It's the finals of the Bakugan Battle Tournament and Shun and Ace try to buy time for the others.",
          "Aliases": []
        },
        "10": {
          "ID": "743891",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/743891",
          "TitleEnglish": "Surprise Visitor",
          "SummaryEnglish": "Runo has had enough of waiting for Dan to return to Earth. She's determined to find a way to New Vestroia to join him in saving the Bakugan.",
          "Aliases": []
        },
        "11": {
          "ID": "901751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/901751",
          "TitleEnglish": "Gate Crashers",
          "SummaryEnglish": "Dan, Runo, Mira and Baron arrive on Earth safe and sound, but the Dimensional Transporter also drops off unwelcome visitors; Lync, Gus and Spectra.",
          "Aliases": []
        },
        "12": {
          "ID": "901761",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/901761",
          "TitleEnglish": "Unmasked",
          "SummaryEnglish": "Realizing they must wait to return to New Vestroia, Dan and the Battle Brawlers decide to enjoy some R & R at an amusement park while they plan their next move.",
          "Aliases": []
        },
        "13": {
          "ID": "901771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/901771",
          "TitleEnglish": "Voices in the Night",
          "SummaryEnglish": "Dan and the Bakugan Brawlers try to chill out while they're trapped on Earth, unable to help their friends.",
          "Aliases": []
        },
        "14": {
          "ID": "901781",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/901781",
          "TitleEnglish": "Duel in the Dunes",
          "SummaryEnglish": "Marucho finds himself in a desert with Elfin. After falling into quicksand, he is rescued by Volt who later engages him in a battle. Marucho seems to be doing well with his new trap, Tripod Epsilon but when Volt pulls out his trap, Dynamo, things get rough and Marucho is defeated. Back on Earth, Mira and Baron hang out at Dan's, who after waking up from a dream, is still eager to return to New Vestroia in order to help Shun and Marucho.",
          "Aliases": []
        },
        "15": {
          "ID": "901791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/901791",
          "TitleEnglish": "Last One Standing",
          "SummaryEnglish": "After Marucho and Ace are lured into a trap, Shun sets out to destroy the remaining Dimension Controllers single-handedly.",
          "Aliases": []
        },
        "16": {
          "ID": "901801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/901801",
          "TitleEnglish": "Show Me the Power!",
          "SummaryEnglish": "Feeling helpless as he waits for a chance to return to New Vestroia, Dan trains Baron to the breaking point.",
          "Aliases": []
        },
        "17": {
          "ID": "1242791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1242791",
          "TitleEnglish": "Dude, Where's My Bakugan?",
          "SummaryEnglish": "Tormented by dreams of losing Drago, Dan wakes up from a feverish sleep, surrounded by his friends.",
          "Aliases": []
        },
        "18": {
          "ID": "1242801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1242801",
          "TitleEnglish": "Gone, Gone Bakugan",
          "SummaryEnglish": "The Battle Brawlers spend their last night on Earth, saying their goodbyes and making final arrangements before returning to New Vestroia.",
          "Aliases": []
        },
        "19": {
          "ID": "1242811",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1242811",
          "TitleEnglish": "Family Ties",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "20": {
          "ID": "1242821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1242821",
          "TitleEnglish": "Beta City Blues",
          "SummaryEnglish": "Spectra and his crew arrive in New Vestroia but Mira has second thoughts about her choices when Shadow Prove reveals Ace, Shun and Marucho are prisoners of the Vexos.",
          "Aliases": []
        },
        "21": {
          "ID": "1242831",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1242831",
          "TitleEnglish": "Brotherly Love",
          "SummaryEnglish": "As the Battle Brawler's Resistance reunite, Ace learns the terrible truth; Mira has joined the Vexos.",
          "Aliases": []
        },
        "22": {
          "ID": "1242841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1242841",
          "TitleEnglish": "Underground Take Down",
          "SummaryEnglish": "Mira is caught in the middle as Prince Hydron and Spectra move to consolidate their power.",
          "Aliases": []
        },
        "23": {
          "ID": "1242851",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1242851",
          "TitleEnglish": "Wall To Wall Brawl",
          "SummaryEnglish": "Despite Prince Hydron's objections, Spectra sends Mira and Gus to challenge Dan and Ace with Hydron's new Mechanical Bakugan.",
          "Aliases": []
        },
        "24": {
          "ID": "1242861",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1242861",
          "TitleEnglish": "Ultimate Bakugan",
          "SummaryEnglish": "As the Resistance and their Bakugan fly up to Vespalace to free their friends from Prince Hydron, the Vestal monarch reveals another line of defense; a final Dimension Controller.",
          "Aliases": []
        },
        "25": {
          "ID": "1242871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1242871",
          "TitleEnglish": "Final Countdown",
          "SummaryEnglish": "Now combined with the Vestal's six mechanical Bakugan, Drago squares off against Ultimate Helios.",
          "Aliases": []
        },
        "26": {
          "ID": "1242881",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1242881",
          "TitleEnglish": "Reunion",
          "SummaryEnglish": "With Vespalace crumbling around them, the Battle Brawlers have given up hope of freeing their friends, when the destruction of the final Dimension Controller releases the bronzed Bakugan to their original forms.",
          "Aliases": []
        },
        "27": {
          "ID": "1293861",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1293861",
          "TitleEnglish": "Six Degrees of Destruction",
          "SummaryEnglish": "Six months after New Vestroia has been freed--- Dan and the gang are back on Earth, enjoying a peaceful life with their Bakugan.",
          "Aliases": []
        },
        "28": {
          "ID": "1459291",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1459291",
          "TitleEnglish": "Revenge of the Vexos",
          "SummaryEnglish": "After being tricked by the Six Ancient Soldiers, King Zenoheld is more determined than ever to get his hands on the Bakugan possessing the Six Attribute Energies. At Mylene's suggestion he dispatches Prince Hydron to Vestal to begin the retrieval.",
          "Aliases": []
        },
        "29": {
          "ID": "1459301",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1459301",
          "TitleEnglish": "Saved By the Siren",
          "SummaryEnglish": "While out apartment hunting for Baron, Ace and Percival are accosted by Mylene and her new Mechanical Bakugan, Macubass.",
          "Aliases": []
        },
        "30": {
          "ID": "1459311",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1459311",
          "TitleEnglish": "The Day New Vestroia Stood Still",
          "SummaryEnglish": "When Dan and the others are finally able to communicate with their comrades on Vestal they learn of the Vexos attacks on Baron and Ace.",
          "Aliases": []
        },
        "31": {
          "ID": "1459321",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1459321",
          "TitleEnglish": "Spectra Rises",
          "SummaryEnglish": "Dan and the gang land on Vestal expecting to run into a Vexos member or two.",
          "Aliases": []
        },
        "32": {
          "ID": "1459331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1459331",
          "TitleEnglish": "Shadow Attack",
          "SummaryEnglish": "After Prince Hydron successfully captures the Haos Energy from Baron, King Zenohled is anxious for the Vexos to bring him the remaining five Attribute Energies from the Battle Brawlers.",
          "Aliases": []
        },
        "33": {
          "ID": "1459341",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1459341",
          "TitleEnglish": "Brontes' Betrayal",
          "SummaryEnglish": "King Zenoheld's plan to lure the Brawlers off of Vestal and back to Earth in order to battle them for the Attribute Energies seems to have worked.",
          "Aliases": []
        },
        "34": {
          "ID": "1459351",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1459351",
          "TitleEnglish": "Earth Invaders",
          "SummaryEnglish": "The Brawlers return to Earth after they learn of Alice being attacked; though they suspect they have been lured there by Zenoheld in a ploy to steal their remaining attribute energies.",
          "Aliases": []
        },
        "35": {
          "ID": "1459371",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1459371",
          "TitleEnglish": "Elfin On the Run",
          "SummaryEnglish": "The Brawlers continue to hide out from the Vexos in Marucho's mansion, protected by the Barrier Shield. Elfin is restless, however, and begins talking a big game about facing off with the Vexos.",
          "Aliases": []
        },
        "36": {
          "ID": "1459391",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1459391",
          "TitleEnglish": "Samurai Showdown",
          "SummaryEnglish": "The Brawlers continue to hide out from the Vexos in Marucho's mansion, when they are paid a surprise visit by Baron's sister Maron.",
          "Aliases": []
        },
        "37": {
          "ID": "1638481",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1638481",
          "TitleEnglish": "Virtual Insanity",
          "SummaryEnglish": "The Brawlers continue to hide from the Vexos in Marucho's mansion, when they are paid a surprise visit by their old pal, Billy.",
          "Aliases": []
        },
        "38": {
          "ID": "1638501",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1638501",
          "TitleEnglish": "All Or Nothing",
          "SummaryEnglish": "With the Brawlers' hiding spot now exposed, the pressure is on more than ever.",
          "Aliases": []
        },
        "39": {
          "ID": "1705721",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1705721",
          "TitleEnglish": "Avenging Spectra",
          "SummaryEnglish": "Spectra makes good on his bet with Dan and takes the Brawlers to the Mother Palace.",
          "Aliases": []
        },
        "40": {
          "ID": "1705731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1705731",
          "TitleEnglish": "Ambush",
          "SummaryEnglish": "As Dan and the Brawlers continue their search for the Bakugan Termination System, they run into an ambush by the Palace Guards.",
          "Aliases": []
        },
        "41": {
          "ID": "1705741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1705741",
          "TitleEnglish": "BT: The Final Battle",
          "SummaryEnglish": "Spectra offers Dr. Clay a place by his side and the secret to Bakugan DNA, however, Dr. Clay remains loyal to Zenoheld and declares that he and Spectra are no longer father and son. A battle soon begins between Hydron and Dan and Mira, just as Spectra arrives to fight alongside Dan!",
          "Aliases": []
        },
        "42": {
          "ID": "1858861",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1858861",
          "TitleEnglish": "Exodus",
          "SummaryEnglish": "With the BT System fully armed, the Resistance and Spectra head to New Vestroia to initiate a mass evacuation. Many Bakugan are sent to Marucho's house on Earth including the Resistance's. However, Drago decides to remain behind to ensure that everyone has been rescued, remarking how many lives have been lost to protect New Vestroia such as Nobilion, Wavern dying, and also the six Ancient Warriors surrending their powers to six normal bakugan.",
          "Aliases": []
        },
        "43": {
          "ID": "1858871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1858871",
          "TitleEnglish": "Phantom Data Attack",
          "SummaryEnglish": "With the Bakugan Termination System destroyed, the Brawlers head back to Earth, where Baron expresses interest in staying in order to further his studies.",
          "Aliases": []
        },
        "44": {
          "ID": "1918311",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1918311",
          "TitleEnglish": "Spectra's Last Stand",
          "SummaryEnglish": "The Bakugan Termination System fired up and seconds away from being fully operational, the Brawlers begin a large-scale evacuation of Bakugan from New Vestroia.",
          "Aliases": []
        },
        "45": {
          "ID": "2151381",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2151381",
          "TitleEnglish": "Fusion Confusion",
          "SummaryEnglish": "After Marucho demonstrates that the Brawlers' phantom data is the same as the data Keith received; the newest member of the Brawlers convinces them to let him outfit Drago with Battle Gear.",
          "Aliases": []
        },
        "46": {
          "ID": "2151391",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2151391",
          "TitleEnglish": "Volt's Revolt",
          "SummaryEnglish": "When Zenoheld declares that he is going to use Clay's \"Alternative\" Weapons System to destroy Earth and Vestal, Volt decides that he's had enough.",
          "Aliases": []
        },
        "47": {
          "ID": "2151401",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2151401",
          "TitleEnglish": "Payback",
          "SummaryEnglish": "Professor Clay reveals to Zenoheld that in order to finish the Alternative he will require the DNA Code and the Battle Gear Data from the Brawlers.",
          "Aliases": []
        },
        "48": {
          "ID": "2151411",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2151411",
          "TitleEnglish": "Mylene's Meltdown",
          "SummaryEnglish": "Mylene finds herself next in line to try and retrieve the data Zenoheld requires to complete the Alternative weapons system.",
          "Aliases": []
        },
        "49": {
          "ID": "2151431",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2151431",
          "TitleEnglish": "An Heir To Spare",
          "SummaryEnglish": "Mylene's Death Ball causes the collapse of Bakugan Interspace.",
          "Aliases": []
        },
        "50": {
          "ID": "2151441",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2151441",
          "TitleEnglish": "Ultimate Weapon",
          "SummaryEnglish": "Hydron continues to cool his heels in his cell, when a mysterious voice from his past calls to him.",
          "Aliases": []
        },
        "51": {
          "ID": "2641571",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2641571",
          "TitleEnglish": "All for One",
          "SummaryEnglish": "The Brawlers enlist Alice and Dr. Michael's help in trying to find a way to the Mother Palace, where they believe Keith has gone to face-off with Zenoheld.",
          "Aliases": []
        },
        "52": {
          "ID": "2641601",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2641601",
          "TitleEnglish": "Final Fury",
          "SummaryEnglish": "The battle between the Brawlers and Zenoheld's \"Alternative\" continues to rage.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "77061",
      "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/seasons/official/3",
      "TitleEnglish": "Invasion der Gundalianer",
      "SummaryEnglish": "After moving to Bayview, Dan and his new friend Jake travel to Bakugan Interspace and meet up with Marucho and the mysterious Ren. Dan ends up brawling with Ren and is left unconscious after an explosion and has a vision of Bakugan at war with each other. Later, Ren reveals that he is from the planet Gundalia and he has come to enlist the Brawlers in his fight against the Nethian tribe.",
      "# Episodes": 39,
      "Episodes": {
        "1": {
          "ID": "2641621",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2641621",
          "TitleEnglish": "A New Beginning",
          "SummaryEnglish": "It's an all new adventure for the Bakugan Battle Brawlers when Dan's family moves to Bayview City and Marucho's Bakugan Interspace becomes fully operational to everyone, allowing kids all over the world to log on and display their battling skills. Dan has a vision of Bakugan at war each other, something which everyone, except Ren, brushes off as a hallucination.",
          "Aliases": []
        },
        "2": {
          "ID": "2641631",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2641631",
          "TitleEnglish": "Revelation",
          "SummaryEnglish": "Dan continues to be haunted by the visions he saw while unconscious after an explosion during battle. Meanwhile Marucho notices that Ren is also behaving strangely.",
          "Aliases": []
        },
        "3": {
          "ID": "2641641",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2641641",
          "TitleEnglish": "The Visitor",
          "SummaryEnglish": "As Ren identifies three more Neathian moles , Princess Fabia from Neathia arrives in Bakugan Interspace looking for the recipients of the message she sent. Dan, having slept in, rushes to Bakugan Interspace and runs into Fabia, literally. Fabia learns that he is the top brawler in Bakugan Interspace and suspects she may be a Neathian spy.",
          "Aliases": []
        },
        "4": {
          "ID": "2641651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2641651",
          "TitleEnglish": "Brawler To Be",
          "SummaryEnglish": "Dan is in the midst of training Jake in the battle arena with hopes that he will soon be skilled enough to become a member of the Battle Brawlers.",
          "Aliases": []
        },
        "5": {
          "ID": "2641661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2641661",
          "TitleEnglish": "Confrontation",
          "SummaryEnglish": "With the Neathian moles making themselves known, they begin kidnapping brawlers from Bakugan Interspace.",
          "Aliases": []
        },
        "6": {
          "ID": "2641671",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2641671",
          "TitleEnglish": "Exposed",
          "SummaryEnglish": "The other Brawlers get together with Ren, who reveals the identities of more of the Neathian sleeper agents.",
          "Aliases": []
        },
        "7": {
          "ID": "2641681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2641681",
          "TitleEnglish": "True Colours",
          "SummaryEnglish": "When his search for Ren turns up empty, Marucho uses a secret distress call to lure him out of hiding.",
          "Aliases": []
        },
        "8": {
          "ID": "2641691",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2641691",
          "TitleEnglish": "Hostile Takeover",
          "SummaryEnglish": "When the Brawlers discover that the Gundalians are inside Bakugan Interspace \"recruiting\"/kidnapping more battlers to join their cause, they race to the scene to confront them.",
          "Aliases": []
        },
        "9": {
          "ID": "2641701",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2641701",
          "TitleEnglish": "Twin Attack",
          "SummaryEnglish": "Now that Ren has taken over control of Bakugan Interspace, the Brawlers discover that they can no longer enter the virtual realm via the usual access points.",
          "Aliases": []
        },
        "10": {
          "ID": "2993931",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2993931",
          "TitleEnglish": "Escape From Darkness",
          "SummaryEnglish": "With Ren and the Gundalians now in control of Bakugan Interspace, Marucho determines that the security system preventing the Brawlers from diving in is being run out of the secure \"Baku-Room\".",
          "Aliases": []
        },
        "11": {
          "ID": "2641721",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2641721",
          "TitleEnglish": "The Secret Package",
          "SummaryEnglish": "When the invading Gundalians breakthrough the outer shield, Neathian Castle Guard Linus flees to Earth in search of Fabia.",
          "Aliases": []
        },
        "12": {
          "ID": "2641731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2641731",
          "TitleEnglish": "The Element",
          "SummaryEnglish": "In an attempt to get Neo Zipzam back before the Gundalians realize he possesses the Element, the Brawlers infiltrate Bakugan Interspace and walk into the middle of a Gundalian power struggle.",
          "Aliases": []
        },
        "13": {
          "ID": "2641751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2641751",
          "TitleEnglish": "Twin Evil",
          "SummaryEnglish": "Given a brief pardon by Barodius after his earlier failure, Ren hatches a plot with Zenet to regain possession of the Element.",
          "Aliases": []
        },
        "14": {
          "ID": "2993921",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2993921",
          "TitleEnglish": "The Sacred Orb",
          "SummaryEnglish": "The Brawlers arrive at Neathia and meet Fabia's sister Queen Serena. With her blessing, Fabia takes her new friends to see the Sacred Orb, a source of great power that is hidden deep inside a mountain.",
          "Aliases": []
        },
        "15": {
          "ID": "2993941",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/2993941",
          "TitleEnglish": "Decoy Unit",
          "SummaryEnglish": "With only one remaining security shield protecting Neathia from the invading Gundalian forces, the Brawlers hatch a plan to reinstate a previously destroyed shield.",
          "Aliases": []
        },
        "16": {
          "ID": "3113121",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3113121",
          "TitleEnglish": "The Secret Switch",
          "SummaryEnglish": "Dan, Fabia and Shun continue to make their way through the jungle to the shield generator building, when Stoica and Jesse suddenly ambush them.",
          "Aliases": []
        },
        "17": {
          "ID": "3113131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3113131",
          "TitleEnglish": "Battle For the Second Shield",
          "SummaryEnglish": "Having made it to the Generator Building, Shun and Drago find themselves up against an army of Gundalian Guards, as they attempt to restart the Second Shield.",
          "Aliases": []
        },
        "18": {
          "ID": "3113141",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3113141",
          "TitleEnglish": "Curtain Call",
          "SummaryEnglish": "With the Second Shield back up and running the Brawlers help the Neathians rebuild their strongholds. Frustrated that they are losing momentum, Jake strikes out on his own in search of more Gundalians to fight.",
          "Aliases": []
        },
        "19": {
          "ID": "3113151",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3113151",
          "TitleEnglish": "The Secret of the Orb",
          "SummaryEnglish": "When Mason flees his Gundalian ship, Nurzak and Ren are soon in pursuit as they attempt to apprehend him before the Emperor learns of the escape.",
          "Aliases": []
        },
        "20": {
          "ID": "3113161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3113161",
          "TitleEnglish": "Partners 'Til the End",
          "SummaryEnglish": "Fearing that her life may be at risk, Zenet morphs into a doppelganger of Ren in order to accompany Gill on a mission to destroy the Second Shield.",
          "Aliases": []
        },
        "21": {
          "ID": "3113171",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3113171",
          "TitleEnglish": "Divide and Conquer",
          "SummaryEnglish": "On the eve of the revolt against Barodius, Nurzak sends a message to the Brawlers asking to meet and discuss a peace treaty.",
          "Aliases": []
        },
        "22": {
          "ID": "3113181",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3113181",
          "TitleEnglish": "Mobile Assault",
          "SummaryEnglish": "While Kazarina works on a secret weapon designed to take down the restored Second Shield, the Gundalians dispatch their army of hypnotized Earth kids to distract the Brawlers in battle.",
          "Aliases": []
        },
        "23": {
          "ID": "3113191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3113191",
          "TitleEnglish": "Sid Returns",
          "SummaryEnglish": "As Ren prepares to launch an attack on the restored Second Shield, something strange is happening deep within the bowels of the Gundalian Palace.",
          "Aliases": []
        },
        "24": {
          "ID": "3113201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3113201",
          "TitleEnglish": "Colossus Dharak",
          "SummaryEnglish": "Once Kazarina finally completes the upgrades on Exokor, the Twelve Orders descend on Neathia to take down the restored Second Shield.",
          "Aliases": []
        },
        "25": {
          "ID": "3113211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3113211",
          "TitleEnglish": "Dragonoid Colossus",
          "SummaryEnglish": "Ren's conflicting loyalties finally come to a head when he decides to turn his back on Barodius.",
          "Aliases": []
        },
        "26": {
          "ID": "3113221",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3113221",
          "TitleEnglish": "Forgiveness",
          "SummaryEnglish": "When the Brawlers are transported back to the Royal Palace, Ren is nowhere to be found. They learn that the Third Shield has been outfitted with a Bio-Filter that prevents anyone with Gundalian DNA from passing through.",
          "Aliases": []
        },
        "27": {
          "ID": "3113231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3113231",
          "TitleEnglish": "Into the Storm",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "28": {
          "ID": "3113241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3113241",
          "TitleEnglish": "Jake Returns",
          "SummaryEnglish": "Distraught over the loss of Jake to the Gundalians, Dan tries to mount a rescue operation to Gundalia.",
          "Aliases": []
        },
        "29": {
          "ID": "3113251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3113251",
          "TitleEnglish": "Genesis",
          "SummaryEnglish": "Desperate to rescue the still hypnotized Jake from the clutches of the enemy, Dan rallies the Brawlers to go after their pal.",
          "Aliases": []
        },
        "30": {
          "ID": "3113261",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3113261",
          "TitleEnglish": "Infiltrated",
          "SummaryEnglish": "The Brawlers hitch a ride to Gundalia on Dragonoid Colossus. Once they arrive, Ren announces that in addition to Jake, he would also like to rescue his former teammates who are being held captive in Kazarina's lab.",
          "Aliases": []
        },
        "31": {
          "ID": "3113271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3113271",
          "TitleEnglish": "True Evolution",
          "SummaryEnglish": "After getting separated from his teammates, Dan finds himself face to face with Barodius. Immediately they engage in a fearsome battle, which Drago quickly winds up on the losing end of.",
          "Aliases": []
        },
        "32": {
          "ID": "3167161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3167161",
          "TitleEnglish": "Redemption",
          "SummaryEnglish": "After infiltrating Gundalian Castle, Nurzak and Fabia quickly square off with Kazarina and Stoica.",
          "Aliases": []
        },
        "33": {
          "ID": "3272091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3272091",
          "TitleEnglish": "Jake's Last Stand",
          "SummaryEnglish": "Disguised as a Gundalian Soldier, Marucho and Akwimos infiltrate a troop briefing and are surprised to discover that it's being lead by Jake.",
          "Aliases": []
        },
        "34": {
          "ID": "3443211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3443211",
          "TitleEnglish": "Final Strike",
          "SummaryEnglish": "As the Brawlers break into the Gundalian's lair, they run into all kinds of trouble. Jake seems to be regaining control as he does not destroy Dan when given the chance to. Will he save Dan and snap out of his trance?",
          "Aliases": []
        },
        "35": {
          "ID": "3443221",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3443221",
          "TitleEnglish": "Dream Escape",
          "SummaryEnglish": "Just as Kazarina is about to finish Dan off, Jake breaks free of the hypnosis and stops her. Fabia arrives and holds off Lumagrowl while Jake and Coredem rescue Dan and Drago.",
          "Aliases": []
        },
        "36": {
          "ID": "3443231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3443231",
          "TitleEnglish": "Gundalian Showdown",
          "SummaryEnglish": "The brawlers must head back to Neathia to defend it from Dharak's attack but Kazarina, Stoica, Gill and Airzel are determined to keep them on Gundalia. The brawlers manage to fight them off and escape, but Fabia remains behind to fight Kazarina, as she has a vendetta against her for the death of her fiance, Jin.",
          "Aliases": []
        },
        "37": {
          "ID": "3524531",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3524531",
          "TitleEnglish": "Broken Spell",
          "SummaryEnglish": "Just as the Brawlers return to Neathia, Fabia and Kazarina continue their battle. However, Lumagrowl begins disobeying Kazarina's orders and is determined to finish off Aranaut with or without her.",
          "Aliases": []
        },
        "38": {
          "ID": "3524541",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3524541",
          "TitleEnglish": "Code Eve",
          "SummaryEnglish": "Barodius confronts Serena, who refuses to back down. Barodius prepares to attack her, but Dan arrives in time to stop him. However, the Sacred Orb teleports them to an unknown area and reveals itself to be called \"Code Eve.\"",
          "Aliases": []
        },
        "39": {
          "ID": "3524551",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3524551",
          "TitleEnglish": "Destiny Revealed",
          "SummaryEnglish": "Drago struggles against Dharak, and is knocked out and reverts to a primal state, relying solely on instinct, but Dan manages to snap him out of it.",
          "Aliases": []
        }
      }
    },
    "4": {
      "ID": "297661",
      "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/seasons/official/4",
      "TitleEnglish": "Mechtanium Surge",
      "SummaryEnglish": "The Brawlers return to Earth and an expanded Bakugan Interspace with more battlers vying to topple Dan from his #1 ranking. But Dan has even bigger problems on his hands - learning to control Drago's newfound powers. And little does he know, evil lurks in the shadows as a group of lowly battlers fall under the influence of Mag Mel's dark powers!",
      "# Episodes": 46,
      "Episodes": {
        "1": {
          "ID": "3897821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3897821",
          "TitleEnglish": "Interspace Showdown",
          "SummaryEnglish": "The Brawlers have returned to Earth and are back battling inside the expanded and awesome Bakugan Interspace.",
          "Aliases": []
        },
        "2": {
          "ID": "3897831",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3897831",
          "TitleEnglish": "Mechtogan Mayhem",
          "SummaryEnglish": "Dan and Drago begin a rigorous training regimen as they attempt to get Drago's newly inherited powers under control.",
          "Aliases": []
        },
        "3": {
          "ID": "3897841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3897841",
          "TitleEnglish": "Disconnect",
          "SummaryEnglish": "Dan and Drago continue to be evasive with their teammates as they try and figure out the link between Code Eve's powers and the birth of the Mechtogan, Zenthon.",
          "Aliases": []
        },
        "4": {
          "ID": "3897851",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3897851",
          "TitleEnglish": "Fall From Grace",
          "SummaryEnglish": "Marucho and Shun discover that Dan and Drago have been practicing in secret, which leads to the revelation that Zenthon was born of Drago's new powers.",
          "Aliases": []
        },
        "5": {
          "ID": "3897861",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3897861",
          "TitleEnglish": "Tri-Twister Take Down",
          "SummaryEnglish": "Shun and Marucho confront Dan and insist that he take a break from battling until he gets a handle on Drago's new powers.",
          "Aliases": []
        },
        "6": {
          "ID": "3897871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3897871",
          "TitleEnglish": "Agony of Defeat",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "7": {
          "ID": "4075789",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4075789",
          "TitleEnglish": "BakuNano Explosion",
          "SummaryEnglish": "After the epic battle with Anubias, Dan and Drago go AWOL. The fans are now clamouring for more intense battle action and the new BakuNano technology is introduced to cause maximum damage.",
          "Aliases": []
        },
        "8": {
          "ID": "4095395",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4095395",
          "TitleEnglish": "Return to New Vestroia",
          "SummaryEnglish": "Dan and Drago land in New Vestroia, to continue training. They are hit by another nightmarish vision, which leaves them with the terrifying realization that escape from the evil forces that haunt them may be impossible.",
          "Aliases": []
        },
        "9": {
          "ID": "4095396",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4095396",
          "TitleEnglish": "Chaos Control",
          "SummaryEnglish": "Mag Mel sends Anubias to New Vestroia to battle Dan and Drago and harness their power.",
          "Aliases": []
        },
        "10": {
          "ID": "4095397",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4095397",
          "TitleEnglish": "A Royale Pain",
          "SummaryEnglish": "With Dan gone, Shun assumes leadership of the Battle Brawlers. When Shun joins a Battle Royale in an attempt to control the chaos, he is rescued by two mysterious battlers!",
          "Aliases": []
        },
        "11": {
          "ID": "4095398",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4095398",
          "TitleEnglish": "Back In Sync",
          "SummaryEnglish": "Dan and Drago are paid a visit by their old friend Wyvern. Marucho is confronted by his father and must decide how to save Bakugan Interspace from further destruction.",
          "Aliases": []
        },
        "12": {
          "ID": "4095399",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4095399",
          "TitleEnglish": "Mind Search",
          "SummaryEnglish": "Dan and Drago try to solve the identity of the mysterious masked entity haunting their dark visions. Meanwhile, Marucho teaches Paige and Rafe a lesson about strategy.",
          "Aliases": []
        },
        "13": {
          "ID": "4095400",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4095400",
          "TitleEnglish": "Re-connection",
          "SummaryEnglish": "Marucho and Shun square off in a championship match. As both divisions of the Brawlers fight their battles, Mag Mel uses his pawns Sellon and Anubias to unleash the latest stage of his sinister plan.",
          "Aliases": []
        },
        "14": {
          "ID": "4095401",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4095401",
          "TitleEnglish": "Triple Threat",
          "SummaryEnglish": "In a fierce battle against Sellon on Neathia; Dan and Drago summon Mechtogan Zenthon for help. But they get more than they bargained for when a Mechtogan Titan appears!",
          "Aliases": []
        },
        "15": {
          "ID": "4137847",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4137847",
          "TitleEnglish": "Interspace Under Siege",
          "SummaryEnglish": "Dan and Drago return from New Vestroia to help the Battle Brawlers defend Interspace from the rampaging Caos Bakugan.",
          "Aliases": []
        },
        "16": {
          "ID": "4137848",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4137848",
          "TitleEnglish": "A Hero Returns",
          "SummaryEnglish": "Under Marucho's leadership the Brawlers attempt to delete the Chaos Bakugan from Interspace.",
          "Aliases": []
        },
        "17": {
          "ID": "4137849",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4137849",
          "TitleEnglish": "Gundalia Under Fire",
          "SummaryEnglish": "The Battle Brawlers race to the aid of their old friends Ren, Fabia and Nurzak on Gundalia.",
          "Aliases": []
        },
        "18": {
          "ID": "4137850",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4137850",
          "TitleEnglish": "Battle Lines",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "19": {
          "ID": "4137851",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4137851",
          "TitleEnglish": "Unlocking the Gate",
          "SummaryEnglish": "Dan and Drago are face to face with Mag Mel and Razenoid and the two sides square off in a fierce battle.",
          "Aliases": []
        },
        "20": {
          "ID": "4137852",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4137852",
          "TitleEnglish": "True Colours",
          "SummaryEnglish": "The Brawlers race back to Earth and discover the Chaos Bakugan are destroying Bakugan Interspace.",
          "Aliases": []
        },
        "21": {
          "ID": "4137853",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4137853",
          "TitleEnglish": "Dangerous Beauty",
          "SummaryEnglish": "A wave of Chaos Bakugan causes the Bawlers to split up to fend off the attack. Mid-battle Dan is summoned by Sellon who lures him with information about the link he shares with Mag Mel.",
          "Aliases": []
        },
        "22": {
          "ID": "4137854",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4137854",
          "TitleEnglish": "Unfinished Business",
          "SummaryEnglish": "Dan receives what appears to be a distress call from Noah.",
          "Aliases": []
        },
        "23": {
          "ID": "4160958",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4160958",
          "TitleEnglish": "Behind the Mask",
          "SummaryEnglish": "Dan attempts to link with Mag Mel again, but on a deeper level.",
          "Aliases": []
        },
        "24": {
          "ID": "4160959",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4160959",
          "TitleEnglish": "Interspace Armageddon",
          "SummaryEnglish": "Marucho reveals his plan to completely delete Bakugan Interspace while his father and Kato work on an escape plan.",
          "Aliases": []
        },
        "25": {
          "ID": "4160960",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4160960",
          "TitleEnglish": "Dark Moon",
          "SummaryEnglish": "Dan and the others have arrived safely on earth to find a mysterious dark moon in the sky.",
          "Aliases": []
        },
        "26": {
          "ID": "4160961",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4160961",
          "TitleEnglish": "The Final Takedown",
          "SummaryEnglish": "The final battle continues with Dan and Mag Mel, while the others are fighting the remaining Bakugan, Mechtogan, and Mechtogan Titans on Earth.",
          "Aliases": []
        },
        "27": {
          "ID": "4160962",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4160962",
          "TitleEnglish": "Evil Arrival",
          "SummaryEnglish": "After Mag Mel's defeat at the hands of the Brawlers, peace reigns once again in the universe.",
          "Aliases": []
        },
        "28": {
          "ID": "4160963",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4160963",
          "TitleEnglish": "Wiseman Cometh",
          "SummaryEnglish": "Peace appears to have returned to Bakugan City after the Brawlers made short work of the invading Mechtogan; however it doesn't last long.",
          "Aliases": []
        },
        "29": {
          "ID": "4177110",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4177110",
          "TitleEnglish": "Mysterious Bond",
          "SummaryEnglish": "Fearful of another attack by Wiseman and his Mechtogans, the Brawlers ask Reptak to join Dan and Drago as their additional partner Bakugan.",
          "Aliases": []
        },
        "30": {
          "ID": "4189753",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4189753",
          "TitleEnglish": "The Prodigal Bakugan",
          "SummaryEnglish": "Jaakor is visited by his two former students: Skytruss and Orbeum.",
          "Aliases": []
        },
        "31": {
          "ID": "4189754",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4189754",
          "TitleEnglish": "Combination Impossible",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "32": {
          "ID": "4189755",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4189755",
          "TitleEnglish": "Enemy Allies",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "33": {
          "ID": "4192472",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4192472",
          "TitleEnglish": "Battle for Bakugan Land",
          "SummaryEnglish": "Wiseman reappears and attacks the amusement park that Bakugan helped create Bakugan Land. Julie decides to go and confront him as a reporter to see what his problem is, and the Battle Brawlers must try and find a way to contain the Nomads powers once again.",
          "Aliases": []
        },
        "34": {
          "ID": "4219566",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4219566",
          "TitleEnglish": "Gunz Blazing",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "35": {
          "ID": "4219567",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4219567",
          "TitleEnglish": "Battle Suit Bash",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "36": {
          "ID": "4219568",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4219568",
          "TitleEnglish": "Countdown to Doomsday",
          "SummaryEnglish": "The Brawlers go on the hunt for Wiseman's hideout in an effort to trap him there. But Wiseman brings out the powerful Mechtogan Mechtavius Destroyer in a vicious battle against Dragonoid Destroyer.",
          "Aliases": []
        },
        "37": {
          "ID": "4219569",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4219569",
          "TitleEnglish": "The Eve of Extermination",
          "SummaryEnglish": "It's a race against time as the Brawlers once again Battle Mechtavius Destroyer but this time without the help of their own Mechtogan, Dragonoid Destroyer.",
          "Aliases": []
        },
        "38": {
          "ID": "4219570",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4219570",
          "TitleEnglish": "Jump to Victory",
          "SummaryEnglish": "Runo meets a new Bakugan named Aerogan who asks to be her partner.",
          "Aliases": []
        },
        "39": {
          "ID": "4219571",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4219571",
          "TitleEnglish": "Enemy Infiltration",
          "SummaryEnglish": "The Nonets begin to get curious about the true identity and motives of Wiseman.",
          "Aliases": []
        },
        "40": {
          "ID": "4252242",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4252242",
          "TitleEnglish": "Gunz Lives",
          "SummaryEnglish": "Gunz wakes up in his own worst nightmare and realizes that the evil ringleader Wiseman looks just like him!",
          "Aliases": []
        },
        "41": {
          "ID": "4252243",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4252243",
          "TitleEnglish": "Evil Evolution",
          "SummaryEnglish": "The Brawlers learn the origin of Wiseman.",
          "Aliases": []
        },
        "42": {
          "ID": "4252244",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4252244",
          "TitleEnglish": "Evil vs. Evil",
          "SummaryEnglish": "The Brawlers are banished to the Doom Dimension.",
          "Aliases": []
        },
        "43": {
          "ID": "4252245",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4252245",
          "TitleEnglish": "Doom Dimension Throwdown",
          "SummaryEnglish": "Mechtavius Destroyer wreaks havoc in Bakugan City. The Brawlers, still trapped in the Doom Dimension; battle Gunz and Betadron.",
          "Aliases": []
        },
        "44": {
          "ID": "4252246",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4252246",
          "TitleEnglish": "Blast From the Past",
          "SummaryEnglish": "After attacking Bakugan City, Mechtavius Destroyer invades New Vestroia. The Bakugan put up a brave fight but are no match for his strength.",
          "Aliases": []
        },
        "45": {
          "ID": "4252247",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4252247",
          "TitleEnglish": "Beginning of the End",
          "SummaryEnglish": "The Brawlers travel back in time with the help of Professor Worton in an attempt to undo the destruction caused by Mechtavius Destroyer.",
          "Aliases": []
        },
        "46": {
          "ID": "4253176",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4253176",
          "TitleEnglish": "End of the Line",
          "SummaryEnglish": "In the final battle against Mechtavius Destroyer, Dragonoid Destroyer uses the energy from the powerful bond between humans and Bakugan to defeat him.",
          "Aliases": []
        }
      }
    }
  }
}