{
    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Children",
        "Comedy",
        "Drama",
        "Family",
        "Fantasy",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.facebook.com/BakuganOfficial/",
        "https://www.imdb.com/title/tt1114855/",
        "https://www.instagram.com/bakugan/",
        "https://bakugan.com/en/home",
        "http://www.reddit.com/r/Bakugan/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH925552",
        "https://www.themoviedb.org/tv/34109",
        "https://x.com/bakugan"
    ],
    "TitleEnglish": "Bakugan Battle Brawlers",
    "SummaryEnglish": "Bakugan the battle game was created when Dan and his friends found powerful cards from another world falling from the sky. But they soon realized that it's more than just a game; it's a struggle to save the universe.",
    "Aliases": [
        "Bakugan Battle Brawlers: Gundalian Invaders",
        "Bakugan Battle Brawlers: Mechtanium Surge",
        "Bakugan Battle Brawlers: New Vestroia"
    ],
    "Modified": "2025-09-23",
    "Seasons": {
        "1": {
            "ID": "34629",
            "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/seasons/official/1",
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "383605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383605",
                    "TitleEnglish": "Bakugan The Battle Begins",
                    "SummaryEnglish": "The story begins with a young boy named Dan who has never lost a Bakugan match. While in a match against a bully Dan sees a vision of two Bakugan brawling. Is there more to the game than what the players think?"
                },
                "2": {
                    "ID": "383636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383636",
                    "TitleEnglish": "Masquerade Ball",
                    "SummaryEnglish": "It seems a very gifted and mysterious Bakugan player named Masquerade has been stealing Bakugans from kids all around the world."
                },
                "3": {
                    "ID": "383637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383637",
                    "TitleEnglish": "A Feud Between Friends",
                    "SummaryEnglish": "Masquerade teams up with a player with Rikimaru, by giving him a very special Bakugan. When Rikimaru and Dan battle, Drago ends up using a dangerous move to save himself and win the battle. Dan gets angry, and throws Drago into a river, cursing the day they met."
                },
                "4": {
                    "ID": "383638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383638",
                    "TitleEnglish": "Dan and Drago",
                    "SummaryEnglish": "Dan has a hard time adjusting to life without Drago. He ends up causing a schoolmate named Ryo to drop his computer and runs away, hurting Ryo's feelings. Masquerade takes advantage of Ryo's hurt feelings, and Ryo beats Dan in a battle. Dan finds Drago, and tries to make up with Ryo."
                },
                "5": {
                    "ID": "383639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383639",
                    "TitleEnglish": "Runo Rules",
                    "SummaryEnglish": "Dan and Runo meet for the first time, outside of the Bakugan website, and realize that they live in the same town. Dan drops his BakuPod, and Runo picks it up, noticing that Dan has battled Masquerade. She goes in his place, but ends up battling a boy named Tatsuya."
                },
                "6": {
                    "ID": "383640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383640",
                    "TitleEnglish": "A Combination Battle",
                    "SummaryEnglish": "While at an amusement park, Dan and Runo are invited onstage to assist a magician act by two brothers. Dan picks a card, and realizes it's a Doom Card. The brothers are working for Masquerade, and Dan and Runo get tricked into a battle."
                },
                "7": {
                    "ID": "383641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383641",
                    "TitleEnglish": "Bakugan Idol",
                    "SummaryEnglish": "Marucho reveals that he secretly moved to Dan's neighborhood, and throws an elaborate welcome party. Masquerade makes a business offer with the famous pop band duo, Jenny and Jewels. The duo crash the welcome party, and challenge the Battle Brawlers."
                },
                "8": {
                    "ID": "383642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383642",
                    "TitleEnglish": "Girls Just Wanna Have Fun",
                    "SummaryEnglish": "Dan and Marucho fight against the pop star duo, Jenny & Jewels. After a narrow victory, Drago tells the Brawlers about how the Bakugan came to Earth, and how a human entered the Bakugan world of Vestroia."
                },
                "9": {
                    "ID": "383643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383643",
                    "TitleEnglish": "Fight or Flight",
                    "SummaryEnglish": "Masquerade manipulates two boys, Kosuke and Takashi, into using his Doom Cards against the Bakugan Battle Brawlers. He promises that he'll reunite their friend Ai with her brother if they help him. Wanting to help their friend, they take the bait and soon run into Runo and Marucho, who are at the airport to pick up their website friend, Alice. Luckilly, Alice is skilled in the finer points of combination battle, and coaches her friends to victory. Alice has a secret, however, that might just ruin her friendship with the Brawlers."
                },
                "10": {
                    "ID": "383644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383644",
                    "TitleEnglish": "A Perfect Match",
                    "SummaryEnglish": "Julie and her childhood friend, Billy, go one-on-one in a Bakugan battle. Although Julie's defeated by Billy, she's impressed with his skills and his Bakugan, \"Cycloid.\" They make a great team, and Julie wishes she could befriend a talking Bakugan. Later, when Julie admits to herself how lonely she really is, the Bakugan Gorem appears. The two seem to be destined for each other."
                },
                "11": {
                    "ID": "383645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383645",
                    "TitleEnglish": "Grandpa's Got a Brand New Bakugan",
                    "SummaryEnglish": "Marucho and Runo realize that the combined powers of the Bakugan Brawlers are not enough to defeat Masquerade. Without Dan's knowledge, they visit Shun to try and get him to join. Shun's grandfather tries to get them to leave, but Shun makes a deal. If they win, he joins. If they lose, he'll walk away."
                },
                "12": {
                    "ID": "383646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383646",
                    "TitleEnglish": "Bakugan Stall",
                    "SummaryEnglish": "Alice realizes that she may have a connection with the mysterious Hal-G, but doesn't have the courage to tell the other Brawlers. Meanwhile, Dan recalls the last battle he had with Shun. Shun's mother gives Shun a Bakugan, \"Skyress\", to watch over him."
                },
                "13": {
                    "ID": "383647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383647",
                    "TitleEnglish": "Just For The Shun Of It",
                    "SummaryEnglish": "Masquerade has been destroying the Bakugans of kids all over the world, and the Brawlers have to put a stop to it. Reluctantly, Dan accompanies Runo and Marucho to Shun's house to recruit him one more, but find out he's joining Masquerade! Dan accepts the challenge of battle, and with Drago, fights against Shun and Masquerade."
                },
                "14": {
                    "ID": "383648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383648",
                    "TitleEnglish": "The Story of Vestroia",
                    "SummaryEnglish": "Lured by an invitation to celebrate their world class rankings, five of the top ten Bakugan players gather at a mysterious mansion. There they meet Masquerade & the evil Bakugan \"Naga\". They're put under a spell to take Dan & the other Battle Brawlers out of the picture. Meanwhile, Alice confesses that she believes that her grandfather Michael is responsible for the destruction of Vestroia. They decide to take a look around Michael's lab to find evidence of what happened to him."
                },
                "15": {
                    "ID": "383649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383649",
                    "TitleEnglish": "Duel in the Desert",
                    "SummaryEnglish": "The Brawlers finally meet Julie up close and personal, but the mood goes from happy to sad when they see what's happening in Vestroia. Julie and Shun fight with Julie's friend Billy, the 9th ranked Bakugan player, and her neighbor Komba, the 5th ranked Bakugan player, knowing they were tricked by Masquerade to take out Dan and the rest of the Brawlers."
                },
                "16": {
                    "ID": "383650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383650",
                    "TitleEnglish": "No Guts No Glory",
                    "SummaryEnglish": "Julie is still upset about Billy's betrayal, but tries to put it behind her so she can support the other brawlers. Meanwhile, Shun tells them about a valley similar to Bakugan Valley. Everyone heads there but on the way it is revealed that Shun lied about it being similar, and it was all a ploy to try and see why Masquerade always knows where they are all the time. He tells them that there has to be someone spying on them. At the valley, the 3rd best Brawler Chan Lee appears and challenges Dan to a brawl."
                },
                "17": {
                    "ID": "383651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383651",
                    "TitleEnglish": "BFF Best Friends Forever",
                    "SummaryEnglish": "The Brawlers are having trouble finding the Infinity Core. When they learn that their location might be being broadcasted, they shut off their signal."
                },
                "18": {
                    "ID": "383652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383652",
                    "TitleEnglish": "Evolution Revolution",
                    "SummaryEnglish": "When Marucho loses his Bakugan to Klaus, he and Runo give chase, and wind up in Masquerade's castle!"
                },
                "19": {
                    "ID": "383653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383653",
                    "TitleEnglish": "Julie plays \"Hard Brawl\"",
                    "SummaryEnglish": "After a quarrel between the Brawlers, they all go separate ways. Julie decides to pursue her friend Billy and try to save him from Masquerade's evil ways."
                },
                "20": {
                    "ID": "383654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383654",
                    "TitleEnglish": "A Little Help from my Friends",
                    "SummaryEnglish": "When Shun leaves the group, Alice chases after him. Meanwhile Dan goes to take on Masquerade alone."
                },
                "21": {
                    "ID": "383655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383655",
                    "TitleEnglish": "My Good Friend",
                    "SummaryEnglish": "Klaus, Chan-Lee, and Julio return to finish off the Brawlers. Dan, Runo, and Marucho take them on, but what will happen when Klaus uses Marucho's stolen Bakugan?"
                },
                "22": {
                    "ID": "383656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383656",
                    "TitleEnglish": "Drago's On Fire",
                    "SummaryEnglish": "The Brawlers have been pushed back, but will the return of Preyas and the evolution of Drago be enough to bring them to victory?"
                },
                "23": {
                    "ID": "383657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383657",
                    "TitleEnglish": "Say It Ain't So Joe",
                    "SummaryEnglish": "Learning that Webmaster Joe is at the hospital, Dan and the other head there. However, while heading for Joe's room, Drago gets lost."
                },
                "24": {
                    "ID": "383658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383658",
                    "TitleEnglish": "The Secret of Success",
                    "SummaryEnglish": "Alice helps a little boy defeat his biggest rival."
                },
                "25": {
                    "ID": "383659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383659",
                    "TitleEnglish": "Trust Me",
                    "SummaryEnglish": "Tensions form between the group of Brawlers when it is believed that one of them is a double agent."
                },
                "26": {
                    "ID": "383660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/383660",
                    "TitleEnglish": "Doom Dimension or Bust",
                    "SummaryEnglish": "The Brawlers head to face Masquerade in one final battle."
                },
                "27": {
                    "ID": "1252131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252131",
                    "TitleEnglish": "Show Down",
                    "SummaryEnglish": "The Battle Brawlers learn through Webmaster Joe (who was on a trip with his mother) that Masqerade has defeated the World's Top Bakugan players, so they try to come up with a strategy to beat him. The strategy seems to backfire when Masquerade visits Dan's house and gets him to accept a battle. Now the evolved Drago and the evolved Hydranoid will go head-to-head with the loser getting a one-way trip to the Doom Dimension, which is later revealed to be full of Bakugan turned into stone."
                },
                "28": {
                    "ID": "1252141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252141",
                    "TitleEnglish": "The Brawler's Last Stand",
                    "SummaryEnglish": "The Brawlers mourn over the loss of Dan and Drago. Meanwhile, Shun gets a challenge from Masquerade and decides to join Dan in the Doom Dimension. When Skyress learns of this plan, she tries to gather the other Bakugan and try to save Vestroia without putting their human partners in risk. Soon, the other Brawlers catch onto his plan and decide to join him, but first Runo makes a promise to Dan's mom - he's safe and will be home soon."
                },
                "29": {
                    "ID": "1252151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252151",
                    "TitleEnglish": "Nightmare in Doomsville",
                    "SummaryEnglish": "In the Doom Dimension, the Legendary Ancient Warriors of Vestroia prepare to test the powers of the Brawlers, seeing if they are worthy enough to save Vestroia. The Brawlers are separated and Julie is left with Gorem to face the Subterra Warrior, Clayf, and a shadow of her perfect sister, Daisy. With help from Gorem, Julie learns that she isn't her sister and she can only do the best she can do. Because of this, Gorem evolves into Subterra Hammer Gorem, and defeats Clayf."
                },
                "30": {
                    "ID": "1252161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252161",
                    "TitleEnglish": "I am Marucho Hear Me Roar",
                    "SummaryEnglish": "Marucho must battle the Aquos Elemental Warrior, Frosch, and he is forced to send in Preyus early when he learns he is battling a shadow of himself. Preyus isn't feeling well throughout the battle, but he is able to give Marucho guidance to accepting his past. Marucho knew that he only did what his parents told him to make them happy, but he didn't like to always be so obidient. This causes Marucho to hate his old self. By accepting the past him, Marucho was able to help Preyus' digestion problem. This allows Preyus to evolve by spitting out his brothers: Aquos Angelo/Aquos Diablo Preyus. Will the combined strength of these brothers prove to be enough to defeat the Aquos Warrior?"
                },
                "31": {
                    "ID": "1252171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252171",
                    "TitleEnglish": "A Place Far From Home",
                    "SummaryEnglish": "Shun is stuck with the female Ventus Lord, Oberus, who has summoned a child that looks like Shun's mom to battle. The child convinces Shun to play with her while the sun is still setting, which it never does. Shun must battle himself as well when he is forced to choose between going back or staying in this world with his mother. In the battle with Oberus, Shun believes that he doesn't need his friends. His belief causes Skyress to die after a great impact with Oberus. When Shun realises his mistake, a tear drops down onto Skyress' ability card, changing it, and miraclesly reviving Skyress, which evolved into Storm Skyress. In the end, when Shun chooses to return to his world, Skyress evolves to Ventus Storm Skyress."
                },
                "32": {
                    "ID": "1252181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252181",
                    "TitleEnglish": "Play Nice Runo",
                    "SummaryEnglish": "Runo and Tigrerra must battle a young boy from Runo's past (a smaller version of Dan) summoned by The Haos lord, Lars Lion. The test is for Runo to realize how much she truly treasures her and Dan's friendship/love. When Tigrerra is getting hit by Lars Lion's piercing arrows of light, Runo realises the friendship/love that she treasures and says \"We are Friends Forever Dan!\" in the English dub, while she says \"I love you Dan!\" in the Japanese Version. When Runo realizes this, Tigrerra evolves into Haos Blade Tigrerra."
                },
                "33": {
                    "ID": "1252191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252191",
                    "TitleEnglish": "You're Going Down Clown",
                    "SummaryEnglish": "Dan must battle the Pyrus Lord, Apollonier, in order for him and his friends to return to their world. He and Drago soon find out that they're battling a clown. Dan manages to win the battle, but Drago doesn't evolve. When Dan rips off the clown's mask, it turns out to be Runo. In order for Drago to evolve and Dan to past his test, he must battle, and win, against each of the Brawlers."
                },
                "34": {
                    "ID": "1252201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252201",
                    "TitleEnglish": "Home Sweet Home",
                    "SummaryEnglish": "Joe is determined to find out where his friends have gone, so he challenges Masquerade to a battle. At first Joe appears to be outmatched, but Wyvern returns to give Joe assistance. The Brawlers also return, and Masquerade realizes his battle is only beginning. Dan explains everything about the Bakugan to his mother, who believes him and asks Drago to take care of him. Naga is revealed as one of the most dangerous Bakugan in the world."
                },
                "35": {
                    "ID": "1252211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252211",
                    "TitleEnglish": "Dan's Last Stand",
                    "SummaryEnglish": "Dan tells Shun, Julie, and Marucho that he has yet to pass the test in the Doom Dimension and the only way to have Drago evolve he has to defeat his friends one by one. Julie first battles Dan and Dan wins. Then, he battles Marucho and wins again. Shun says he will battle Dan the next morning. Masquerade is in the Doom Dimension and is about to start a battle with Alice."
                },
                "36": {
                    "ID": "1252221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252221",
                    "TitleEnglish": "Show Me What You've Got",
                    "SummaryEnglish": "Dan's final test is to beat his friends so his Dragonoid can evolve to the next level and become the Ultimate Bakugan. Dan battles Runo and Shun while Masquerade goes to see the Darkus Lord, Exeedra, and he ends up fighting Alice as a mirage."
                },
                "37": {
                    "ID": "1252231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252231",
                    "TitleEnglish": "You Say You Want An Evolution",
                    "SummaryEnglish": "Joe shows up after Dan defeats Julie, Marucho, and Runo for Wyvern to check out Drago's battling skills when Dan and Shun have their battle to finish Dan's test. Meanwhile, the Darkus Lord and Masquerade finish their battle. In the end Drago beats Skyress and becomes the Pyrus Ultimate Dragonoid, and Duel Hydranoid beats the Darkus Lord and evolves into the Darkus Alpha Hydranoid."
                },
                "38": {
                    "ID": "1252241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252241",
                    "TitleEnglish": "Behind the Mask of Masquerade",
                    "SummaryEnglish": "Alice appears to be disappearing all the time. Dan goes to talk with Marucho, Runo, Shun, and Julie and ends up finding Alice! Alice won't explain anything and leaves. Later, Joe receives a message from Masquerade, and Dan decides he'll take over to fight Masquerade with Drago to end it once and for all with Masquerade. Dan wins and offers Masquerade to join the Battle Brawlers to help defeat Naga. But Masquerade refuses and takes off his mask. It is revealed that Alice was Masquerade the whole time!"
                },
                "39": {
                    "ID": "1252251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252251",
                    "TitleEnglish": "Masquerade Unmasked",
                    "SummaryEnglish": "Hal-G appears to explain the origin of Alice and Masquerade. Because she is unable to forgive herself, Alice then disappears. Meanwhile a huge hole opens up in the ocean and weird weather has been happening all throughout the earth. Through much convincing, the Brawlers convince their parents about the Bakugan. What will they find in the decaying Vestroia? Dan and the Brawlers decide to take a little road trip, to Vestroia!"
                },
                "40": {
                    "ID": "1252261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252261",
                    "TitleEnglish": "Alice Gets Schooled",
                    "SummaryEnglish": "Alice tells Klaus about what she did as Masquerade, and gets pulled into a battle to punish her for sending his Bakugan to the Doom Dimension while she had been Masquerade. However, Klaus was just trying to teach her a lesson, that everyone, and everything must work together in order to create harmony."
                },
                "41": {
                    "ID": "1252271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252271",
                    "TitleEnglish": "A Fish Called Tayghen",
                    "SummaryEnglish": "The Bakugan Battle Brawlers enter Vestroia and realize Vestroia has become a hybrid world where two elements are mixed together to make one element together. They enter the Ventus and Aquos world where they meet Tayghen and Hairadee: two Bakugan of both Ventus and Aquos elements. As they fight, they suddenly see the portal to the next hybrid world of Vestroia is closing and so they agree that Shun and Marucho are to stay in the Ventus and Aquos world to defeat the two Bakugan. The rest of the Bakugan team disappear through the portal into another dimension of Vestroia."
                },
                "42": {
                    "ID": "1252281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252281",
                    "TitleEnglish": "The Race to Vestroia",
                    "SummaryEnglish": "As the remaining Brawlers enter the hybrid world of Subterra and Haos, a pair of Subterra/Haos Bakugan sisters named Rabeeder and Tricloid fall in love with Dan. The sisters say the only way out is if they beat them in a race. Dan and Drago win and leave to the next world."
                },
                "43": {
                    "ID": "1252291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252291",
                    "TitleEnglish": "Next Stop Naga-Ville",
                    "SummaryEnglish": null
                },
                "44": {
                    "ID": "1252301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252301",
                    "TitleEnglish": "It's A Long Shot",
                    "SummaryEnglish": "Dan and Drago are left weak and beaten by their battle with Centorrior and Druman."
                },
                "45": {
                    "ID": "1252311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252311",
                    "TitleEnglish": "Ground Control to Major Dan",
                    "SummaryEnglish": "The Brawlers have finally made it to Vestroia where they hope to confront Naga and retrieve the Silent Core and save the Universe!"
                },
                "46": {
                    "ID": "1252321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252321",
                    "TitleEnglish": "The One Hit Wonders",
                    "SummaryEnglish": "The human world is in complete chaos when the Brawlers finally return."
                },
                "47": {
                    "ID": "1252331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252331",
                    "TitleEnglish": "Here's Mud In Your Eye",
                    "SummaryEnglish": "The entire world is in a state of chaos as Naga's evil Bakugan invade neighborhood after neighborhood."
                },
                "48": {
                    "ID": "1252341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252341",
                    "TitleEnglish": "R Is For Revenge",
                    "SummaryEnglish": "Alice and Christopher brawl with Rabeeder, who is on the hunt for the Infinity Core on Naga's behalf."
                },
                "49": {
                    "ID": "1252351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252351",
                    "TitleEnglish": "Showdown in Wardington",
                    "SummaryEnglish": "The return of Naga's Ventus/Aquos servant hybrid Hairadee has brought new troubles for Komba and Shun. While Skyress is trapped in a barrier of ice, Shun reveals his ninja skills to free Skyress and defeat the hybrid. Julio crashes the party and helps the battle. Will the three of them be enough to take Naga's servant on?"
                },
                "50": {
                    "ID": "1252361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252361",
                    "TitleEnglish": "The Good, The Bad & The Bakugan",
                    "SummaryEnglish": "The Brawlers are in trouble. Wavern and the Infinity Core are hiding at the top of Wardington Tower but Naga and his forces are nearby."
                },
                "51": {
                    "ID": "1252371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252371",
                    "TitleEnglish": "The Final Brawl",
                    "SummaryEnglish": "With most of the Brawlers trapped fighting, Naga is free to go after Wavern and the Infinity Core."
                },
                "52": {
                    "ID": "1252381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/1252381",
                    "TitleEnglish": "Game Over",
                    "SummaryEnglish": "The final battle has been set. Naga is squaring off against Drago in pursuit of the Infinity Core and in turn, power over the universe!"
                }
            }
        },
        "2": {
            "Episodes": {}
        },
        "3": {
            "Episodes": {}
        },
        "4": {
            "ID": "297661",
            "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/seasons/official/4",
            "# Episodes": 46,
            "Episodes": {
                "1": {
                    "ID": "3897821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3897821",
                    "TitleEnglish": "Interspace Showdown",
                    "SummaryEnglish": "The Brawlers have returned to Earth and are back battling inside the expanded and awesome Bakugan Interspace."
                },
                "2": {
                    "ID": "3897831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3897831",
                    "TitleEnglish": "Mechtogan Mayhem",
                    "SummaryEnglish": "Dan and Drago begin a rigorous training regimen as they attempt to get Drago's newly inherited powers under control."
                },
                "3": {
                    "ID": "3897841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3897841",
                    "TitleEnglish": "Disconnect",
                    "SummaryEnglish": "Dan and Drago continue to be evasive with their teammates as they try and figure out the link between Code Eve's powers and the birth of the Mechtogan, Zenthon."
                },
                "4": {
                    "ID": "3897851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3897851",
                    "TitleEnglish": "Fall From Grace",
                    "SummaryEnglish": "Marucho and Shun discover that Dan and Drago have been practicing in secret, which leads to the revelation that Zenthon was born of Drago's new powers."
                },
                "5": {
                    "ID": "3897861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3897861",
                    "TitleEnglish": "Tri-Twister Take Down",
                    "SummaryEnglish": "Shun and Marucho confront Dan and insist that he take a break from battling until he gets a handle on Drago's new powers."
                },
                "6": {
                    "ID": "3897871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/3897871",
                    "TitleEnglish": "Agony of Defeat",
                    "SummaryEnglish": null
                },
                "7": {
                    "ID": "4075789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4075789",
                    "TitleEnglish": "BakuNano Explosion",
                    "SummaryEnglish": "After the epic battle with Anubias, Dan and Drago go AWOL. The fans are now clamouring for more intense battle action and the new BakuNano technology is introduced to cause maximum damage."
                },
                "8": {
                    "ID": "4095395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4095395",
                    "TitleEnglish": "Return to New Vestroia",
                    "SummaryEnglish": "Dan and Drago land in New Vestroia, to continue training. They are hit by another nightmarish vision, which leaves them with the terrifying realization that escape from the evil forces that haunt them may be impossible."
                },
                "9": {
                    "ID": "4095396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4095396",
                    "TitleEnglish": "Chaos Control",
                    "SummaryEnglish": "Mag Mel sends Anubias to New Vestroia to battle Dan and Drago and harness their power."
                },
                "10": {
                    "ID": "4095397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4095397",
                    "TitleEnglish": "A Royale Pain",
                    "SummaryEnglish": "With Dan gone, Shun assumes leadership of the Battle Brawlers. When Shun joins a Battle Royale in an attempt to control the chaos, he is rescued by two mysterious battlers!"
                },
                "11": {
                    "ID": "4095398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4095398",
                    "TitleEnglish": "Back In Sync",
                    "SummaryEnglish": "Dan and Drago are paid a visit by their old friend Wyvern. Marucho is confronted by his father and must decide how to save Bakugan Interspace from further destruction."
                },
                "12": {
                    "ID": "4095399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4095399",
                    "TitleEnglish": "Mind Search",
                    "SummaryEnglish": "Dan and Drago try to solve the identity of the mysterious masked entity haunting their dark visions. Meanwhile, Marucho teaches Paige and Rafe a lesson about strategy."
                },
                "13": {
                    "ID": "4095400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4095400",
                    "TitleEnglish": "Re-connection",
                    "SummaryEnglish": "Marucho and Shun square off in a championship match. As both divisions of the Brawlers fight their battles, Mag Mel uses his pawns Sellon and Anubias to unleash the latest stage of his sinister plan."
                },
                "14": {
                    "ID": "4095401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4095401",
                    "TitleEnglish": "Triple Threat",
                    "SummaryEnglish": "In a fierce battle against Sellon on Neathia; Dan and Drago summon Mechtogan Zenthon for help. But they get more than they bargained for when a Mechtogan Titan appears!"
                },
                "15": {
                    "ID": "4137847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4137847",
                    "TitleEnglish": "Interspace Under Siege",
                    "SummaryEnglish": "Dan and Drago return from New Vestroia to help the Battle Brawlers defend Interspace from the rampaging Caos Bakugan."
                },
                "16": {
                    "ID": "4137848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4137848",
                    "TitleEnglish": "A Hero Returns",
                    "SummaryEnglish": "Under Marucho's leadership the Brawlers attempt to delete the Chaos Bakugan from Interspace."
                },
                "17": {
                    "ID": "4137849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4137849",
                    "TitleEnglish": "Gundalia Under Fire",
                    "SummaryEnglish": "The Battle Brawlers race to the aid of their old friends Ren, Fabia and Nurzak on Gundalia."
                },
                "18": {
                    "ID": "4137850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4137850",
                    "TitleEnglish": "Battle Lines",
                    "SummaryEnglish": null
                },
                "19": {
                    "ID": "4137851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4137851",
                    "TitleEnglish": "Unlocking the Gate",
                    "SummaryEnglish": "Dan and Drago are face to face with Mag Mel and Razenoid and the two sides square off in a fierce battle."
                },
                "20": {
                    "ID": "4137852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4137852",
                    "TitleEnglish": "True Colours",
                    "SummaryEnglish": "The Brawlers race back to Earth and discover the Chaos Bakugan are destroying Bakugan Interspace."
                },
                "21": {
                    "ID": "4137853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4137853",
                    "TitleEnglish": "Dangerous Beauty",
                    "SummaryEnglish": "A wave of Chaos Bakugan causes the Bawlers to split up to fend off the attack. Mid-battle Dan is summoned by Sellon who lures him with information about the link he shares with Mag Mel."
                },
                "22": {
                    "ID": "4137854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4137854",
                    "TitleEnglish": "Unfinished Business",
                    "SummaryEnglish": "Dan receives what appears to be a distress call from Noah."
                },
                "23": {
                    "ID": "4160958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4160958",
                    "TitleEnglish": "Behind the Mask",
                    "SummaryEnglish": "Dan attempts to link with Mag Mel again, but on a deeper level."
                },
                "24": {
                    "ID": "4160959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4160959",
                    "TitleEnglish": "Interspace Armageddon",
                    "SummaryEnglish": "Marucho reveals his plan to completely delete Bakugan Interspace while his father and Kato work on an escape plan."
                },
                "26": {
                    "ID": "4160961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4160961",
                    "TitleEnglish": "The Final Takedown",
                    "SummaryEnglish": "The final battle continues with Dan and Mag Mel, while the others are fighting the remaining Bakugan, Mechtogan, and Mechtogan Titans on Earth."
                },
                "27": {
                    "ID": "4160962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4160962",
                    "TitleEnglish": "Evil Arrival",
                    "SummaryEnglish": "After Mag Mel's defeat at the hands of the Brawlers, peace reigns once again in the universe."
                },
                "29": {
                    "ID": "4177110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4177110",
                    "TitleEnglish": "Mysterious Bond",
                    "SummaryEnglish": "Fearful of another attack by Wiseman and his Mechtogans, the Brawlers ask Reptak to join Dan and Drago as their additional partner Bakugan."
                },
                "30": {
                    "ID": "4189753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4189753",
                    "TitleEnglish": "The Prodigal Bakugan",
                    "SummaryEnglish": "Jaakor is visited by his two former students: Skytruss and Orbeum."
                },
                "31": {
                    "ID": "4189754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4189754",
                    "TitleEnglish": "Combination Impossible",
                    "SummaryEnglish": null
                },
                "32": {
                    "ID": "4189755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4189755",
                    "TitleEnglish": "Enemy Allies",
                    "SummaryEnglish": null
                },
                "33": {
                    "ID": "4192472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4192472",
                    "TitleEnglish": "Battle for Bakugan Land",
                    "SummaryEnglish": "Wiseman reappears and attacks the amusement park that Bakugan helped create Bakugan Land. Julie decides to go and confront him as a reporter to see what his problem is, and the Battle Brawlers must try and find a way to contain the Nomads powers once again."
                },
                "34": {
                    "ID": "4219566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4219566",
                    "TitleEnglish": "Gunz Blazing",
                    "SummaryEnglish": null
                },
                "35": {
                    "ID": "4219567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4219567",
                    "TitleEnglish": "Battle Suit Bash",
                    "SummaryEnglish": null
                },
                "36": {
                    "ID": "4219568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4219568",
                    "TitleEnglish": "Countdown to Doomsday",
                    "SummaryEnglish": "The Brawlers go on the hunt for Wiseman's hideout in an effort to trap him there. But Wiseman brings out the powerful Mechtogan Mechtavius Destroyer in a vicious battle against Dragonoid Destroyer."
                },
                "37": {
                    "ID": "4219569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4219569",
                    "TitleEnglish": "The Eve of Extermination",
                    "SummaryEnglish": "It's a race against time as the Brawlers once again Battle Mechtavius Destroyer but this time without the help of their own Mechtogan, Dragonoid Destroyer."
                },
                "38": {
                    "ID": "4219570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4219570",
                    "TitleEnglish": "Jump to Victory",
                    "SummaryEnglish": "Runo meets a new Bakugan named Aerogan who asks to be her partner."
                },
                "39": {
                    "ID": "4219571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4219571",
                    "TitleEnglish": "Enemy Infiltration",
                    "SummaryEnglish": "The Nonets begin to get curious about the true identity and motives of Wiseman."
                },
                "40": {
                    "ID": "4252242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4252242",
                    "TitleEnglish": "Gunz Lives",
                    "SummaryEnglish": "Gunz wakes up in his own worst nightmare and realizes that the evil ringleader Wiseman looks just like him!"
                },
                "41": {
                    "ID": "4252243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4252243",
                    "TitleEnglish": "Evil Evolution",
                    "SummaryEnglish": "The Brawlers learn the origin of Wiseman."
                },
                "42": {
                    "ID": "4252244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4252244",
                    "TitleEnglish": "Evil vs. Evil",
                    "SummaryEnglish": "The Brawlers are banished to the Doom Dimension."
                },
                "43": {
                    "ID": "4252245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4252245",
                    "TitleEnglish": "Doom Dimension Throwdown",
                    "SummaryEnglish": "Mechtavius Destroyer wreaks havoc in Bakugan City. The Brawlers, still trapped in the Doom Dimension; battle Gunz and Betadron."
                },
                "44": {
                    "ID": "4252246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4252246",
                    "TitleEnglish": "Blast From the Past",
                    "SummaryEnglish": "After attacking Bakugan City, Mechtavius Destroyer invades New Vestroia. The Bakugan put up a brave fight but are no match for his strength."
                },
                "45": {
                    "ID": "4252247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4252247",
                    "TitleEnglish": "Beginning of the End",
                    "SummaryEnglish": "The Brawlers travel back in time with the help of Professor Worton in an attempt to undo the destruction caused by Mechtavius Destroyer."
                },
                "46": {
                    "ID": "4253176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakugan-battle-brawlers/episodes/4253176",
                    "TitleEnglish": "End of the Line",
                    "SummaryEnglish": "In the final battle against Mechtavius Destroyer, Dragonoid Destroyer uses the energy from the powerful bond between humans and Bakugan to defeat him."
                }
            }
        }
    }
}