{
    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1245698/",
        "https://www.themoviedb.org/tv/37264"
    ],
    "TitleEnglish": "Birdy the Mighty: Decode",
    "SummaryEnglish": "Federation investigator Birdy chases the space criminal Geega through space to Earth, where he hides in the entertainment industry under a human disguise. Birdy goes undercover herself, posing as famous model “Arita Shion” that often uses a ‘space girl’ look. A male student, Senkawa, stumbles upon a fight between the two one night in an abandoned building only to be severed in half as he is used as a shield by Geega against Birdy. Birdy heals him from imminent death in some fashion- but Senkawas body, and life, are now changed and permanently linked to Birdy.",
    "TitleJapanese": "鉄腕バーディー DECODE",
    "SummaryJapanese": "かつて惑星を消滅させた程の強大な力を秘めているといわれる“リュンカ”。\nその“リュンカ”を持ち去った逃亡犯を追って地球にやって来た宇宙連邦捜査官バーディー・シフォン＝アルティラは、捜査の途上で誤って地球の高校生、千川つとむを殺してしまう。破壊してしまったつとむの肉体が修復するまでの間、彼女は自らの体につとむの記憶と心を宿した。\nこうして二人は時につとむとして高校生の日常を送り、そして時にバーディーとして任務を遂行する、“二心同体”の生活をすることに…。\n\n“リュンカ”の大いなる力を巡り、宇宙側と地球側、双方の思惑が交錯し、物語は大きな渦を作ってゆく。“リュンカ”を追うバーディーとつとむは、捜査を進めるうち、想像だにしていなかった巨大な流れと向き合うことになる―。",
    "Aliases": [
        "鐵腕女警 DECODE"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "34778",
            "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "1786711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/1786711",
                    "TitleEnglish": "The Cipher: Between You and Me",
                    "SummaryEnglish": "Birdy uses her pin-up alter ego to help Tsutomu make a love connection with Sayaka, but everything goes horribly wrong when a Federation marionette is added to the equation! A story that connects season 1 and 2.",
                    "TitleJapanese": "鉄腕バーディー DECODE -THE CIPHER-",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "34779",
            "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "384883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384883",
                    "TitleEnglish": "One Plus One",
                    "SummaryEnglish": "While pursuing alien criminals named Bacillus and Geega, Birdy and Tute infiltrate Earth under the cover of a rising Japanese idol and her manager. During one night on a routine mission to apprehend the said criminal, a civilian named Tsutomu Senkawa is used as a human shield. When Birdy realized that she killed him in an accident, she decided that the only way to save his life was to fuse her body with his in order to prevent him from dying. Tsutomu thought that it was all a dream until he found that he was unable to control his body one night after he was supposedly dead.",
                    "TitleJapanese": "ONE PLUS ONE",
                    "SummaryJapanese": "宇宙連邦捜査官のバーディーは、あるものを持ち出したギーガーを追い、地球へとやって来た。\n地球人として生活しながらギーガーの行方を探ろうとするバーディーだったが、有力なてがかりもつかめないまま、アイドル「有田しおん」となり、グラビアの誌面を飾る毎日だった。そんな折、ようやくギーガーの情報が手に入る。躍起になるバーディー。\n一方、ごく普通の高校生、千川つとむは、趣味の廃墟探索をするためにとある廃ホテルへ入る。使用されなくなって久しいはずのそこにいたのは、ギーガーとそして有田しおん＝バーディーだった…!!"
                },
                "2": {
                    "ID": "384884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384884",
                    "TitleEnglish": "The Partnered One",
                    "SummaryEnglish": "Birdy and Tsutomu try to cope with existing by sharing one body, but leading two separate lives. Birdy's commanding officer, Magius, informs Tsutomu that his original body's being restored and it will be some time before he can live outside of Birdy's body. Bacillus tries to eliminate Birdy by luring her into a movie shooting as cover. Keisuke Muroto tries to take photos of Bacillus and Birdy, but falls unconscious when he was knocked out by debris. A wounded Bacillus took over Geegar's Earth body as his first one was damaged from deterioration and from fighting Birdy.",
                    "TitleJapanese": "THE PARTNERED ONE",
                    "SummaryJapanese": "廃ホテルでのバーディーとギーガーとの戦いに巻き込まれたつとむ。瀕死状態の彼の身体を修復する間、バーディーの心につとむの精神を宿した「二心同体」で生活を送ることになった。にわかには信じられない事実を受け入れようとするつとむ。\nそんな中、登校した学校で、クラスメイトの中杉小夜香が交通事故に遭ったと知らされる。心配する早宮たちは、見舞いに行こうとつとむを誘う。\n一方、バーディーにもアイドルとしての仕事が舞い込んできていた。それは……。"
                },
                "3": {
                    "ID": "384885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384885",
                    "TitleEnglish": "View of Life",
                    "SummaryEnglish": "Bacillus tries to locate and eliminate Birdy, while she, Tsutomu and Tute argue over the constant separate lives that they were trying to hide from the public. Tute gets wounded by Bacillus before he gave Birdy an Elemental Destructor capsule bomb to kill Bacillus and eliminate the threat of him killing an Earth-born civilian in Japan. Birdy mourns Tute's death when he can't heal his wounds from Bacillus' attack.",
                    "TitleJapanese": "VIEW OF LIFE",
                    "SummaryJapanese": "普通の生活を送りたいつとむは、「自分の許可なくバーディーにならない」という条件を出す。それを承知するテュートだが、バーディーは面白くない。テュートから調査報告すらもふてくされてきちんと聞こうとしない。一方、交通事故で重傷だったはずの小夜香は、事故の後遺症もなく、むしろ以前よりも元気で快活な少女になっていた。そんな小夜香を少しづつ意識し始めるつとむ。\nそんな中、つとむの学校にある人物が訪れる。それはつとむの中のバーディーのにおいをかぎつけてやって来た、バチルスだった…。バチルスは小夜香と、そして偶然学校に来ていたテュートをも巻き込み、なりふり構わない攻撃を仕掛けて来る。"
                },
                "4": {
                    "ID": "384886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384886",
                    "TitleEnglish": "A Stranger From Earth",
                    "SummaryEnglish": "Birdy returns to her home planet Altaria to attend a trial of one of the smugglers that she had arrested. She and Tsutomu were questioned by a deity named Nejula Gate Altaria regarding Ryunka. Nejula reveals to Tsutomu that Ryunka is used as a nuclear weapon, killing off the inhabitants of a planet named Bilugema. While Birdy visits her hometown, a terrorist bombing destroys a convoy of vehicles.",
                    "TitleJapanese": "A stranger from Earth",
                    "SummaryJapanese": "連邦につとむの体の修復が正式に受け入れられた。一時帰還するバーディーとつとむ。メギウスやスケルツォなど、懐かしい面々との再会も早々に、バーディーは裁判所から呼び出しを受ける。先の宇宙空間での捕り物劇の際逮捕された被告の証人喚問のためだ。だが、その裁判の最中、突如光の柱が出現し、ある人物が介入してきた。それは神祇官・ネーチュラーだった…。ネーチュラーは被告を差し置いて、バーディーに審問を始める。それは次第に、「リュンカ」についての言及となり…"
                },
                "5": {
                    "ID": "384887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384887",
                    "TitleEnglish": "Another World",
                    "SummaryEnglish": "Birdy fights with King Zero as Nejula corners Gelabu--whom ultimately commits suicide for his \"pride\" or \"honor.\" Thanks to Birdy's way with words and the simple fact that King Zero's girl can't stand to see lots of people die, she detonates the falling satellite which was targeting the Union. Kashugeza turns out to be an undercover agent under Skeletsu's direction. Birdy is quite frustrated with the fact that Skeletsu tolerated the deaths of her fellow, innocent, Altarians in the terrorist attack in order to get a lead on King Zero.",
                    "TitleJapanese": "Another World",
                    "SummaryJapanese": "連邦の首都、オリオテーラにあるアルタ人街で爆破テロが発生、偶然居合わせた同盟側の領事、ゲラブが巻き込まれる事件が起こる。テロの首謀者は「新秩序革命戦線」という組織と、その主導者キンゼルだった。声明文を出し新たなるテロを予告するキンゼル。その交渉人として、キンゼルはバーディーとネーチュラーを指名する。彼はかつて、二人より捕らえられていたのだ。\n脱獄し、バーディーたちに復讐するチャンスを狙っていたのキンゼル。彼を捕らえるため、立場も性格もまるで違うバーディーとネーチュラーのタッグが、いま再結成される！"
                },
                "6": {
                    "ID": "384888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384888",
                    "TitleEnglish": "Both of Us",
                    "SummaryEnglish": "Sayaka Nakasugi invites her classmates to her mansion for her welcome back party. Birdy investigates the site where she had killed Tsutomu in order to locate a marionette of non-Earth origin. Sayaka's maid Yoshio finds strange things have happened to her, which started to worry Sayaka's grandfather, Katsutoshi. Meanwhile, Nakasugi disappears from the Nakasugi Mansion after encountering a parrot, which was an alien being in disguise.",
                    "TitleJapanese": "Both of Us",
                    "SummaryJapanese": "小夜香の邸宅で退院祝いのパーティーが開催された。事故から奇跡の生還を遂げた小夜香は、よく笑う快活な少女になっていた。まるで別人のようになった彼女の変化を、祖父・勝利は温かく見守りながらも、どこか不安を覚える。\n一方、つとむはバーディーの捜査に無理やりつき合わされ、パーティーに行くに行けない羽目に。せっかくの小夜香からの誘いだったのに…と、ふてくされるつとむ。だがその頃小夜香も、皆と楽しい時間を過ごしつつも、心の底ではつとむの来訪を待ち続けていたのだった…"
                },
                "7": {
                    "ID": "384889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384889",
                    "TitleEnglish": "Night Walker",
                    "SummaryEnglish": "A string of murders with dead female victims with short hair and glasses leads Birdy to investigate them with Tsutomu. The culprit is revealed to be a rogue combat marionette, which is killing the victims as it thinks of them as the mother, the main programmer when the marionette was placed under her care. Birdy attempts to retrieve it, but is attacked by supposedly a Federation-based person with a guardian robot that attacks her to keep her away from acquiring the disabled robot.",
                    "TitleJapanese": "Night Walker",
                    "SummaryJapanese": "地下鉄構内で連続殺人事件が起こる。その事件が起こる時にはいつも、近隣のラジオやテレビから「呪いの歌」が聞こえてくる…という噂が流れていた。\n室戸はスクープを狙い、事件の調査に乗り出す。一方、バーディーも一連の事件に地球人以外が関与していると直感し、捜査に飛び出す。が、しおんの姿で自宅を出ようとした矢先、つとむの姉・はづみが帰ってきてしまい鉢合わせしてしまう…！"
                },
                "8": {
                    "ID": "384890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384890",
                    "TitleEnglish": "Ghost Village",
                    "SummaryEnglish": "Nakasugi invites her friends including Tsutomu to her family village in the Sawajiri Village in Nagano. But on one evening, Nakasugi succumbs to the Riunka implanted on her by an unknown force who returned the renegade marionette back to her owners. A small number of Riunka explosions rattled the village, forcing local police and the JGSDF to mobilize.",
                    "TitleJapanese": "Ghost Village",
                    "SummaryJapanese": "夏休みを利用して、小夜香の別荘で合宿をする事になった一同。山間部の過疎地帯・沢尻村。\nそこにある別荘で楽しい一時を過ごすつとむ、小夜香、そして他の面々。しかしそんな中、小夜香に近づく影があった。「早く目を覚ませ。君は生まれ変わった」。影は小夜香に、そう囁く……。"
                },
                "9": {
                    "ID": "384891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384891",
                    "TitleEnglish": "The Champion of Justice",
                    "SummaryEnglish": "An investigation team under Shyamalan's orders investigates the ruins of Sawajiri Village, even killing a policeman when Murota and Hayamiya decide to investigate. Birdy saves them from some of the armed men and fights the reconstructed marionette before she gets injured during an encounter with Gomez after defeating the marionette again.",
                    "TitleJapanese": "The champion of justice",
                    "SummaryJapanese": "沢尻村で起こった怪事件の影響を受け、東京に帰れなくなってしまった一同だったが、そんな彼らの元に、小夜香の身を案じて駆けつけた勝利と、またしても事件の匂いを嗅ぎ付けた室戸、そしてシャマランが訪れる。その夜、事件現場を捜査するバーディーに、突如襲い掛かる影が。それはバーディーとほぼ互角、あるいはそれ以上の戦闘能力を持つマリオネット・オンディーヌだった…!!"
                },
                "10": {
                    "ID": "384892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384892",
                    "TitleEnglish": "You're the One",
                    "SummaryEnglish": "Tsutomu and Nakasugi go on a date with Tsutomu received a kiss from Nakasugi herself. Meanwhile, Shyamalan meets with Sayaka's grandfather and kills him during the meeting. When Yoshie discovers his body, she thinks that Sayaka killed him, which activates the Ryunka in her body and evaporated her.",
                    "TitleJapanese": "You're the One",
                    "SummaryJapanese": "沢尻村から戻ってから、塞ぎがちになってしまった小夜香。そんな彼女を元気づけるため、つとむは小夜香をお台場へ誘う。二人で過ごす一日。まるでデートのようなシチュエーションにドキドキするつとむ。しかし一方で、バーディーはリュンカの行方について、ある考えに至っていた。それはバーディーにも、そしてつとむにとっても残酷なもので…。"
                },
                "11": {
                    "ID": "384893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384893",
                    "TitleEnglish": "Bye Bye Buddy",
                    "SummaryEnglish": "It has been confirmed: Nakasugi is the host for Ryunka. But Tsutomu wants to protect her, no matter what and so he takes control of Birdy's body when she tried to get close to Ryunka. Nejula knocks them out before their minds fuse completely. When they wake up again, Tsutomu has his own body back and needs glasses again. From now on, Birdy and Tsutomu go separate ways. When Birdy and Nejula arrive at Nakasugi's villa, she is already gone because she went to Tsutomo's place. To protect her from being pursued by her greedy relatives, Tsutomu leaves her in Shymalan's care. After that he discovers Shymalan's true intentions when Nejula confronts him...",
                    "TitleJapanese": "Bye bye Buddy",
                    "SummaryJapanese": "つとむの本来の体の修復が完了した。近く元に戻れるという。しかしそんな中、中杉家にある事件が起こり、小夜香と連絡がつかなくなってしまう。心配したつとむは、少しでも小夜香の力になれないかと奮闘する。そんなつとむに、バーディーはついに真実を打ち明ける。それを聞いたつとむは…。"
                },
                "12": {
                    "ID": "384894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/384894",
                    "TitleEnglish": "Doomsday",
                    "SummaryEnglish": "Shymalan releases a recorded TV announcement, saying that he intends to wreck genocide on Japan to weed out the weak. The government, though slow, has begun to take steps to contain the Ryunka that is beginning to spread throughout the Greater Tokyo Area. Tsutomu, though advised not to go out of his house, decides to do so and save Sayaka. Nejula suggests that a faction of the Federation Police may have not decided to quickly respond to see the power of Ryunka. Muroto decides to help Tsutomu after he finds out that the ship is the Lost Bird, where Sayaka is held. Shymalan is killed when the Ryunka inside of Sayaka is activated, with a segment of the Japanese public. Birdy, meanwhile, is moving in on her own to stop the Lost Bird from moving any further.",
                    "TitleJapanese": "DOOMS DAY",
                    "SummaryJapanese": "小夜香がシャマランの元へ身を寄せた。どうすることもできないつとむ。その頃、シャマランは自らの願望を実現すべく最終段階へと入っていた。彼は小夜香を、そして東京すべてをもその渦に巻き込んでゆく。そして最後の時が来る。遂にリュンカが目覚めたのだ。「見えざる死」が東京でも起ころうとしている。食い止めようとするバーディーだが…。"
                },
                "13": {
                    "ID": "392129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/392129",
                    "TitleEnglish": "Stand By Me",
                    "SummaryEnglish": "Birdy and Tsutomu head to the Lost Bird to figure out a way to purge the Ryunka out of Sayaka's body. The two were able to do so, at the cost of Tsutomu's own body when he sacrificed it to allow Birdy to kill him again and purge the Ryunka parasite out of his body with Nejula in charge of containing it. The Japanese government had covered up the events as the JGSDF had mobilized in Roppongi. Due to the events, Sayaka loses some of her memories including her encounters with Tsutomu. Birdy once again merges with Tsutomu until a new body can be readied. Meanwhile, Gomez and his boss Revi had a conversation about whether Birdy is a threat, with Gomez telling Revi to take some precautions against her.",
                    "TitleJapanese": "Stand by Me",
                    "SummaryJapanese": "熾烈を極めるバーディーとリュンカの戦い。激しい戦いの先にあるのは一体？\nそしてその時つとむは、そして小夜香は…？"
                }
            }
        },
        "2": {
            "ID": "39505",
            "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "425566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/425566",
                    "TitleEnglish": "After All",
                    "SummaryEnglish": "Birdy is informed of a break-out from an intergalactic prison, and manages to track down one of the rogue prisoners. Although she is ordered to apprehend the criminals alive, he was killed by the time she arrived on the scene. The only clue is a disguise chip, which dissolved the body.",
                    "TitleJapanese": "After All",
                    "SummaryJapanese": "リュンカが巻き起こした東京湾怪光事件から数ヶ月。\nバーディーとつとむの二心同体生活は相も変わらず続いていた。ある日、バーディーに任務が下る。リュンカ事件のきっかけを作った犯人たちが、地球に逃亡したという。それを見つけ出し、逮捕するというものだ。そんな捜査の途上、バーディーはある懐かしい人物と出会う。それはまた、封印された忌まわしい「過去」を呼び覚ますことになるのだった･･･"
                },
                "2": {
                    "ID": "425567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/425567",
                    "TitleEnglish": "Simple Twist of Fate",
                    "SummaryEnglish": "Birdy meets up with her childhood friend, Nataru, and they talk for a bit. They are interrupted by a girl in a wheelchair, who treats Birdy coldly. A second of the criminals is tracked down, and she pursues him for a bit, but he escapes only to be killed in a violent manner Birdy is not familiar with.",
                    "TitleJapanese": "Simple Twist of Fate",
                    "SummaryJapanese": "幼い頃、まるで兄妹のようにいつも一緒だったナタル。ナタルは現在、理学療法士として病院で働いているのだという。故郷を遠く離れた地球での、懐かしい人物との再会を喜ぶバーディー。しかしそんな二人の姿を面白くないと思う少女が。翔子である。彼女はリュンカ事件で死亡したナタルの親友、各務の妹で、自身もリュンカ事件で怪我を追い入院していたのだ。バーディーにヤキモチを焼く翔子。一方のバーディーは捜査を進め、ついに逃亡犯の一人、アグラズーメを追い詰めるのだが……。"
                },
                "3": {
                    "ID": "425568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/425568",
                    "TitleEnglish": "Somewhere in Time",
                    "SummaryEnglish": "Senkawa and the journalism club go investigate a refugee camp. While Hayasumi is just trying to get a good story, Birdy is hoping to get a lead on another alien living in the camp. Two young children, Takumi and Marina, give the club a tour of the camp. They run away into the ruins so that they don't have to be separated, but get attacked by a group of thugs. Nataru, volunteering at the camp, goes after the children, but isn't strong enough on his own. Birdy arrives to rescue him.",
                    "TitleJapanese": "Somewhere in Time",
                    "SummaryJapanese": "リュンカ事件の際、お台場と同じように攻撃を受け、廃墟と化してしまった六本木一帯。その避難所を取材に訪れたのは、早宮引き入る報道研即席メンバー。 その前に現れた、まりなとたくみ、という二人の子供。避難所を案内してあげるというのだが、それは、ガイド料目当てなのだった。小さな二人がお金に執着するのには、ある理由があるようなのだが…。\n　一方、つとむは避難所内の診療所にナタルの姿を見つける。まりなとたくみの姿を見て自分の幼い頃を思い出したのか、ナタルはつとむにバーディーとの懐かしい思い出を語り始める……。"
                },
                "4": {
                    "ID": "425569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/425569",
                    "TitleEnglish": "Tears Are Not Enough",
                    "SummaryEnglish": "Birdy tracks down the illegal Virtual Reactor Chips purchaser, who is Nataru's father, Mr. Dusk. Dusk reveals he is a member of an Alterian freedom group, and that he helped disguise the escapees. Birdy goes after the nearest, but the escapees kidnap Dusk and interrogate him on the attacks on their number. He is murdered, which angers Nataru and upsets Birdy. Nataru kills another of the escapees, but not before learning Valic killed his father. Birdy promises to catch Dusk's killer.",
                    "TitleJapanese": "Tears Are Not Enough",
                    "SummaryJapanese": "逃亡犯たちの逮捕は依然として難航している。それどころか、バーディーが手がかりを掴んで辿り着くと、犯人は必ず何者かの手によって既に殺害されている。いたちごっこの状況に業を煮やしたバーディーは、強行手段に出る。\n地球人に変身できる擬装チップを密売して捌いている売人を尋問し、犯人へ繋がる手がかりを得ようとしたのだ。彼の口から出た名前は、バーディーにとっては衝撃的なものであった。\nその頃、逃亡犯達は、仲間が次々と殺されていることから、自分達を売った人物を処分することを決めていた。その人物とは……。"
                },
                "5": {
                    "ID": "425570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/425570",
                    "TitleEnglish": "Before It's Too Late",
                    "SummaryEnglish": "Iruma, Birdy's contact on Earth for information, is kidnapped by the escapees to lure her into a trap. She escapes being nearly killed by a long-range gun and fights to a draw. She collapses before she enters the portal to her ship, however. Tsutomu has a weird dream, a blend between his own memories and Birdy's. This is when he discovers he is trapped in Birdy's body. He is thus forced to follow her schedule, including a signing some of his classmates attend, a photo shoot and a reality contest where he has to eat bugs. At the end, he learns that personality merging has begun.",
                    "TitleJapanese": "Before It's Too Late",
                    "SummaryJapanese": "情報を得るために事務所に来たバーディーだが、イルマは不在。朝からずっと姿を見せていないのだという。そこにバーディー宛で電話がかかってくる。\nそれは脅迫電話だった。なんとイルマは誘拐されていたのだ。　バーディーが仲間を殺害をしていると勘違いした逃亡犯達が、バーディーをおびき寄せて返り討ちにするために、誘拐したのだった。\nイルマ奪還のため指定場所に向かったバーディーだったが、そんな彼女を軍出身のガトールが離れたビルからスコープで狙う。バーディーは攻撃を受けつつも、なんとかイルマ奪還に成功するが……。"
                },
                "6": {
                    "ID": "497211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/497211",
                    "TitleEnglish": "A Prisoner of the Past",
                    "SummaryEnglish": "In an attempt to reverse the personality merging process, Tsutomu delves into Birdy's past. In this episode, he learns what it means to be an Iksiola, and how Birdy met Nataru.",
                    "TitleJapanese": "A Prisoner of the Past",
                    "SummaryJapanese": "ガトールから受けた攻撃のダメージにより、バーディーとつとむは精神融合を起こしかけていた。このままでは、バーディーの精神が消失してしまうという。それを食い止めるべく、つとむはバーディーの意識深層へのマインドダイブを決行する。そこには、アルタ人迫害の風潮にさらされながらも、養育係のマリオネット・ヴァイオリンと共に平穏に暮らす、幼き日のバーディーの姿があった……。"
                },
                "7": {
                    "ID": "497221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/497221",
                    "TitleEnglish": "We Will Meet Again",
                    "SummaryEnglish": "Continuing the memory dive, Tsutomu learns more of the Central Tower attack and Birdy's part within it.",
                    "TitleJapanese": "We Will Meet Again",
                    "SummaryJapanese": "クリステラ・レビが招いた「アクラバルの悲劇」。その犠牲者を追悼する式典がセントラルタワーで行われようとしていた。\n多くの見物客でごった返す会場。つつがなく式典が執り行われようとしていたその時、大きな爆発音がしてタワーが崩壊を始める。\nテロが再び引き起こされたのだ。空間のゆがみから次々と現れる帝国時代の兵器たち。\n混乱を極めるタワーには、検査のため入院していたヴァイオリンと、そして彼女を見舞いに来たバーディーもいた…。"
                },
                "8": {
                    "ID": "497231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/497231",
                    "TitleEnglish": "Falling in Love with Love",
                    "SummaryEnglish": "Shouko catches Nataru and Birdy in an embrace, although only because of Birdy's clumsiness. As a result, she runs off out of the hospital, calling Nataru to come find her. But when she sees Birdy with him, she keeps running off.",
                    "TitleJapanese": "Falling in Love with Love",
                    "SummaryJapanese": "リュンカ事件により、唯一の肉親であった兄を失った翔子の元に、彼女の親戚が里親を申し出た。ナタルのそばを離れたくない翔子は彼に相談しようとするが、バーディーとナタルが親密にしている所を目撃し、ショックで病院を飛び出してしまう。翔子の行方を追って街を駆け回るバーディーとナタル。つかまりたくない翔子は、あの手この手で二人を振り回す……！"
                },
                "9": {
                    "ID": "497241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/497241",
                    "TitleEnglish": "Space,Time,and You",
                    "SummaryEnglish": "Nataru jumps through time to just before he was shot, and manages to disarm and chase off Moss, injuring her in the process. She uses the injury to gain entrance to where Nataru works in the hospital, again trying to kill him. Nataru jumps through time, ending up a few days ahead of the event, his eyes turning red and bleeding in the process. Muroto finds him and takes him in. Nataru then asks Birdy to retrieve his medicine from his old apartment, and she discovers the blood from the fight.",
                    "TitleJapanese": "Space,Time,and You",
                    "SummaryJapanese": "モスの襲撃を受けるナタル。激しい攻撃を受けながら、ナタルの隠されていた『力』が覚醒する。そのお陰でその場は回避できたものの、病院で再びモスの襲撃に遭い、力を使ったナタルは、ついに立ち上がれぬ程に消耗し、室戸のアパートに匿われることになる。自分がとてつもない力を持ち、そしてそれが自らの命を削っていく…。残された時間がわずかだということを悟ったナタルは、室戸からも翔子からも、そしてバーディーの前からも去る決意をするのだった……。"
                },
                "10": {
                    "ID": "497251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/497251",
                    "TitleEnglish": "It Never Entered My Mind",
                    "SummaryEnglish": "The Escapees steal a nuclear weapon from an American Navy ship, and afterward Tesera tells them she will not contact them and wishes to remain as an Earthling. Capella is taken by a Federation Investigator after Irma convinces her to give up without a fight. Later, Nataru discovers a picture in Muroto's room of Tesera, and goes off to find and kill her. Muroto calls Birdy, and she finds Nataru just after he brutally murdered Tesera. She allows him to leave, and berates herself afterward.",
                    "TitleJapanese": "It Never Entered My Mind",
                    "SummaryJapanese": "つとむの学校の文化祭が明日に迫ってきた。文化祭の場で、六本木廃墟などでこれまでに取材してきた事を発表するため、準備に追われる早宮たち。その一方で、つとむは別の事が気になっていた。ナタルが消息を絶って以来、バーディーがすっかり塞ぎこんでしまっているのだ。なんとか元気づけたいつとむだが、発表用の廃墟の写真の中にあるものを発見してしまい…。"
                },
                "11": {
                    "ID": "497261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/497261",
                    "TitleEnglish": "Both Sides Now",
                    "SummaryEnglish": "The School Festival opens where Hayamiya gives her piece on the disaster refugees. Nataru finds and severely wounds Gatoru before he and Moss escapes. Hoping to cut a deal with Revi Moss kills him but is rejected and decides to fight Nataru win or lose.",
                    "TitleJapanese": "Both Sides Now",
                    "SummaryJapanese": "いよいよ文化祭が始まった。学校はたくさんの出し物で賑わっている。だが、バーディーとつとむはそんな楽しく幸福な会場を後にする。\nナタルに会いに行き、そして真実を確かめるために……。\nそのころナタルは、残された時間で自らの目的を果たすために最後の行動に出ていた……。"
                },
                "12": {
                    "ID": "497271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/birdy-the-mighty-decode/episodes/497271",
                    "TitleEnglish": "Before Long",
                    "SummaryEnglish": "Nataru and Moss fight but Moss is nearly killed before being rescued by Birdy who attempts to convince Nataru to surrender and receive treatment before his Iksiola state kills him. He refuses and nearly kills Birdy before Senkawa switches in and convinces Nataru that being an Iksiola means more than just killing. Nataru relents and jumps back in time to the moment of the tower attack becoming the man who saves a young Birdy via a time-loop.",
                    "TitleJapanese": "Before Long",
                    "SummaryJapanese": "真実を求め、最後の戦いに挑むバーディー、つとむ、そしてナタル。 \nその先にあるものは･･･。"
                }
            }
        }
    }
}