{
    "URL": "https://www.thetvdb.com/series/heidi",
    "Genres": [
        "Adaptation",
        "Anime - Kodomomuke",
        "Nature",
        "Period"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0070968/",
        "https://www.themoviedb.org/tv/29452",
        "https://www.wikidata.org/wiki/Q715718"
    ],
    "TitleEnglish": "Heidi",
    "SummaryEnglish": "Alps no Shoujo Heidi was a Japanese animated series based on the popular Heidi series of books. English Title: Heidi, A Girl of the Alps",
    "TitleJapanese": "アルプスの少女ハイジ",
    "SummaryJapanese": "アルムの山に一人で住むおじいさんに引き取られることになった少女、 ハイジ。 そして、 その純粋で天真爛漫なハイジは偏屈で知られるおじいさんの心をなごませ、 すぐに打ち解けます。 アルプスの大自然に初めて触れるハイジには見る物全てが珍しくて、 驚くことばかり。 今日もハイジは山々を思い切りかけめぐります。",
    "Aliases": [
        "Alps no Shoujo Heidi"
    ],
    "Modified": "2025-07-27",
    "Seasons": {
        "0": {
            "ID": "34880",
            "URL": "https://www.thetvdb.com/series/heidi/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "4096711",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/4096711",
                    "TitleEnglish": "Heidi And Clara",
                    "SummaryEnglish": "This OVA together with \"Mt. Alm\" provides an alternative cut and thus a longer summary of the TV series compared to the earlier \"Heidi: Girl of the Alps\" film. They also replaced the changed voice actors with the ones from the series.",
                    "TitleJapanese": "ハイジとクララ",
                    "SummaryJapanese": "足が不自由で外に出たがらなかったクララ。しかしハイジから素晴らしいアルプスの山々の話を聞くうちアルプスへの憧れはつのります。そんなクララをハイジとペーターは背負ってアルプスの山を登ります。初めて飲むしぼりたての乳、可憐な高原植物、雪をいただく山を真っ赤に染める夕陽、大自然の美しさに息をのむクララ。そして、かたわらで微笑む初めての友達。子供達をいつも優しくつつみこんでくれるアルムおじいさんは、3人の友情と山の自然がきっとクララを歩けるようにすると確信するのです。"
                },
                "2": {
                    "ID": "4096712",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/4096712",
                    "TitleEnglish": "Mt. Alm",
                    "SummaryEnglish": "This OVA together with \"Heidi and Clara\" provides an alternative cut and thus a longer summary of the TV series compared to the earlier \"Heidi: Girl of the Alps\" film. They also replaced the changed voice actors with the ones from the series.",
                    "TitleJapanese": "アルムの山",
                    "SummaryJapanese": "ハイジは5歳、両親を失って、アルムおじいさんと\nアルプスの山小屋で暮らしています。でも、寂しくなんかありません。いつも朗らかで心優しいハイジは、雄大な自然、温かいおじいさんの胸、そして友達のペーターと山羊たちに囲まれて楽しく暮らしていました。しかし、ある日ハイジが一番可愛がっている子山羊のユキが、乳の出が悪いというのでつぶされるというのです。ハイジは、乳が出るという薬草を探しにペーターと危険な岩場へでかけることを決心しました。\n\n名作アニメ『アルプスの少女ハイジ』のOVAがDVD化。両親を失い、アルムおじいさんとアルプスの山小屋で暮らすハイジ。ある日かわいがっている子山羊の乳を出させるために、薬草を探しにペーターと危険な岩場へ出かけるが……。"
                },
                "3": {
                    "ID": "4096713",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/4096713",
                    "TitleEnglish": "Heidi: Girl of the Alps",
                    "SummaryEnglish": "Five years after the TV series, a theatrical version was screened in film theatres, which included a different voice cast for some characters.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4082534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/4082534",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4082535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/4082535",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "34881",
            "URL": "https://www.thetvdb.com/series/heidi/seasons/official/1",
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "385684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/385684",
                    "TitleEnglish": "To the Alps",
                    "SummaryEnglish": "Heidi, an orphan girl since she was 1 year old, has grown up under the care of her aunt Dete. However, just as she turns 5, Heidi is sent to live with her formidable grandfather Onji in the Swiss Alps when her aunt gets a housemaid job in Frankfurt. Heidi soon befriends a goatherd named Peter, and she is amazed with the beauty of the natural surroundings and explores her new home with visible satisfaction as Onji gets lost in his thoughts.",
                    "TitleJapanese": "アルムの山へ",
                    "SummaryJapanese": "デーテおばさんに連れられてハイジは、 村の坂道をおじいさんの住む小屋へ向かって歩いていきます。 フランクフルトへ働きに出ることになったデーテは、 ハイジをおじいさんにあずけるつもりです。 それを村人たちは驚き、 デーテにやめるよう説得しますが、 彼女は聞こうとしませんでした。"
                },
                "2": {
                    "ID": "385685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/385685",
                    "TitleEnglish": "Grampa's mountain cabin",
                    "SummaryEnglish": "Heidi enjoys the simplicity and the freedom of her new life. Having been forced to seclusion before, she enjoys running around playing with the goats and enjoying the pleasures of nature. She makes herself a hay bed and explores her new home, while her grandfather Onji is won over bit by bit by her laughter, intelligence and enthusiasm.",
                    "TitleJapanese": "おじいさんの山小屋",
                    "SummaryJapanese": "ハイジを押しつけられて不機嫌に黙り込むおじいさん。 しかし、 ハイジはうれしそうに山小屋のまわりを走りまわります。 そんなハイジの姿を見ているうちにおじいさんの心もなごんでいくのでした。"
                },
                "3": {
                    "ID": "385686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/385686",
                    "TitleEnglish": "In the meadow",
                    "SummaryEnglish": "After spending her first night at her grandfather's house, Heidi wakes up to the happy realization that her newly-acquired happiness is not a dream. Onji allows Heidi to join Peter on his trip to the meadow. The routine of the young goatherd becomes an adventure for the little girl. She learns a couple of valuable lessons and comes back home excited to share them with Onji.",
                    "TitleJapanese": "牧場で",
                    "SummaryJapanese": "ハイジはペーターと山の牧場へ出かけます。 ハイジは目の前に広がる雄大な景色にうれしさをかくせません。 夕陽に染まって山々が赤く燃える夕方…。 家に帰ったハイジは、 おじいさんへ興奮気味に話をするのでした。"
                },
                "4": {
                    "ID": "385687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/385687",
                    "TitleEnglish": "Another family member",
                    "SummaryEnglish": "Day after day, Onji realizes with great pleasure that Heidi is adapting fine to the hard life in the Alms mountains. While Heidi is at the high pastures with Peter, a storm surprises them and force the kids to take refuge for a while. Once the storm has passed, Heidi finds a little bird that has fallen from the nest, names him Picchi and takes him under her care. Peter is jealous because the girl refuses to go to the pastures with him the next day to take better care of the bird.",
                    "TitleJapanese": "もう一人の家族",
                    "SummaryJapanese": "ある日、 ハイジは雨に打たれて木から落ちた小鳥をひろいました。 ピッチーと名づけ、 懸命に育てるハイジ。 ところが、 ふとしたはずみで火に飛び込みそうになったピッチー。 それを助けたのは、 ヨーゼフでした。"
                },
                "5": {
                    "ID": "385689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/385689",
                    "TitleEnglish": "The burnt letter",
                    "SummaryEnglish": "Peter is entrusted with delivering a letter to Onji. Heidi distracts him showing the kid how Picchi has already learnt to fly and they leave to the high pastures where some goats get lost as the kids play. Peter and Heidi find the goats but a thick fog isolates them. Joseph, Ohi's dog, finds them and shows them the way back to the pastures where Onji waits. At the end of the day, he gets to read the letter that brings news from her aunt, who is well and happily established, wishing for Heidi to join her. Onji throws the letter to the fire. He can't conceive his life without the little girl now.",
                    "TitleJapanese": "燃えた手紙",
                    "SummaryJapanese": "ある日、 霧の中で迷ってしまったハイジとペーター。 そんな二人を助けたのはおじいさんでした。 その後、 山の牧場で昼食をとっている時にペーターは忘れていた手紙をおじいさんに渡します。 それはフランクフルトのデーテおばさんからのものでした。"
                },
                "6": {
                    "ID": "385690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/385690",
                    "TitleEnglish": "Sound out, whistle",
                    "SummaryEnglish": "The Delphi kids are jealous of Peter's preference for Heidi. Onji comes down from the mountains to sell the wooden utensils he crafts and the cheese he makes to get groceries and all he needs in return. Convinced that the Delphi baker has tried to cheat him, Onji leaves angry and heads to a further village, where he gets a good deal. At his return, he finds Heidi home who is excited with all the things she's learnt during the day: now she can milk and whistle like a good goatherd. Onji observes her proudly and treats her with a yummy sweet he's bought for her.",
                    "TitleJapanese": "ひびけ口笛",
                    "SummaryJapanese": "ペーターのように山羊飼いになろうと決心したハイジ。 その乳しぼりも口笛も最初は中々うまくいかず失敗の連続でした。 ですが、 乳しぼりや口笛を覚え、 村から帰ってきたおじいさんを迎えるハイジ。 そして、 夕陽を浴びていっしょに口笛をふく二人でした。"
                },
                "7": {
                    "ID": "385691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/385691",
                    "TitleEnglish": "Sound of the fir tree",
                    "SummaryEnglish": "Heidi has been living in the mountains for 3 months already, and the summer is coming to an end. The weather is not that pleasant anymore, so Onji decides that it's not safe for Heidi to join Peter in the meadows any more and the girl stays at home from now on. She learns how to make cheese and also that life in the mountain has a tough side full of work, responsibility and discipline.",
                    "TitleJapanese": "樅の木の音",
                    "SummaryJapanese": "おじいさんのチーズ作りを手伝うことになったハイジ。 しかし、 牧場を降りてきたユキを連れ戻すあいだにハイジは牛乳を焦がしてしまいます。 でも、 おじいさんは怒りませんでした。 そして、 すっかり気をおとすハイジに樅の木がやさしく語りかけました。"
                },
                "8": {
                    "ID": "385692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/385692",
                    "TitleEnglish": "Where have you gone, Picchi",
                    "SummaryEnglish": "Heidi is confronted with the hard reality of Picchi migrating with its kind. Moreover, she gets angry at Peter because the boy thinks that Picchi has left because the bird doesn't love her anymore. Onji calms her down, takes her for a walk and explains to the girl that Picchi needs a warmer place to spend the winter. Peter catches a bird for Heidi to make up with her. The kids become friends again but Heidi decides to free the bird so it can migrate too and isn't left behind alone.",
                    "TitleJapanese": "ピッチーよどこへ",
                    "SummaryJapanese": "鳥たちが南へ渡る季節が訪れ、 成長したピッチーも旅だっていきます。 そんなピッチーをハイジは追いかけます。 「ピッチーは春になれば戻ってくる」というおじいさんの言葉を信じたハイジは、 春を待ちます。"
                },
                "9": {
                    "ID": "385693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/385693",
                    "TitleEnglish": "Silver-white Alms",
                    "SummaryEnglish": "The winter is around the corner and the first snowfall fills Heidi with joy. However, that means that Peter and the goats won't go back to the meadows until Spring, and Heidi gets isolated at home. It wouldn't take long for her to make new friends though. On Sunday, Peter visits Heidi and lets her know that his grandmother has invited her to visit. Onji is not happy with the idea.",
                    "TitleJapanese": "白銀のアルム",
                    "SummaryJapanese": "冬が訪れ雪ですっかりおおわれてしまったアルム。 でも、 ある吹雪の日の突然の来客。 それはペーターでした。 久しぶりに活気を取り戻す山小屋。 そんなペーターは、 帰りぎわにハイジへおばあさんが会いたがっていることを伝えます。"
                },
                "10": {
                    "ID": "385694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/385694",
                    "TitleEnglish": "To grandma's house",
                    "SummaryEnglish": "Heidi wakes up earlier than usual; she is excited to go visit Peter's grandmother. However, the weather delays the visit for some days. When Heidi finally visits Peter's house, she is discouraged about the ruined look of it, and she gets further distraught when she find out that the granny is blind. After spending a nice afternoon, she leaves with the promise of a soon return. One day afterwards, Heidi is back with a surprise.",
                    "TitleJapanese": "おばあさんの家へ",
                    "SummaryJapanese": "おばあさんへ会いにいきたいハイジ。 でも雪はやまず外に出ることができません。 やっと晴れた日、 おじいさんはソリに乗り、 ハイジをペーターの家に連れていきます。 とうとう、 おばあさんに会えたハイジ。 しかし、 おばあさんの目が不自由なことを知り、 ハイジはとても悲しむのでした。"
                },
                "11": {
                    "ID": "385695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/385695",
                    "TitleEnglish": "One day in a snowstorm",
                    "SummaryEnglish": "The winter in the mountain is long and severe. Heidi visits Peter's grandmother when the weather allows for it, but one clear day, Ohi foresees a snowstorm coming in. As she is feeding the animals that come for shelter under the nearby fir trees, Heidi gets in the way of some hunters and saves a fawn's life. The hunters insist on going on towards the mountain tops despite Heidi's advice to the contrary. As predicted, the storm hits hard and finally, due to the girl's concern, Ohi decides to go out and save the men's lives.",
                    "TitleJapanese": "吹雪の日に",
                    "SummaryJapanese": "二人の男が狩猟の途中、 山小屋へ立ち寄ります。 吹雪がくるのでやめたほうがよいというおじいさんの忠告を無視した二人は、 出かけていきます。 やはり吹雪はやってきました。 ハイジの心配を見かねて、 おじいさんは二人を助けに向かいます。"
                },
                "12": {
                    "ID": "385696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/385696",
                    "TitleEnglish": "Sound of spring",
                    "SummaryEnglish": "The signs of an approaching spring are everywhere. While Heidi is playing with Joseph, she notices that the firs are shaking off the snow and beginning to sound in the wind, primroses start to show over the snow and avalanches sound in the distance. While riding a sledge, two kids from Delfli challenge Heidi and Peter to a race. Rain catches them on their way back home and makes the snow melt faster. Ohi comes to their encounter and saves the kids from an avalanche in the last minute. Spring has arrived to the mountain.",
                    "TitleJapanese": "春の音",
                    "SummaryJapanese": "雪わり草が春の訪れの近いことを知らせます。 その日、 ペーターとソリすべりに出かけるハイジ。 遊びに夢中になっている間に雨が降り始めます。 心配になって迎えに出たおじいさんは森の中で二人を見つけましたが、 その時突然、 雪崩が三人を襲いました。"
                },
                "13": {
                    "ID": "423106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423106",
                    "TitleEnglish": "Back to the meadow",
                    "SummaryEnglish": "With the arrival of the spring, Peter's job as a goatherd starts again. He gathers all the goats and goes back to the meadows in Heidi's company. The mountain is full of activity again: the animals are busy everywhere, the birds are back and the fields are filled with flowers. A storm makes them seek for refuge, where a lost goat joins their flock. Its owner, a bad tempered shepherd, accuses them of thieves and gets into a fist fight with Peter. Joseph comes to the kids' rescue.",
                    "TitleJapanese": "再び牧場へ",
                    "SummaryJapanese": "アルムに再び春がやってきました。 ハイジは喜びを爆発させてペーターといっしょに牧場に向かいます。 山の上は前と同じ、 のどかですばらしい風景です。 しかし、 しばらくすると嵐が二人を襲います。 避難した岩影でふと気がつくと、 見知らぬ子山羊が迷いこんでいました。"
                },
                "14": {
                    "ID": "423107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423107",
                    "TitleEnglish": "Sad news",
                    "SummaryEnglish": "Peter is the bearer of bad news when he learns that Heidi's favourite goat is going to be sacrificed after the summer because it doesn't provide with enough milk. Heidi gets devastated by the news and her grandfather's words won't put her at ease. After having a nightmare at night, Ohi advices her to feed the goat with a particular kind of herb that could save the animal's life. Peter and Heidi spend the whole summer doing so.",
                    "TitleJapanese": "悲しいしらせ",
                    "SummaryJapanese": "ペーターはユキの飼い主のシュトラールから、 この夏いっぱいでユキをつぶす（乳が出ないので殺す）と聞かされ、 元気がありません。 ハイジがユキをとてもかわいがっているからです。 ペーターから打ち明けられたハイジは、 あまりのことに驚き悲しみにくれます。 その夜、 ハイジはおじいさんから薬草のことを聞きます。"
                },
                "15": {
                    "ID": "423108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423108",
                    "TitleEnglish": "Yuki-chan",
                    "SummaryEnglish": "The summer is almost gone and the owners of Heidi's favourite goat decide not to send it anymore to the meadows to be sacrificed. It's a bittersweet day for Heidi and Pedro, who have fun in their last day with the goat but at the same time see their summer efforts unfruitful. In the very last moment, Heidi hides the goat at her grandfather's putting Peter's job at a stake, so the boy confesses where it is. When its righteous owner shows up to claim what is his own, Heidi manages to convince him to let the goat live.",
                    "TitleJapanese": "ユキちゃん",
                    "SummaryJapanese": "ハイジとペーターは必死で薬草を集めてユキに与えていました。 ユキは良い乳を出すようになってきていましたが、 シュトラールはまったく気がついていません。 とうとうハイジは、 ユキを山小屋に隠してしまったからたいへんです。 怒ったシュトラールは、 山小屋へやってきます。"
                },
                "16": {
                    "ID": "423109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423109",
                    "TitleEnglish": "The town of Delfli",
                    "SummaryEnglish": null,
                    "TitleJapanese": "デルフリ村",
                    "SummaryJapanese": "秋が過ぎ、 アルムはすっかり雪景色となりました。 ハイジとペーターはソリ遊びをしているうちにデルフリ村の近くまできてしまいました。 ユキに会うため、 ハイジは村に入ります。 そこでハイジは村の子供たちから学校にもいかず、 何も知らないことをからかわれるのでした。"
                },
                "17": {
                    "ID": "423110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423110",
                    "TitleEnglish": "Two guests",
                    "SummaryEnglish": null,
                    "TitleJapanese": "二人のお客さま",
                    "SummaryJapanese": "村の牧師がハイジを学校に通わせようとおじいさんの山小屋へやってきました。 しかし、 おじいさんはそのつもりはまったくありません。 そして夕方、 今度はハデなドレスを着た一人の女性がやってきました。 3年前にハイジをおじいさんの小屋に置いていったデーテおばさんでした。"
                },
                "18": {
                    "ID": "423111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423111",
                    "TitleEnglish": "Separate ways",
                    "SummaryEnglish": null,
                    "TitleJapanese": "離ればなれに",
                    "SummaryJapanese": "ハイジをフランクフルトの金持ちの家へ連れていくというデーテの話に、 おじいさんはまったく関心がありません。 デーテはフランクフルトがどんなに遠いところかも教えず、 うまくハイジをだまし連れていってしまいます。 二人が出かけたことを知り、 おじいさんは呆然とするのでした。"
                },
                "19": {
                    "ID": "423112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423112",
                    "TitleEnglish": "To Frankfurt",
                    "SummaryEnglish": null,
                    "TitleJapanese": "フランクフルトへ",
                    "SummaryJapanese": "マイエンフェルトへ着いたハイジは、 デーテにだまされたことに気づきます。 必死に戻ろうとするハイジを無理矢理、 汽車に乗せてしまうデーテ。 泣きながら、 だんだんと離れていく故郷を見つめるハイジ。 そして、 フランクフルトでハイジを待っていたのは、 車椅子に乗った少女クララでした。"
                },
                "20": {
                    "ID": "423113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423113",
                    "TitleEnglish": "A new life",
                    "SummaryEnglish": null,
                    "TitleJapanese": "新らしい生活",
                    "SummaryJapanese": "すぐに山へ帰れると信じて、 フランクフルトのゼーゼマン家にやってきたハイジ。 しかし、 家政婦のロッテンマイヤーさんはハイジがまだ8歳で、 しかも読み書きが出来ないことを知って怒り出します。 でもクララは、 ハイジを気にいってしまったようです。"
                },
                "21": {
                    "ID": "423114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423114",
                    "TitleEnglish": "I want to fly free",
                    "SummaryEnglish": null,
                    "TitleJapanese": "自由に飛びたい",
                    "SummaryJapanese": "クララといっしょに勉強をすることになったハイジ。 でも頭の中が山のことでいっぱいのハイジは、 ある日、 クララの飼っている小鳥をかわいそうに思い逃がしてしまいました。 その罰として地下室に閉じ込められるハイジ。 しばらくして部屋に戻されたハイジが、 地下室からネズミを連れてきたからたいへんです。"
                },
                "22": {
                    "ID": "423115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423115",
                    "TitleEnglish": "Distant Alms",
                    "SummaryEnglish": null,
                    "TitleJapanese": "遠いアルム",
                    "SummaryJapanese": "屋敷のまわりはどこも壁と石畳の道ばかり。 でも、 どうしても山や牧場が見たいハイジは、 街で一番高い教会の塔に登ろうとします。 途中で知り合ったオルガン弾きの少年に連れられて塔に着いたハイジ。 さっそく、 てっぺんに登って遠くを見るハイジですが…。"
                },
                "23": {
                    "ID": "423116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423116",
                    "TitleEnglish": "Big commotion",
                    "SummaryEnglish": null,
                    "TitleJapanese": "大騒動",
                    "SummaryJapanese": "教会からこっそり子猫を連れて戻ってきたハイジは、 ロッテンマイヤーさんに内緒でクララと一緒に飼うことにしました。 ミーちゃんと名づけ屋根裏部屋にかくします。 ある日、 勉強中の二人に教会から贈り物のカゴがとどきます。 動物ぎらいのロッテンマイヤーさんのわきに置かれたカゴの中には、 子猫がいっぱいで…。"
                },
                "24": {
                    "ID": "423117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423117",
                    "TitleEnglish": "Mee-chan thrown away",
                    "SummaryEnglish": null,
                    "TitleJapanese": "捨てられたミーちゃん",
                    "SummaryJapanese": "ある日、 ロッテンマイヤーさんが出かけたことを知ったハイジとクララは、 ミーちゃんと過ごすことを決めます。 しかし、 そこへ突然ロッテンマイヤーさんが帰ってきてしまいました。 子猫が飼われていたことを知った彼女は、 召し使いにミーちゃんを捨てるよう命じます。 悲痛の中、 ハイジはこっそり山へ帰ろうとします。"
                },
                "25": {
                    "ID": "423118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423118",
                    "TitleEnglish": "White bread",
                    "SummaryEnglish": null,
                    "TitleJapanese": "白パン",
                    "SummaryJapanese": "ゼーゼマン家に主人の帰宅を知らせる手紙が届きます。 大急ぎで準備を始めたロッテンマイヤーさんはハイジの部屋が気になり調べると、 そこにはたくさんの白パンが隠してありました。 ペーターのおばあさんへのおみやげをすべて捨てられ泣き崩れるハイジ。 そんなハイジをクララはなぐさめようとするのですが…。"
                },
                "26": {
                    "ID": "423119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423119",
                    "TitleEnglish": "Zezeman's return",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ゼーゼマンさんのお帰り",
                    "SummaryJapanese": "帰宅したゼーゼマンにロッテンマイヤーさんは、 ハイジの頭が少しオカシイようだと伝えます。 事実なのかどうかゼーゼマンは、 ハイジに水を一杯持ってくるようにたのみ、 その間にクララへ事情を聞きます。 必死にハイジの弁護をするクララ。 しばらくすると、 ハイジがどこにもいないことがわかります。"
                },
                "27": {
                    "ID": "423120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423120",
                    "TitleEnglish": "Grandma",
                    "SummaryEnglish": null,
                    "TitleJapanese": "おばあさま",
                    "SummaryJapanese": "クララは大好きなおばあさまがやってくることになって大喜びです。 ハイジもクララから話を聞いて、 なんだか落ち着きません。 そして初めて会ったおばあさまはハイジが思っていたよりもやさしく素敵な人でした。 でもロッテンマイヤーさんはおばあさまが苦手のようです。"
                },
                "28": {
                    "ID": "423121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423121",
                    "TitleEnglish": "Let's go to the forest",
                    "SummaryEnglish": null,
                    "TitleJapanese": "森へ行こう",
                    "SummaryJapanese": "ある日、 おばあさまはハイジを「魔法の部屋」に案内します。 そこは珍しい物がたくさん置いてある素敵な部屋でした。 ところがそこでハイジは大きな山の絵を見つけ、 おじいさんを思い出して泣き出してしまいます。 そんなハイジを見て、 おばあさまは森へピクニックにいく計画を思いつきます。"
                },
                "29": {
                    "ID": "423122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423122",
                    "TitleEnglish": "Two hearts",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ふたつのこころ",
                    "SummaryJapanese": "森でひさしぶりに自然を感じたハイジ。 そして、 初めてのクララ。 二人はこの森でのピクニックを心ゆくまで楽しむのでした。 しかし、 初めて太陽の下で遊んだクララは屋敷についたとたん高熱を出し寝込んでしまいます。"
                },
                "30": {
                    "ID": "423123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423123",
                    "TitleEnglish": "I want to catch the sun",
                    "SummaryEnglish": null,
                    "TitleJapanese": "お陽さまをつかまえたい",
                    "SummaryJapanese": "寝込んでしまったクララのため、 ある日、 薬をお医者さまのところへ取りにいくことになったハイジ。 そこでお医者さまから「病気には薬より太陽の光のほうがよっぽど聞く」という言葉を聞きます。 ハイジはクララへ太陽の光を持っていこうと森へと向かうのでした。"
                },
                "31": {
                    "ID": "423124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423124",
                    "TitleEnglish": "Goodbye, grandma",
                    "SummaryEnglish": null,
                    "TitleJapanese": "さようならおばあさま",
                    "SummaryJapanese": "おばあさまが帰ることを知ったハイジとクララはすっかり元気をなくしてしまいます。 そんな二人のためにおばあさまは「お嫁さんごっこ」を思いつきます。 そしてクララとハイジ、 屋敷中の人々が楽しく踊っている最中、 おばあさまは馬車に乗り、 そっと屋敷をはなれるのです。"
                },
                "32": {
                    "ID": "423125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423125",
                    "TitleEnglish": "Night of the storm",
                    "SummaryEnglish": null,
                    "TitleJapanese": "あらしの夜",
                    "SummaryJapanese": "おばあさまが帰ってからハイジは悲しみの毎日を過ごします。 そんなハイジを見てクララはハイジが山へ帰ってしまうのではないかと心配です。 ロッテンマイヤーさんはクララのため「山のことを思い出してはいけない」とハイジに命じるのです。 そして、 嵐の夜に事件が起こりました。"
                },
                "33": {
                    "ID": "423126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423126",
                    "TitleEnglish": "Ghost commotion",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ゆうれい騒動",
                    "SummaryJapanese": "毎夜、 何者かが屋敷の扉を開ける。 幽霊が出る。 ロッテンマイヤーさんはゼーゼマン氏に手紙を出して屋敷に起こる事件を知らせます。 いそいで帰宅したゼーゼマン氏がお医者さまと夜、 見張りをしていると、 そこに現れたのは幽霊ではなく夢遊病になったハイジでした。"
                },
                "34": {
                    "ID": "423127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423127",
                    "TitleEnglish": "To my dear Alms",
                    "SummaryEnglish": null,
                    "TitleJapanese": "なつかしの山へ",
                    "SummaryJapanese": "お医者さまの忠告にしたがってゼーゼマン氏はハイジを山へ帰すことにしました。 悲しむクララ。 クララとの別れの挨拶をした後、 ハイジはセバスチャンとともに駅へ向います。 一晩汽車に乗った次の日、 二人はマイエンフェルトに到着しました。 そしてハイジはおじいさんの待つ山小屋へ走りだすのです。"
                },
                "35": {
                    "ID": "423128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423128",
                    "TitleEnglish": "Alms starry sky",
                    "SummaryEnglish": null,
                    "TitleJapanese": "アルムの星空",
                    "SummaryJapanese": "おじいさんのもとへ帰ってきたハイジ。 二人は涙の再会をします。 山小屋の中は以前と同じでした。 おじいさんと再びほし草のベッドを作り、 ハイジはやっと自分の家に帰ってきたことを実感します。 ペーターや山羊たちも大喜び。 これからまた山の生活が始まります。"
                },
                "36": {
                    "ID": "423129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423129",
                    "TitleEnglish": "And to the meadow",
                    "SummaryEnglish": null,
                    "TitleJapanese": "そして牧場へ",
                    "SummaryJapanese": "ハイジは次の日ペーターや山羊たちと牧場へ出かけます。 山の牧場は以前と同じ姿でハイジを迎えてくれました。 ペーターとお弁当を食べて、 しばらくするとアトリがアイベックスの群れについていってしまったことに気がついたのです。"
                },
                "37": {
                    "ID": "423130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423130",
                    "TitleEnglish": "Goat's baby",
                    "SummaryEnglish": null,
                    "TitleJapanese": "山羊のあかちゃん",
                    "SummaryJapanese": "山羊のシロに赤ちゃんが生まれることになりました。 ハイジは子山羊の誕生が待ちきれません。 そして、 ついに可愛い赤ちゃん山羊が生まれました。 ところがおじいさんは冬の間住む家を借りるために子山羊を売ることをハイジにつげたのでした。"
                },
                "38": {
                    "ID": "423131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423131",
                    "TitleEnglish": "In a new house",
                    "SummaryEnglish": null,
                    "TitleJapanese": "新しい家で",
                    "SummaryJapanese": "冬の間、 ハイジを学校へ通わせたいと思ったおじいさんは村にある朽ち果てた屋敷に住むことに決めます。 おじいさんが修理した屋敷は外からでは想像できない快適な住み心地でした。 そして初めていった学校でハイジはペーターを待ちますが、 なぜかペーターは現れませんでした。"
                },
                "39": {
                    "ID": "423132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423132",
                    "TitleEnglish": "Don't give up, Peter",
                    "SummaryEnglish": null,
                    "TitleJapanese": "がんばれペーター",
                    "SummaryJapanese": "ペーターはおじいさんから習い始めた木工に夢中でした。 ある日、 ソリ競技が行なわれることを知ったハイジ。 もちろんペーターも出場するものと思っていたハイジに、 競技用のソリを持っていないので出ないとペーターはいいます。 そんなハイジは、 自分でソリを作ることをペーターにすすめます。"
                },
                "40": {
                    "ID": "423133",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423133",
                    "TitleEnglish": "I want to go to the Alps",
                    "SummaryEnglish": "Heidi, Onji, Josef and Chi return to the mountain hut for the summer, bidding farewell to the village of Delifi. Meanwhile, Clara reminds her father of his promise to let her visit Heidi in the Alps.",
                    "TitleJapanese": "アルムへ行きたい",
                    "SummaryJapanese": "春になり、 ハイジたちは再び山小屋へ戻りました。 その頃、 フランクフルトのクララはゼーゼマン氏との約束（アルムへ連れていってあげる）を実現させるため、 ロッテンマイヤーさんに手紙を書くように訴えます。 屋敷に戻ってきたゼーゼマン氏は、 お医者さまにアルムの山を見てきてくれるよう頼むのでした。"
                },
                "41": {
                    "ID": "423134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423134",
                    "TitleEnglish": "Doctor's promise",
                    "SummaryEnglish": null,
                    "TitleJapanese": "お医者さまの約束",
                    "SummaryJapanese": "クララがやってくると信じていたハイジ。 でも、 やってきたのはお医者さまでした。 がっかりするハイジにお医者さまは自分が良いと思えばクララはこれると告げます。 ハイジとペーターはお医者さまをアルムの山のあちらこちらへと案内します。 すばらしい自然に感動するお医者さまでしたが、 一つの気がかりが残っていました。"
                },
                "42": {
                    "ID": "423135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423135",
                    "TitleEnglish": "Reunion with Clara",
                    "SummaryEnglish": null,
                    "TitleJapanese": "クララとの再会",
                    "SummaryJapanese": "クララを迎えるために張り切って準備をするハイジ。 冬の家を手入れして宿の代わりとするのです。 その作業もやっと終わった頃、 クララが到着しました。 手を取り合い、 再会を喜ぶハイジとクララ。 その夜、 二人はベッドを並べて眠るのでした。"
                },
                "43": {
                    "ID": "423136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423136",
                    "TitleEnglish": "Clara's wish",
                    "SummaryEnglish": null,
                    "TitleJapanese": "クララの願い",
                    "SummaryJapanese": "次の日、 さっそくハイジとクララたちは山小屋へと向います。 夢にまで見たアルムの山は、 想像した以上にすばらしくクララの食事もすすみます。 そして、 ハイジのほし草のベッドを見たクララは、 自分もここで寝たいと思うようになり、 その気持ちをロッテンマイヤーさんに告げるのでした。"
                },
                "44": {
                    "ID": "423137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423137",
                    "TitleEnglish": "A little plan",
                    "SummaryEnglish": null,
                    "TitleJapanese": "小さな計画",
                    "SummaryJapanese": "クララの山の生活が始まりました。 草の上に座ったり、 おじいさんのチーズ作りを見たりと初めての体験に夢中でした。 でも午後の昼寝だけはしなくてはなりません。 クララが寝ている間、 ハイジはクララのために牧場へ花を取りにいきます。 そこでペーターと、 ある計画を立てるのでした。"
                },
                "45": {
                    "ID": "423138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423138",
                    "TitleEnglish": "Children of the mountain",
                    "SummaryEnglish": null,
                    "TitleJapanese": "山の子たち",
                    "SummaryJapanese": "ペーターがクララをおぶって山の上のお花畑へ連れていく計画を知り、 大喜びのクララ。 でも、 ロッテンマイヤーさんは強く反対します。 おじいさんは、 そんなロッテンマイヤーさんをなだめて子供たちをいかせます。 しかし、 クララをおぶって歩くことは、 ペーターにとって予想以上に大変だったのです。"
                },
                "46": {
                    "ID": "423139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423139",
                    "TitleEnglish": "Clara's happiness",
                    "SummaryEnglish": null,
                    "TitleJapanese": "クララのしあわせ",
                    "SummaryJapanese": "自分のためにみんながどれほど大変な思いをしているのかを知ったクララは、 牧場へいくことをあきらめかけます。 しかし、 ペーターがクララのために作った「しょいこ」を見て、 再び山へいくことを決めます。 帰り道、 ペーターはペーターのおばあさんがクララに会いたがっていることを告げました。"
                },
                "47": {
                    "ID": "423140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423140",
                    "TitleEnglish": "Hello, grandma",
                    "SummaryEnglish": null,
                    "TitleJapanese": "こんにちわおばあさま",
                    "SummaryJapanese": "クララのおばあさまが山へやってくるという知らせが届きました。 大喜びのハイジとクララ。 数日後、 山へやってきたおばあさまはクララが見ちがえるほど元気になっていることに驚きます。 ハイジとクララの話を聞き、 そしておじいさんと話をするうちに、 なぜクララが元気になったのか、 そのわけを知るのでした。"
                },
                "48": {
                    "ID": "423141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423141",
                    "TitleEnglish": "A little hope",
                    "SummaryEnglish": null,
                    "TitleJapanese": "小さな希望",
                    "SummaryJapanese": "ある日の午後、 木の下でクララはおばあさまに本を読んで聞かせていました。 その時、 一頭の牛が近づいてきます。 すぐ目の前で大きな声で鳴く牛に驚き思わず立ち上がるクララ。 そのクララの姿を見て驚くおばあさま。 そんな偶然の出来ごとが小さな希望を与えました。"
                },
                "49": {
                    "ID": "423142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423142",
                    "TitleEnglish": "A promise",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ひとつの誓い",
                    "SummaryJapanese": "おばあさまはハイジやペーター、 そしておじいさんのために盛大なパーティーを催すことにしました。 村にある冬の家は素敵に飾られ見ちがえるようです。 村の子供たちも加わり、 とても賑やかです。 そんな中、 おじいさんはクララに「歩けるようになるため、 がんばろう…」というのでした。"
                },
                "50": {
                    "ID": "423143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423143",
                    "TitleEnglish": "Try to stand",
                    "SummaryEnglish": null,
                    "TitleJapanese": "立ってごらん",
                    "SummaryJapanese": "クララの立つための練習が始まりました。 最初は少しずつ。 ハイジに足を動かしてもらったり、 物につかまったり。 でも中々うまくいきません。 そんなある日、 すぐにくじけてしまうクララを見て、 ハイジの怒りが爆発します。 「クララのいくじなし！甘えん坊！」。 ハイジを追いかけようとクララは夢中で立ち上がりました。"
                },
                "51": {
                    "ID": "423144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423144",
                    "TitleEnglish": "Clara walked",
                    "SummaryEnglish": null,
                    "TitleJapanese": "クララが歩いた",
                    "SummaryJapanese": "立ち上がることが出来るようになったクララは、 今度は歩くための練習を始めます。 ハイジやペーターの肩につかまったり、 物をつたわったりとみるみると上達していきました。 しかしある日、 転んでしまったことがきっかけで歩くことを怖がるようになってしまいます。 そして、 しまってあった車椅子を持ち出そうとしますが…。"
                },
                "52": {
                    "ID": "423145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heidi/episodes/423145",
                    "TitleEnglish": "Till we meet again",
                    "SummaryEnglish": null,
                    "TitleJapanese": "また会う日まで",
                    "SummaryJapanese": "ゼーゼマン氏とおばあさまがクララに会いにやってきました。 クララが以前のままだと思っていた二人はそこで信じられない光景を見ます。 クララが立ち上がり、 一人で歩いてくるではありませんか！ 次の日、 大きな幸せを持ってクララたちはフランクフルトへ帰っていきました。 来年の春、 また会うことを誓って…。"
                }
            }
        }
    }
}