{
    "URL": "https://www.thetvdb.com/series/crusher-joe",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0158569/",
        "https://www.themoviedb.org/tv/111271"
    ],
    "TitleEnglish": "Crusher Joe",
    "SummaryEnglish": "The galaxy is a strange and dangerous place, and there are times when even the United Space Force can't help. That's where the Crushers come in - skilled troubleshooters who will deal with any problem, large or small, for a fee (large only!) And there is no better Crusher than Crusher Joe!",
    "Aliases": [
        "クラッシャージョウ OVA",
        "Crusher Joe: The OVA's"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "34946",
            "URL": "https://www.thetvdb.com/series/crusher-joe/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "2412971",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/crusher-joe/episodes/2412971",
                    "TitleEnglish": "Crusher Joe: The Movie",
                    "SummaryEnglish": "Crushers: intergalactic Jacks-of-All-Trades who will take on any assignment for the right price. Crusher Joe heads a small team of these outer space troubleshooters that includes the cyborg Talos, the beautiful Alfin, and the obligatory kid sidekick Ricky. A routine assignment escorting a cryogenically frozen heiress to a medical facility goes awry when the girl goes missing and Joe and his team are left holding the bag. It seems space pirates are trying to play the Crushers for patsies, but Joe doesn't take kindly to the setup and tracks the pirates to their home world. The four heroes not only have to rescue their human cargo but take down the pirates in the process, which involves a heck of a lot of space dogfights, explosions, and good old-fashioned hand-to-hand combat.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "487965",
            "URL": "https://www.thetvdb.com/series/crusher-joe/seasons/official/1",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4288329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/crusher-joe/episodes/4288329",
                    "TitleEnglish": "The Ice Prison",
                    "SummaryEnglish": "It seems that a Crusher's work is never done. While taking some well-earned time off on a tropical vacation, Joe and his companions are called to duty by an urgent situation. An industrial accident in space has altered the trajectory of a frozen comet orbiting the planet Kabara, threatening to send it crashing into the planet's surface. To make matters worse, the comet is being used as a slave labor camp for political prisoners by a cruel dictator on the planet, Ghellstan. If the comet collides with Kabara, not only will it kill everyone on it, but it could cause massive damage to the planet itself. Joe and his crew are quickly dispatched to Kabara and tasked with altering the comet's trajectory away from the planet, averting the disaster and sending it harmlessly into space where the prisoners can be safely rescued.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4288330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/crusher-joe/episodes/4288330",
                    "TitleEnglish": "The Ultimate Weapon: Ash",
                    "SummaryEnglish": "In the Bandor republic, years of bloody warfare between the Bandor military and a rival nation have finally come to an end with the signing of a peace treaty. But the peace is soon threatened by a small group of rouge Bandor military officers who feel the treaty would deny their side a strategic victory. Soon after the signing, a mutiny onboard a military vessel sends it crashing into the uninhabited planet Davidof. Onboard the vessel, Major Tanya holds \"ASH,\" a devastating weapon with the ability to wipe out all life on a planet with the push of a button. If the rouge military faction gets their hands on ASH, the peace treaty will certainly end and the Bandor republic will plunge back into war. Unable to trust his own military, the Bandor president secretly hires Joe and his team of \"Crushers\" to go to Davidof, where they are tasked with rescuing Tanya and recovering ASH before the rouge military units can get to it.",
                    "Aliases": []
                }
            }
        }
    }
}