{
    "URL": "https://www.thetvdb.com/series/pet-shop-of-horrors",
    "Genres": [
        "Animation",
        "Anime",
        "Horror",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0291419/",
        "https://www.themoviedb.org/tv/45462"
    ],
    "TitleEnglish": "Pet Shop of Horrors",
    "SummaryEnglish": "In Chinatown, there is a little shop that carries rare and mysterious animals. To obtain one, you must sign a contract detailing that you will abide to all of the rules concerning the animal's care. However, if you fail to follow these rules, the consequences will be of your own fault.",
    "Aliases": [],
    "Modified": "2025-05-20",
    "Seasons": {
        "0": {
            "ID": "537419",
            "URL": "https://www.thetvdb.com/series/pet-shop-of-horrors/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6786769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pet-shop-of-horrors/episodes/6786769",
                    "TitleEnglish": "Clean Opening & Closing Animation",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "41751",
            "URL": "https://www.thetvdb.com/series/pet-shop-of-horrors/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "444737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pet-shop-of-horrors/episodes/444737",
                    "TitleEnglish": "Daughter",
                    "SummaryEnglish": "A rich couple has lost their only daughter, Alice. Fortunately, Count D is able to acquire a very rare species of rabbit that looks exactly like Alice. The couple is overjoyed and immediately takes the rabbit home. But their love for Alice makes them breach one of the contract's terms.",
                    "Aliases": []
                },
                "2": {
                    "ID": "444738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pet-shop-of-horrors/episodes/444738",
                    "TitleEnglish": "Delicious",
                    "SummaryEnglish": "The popular idol singer Evangeline Blue and her manager Jason are about to be wed on a luxury ship when Evangeline \"accidentally\" falls overboard, her body never to be found. The heartbroken Jason travels to Count D's to pick up a pet that Eva had supposedly ordered. But to his surprise, the pet turns out to be a very large rare species of a Fish. But looks like a mermaid who looks exactly like Eva.",
                    "Aliases": []
                },
                "3": {
                    "ID": "444739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pet-shop-of-horrors/episodes/444739",
                    "TitleEnglish": "Despair",
                    "SummaryEnglish": "Actor Robin Hendrix was a one-hit wonder. After the phenomenal success of his debut movie, Robin couldn't get any more acting jobs. It seemed he'd been stereotyped by the very role that made him famous. To top it off, his wife has left him. Robin loves keeping pet reptiles, and so he goes to Count D's to pick up an additional pet to cheer himself up. But Count D has something special for Robin: a very rare species of reptile known as Medusa, with the face and upper body of a beautiful woman, but the lower half of a large lizard.",
                    "Aliases": []
                },
                "4": {
                    "ID": "444740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pet-shop-of-horrors/episodes/444740",
                    "TitleEnglish": "Dual",
                    "SummaryEnglish": "Roger Stanford comes from a long line of successful politicians, but is considered the bad apple of the family due to his carefree and womanising ways. His faithful assistant, Kelly Vincent, is determined to make Roger the president of the United States, even if it means making a pact with the legendary animal called the Kirin, who grants the wish of its sovereign through the blood of others. Count D just happens to have one Kirin in stock.",
                    "Aliases": []
                }
            }
        }
    }
}