{
    "URL": "https://www.thetvdb.com/series/genesis-survivor-gaiarth",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Mini-Series",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/CBC0-1CDC-41E7-6DF9-7691-V",
        "https://www.facebook.com/創世機士ガイアース-1651418525076248",
        "https://www.imdb.com/title/tt0158632/",
        "https://www.themoviedb.org/tv/43782",
        "https://www.themoviedb.org/tv/43782"
    ],
    "TitleEnglish": "Genesis Survivor Gaiarth",
    "SummaryEnglish": "In a post-apocalyptic, dystopian future, Ital Del Labard sets out to avenge the death of Randis R. Khiezard, a war-roid whom raised Ital, that was killed by the beastmaster. For the first time in his life, Ital leaves his home and travels to distant lands looking for his surogate father's killer. Along the way he teams up with another war-roid called Zaxon, and junk-hunter, femme fatale Sahari. Now the city of Bangor is under attack by the beastmaster and his army of autosoldiers, it is up to Ital and his friends to save the day.",
    "TitleJapanese": "創世機士ガイアース",
    "SummaryJapanese": "『創世機士ガイアース』（ジェネシスサバイバーガイアース）は、AICとアートミックが1992年に制作したOVA。全3話。\n本作は、大戦争“ビッグウォー”によって文明が滅んだ後、殺人ロボットが徘徊するようになった世界を描いている。\n\n日本でVHS版やLD版が発売された後、北米でAnimEigoが1993年にライセンスを取得し、VHS版やLD版を発売した。\n\n2004年11月25日には、ジェネオン・ユニバーサル・エンターテイメントジャパンよりDVD-BOXが発売された。",
    "Aliases": [
        "Sousei Kishi Gaiarth",
        "Genesis Surviver Gaiarth",
        "Sosei Kishi Gaiarth",
        "Gaiarth",
        "Jeneshisu Sabaibā Gaiāsu",
        "Sōsei Kishi Gaiāsu"
    ],
    "Modified": "2025-02-09",
    "Seasons": {
        "1": {
            "ID": "35713",
            "URL": "https://www.thetvdb.com/series/genesis-survivor-gaiarth/seasons/official/1",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "392817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-survivor-gaiarth/episodes/392817",
                    "TitleEnglish": "Stage 1",
                    "SummaryEnglish": "The story begins with Ital in the care of an aging war-roid named Randis R. Khiezard. Raised from childhood by the machine, he is under the impression that a war is still going on in the world around him. Randis was once part of the imperial forces fighting against the republic, assigned to a distant outpost where he first found Ital. In a skirmish, Randis lost his old human partner and was apparently assumed destroyed. Left at his post, having no contact with the rest of the world, he raised Ital in isolation, and never heard of the end of the war.",
                    "TitleJapanese": "Stage.1",
                    "SummaryJapanese": "ビッグウォーで破壊された世界･ガイアース。そこはコントロールを失った殺人マシン･ビーストが徘徊する無法の荒野になっていた。少年･イタルは、育ての親であるランディスの仇を倒そうと決意する。"
                },
                "2": {
                    "ID": "392818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-survivor-gaiarth/episodes/392818",
                    "TitleEnglish": "Stage 2",
                    "SummaryEnglish": "After defeating the Beast-Master, Ital, Zaxon and Sahari travel to Metro City, where a gigantic Kampfdraken has reportedly awakened. Our heroes confidently engage the monster, only to discover that it's more than they bargained for. When the Draken is finally defeated, they discover that it is guarding a treasure, an egg containing a mysterious Elf, a synthetic human named Sakuya—the same Sakuya that the BeastMaster was searching for. But when Sakuya awakens, the mysterious General is able to set his terrible plan into motion...",
                    "TitleJapanese": "Stage.2",
                    "SummaryJapanese": "地下から蘇った巨大なカンプドラケンを倒すため、メトロの町に立ち寄ったイタルたち。そこで彼らは、カンプドラケンがサクヤという不思議な少女を、目覚めの危機から守っていることを耳にする。"
                },
                "3": {
                    "ID": "392819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genesis-survivor-gaiarth/episodes/392819",
                    "TitleEnglish": "Stage 3",
                    "SummaryEnglish": "Sakuya is captured by the diabolical General, who plans to use her to dominate the world—or destroy it in the attempt! Can Ital, Sahari, Fayk and Zaxon the amnesiac War-roid rescue Sakuya, defeat the General, and save Gaiarth from a fate worse than Armageddon?",
                    "TitleJapanese": "Stage.3",
                    "SummaryJapanese": "ビッグウォーで人類滅亡を画策したジェネラルが、巨大移動要塞･ジークフリートを擁して各都市に攻撃を開始した。ジェネラルに捕らえられたサクヤは、強制的に巨大要塞のパワーを増幅させるための道具にされていた。"
                }
            }
        }
    }
}