{
  "URL": "https://www.thetvdb.com/series/devil-lady",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Drama",
    "Fantasy",
    "Horror"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0409548/",
    "https://www.themoviedb.org/tv/45610"
  ],
  "TitleEnglish": "Devil Lady",
  "SummaryEnglish": "Fudo Jun is a beautiful supermodel who is idolized by many. She also has a dark secret that not even she knows about at first, for within her veins run the genes that hold the next step in the evolution of mankind. The same blood as the beastlike superhumans that terrorize the city. Unlike the rest of them, though, Jun has managed to hold a tenuous grip onto her humanity, and she is recruited by the mysterious Asuka Ran, member of a secret organization within the government, aimed at controlling, if not eliminating, these berserk destroyers of mankind. Jun, as Devilman Lady, must now exterminate her own kind, but how much longer can she keep her sanity in a situation she never chose in the first place?",
  "Aliases": [
    "Devilman Lady"
  ],
  "Modified": "2025-03-02",
  "Seasons": {
    "1": {
      "ID": "35870",
      "URL": "https://www.thetvdb.com/series/devil-lady/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "394482",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394482",
          "TitleEnglish": "Beast",
          "SummaryEnglish": "Jun just seems to be going through the motions in her photo shoot, although the photographer seems to think she is doing wonderfully. Jun seems to be having a problem with mirrors and reflections today, even when they are behind curtains. Jun meets Lan Asuka, a mysterious woman, who introduces Jun to the supernatural in an overwhelming way. Kazumi is Jun's tie to normalcy. Will Jun be able to hang on after being introduced to the beast?",
          "Aliases": []
        },
        "2": {
          "ID": "394483",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394483",
          "TitleEnglish": "Blood",
          "SummaryEnglish": "The battle continues. Jun is called upon to handle more than she ever imagined. She exhibits abilities that were unimagined by the Human Alliance (HA), to meet an unexpected challenge. Jun still can't believe what is happening and wonders if it was all a nightmare.",
          "Aliases": []
        },
        "3": {
          "ID": "394484",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394484",
          "TitleEnglish": "Wings",
          "SummaryEnglish": "Jun begins to make enemies. Those that would destroy humankind make it clear that Jun and her loved ones are fair game in the war. They cannot understand why she holds onto her inferior human side. Catastrophe strikes someone close to Jun. Jun continues to find new abilities to the surprise of her enemies and the HA.",
          "Aliases": []
        },
        "4": {
          "ID": "394485",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394485",
          "TitleEnglish": "Seed",
          "SummaryEnglish": "Jun is still reeling from previous incidents, and reflects on how she was different from others. She falls into self-pity, as she is seemingly being held captive by the H A, the very organization that utilizes her to destroy other beasts. Jun is leery of people in shadows, thanks to her last encounter. A new beast with an unusual characteristic is discovered. This new characteristic doesn't make it any less dangerous. Asuka discovers a new power of Jun's.",
          "Aliases": []
        },
        "5": {
          "ID": "394486",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394486",
          "TitleEnglish": "Shark",
          "SummaryEnglish": "Thanks to Asuka, Jun has an unplanned reunion with an old friend from high school where they didn't part in a friendly manner. Jun and her ex-classmate had a difference of opinion on what the relationship should be. It seems that all anger has dissipated, but has it? Meanwhile Kazumi feels a little left out. But there is no need to worry. Jun's encounter strengthens the bond to Kazumi.",
          "Aliases": []
        },
        "6": {
          "ID": "394487",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394487",
          "TitleEnglish": "Cat",
          "SummaryEnglish": "Jun experiences a love / hate relationship first-hand, when she meets someone who idolizes her and loves cats. What do you do when you are so talented that you inspire love and hate? You face it head on! Is Jun up to the task?",
          "Aliases": []
        },
        "7": {
          "ID": "394488",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394488",
          "TitleEnglish": "Fog",
          "SummaryEnglish": "With each transformation, the risk increases that Jun will lose her human side. Is it possible that the childhood story of the Grim Reaper will be Jun's undoing? Recent events take Jun's thoughts back to the story her grandfather told her hoping she would go to bed. Of course Jun's curiosity was only increased. Is her next foe The Grim Reaper?",
          "Aliases": []
        },
        "8": {
          "ID": "394489",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394489",
          "TitleEnglish": "Enemy",
          "SummaryEnglish": "The HA continues their attempt to keep the general population from discovering the devil beast phenomenon. A broadcaster attempts to release the news of the devil beasts. Jun is introduced to Dr Jason Bates, an American from the Samuelson Lab. Jason has come to observe the giga effect, which transforms the devil beasts into giants. He doesn't believe that beasts are inherently evil and that devil beasts can hold on to their human soul. Jun's confrontation with the broadcaster doesn't go as planned causing Dr Bates to doubt Jun's strength. Asuka feels humiliated and berates Jun.",
          "Aliases": []
        },
        "9": {
          "ID": "394490",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394490",
          "TitleEnglish": "Eyes",
          "SummaryEnglish": "Jun dwells upon her previous failure and the disappointments of Asuka and Jason. While looking into a store window, Jun feels someone watching her. Jun finds herself in the park in a photo shoot. Kazumi is interviewed and photographed. She also meets someone who has an interest in what happened to her family. Those around Jun begin to question her sanity when she seems to continually feel watched. Is she being watched, or is it just her imagination?",
          "Aliases": []
        },
        "10": {
          "ID": "394491",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394491",
          "TitleEnglish": "Flames",
          "SummaryEnglish": "A large fire at the Sakura Housing Complex looks suspicious. Firemen are surprised to find a a survivor in the rubble. Asuka and Jun disagree on how the small survivor should be treated. Asuka believes the survivor to be a devil beast, since survival would have been impossible otherwise. The fact of the HA having no experience with a devil beast being a child doesn't temper Asuka's belief. The Biochemical Investigations Team decides to study the child. Kazumi reviews a videotape that was sent by Sakazawa. Remembering his earlier comment she wonders about Jun. Jun's frequent and sudden departures don't help Kazumi's confidence in their relationship.",
          "Aliases": []
        },
        "11": {
          "ID": "394492",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394492",
          "TitleEnglish": "Box",
          "SummaryEnglish": "A department store executive disappears after being falsely accused. Unfortunately, he isn't the only one who disappears. Jun is called in to handle this situation in an all too public department store building, all just in time for Christmas. Jun discovers his box as well as her own…",
          "Aliases": []
        },
        "12": {
          "ID": "394493",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394493",
          "TitleEnglish": "Faces",
          "SummaryEnglish": "Jun has visions of a devil beast world. Does her demonic side want such a world? Yuasa offers to lighten Jun's workload. When Jun runs into Jason in the street, they go to a cavern bar. Jason accuses Jun of enjoying the kill, and yet calls her weak mentally and physically. Maeda tells Jun that she will need to accompany him as soon as she gets home. The authorities are finding victims with their face missing. Meanwhile, Jason still obsesses over Jun's and some of the other beasts' ability to manifest the giga effect. Asuka's orders reflect her belief that beasts in the giga effect are no longer in control, endangering Jun's life.",
          "Aliases": []
        },
        "13": {
          "ID": "394494",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394494",
          "TitleEnglish": "Rope",
          "SummaryEnglish": "A man is restrained in a remote residence. A woman entices him. Jun has a photo shoot with inexperienced model Takai, a high school student that is more intimate than usual. Jun shows interest in a phone call that Yuasa receives during the photo shoot. After the photo shoot Jun acts inappropriately with Takai and shows regret. Jun sees Sakazawa speaking to Kazumi and Yuasa in separate incidences. She concludes the man is a nuisance. Asuka picks up Jun and tells her they are going for a ride in the country. She tells Jun they have found a victim with one-third of the blood drained from the body. Will Jun fall into the trap found by this young victim?",
          "Aliases": []
        },
        "14": {
          "ID": "394495",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394495",
          "TitleEnglish": "Home",
          "SummaryEnglish": "Sakazawa remembers his life before the beast obsession. All devil beasts are alike aren't they? Will Sakazawa always believe this? Kazumi is missing and Jun will do what it takes to find her. Meanwhile, Kazumi realizes she has been used, but isn't quite sure for what. The HA has their hands full with another beast, and receives unexpected help. The battle between the beast factions now begins to accelerate.",
          "Aliases": []
        },
        "15": {
          "ID": "394496",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394496",
          "TitleEnglish": "Crows",
          "SummaryEnglish": "Kazumi's conversation after a photo shoot, plants the seeds of remembrance regarding her parents death. Bodies begin to show up on top of lamp posts, utility poles and other odd places. Shiro Kazawa's warnings replay through Kazumi's mind. Crows show up in the oddest places. The HA thinks Jun needs a chauffeur. Kazumi once again becomes noticed by the beasts. Jun continues to amaze those who witness her power, but will it be enough to save Kazumi?",
          "Aliases": []
        },
        "16": {
          "ID": "394497",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394497",
          "TitleEnglish": "Voice",
          "SummaryEnglish": "The dead bodies on top of traffic posts continue. The HA begins to have trouble keeping the secret of the devil beasts. Maeda gets directly involved in the fight against devil beasts. Kazumi's voice is a God-send to Jun.",
          "Aliases": []
        },
        "17": {
          "ID": "394498",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394498",
          "TitleEnglish": "Hunger",
          "SummaryEnglish": "Saturo continues to recruit beasts to his cause. His statement that Jun is hated by the humans seems to be manifesting itself. Jun appears to be losing control of her beast side. Where is Asuka?",
          "Aliases": []
        },
        "18": {
          "ID": "394499",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394499",
          "TitleEnglish": "Body",
          "SummaryEnglish": "The battle between humans and devil beasts is worsening. Jun is surprised by Asuka and Jason. Can Jason keep his human side if he gets his wish? Asuka's behavior is drawing the attention of the HA.",
          "Aliases": []
        },
        "19": {
          "ID": "394500",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394500",
          "TitleEnglish": "Fetters",
          "SummaryEnglish": "Kazumi is still getting used to the idea of the beasts in the open. Can she learn to trust any devil beast other than Jun? Yuasa is surprised to see Maeda after their last conversation. Maeda becomes more suspicious of Asuka. Jun continues to be a fugitive. The battle with the beast is no longer a secret. Yuasa and Jun temporarily relive a normal work day. Yuasa's family has a stressful day, while he lives in a fanciful moment.",
          "Aliases": []
        },
        "20": {
          "ID": "394501",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394501",
          "TitleEnglish": "Corpses",
          "SummaryEnglish": "This episode goes to America. This episode Lan gets a new private secretary, Captain Izume Kogure. Maeda gets some American help. Jun meets some old acquaintances that she's not particularly wanting to see. Jun meets a new more powerful associate of Satoro's. Maeda discovers Lan's secret past. Jun and Satoro have a battle of the wills.",
          "Aliases": []
        },
        "21": {
          "ID": "394502",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394502",
          "TitleEnglish": "Signs",
          "SummaryEnglish": "What is this RNA Transmutation Innoculation? Maeda discovers the truth and informs Jun. Kazumi becomes closer to her new friends, but still wants to be with Jun. Will they be reunited? Will Jun be able to overcome the organized beasts?",
          "Aliases": []
        },
        "22": {
          "ID": "394503",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394503",
          "TitleEnglish": "Wish",
          "SummaryEnglish": "Jun receives help from an unexpected source, when defeat is imminent. Will it be enough? Kazumi remembers her first meeting with Jun. Hostility increases between humans and the devil beasts. Devil beasts are rounded up as Satoro gathers his army. Izumi is concerned about Lan Asuka. Jun inspires a fond childhood memory in Kazumi. Kazumi wants to help Jun in a new way. Will she get her wish?",
          "Aliases": []
        },
        "23": {
          "ID": "394504",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394504",
          "TitleEnglish": "Life",
          "SummaryEnglish": "Jun is legendary among the gentler beasts as the champion of their kind. Kazumi's influence inspires hope in her recently found friends. They expect Jun to rescue them. Lan's plan becomes more apparent. Jun faces a beast with unexpected strength. Lan is still involved with the US, but why? What is her relationship to Jun?",
          "Aliases": []
        },
        "24": {
          "ID": "394505",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394505",
          "TitleEnglish": "Heart",
          "SummaryEnglish": "Home is where the heart is. Jun befriends a new young companion who understands Jun's past too well. Unfortunately Chiyoko doesn't understand why Jun had to do all that she did. She doesn't understand the fine line that Jun mustn't cross.",
          "Aliases": []
        },
        "25": {
          "ID": "394506",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394506",
          "TitleEnglish": "God",
          "SummaryEnglish": "Beasts are kept like prisoners. Asuka can't wait for Jun's return. Kiyoko, Misaki, Takae and Takeshi try to avoid extermination in the beast prison. Asuka sends a not so friendly welcoming party when Jun returns to Tokyo. What is the relationship between Jun and Asuka?",
          "Aliases": []
        },
        "26": {
          "ID": "394507",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/devil-lady/episodes/394507",
          "TitleEnglish": "Man",
          "SummaryEnglish": "Asuka has appeared all over the world and is forcing the world to accept her as the new child of God. Jun awakes in a place like hell and sees all of the demons trapped in a tower forged of demon bodies. Jun decides to forge her soul with the force from the Demons leaving the hell like place to face off with Asuka. A battle of Heaven and Hell begins, but who will be victorious?",
          "Aliases": []
        }
      }
    }
  }
}