{
    "URL": "https://www.thetvdb.com/series/kannagi",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1244315/",
        "https://www.themoviedb.org/tv/34714"
    ],
    "TitleEnglish": "Kannagi: Crazy Shrine Maidens",
    "SummaryEnglish": "An art student named Jin Mikuriya carves a statue from the wood of the Kannagi tree only to have the statue come to life in the form of a goddess, who has now taken over the statue. He and \"Nagi\" work together to destroy the impurities that are gathering in the town.",
    "TitleJapanese": "かんなぎ",
    "SummaryJapanese": "地区展に出品する木彫りの精霊像を作り終えた美術部員の御厨仁(みくりやじん)。\nすると、その精霊像が突然顕現し、女の子になって動き・喋り出した!\n\n「あなたは、樹の精霊さんなんでしょうか?」\n\n電波な事を尋ねる仁に対し、その女の子は\n\n「わらわこそ、この大地の母なる産土神(うぶすながみ)じゃ」\n\n彼の予想の右斜め上の答えを告げる。\n\n\n随分と気軽に現れた神様に戸惑いつつ、彼女の依代となったご神木の事情を説明する仁。\nそして、彼女を襲うケガレと呼ばれるその土地の不浄物。\n\n人には触れられぬケガレに成す術のない残念な自称神様だったが、仁は割と簡単に\nそのケガレを掴み、何事も無かったかのようにポイっとしてしまう。\n\n・\n・\n・\n・\n・\n\n「なんでじゃーーーーーーーー!!」\n\nそう言いながら綺麗な弧を描き、彼のみぞおちにかまされたローリングソバット。\n落ち込む神様、戸惑う仁。\n\n\nそして、落ち込む神様に訪れたリベンジの刻。\n\n自ら作った特殊な武器を持ち、ケガレに挑もうとする神様。そして彼女は叫ぶ\n\n「美少女土地神ウブスナガミ! ケガレは根こそぎ許さない!」\n\nなんとも言えない気持ちになる仁に脇目も振らず、リベンジを果たす神様。\n\nそして告げられる。\n\n「わらわはナギ。この神樹と同じ名じゃ。」\n\n\n\n今ここに、ナギと仁とその他色々な人が繰り広げる、お茶の間感覚伝奇ストーリーが生まれる!!",
    "Aliases": [
        "Kannagi"
    ],
    "Modified": "2025-07-12",
    "Seasons": {
        "0": {
            "ID": "537612",
            "URL": "https://www.thetvdb.com/series/kannagi/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4972573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kannagi/episodes/4972573",
                    "TitleEnglish": "What If -Kannagi- Was Like This...",
                    "SummaryEnglish": "When Takako finds a lot of money on the street, she assembles Nagi, Zange, Tsugumi and the rest of the art club to make an independent movie with it. However, during the shooting session, the group is taken by a storm. To complicate matters, one of the movies that Akiba rented as research material is almost past devolution time.",
                    "TitleJapanese": "もしもこんな『かんなぎ』があったら…",
                    "SummaryJapanese": "(テレビ未放送エピソード)\n大金を拾ったお礼に十万円をもらった貴子の発案により、美術部なのにみんなで自主制作映画を撮ることに。秋葉がみんなの意見を取りまとめて書いた脚本は果たしてどんな内容に！？"
                }
            }
        },
        "1": {
            "ID": "35900",
            "URL": "https://www.thetvdb.com/series/kannagi/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "394797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kannagi/episodes/394797",
                    "TitleEnglish": "The Shrine Girl",
                    "SummaryEnglish": "When Jin Mikuriya uses the trunk of a sacred tree to carve a statue for a school project, he accidentally summons a guardian deity named Nagi.",
                    "TitleJapanese": "神籬(ひもろぎ)の娘",
                    "SummaryJapanese": "地区展に出品する木彫りの精霊像を作り終えた美術部員の御厨仁(みくりやじん)。すると、その精霊像が割れ、中から女の子が現れた！\n彼女は、仁が彫った精霊像を依代として顕現した、産土神(うぶすながみ)だという。仁が彼女に依代となったご神木の事情を説明していると、彼女はケガレと呼ばれるその土地の不浄物に襲われてしまう。人には触れられぬケガレに成す術のない神様。だが、仁はそのケガレをたやすく払いのけてしまう。そのことに落ち込む神様だったが、ふとしたことをきっかけにその解決策を見出す。そして、なんとかケガレにリベンジを果たした彼女は、仁に向かってこう告げる。「わらわはナギ、この神樹と同じ名じゃ」と。"
                },
                "2": {
                    "ID": "394804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kannagi/episodes/394804",
                    "TitleEnglish": "Gyokuon Attack!",
                    "SummaryEnglish": "When Jin gets a surprise visit from his classmate and friend Tsugumi Aoba, Nagi fabricates a story explaining her living with Jin. Later, Nagi flees the house after an argument with Jin and finds herself in danger when trying to cleanse a impurity on her own.",
                    "TitleJapanese": "玉音アタック!",
                    "SummaryJapanese": "仁の家で暮らすことになったナギ。横柄な態度とあまり神様っぽくないナギに、ついに仁も反論をする。ナギと言い争いしていると、そこに幼なじみのつぐみが家にやって来て――。"
                },
                "3": {
                    "ID": "394805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kannagi/episodes/394805",
                    "TitleEnglish": "The School's Goddess",
                    "SummaryEnglish": "When Nagi secretly infiltrates Jin's school to search for an impurity, she stumbles upon a mysterious girl.",
                    "TitleJapanese": "スクールの女神",
                    "SummaryJapanese": "美術部部長の木村貴子に倉庫整理を命じられた仁。\n仁は同じ学年の響大鉄、秋葉巡、そしてつぐみと共に倉庫整理に向かうのだが、その倉庫はオバケが出るという噂の場所だった――。"
                },
                "4": {
                    "ID": "394806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kannagi/episodes/394806",
                    "TitleEnglish": "Sisters",
                    "SummaryEnglish": "Nagi is thinking of being an idol in order to gain followers since her powers are going to be reduced by the tree being cut down. Jin encounters a famous idol who turns out to be Nagi's goddess sister.",
                    "TitleJapanese": "シスターーズ",
                    "SummaryJapanese": "仁は街で美術道具を買った帰り道、近道するために入った路地裏で、チンピラにカラまれている少女を助ける。\n彼女の名はざんげちゃん。その正体は一回百円で人々の懺悔を聞く、巷で話題のアイドルだった。"
                },
                "5": {
                    "ID": "404995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kannagi/episodes/404995",
                    "TitleEnglish": "Revelation! Love the Spirits of the Dining Table",
                    "SummaryEnglish": "Zange tries to seduce Jin and challenges Tsugumi and Nagi to a cooking contest. Meanwhile, Nagi is becoming so popular with the students at school, the teachers find out she is not actually enrolled.",
                    "TitleJapanese": "発現!しょくたくまじんを愛せよ",
                    "SummaryJapanese": "御厨家の食事事情につぐみがショックを受けていると、そこにざんげちゃんがお弁当を持ってやってくる。\n仁と二人で暮らそうと迫るざんげちゃんに、ナギとつぐみは猛反発！3人は料理勝負をすることに――。"
                },
                "6": {
                    "ID": "404996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kannagi/episodes/404996",
                    "TitleEnglish": "Nagi's Heart-Beating Craziness",
                    "SummaryEnglish": "When Nagi decides to get a parttime job at a maid café where Tsugumi is also working by request of a friend, she is surprised by Jin and his fellow clubmates from the art club.",
                    "TitleJapanese": "ナギたんのドキドキクレイジー",
                    "SummaryJapanese": "買い物に慣れないナギは、つぐみに買い物を手伝ってもらうことに。\n服、下着、靴、鞄などを買いたいというナギ。\n予算をいくらかとたずねるつぐみに対し、ナギは得意げに一万円札を見せるのだった――。"
                },
                "7": {
                    "ID": "406838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kannagi/episodes/406838",
                    "TitleEnglish": "Cutie Big Pinch! The Super Spicy Hitsumabushi Strikes Back",
                    "SummaryEnglish": "When Nagi shuts herself into Jin's closet and refuses to come out, Jin calls Meguru for help.",
                    "TitleJapanese": "キューティー大ピンチ!激辛ひつまぶしの逆襲 (後篇)",
                    "SummaryJapanese": "傷つきながらも最強の敵「ライフアフター」を倒したキューティーに安寧の時が訪れようとしていたその矢先、更なる最強の敵「ニセキューティー」が現れた！瞬く間にひつまぶしに覆われていく世界！キューティーの運命やいかに！？"
                },
                "8": {
                    "ID": "406842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kannagi/episodes/406842",
                    "TitleEnglish": "The Hill of Straying Storm",
                    "SummaryEnglish": "During a stormy night, Daitetsu stays over at Jin's house, where he wonders about Jin and Nagi's feelings for each other.",
                    "TitleJapanese": "迷走嵐が丘",
                    "SummaryJapanese": "雨の降る夕方、仁は家の窓から外を眺め、天気の悪さを嘆いていると、家のチャイムが鳴る。玄関に行きドアを開けると、そこにはまっすぐ家に帰ったはずの大鉄がズブ濡れで立っているのだった。"
                },
                "9": {
                    "ID": "411559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kannagi/episodes/411559",
                    "TitleEnglish": "Embarassing School Comedy",
                    "SummaryEnglish": "When rumors about the Daitetsu and Jin being a homosexual couple start to spread, Zange decides that the best solution to the problem is for Jin to officially date a girl.",
                    "TitleJapanese": "恥ずかしい学園コメディ",
                    "SummaryJapanese": "大鉄が仁の家に泊まった翌日、様子のおかしい二人。そして、部室で言い争うナギと大鉄。二人の関係を誤解したつぐみの放った一言により、仁と大鉄に災難が降りかかるのだった。"
                },
                "10": {
                    "ID": "411560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kannagi/episodes/411560",
                    "TitleEnglish": "Karaoke Warrior Mike Takako",
                    "SummaryEnglish": "When the Art Club, Nagi and Zange are having a karaoke party, Tsugumi, Jin, and Zange's relationship complications quickly make the session extremely awkward.",
                    "TitleJapanese": "カラオケ戦士 マイク貴子",
                    "SummaryJapanese": "親睦を深めようという貴子の提案で、カラオケBOXにやってきた、仁たち美術部のメンバーとナギ、つぐみ、ざんげちゃん。ざんげちゃんとつぐみは、ここでも仁を巡って攻防を繰り広げるのだった――。"
                },
                "11": {
                    "ID": "411561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kannagi/episodes/411561",
                    "TitleEnglish": "Yet, Uncertain",
                    "SummaryEnglish": "Jin demands that Nagi tells him more about herself, her reasons for staying in Jin's home and the occurrence of impurities in the village. After she refuses and runs away, Jin discusses the matter with Reiri Suzushiro.",
                    "TitleJapanese": "でも、あやふや",
                    "SummaryJapanese": "ナギと出会って以来、詳しいことを知らされぬまま手伝ってきた仁だったが、ケガレやナギの行動について曖昧にしてきたことが多過ぎると、彼女に真意を問いただすのだった――。"
                },
                "12": {
                    "ID": "418678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kannagi/episodes/418678",
                    "TitleEnglish": "Truly Ephemeral",
                    "SummaryEnglish": "When Jin arrives at home and he finds that Nagi is nowhere to be found, he keeps looking for her without success.",
                    "TitleJapanese": "ほんとうにエフェメラル",
                    "SummaryJapanese": "ナギのことで釈然としない仁は、ナギの正体を調べるため、神薙神社の管理人とざんげちゃんを訪ねる。遅くなってから家に帰ると、仁に思いもよらない事態が待ち受けていた――。"
                },
                "13": {
                    "ID": "418679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kannagi/episodes/418679",
                    "TitleEnglish": "Jin, Lovestruck",
                    "SummaryEnglish": "Tsugumi persuades Jin to search for Nagi again with the help of the school's blog.",
                    "TitleJapanese": "仁、デレる",
                    "SummaryJapanese": "昨夜のことで困惑する仁は、心配して声をかけてくれたつぐみにも冷たくあたってしまう。しかし、それでもめげないつぐみの激励のおかげで、仁は自分のすべきことを見出すのだった――。"
                }
            }
        }
    }
}