{
    "URL": "https://www.thetvdb.com/series/casshern-sins",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0235119/",
        "https://www.themoviedb.org/tv/31730"
    ],
    "TitleEnglish": "Casshern Sins",
    "SummaryEnglish": "A reboot of the classic anime series Neo Human Casshern, Casshern Sins discards the previous continuity. Casshern is a cyborg subordinate of Buraiking Boss who was ordered to assassinate the savior of mankind, and has thus doomed the Earth to ruin.",
    "Aliases": [
        "Casshern Sins",
        "キャシャーン Sins"
    ],
    "Modified": "2025-09-18",
    "Seasons": {
        "0": {
            "ID": "537611",
            "URL": "https://www.thetvdb.com/series/casshern-sins/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "11171522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshern-sins/episodes/11171522",
                    "TitleEnglish": "『キャシャーン Sins』先行試写会＆ライブパフォーマンス",
                    "SummaryEnglish": "日本語版声優陣によるパネルインタビュー。パッケージ版もございます。"
                },
                "2": {
                    "ID": "11171542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshern-sins/episodes/11171542",
                    "TitleEnglish": "カラーズボトル：アズールフラワー。",
                    "SummaryEnglish": "キャシャーンSinsテーマソングミュージックビデオ"
                }
            }
        },
        "1": {
            "ID": "35897",
            "URL": "https://www.thetvdb.com/series/casshern-sins/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "394792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshern-sins/episodes/394792",
                    "TitleEnglish": "At the End of the World",
                    "SummaryEnglish": "In the near future, an amnesiac Casshern fights anti-human robots on a desolate Earth. Most of the humans were killed in an apocalyptic war when he was serving under the direction of Braiking Boss after he assassinated a girl named Luna. During his quest to find out who he is, Casshern befriends a human girl named Ringo. However, Ringo finds herself to be scared of Casshern after he kills a robot who was trying to attack her. Not long after, he faces against an anti-Casshern mercenary named Lyuze."
                },
                "2": {
                    "ID": "394793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshern-sins/episodes/394793",
                    "TitleEnglish": "A World Replete with Death Throes",
                    "SummaryEnglish": "Casshern meets up with a robotic couple and their dog named Friender. He finds out that they reside with a total of 10 robots, seeking to live in peace until they die. The robots turn on Casshern, and attempt to eat him to survive, being tempted by his completely un-decomposed body. Casshern is forced to defend himself, nearly killing them all."
                },
                "3": {
                    "ID": "396747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshern-sins/episodes/396747",
                    "TitleEnglish": "To the Ends of Agony",
                    "SummaryEnglish": "After leaving the town of robots, Casshern meets the first human being of his travels, a man called Akos. He is invited by Akos to travel along with him. Later, Casshern re-encounters Friender, who wants revenge on him for killing his owners."
                },
                "4": {
                    "ID": "396748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshern-sins/episodes/396748",
                    "TitleEnglish": "The Angel of Ruin",
                    "SummaryEnglish": "Casshern meets Sophita, a female robot who enjoys fighting and killing her own kind. She is dubbed \"Angel of Ruin\" by the robots who heard of her and feared by them. Sophita wants to fight Casshern, but the latter refuses. She tells him that fighting is her way of living, albeit in a twisted way. Unable to instigate him to fight, she leaves. A group of robots who heard of Casshern's reappearance ambushes Sophita to draw Casshern's attention. True enough, Casshern appears to rescue her, taking a blow from the robot leader. However, the robot leader does not want to kill Casshern any longer, now that he wants to live out his life without shortening it. In the aftermath, Sophita forces Casshern to fight her. Casshern then allows Sophita to run him through with his sword, making her realize she genuinely cares about him and finally stops fighting him. She leaves, telling Casshern that they will eventually meet again."
                },
                "6": {
                    "ID": "396750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshern-sins/episodes/396750",
                    "TitleEnglish": "Reunited with Fate",
                    "SummaryEnglish": "The jet-black-suited cyborg claims that he knows everything about Casshern, and that Casshern's built to destroy everything. He also reveals that he has the same power and strength as Casshern. A long time ago, robots desired to break away from the rule and control from human beings, and eventually one rose to become the leader of the robot empire: Braiking Boss. Currently, the robots believed that when Casshern dies, his body contains a secret that will stop the end of the world. He declares that he will be the new leader of the robots and change the world. When Casshern learns this, he is more than happy to be killed by the cyborg if it would really stop the ruin. As the cyborg rains attacks on Casshern, he eventually enters his berserk mode and fights back, regardless of his earlier intentions to die. However, the odds are turned yet again against Casshern when thee cyborg knocks him out of his berserk mode. When Casshern is finally cornered and the cyborg is about to finish him off, Lyuze appears and saves Casshern, injuring the cyborg. Another cyborg, a female, whisks the first away. Later, the black cyborg recuperates in his hideout, as the female cyborg calls him Dio. Later, Casshern recovers from his wounds while Ringo and Ohji watch over him. As they leave, Casshern asks Ohji how he became invincible. Ohji tells him that he may be cursed by Luna to be immortal, who's an immortal herself. Casshern resolves to learn more about Luna, and thus to learn more about himself."
                },
                "8": {
                    "ID": "406609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshern-sins/episodes/406609",
                    "TitleEnglish": "A Hymn of Hope",
                    "SummaryEnglish": "Casshern escorts a robot singer named Janice, who wants to travel to a dilapidated city known as the Bazaar in order to sing to robot refugees who had been hiding there from the ruin of the outside world. Standing in their way are robots who believe that hope should die in a world full of ruin and, once they reach the Bazaar, will massacre everyone in sight. Once Casshern and Janice finally reached their destination, it is discovered that she is also at the brink of ruin, so she dedicates one final song to Casshern while he defends her and her audience from a horde of murderous robots outside."
                },
                "9": {
                    "ID": "406610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshern-sins/episodes/406610",
                    "TitleEnglish": "The Flower That Blooms in the Valley of Ruin",
                    "SummaryEnglish": "Casshern battles a horde of robots and was pushed off a cliff then fell into a hole in the ground. There, he finds a little mentally depleted robot girl who tends to his wounds and gave him flowers. It is revealed with the arrival of Ringo, Ohji and Lyuze that the place was in fact a graveyard for robots. The girl's name was Nico and used to be the servant of Luna. Not long after, robots which survived the fall starts to attack. As Casshern and Lyuze fights them off, Nico was unfortunately killed during the raid protecting a doll made of scraps which she still perceives to be Luna. Following the last words of the robot name Bolton, Casshern and the crew now travels the land to find Luna who hopefully is still alive to undo the ruination."
                },
                "10": {
                    "ID": "406611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshern-sins/episodes/406611",
                    "TitleEnglish": "The Man Entrapped by the Past",
                    "SummaryEnglish": "Rather than focusing on Casshern, this episode follows Dio and his quest to reestablish his utopia by gathering wandering robots to form his army. During the gathering, a mysterious robot dressed heavily in tattered cloak barges in rambling about the death of Luna. It is revealed the robot’s name is Dune, a guardian assigned as Luna’s bodyguard. Leda attempts to dispose of Dune but in the end requires Dio’s help. It was in a fit of rage for being mistaken as Casshern, Dio viciously incapacitates Dune. As Dio with Leda by his side raises the spirits of the wandering robot with his speech, a broken down Dune once again wanders the lands morning the death of Luna."
                },
                "11": {
                    "ID": "416355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshern-sins/episodes/416355",
                    "TitleEnglish": "By One's Calling",
                    "SummaryEnglish": "Friender tries to rescue Casshern from debris when they were attacked by rogue robots earlier. Failing to do so and breaking a leg in the process, Friender leaves Casshern behind and encounters a mixed group of robots and humans led by their leader, Jin, who believe that Luna is alive and look for her. One of the members, Gido, abandons his group and joins the rogue robots when he learns that Friender was a companion of the infamous Casshern."
                },
                "13": {
                    "ID": "418620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshern-sins/episodes/418620",
                    "TitleEnglish": "The Past Rises Before My Eyes",
                    "SummaryEnglish": "The story starts with a group of robots who screams of Luna and that meeting her will bring salvation. Casshern, Friender and a following Lyuze walk the same path as the raving robots in search of Luna. It is then when it rained, Ringo comes in playing chasing after the three. Fearing the rain may hasten the ruination for Ringo, they searched for a shelter and dries her off. There in the shelter, a heavy coated character barges in too searching shelter. It is revealed the character is Braiking Boss, the one who ordered the assassination of Luna and that Ohji is the one who built Casshern, Dio and Reda supposedly to be the perfect beings but ended up as being just killing machines."
                },
                "15": {
                    "ID": "427443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshern-sins/episodes/427443",
                    "TitleEnglish": "The God of Death, Dune",
                    "SummaryEnglish": "Dune, last seen after being defeated by Dio, crawls painfully across a crystallized landscape, all the while trying to remember what he was trying to grasp in the past. Casshern, Friender and Lyuze also pass through the same area, and encounters Dune, though none of them knows or remembers him. They believe he's dying, but somehow conclude his heart will not let him die. Eventually, Lyuze recognizes Dune to be one of Luna's bodyguards besides her sister Liza, nicknamed the Death God. Casshern and Lyuze are ambushed by attacking robots but fight them off. Dune regains his memory on how Casshern killed Luna, who knocks Lyuze aside and viciously attacks Casshern. After Casshern manages to defeat him, Dune still intends on his vengeance until Lyuze reveals that Luna is alive. Dune remembers that he wanted to grasp his loved one, Luna. Renewed with hope, Dune crawls off forward once again as Casshern and Lyuze look after his departure."
                },
                "16": {
                    "ID": "427444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshern-sins/episodes/427444",
                    "TitleEnglish": "For the Strength to Believe",
                    "SummaryEnglish": "Casshern and Lyuze find huge numbers of robot remains when approaching a valley. Inside, they discover that all the robots were heading to a strange circular megalith prior to their deaths. Climbing up, they witness an amazing spectacle; a garden of flowers grow atop the megalith which are seldom seen since the ruin. They also encounter Ringo and Ohji. Meanwhile, Dio faces a problem, when his reconnaisance group to seek out Luna's whereabouts is decimated by two mysterious robots. He organizes a group to search for the perpetrators, only to find Vulcan and Mars, who were considered Braiking Boss' best fighters next to the cyborgs. The pair are furious with Dio's rise in power and thus start targeting his army. Dio engages head on with Vulcan and Mars, but loses to their combined efforts. As he lays alone, injured and insulted, Braiking appears before him."
                },
                "17": {
                    "ID": "431294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshern-sins/episodes/431294",
                    "TitleEnglish": "The Glass Cradle",
                    "SummaryEnglish": "Casshern and the others meet a trio of robotic kids. Ringo makes friends with one of them, a mute robot named Holter. When the three kids go back to their home, which is the facility, they bump into Dio and Leda, where she pretends to be nice to them in order to glean information on Luna and her creator. Leda attacks the kids upon seeing the glass tanks where Luna was said to be born, Casshern fights her. Just as Leda was about to critically injure Casshern, Dio appears and reminds her that he should be the one to kill Casshern and not her."
                },
                "20": {
                    "ID": "438945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshern-sins/episodes/438945",
                    "TitleEnglish": "For Whom do the Flowers Bloom?",
                    "SummaryEnglish": "Casshern, Lyuze and Ringo finally reach Luna's castle. They meet up with Dune, who has rejoined Luna. Casshern's group is stunned to see the large amount of robots that await Luna's healing. Casshern finds one of the robots who is healed by Luna earlier attacked and beaten to near death by other robots. After Dune suffers severe injuries after a bandit attack, Luna refuses to heal him and lets him die. Casshern and the others are shocked and angry at Luna's change in behaviour and her outlook in life. Elsewhere, Braiking Boss visits the graves of his dead subordinates, while Leda is informed of Luna's whereabouts. Casshern confronts Luna, and questions whether her current role will truly bring salvation to the world."
                },
                "22": {
                    "ID": "441079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshern-sins/episodes/441079",
                    "TitleEnglish": "A Drop Called Eternity",
                    "SummaryEnglish": "Dio captures Casshern and brings him back to Luna's castle. Leda wants Dio to be healed along with her by Luna, but he refuses. Leda finds Luna and orders her to heal only those that are chosen, like her. Meanwhile, Braiking Boss is followed by robots on the verge of ruin. Leda receives Luna's healing, but it is not enough as she starts to break down again. She demands more healing from Luna, who complies. However, the increased healing she receives is much more painful than the first one. Dio takes Casshern away for him to regenerate so that he can battle him again in a fair fight. Casshern learns that Dio's reason to live is to defeat him. After a painful regeneration, Casshern prepares for one final battle with his arch-nemesis."
                },
                "23": {
                    "ID": "445440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshern-sins/episodes/445440",
                    "TitleEnglish": "Those Who Return",
                    "SummaryEnglish": "Braiking Boss leaves the robot graveyard and, followed by an army of robots, begin their journey. Casshern and Dio fight their best, and the former sees Dio being truly alive when he is battling him. Leda wakes up in a pile of ruined robots, having been dumped by Luna's subordinates. She is shocked to see her body in an advanced stage of ruin and swears revenge on Luna. She encounters Ringo, but is hesitant to kill her. After Lyuze arrives for Ringo, Leda immediately retreats. The fight ends in a climax as Casshern and Dio deal each other a powerful blow. Dio seemingly declares victory on Casshern. Leda confronts Luna at her castle and is about to kill her when Luna stabs her. Casshern arrives on the scene and tells Leda that Dio wanted him to save her. Leda stumbles off to look for Dio. Casshern tells Luna that they are different to others, because as being immortal, they are not truly alive. He rejects Luna's offer to be a king in the eternal world she resides, swearing never to take another life again, and leaves with Lyuze, Ringo and Ohji. Leda finds Dio with a missing arm, and rests peacefully at his side. Braiking Boss arrives to take up Luna's offer to be the king in the eternal world."
                },
                "24": {
                    "ID": "445897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/casshern-sins/episodes/445897",
                    "TitleEnglish": "To the Wandering, Blooming Flowers",
                    "SummaryEnglish": "Lyuze, Ringo, Ohji and Casshern live peacefully somewhere and raise flowers. Lyuze realizes that this is what she always longed for. Meanwhile Luna heals some of the arriving Robots while Breaking Boss watches from the sidelines. Luna is disgusted by death, and refuses to heal those who have signs of ruin on them. Lyuze time has come, and she dies in Cassherns arms. Ohji also fades away and Casshern and Ringo burry them. Casshern pays one last visit to Luna, facing off against Breaking Boss on the way. Upon reaching a terrified Luna, he tells her to continue to heal, but never again forget death and what it means. Before leaving he warns her that, should she ever forget, he would return. Finally Ringo, now an adult living in a field of flowers, tells that Casshern never had to return."
                }
            }
        }
    }
}