{
    "URL": "https://www.thetvdb.com/series/a-certain-magical-index",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1308089/",
        "https://toaru-project.com/index_1_2/",
        "https://www.themoviedb.org/tv/30980"
    ],
    "TitleEnglish": "A Certain Magical Index",
    "SummaryEnglish": "Set in Academy City, a city of scientifically advanced superhuman students, located to the west of Tokyo, in a world where magic is also real. Kamijou Touma's right hand, the Imagine Breaker, can negate all magic, psychic, or divine powers, but not his own bad luck. One day he finds a young girl, Index, hanging on his balcony railing. She turns out to be a nun from the Church of England, and her mind has been implanted with the Index Librorum Prohibitorum — all the magical texts the Church has removed from circulation. His encounter leads him to meet others from the secret world of science and magic and right into an adventure where science and magic collide.",
    "TitleJapanese": "とある魔術の禁書目録",
    "SummaryJapanese": "舞台は総人口230万人弱、東京西部の大部分を占める巨大な都市。その都市は、人口の約8割が学生ということから、「学園都市」と呼ばれていた。\n　学園都市の生徒たちは、超能力を発現させるための特殊なカリキュラムに組み込まれ、発現した能力によって、「無能力者（レベル0）」から「超能力者（レベル5）」までの6段階で査定されていた。\n　主人公“上条当麻”（かみじょうとうま）は、学園都市の高校生だが、その評価は落第寸前のレベル0。なぜなら彼の右手には、異能の力ならなんでも打ち消す「幻想殺し（イマジンブレイカー）と呼ばれる能力が宿っていたからだ。そして彼はその能力のせいで常に不幸な人生を送っていた。\n　しかし、そんな日常に突如変化が訪れる。夏休みに入ったばかりの日、彼の部屋に、純白の修道服を着たシスターがいきなり空から降ってきたのだ！　呆然とする“当麻”に向かって、“禁書目録（インデックス）”と名乗る少女――どう考えても偽名にしか思えない少女――は、「自分は10万3000冊の魔道書を記憶しており、そのせいで魔術師に狙われている」などとオカルト発言を連発。いぶかしむ“当麻”だったが、その日の夕方、彼の前にその“魔術師”が姿を現す。\n　突然の展開に戸惑う“当麻”に、その魔術師は「魔女狩りの王（イノケンティウス）」を作り出して攻撃を繰り出してくる！　やむなく“当麻”は、“インデックス”を守るべく異能を打ち消す力を持つ右手を握り、立ち向かうが……。",
    "Aliases": [
        "To Aru Majutsu no Index",
        "Toaru Majutsu no Index"
    ],
    "Modified": "2025-07-25",
    "Seasons": {
        "0": {
            "ID": "35909",
            "URL": "https://www.thetvdb.com/series/a-certain-magical-index/seasons/official/0",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "441588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/441588",
                    "TitleEnglish": "A Certain Magical Index-tan",
                    "SummaryEnglish": null,
                    "TitleJapanese": "とある魔術の禁書目録[インデックス]たん",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "851011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/851011",
                    "TitleEnglish": "A Certain Magical Index-tan II",
                    "SummaryEnglish": null,
                    "TitleJapanese": "とある魔術の禁書目録[インデックス]たん 2",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "3510941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/3510941",
                    "TitleEnglish": "A Certain Magical Index-tan III",
                    "SummaryEnglish": null,
                    "TitleJapanese": "とある魔術の禁書目録[インデックス]たん 3",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "2973731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/2973731",
                    "TitleEnglish": "A Certain Magical Index-tan IV",
                    "SummaryEnglish": null,
                    "TitleJapanese": "とある魔術の禁書目録[インデックス]たん 4",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4183230",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/4183230",
                    "TitleEnglish": "A Certain Magical Index Movie: The Miracle of Endymion",
                    "SummaryEnglish": "On the day Tōma Kamijō and Index see Academy City's space elevator, Endymion in the distance, they meet a Level 0 girl with an amazing singing voice, Arisa Meigo. As the three enjoy their time together after school, magic-user Stiyl Magnus suddenly attacks them. His target: Arisa. Why would a girl from the science side be targeted by someone from the magic side, Tōma wonders. In the chaos of Stiyl's attack, he tells Tōma, Index and Arisa that she might cause a war between the magic side and the science side.",
                    "TitleJapanese": "劇場版 とある魔術の禁書目録[インデックス] エンデュミオンの奇蹟",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4704822",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/4704822",
                    "TitleEnglish": "A Certain Magical Index Movie: The Miracle of Endymion Special",
                    "SummaryEnglish": "Bonus animation featuring Index-tan included with the BD special edition of the Toaru Majutsu no Index: Endymion no Kiseki movie.",
                    "TitleJapanese": "劇場版とある魔術の禁書目録たん -エンデュミオンの奇蹟-があったりなかったり",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "7054512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/7054512",
                    "TitleEnglish": "A Certain Magical Index-tan VI",
                    "SummaryEnglish": null,
                    "TitleJapanese": "とある魔術の禁書目録[インデックス]たん 6",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "7452532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/7452532",
                    "TitleEnglish": "A Certain Magical Index-tan VII",
                    "SummaryEnglish": null,
                    "TitleJapanese": "とある魔術の禁書目録[インデックス]たん 7",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "35910",
            "URL": "https://www.thetvdb.com/series/a-certain-magical-index/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "394926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/394926",
                    "TitleEnglish": "Academy City",
                    "SummaryEnglish": "Kamijo meets Index, who is on the run from a magic society that wants the library of forbidden knowledge stored in her memory. Later, Kamijo is shocked to find Index at his house – bleeding and accompanied by a strange man.",
                    "TitleJapanese": "学園都市",
                    "SummaryJapanese": "東京西部の大部分を占める巨大な都市。総人口二三〇万人の約八割が学生というところから、そこは『学園都市』と呼ばれており、住民である生徒達には、超能力を開発する特殊なカリキュラムが組まれていた。学園都市のとある高校生・上条当麻（かみじょう・とうま）の評価は落第寸前の無能力（レベル０）。なぜなら彼の右手には、“異能の力ならなんでも打ち消す”謎の力が宿っていたからだ。そして彼はこの右手のおかげで、“神のご加護”まで打ち消し、常に不幸な人生を送っていた。そんな夏休みのある日。上条の部屋に純白のシスターがいきなり空から降ってきた。そして、その少女はこう言った。自分は“魔術”の世界から逃げてきた──と。"
                },
                "2": {
                    "ID": "395179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/395179",
                    "TitleEnglish": "Innocentius (The Witch Hunter King)",
                    "SummaryEnglish": "Kamijo tangles with Stiyl, upset with the magician’s rough behavior toward Index. When quick thinking allows Kamijo and Index to escape, they head to the one person that might be able to help them.",
                    "TitleJapanese": "魔女狩りの王(イノケンティウス)",
                    "SummaryJapanese": "謎のシスターさんを自分の部屋に匿い、上条はひとまず補習に出かけた。しかしその帰宅途中、自分の部屋の前でインデックスが血まみれになって倒れているのを発見する。それは、彼女を回収するため追ってきた魔術師の仕業だった。赤い髪、目の下にはバーコード、漆黒の修道服を着た長身の青年。ステイル＝マグヌスと名乗るその魔術師は、上条に向かって突然ルーン魔術を唱えた……！　炎の魔人「魔女狩りの王（イノケンティウス）」の奇襲に遭い、絶体絶命の上条だったが、そのとき昏睡状態であるはずのインデックスが目を覚まし、不思議な言葉を発し始める。"
                },
                "3": {
                    "ID": "396768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/396768",
                    "TitleEnglish": "Necessarius (The Church of Necessary Evil)",
                    "SummaryEnglish": "Kamijo learns more about Index’s history with Necessarius, the Church of Necessary Evil. Later, after a trip to the bathhouse leads to an argument with Index, Kamijo finds himself in the company of a mysterious stranger.",
                    "TitleJapanese": "必要悪の教会(ネセサリウス)",
                    "SummaryJapanese": "インデックスの「自動書記（ヨハネのペン）」が発動し、九死に一生を得た上条。再び意識不明になったインデックスの傷をふさぐには魔術による治療が必要だった。しかし、超能力を持つ者はその開発の影響により、魔術を使うと全身から血を吹き出し死んでしまうらしい。そこで上条は、超能力を持たない担任教師を頼って月詠小萌のアパートへ向かう。自分の右手に宿る力は、インデックスを救うはずの回復魔術すら解除（ディスペル）してしまう。小萌のアパートの外で待機する上条は、何もできない自分に憤るのだった。そして、小萌を触媒とし何とか回復魔術を成功させたインデックスは、自分の抱える事情──追っ手の魔術結社と自身の魔道書について語り始めた。"
                },
                "4": {
                    "ID": "401856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/401856",
                    "TitleEnglish": "Perfect Memory Ability",
                    "SummaryEnglish": "Kaori Kanzaki confronts Kamijo, demanding that he hand over Index. Kamijo is wounded in the ensuing scuffle – and when he wakes up a few days later, Index offers to take drastic measures to protect him from further harm.",
                    "TitleJapanese": "完全記憶能力",
                    "SummaryJapanese": "インデックスを追ってきた魔術師はステイルだけでは無かった。長刀を持つ女性の魔術師、神裂火織。上条は彼女の圧倒的な剣技で体を切り刻まれていく。貴方を殺す前にインデックスを「保護」させてくれという神裂に、ボロボロになりながら抵抗する上条だったが、神裂の操る魔術「七閃」の前に、為す術も無くついに倒れ伏した。朦朧とした意識の中、決して自身を殺そうとはしない神裂に対し、想いと疑問をぶつける上条。しかしその願いも虚しく、上条がゆっくりと目を閉じようとしたその時、神裂の口から意外な事実が語られる。インデックスの数奇な運命とは。彼女の完全記憶能力がもたらす悲劇とは──。"
                },
                "5": {
                    "ID": "402960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/402960",
                    "TitleEnglish": "Limit (12 o'clock)",
                    "SummaryEnglish": "When Kamijo springs into action to prevent Kanzaki and Stiyl from erasing Index’s memory, he learns there’s a chance that the Church was lying about the threat to Index’s life all along!",
                    "TitleJapanese": "十二時(リミット)",
                    "SummaryJapanese": "一〇万三〇〇〇冊もの魔道書の内容を頭の中に収めているため、常人の一五％しか脳を使えないインデックス。完全記憶能力を持つがゆえに、その記憶をきっかり一年周期で消さなければ、彼女は死んでしまう。その事実を知らされた上条の元に、神裂から連絡が入る。タイムリミットは午前０時。それを過ぎてしまえば、インデックスは死んでしまう。その前に別れを済ましておくように、と。高熱と激痛にうなされるインデックスを前に、何とか記憶を消さずにすむ方法を探る上条。その努力もむなしく、彼の前にステイルと神裂が現れる。はたして、上条にインデックスを救う術はあるのか──。"
                },
                "6": {
                    "ID": "402961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/402961",
                    "TitleEnglish": "Imagine Breaker",
                    "SummaryEnglish": "Kamijo succeeds in eliminating the magical threat to Index’s life. Unfortunately, his memory is erased in the process! Later, Stiyl’s boss orders him to work with Kamijo. Their assignment: Find “Deep Blood.”",
                    "TitleJapanese": "幻想殺し(イマジンブレイカー)",
                    "SummaryJapanese": "インデックスの記憶を一年周期で消さねばならない原因は、彼女の持つ完全記憶能力によって脳が圧迫されるせいでも、一〇万三〇〇〇冊の魔道書を記憶しているせいでもなかった。わずかな違和感から、上条はその事実にたどり着き、教会の手により、インデックスの脳のほとんどを使用して仕掛けられていた「何か」を、右手の「幻想殺し（イマジンブレイカー）」で破壊する。それと同時に発動する「聖ジョージの聖域」。インデックスの脳に収められた魔道書を狙うものたちを排除すべく、次々と術式が展開される。ステイルと神裂の助けを借りて、上条の右手は、神の作った幻想をぶち壊すことができるのか──。"
                },
                "7": {
                    "ID": "402962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/402962",
                    "TitleEnglish": "The Science Cult (Misawa Cram School)",
                    "SummaryEnglish": "Stiyl tells Kamijo (who has no memory of the sorcerer) about his plan to raid Misawa Prep School in order to rescue a young girl who wields a vampire-summoning power known as Deep Blood.",
                    "TitleJapanese": "三沢塾(かがくすうはい)",
                    "SummaryJapanese": "とある事情でインデックスとクラスメイトの土御門と青髪ピアスの三人と共に、ファストフード店に立ち寄ることになった上条。満員の店内で相席することになったのは、食い倒れた自称「魔法使い」の巫女さんだった。電車賃がなくて帰れないという彼女は、塾の先生だというスーツ姿の男たちとともに姿を消す。奇妙な出会いの帰り道、上条の前にステイル＝マグヌスが現れる。アウレオルス＝イザードという錬金術師によって、進学予備校「三沢塾」に監禁されている『吸血殺し（ディープブラッド）』──吸血鬼を殺す力を持った少女を助け出す手助けをしろ。ステイルは上条にそう告げる。"
                },
                "8": {
                    "ID": "411159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/411159",
                    "TitleEnglish": "Ars Magna (Golden Transmutation)",
                    "SummaryEnglish": "Kamijo and Stiyl quickly fall under attack after infiltrating Misawa Prep School! During the raid, Kamijo runs into the girl they hoped to rescue – but there’s a chance she isn’t interested in leaving the campus!",
                    "TitleJapanese": "黄金練成(アルス＝マグナ)",
                    "SummaryJapanese": "三沢塾に囚われた少女の名は、姫神秋沙（ひめがみあいさ）。上条がファストフード店で出会った少女だった。ステイルとともに侵入した三沢塾のロビーには、甲冑を着た死体──ローマ正教の一三騎士団の遺骸があったが、生徒たちはまったく気に留める様子がなかった。ステイルいわく「コインの表と裏」のように、表の住人である生徒たちが、裏の住人である外敵の存在に気づかないよう、結界が張られているのだという。結界を破るには、魔術の「核」となる物を壊すしかない。表の世界に影響を及ぼせない上条たちは、苦戦を強いられる。そのとき、生徒たちの無機質な視線がふたりを捕らえ、その口が呪文をつむぎ始める ──。"
                },
                "9": {
                    "ID": "411160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/411160",
                    "TitleEnglish": "Deep Blood (Vampire Killer)",
                    "SummaryEnglish": "Aureolus finds his plan to turn Index into a vampire thwarted and learns that Kamijo has already saved Index’s memory. Overwhelmed by anger and jealousy, the alchemist attacks Kamijo in a fit of murderous rage.",
                    "TitleJapanese": "吸血殺し(ディープブラッド)",
                    "SummaryJapanese": "吸血鬼を呼び寄せる姫神と、吸血鬼の力を必要とするアウレオルス。そして姫神には、 彼と行動を共にする「理由」があった。一方、上条を追って三沢塾にたどり着いたインデックスは、アウレオルスの手に落ちてしまう。アウレオルスの居場所を突き止めた上条とステイルは、なんとかそこにたどり着くが、目の前には眠らされたインデックスが。それを見たステイルは、アウレオルスが力を求める理由を語りはじめる。 自分の目的がすでにむなしいものとなったことを知らされたアウレオルスは、上条たちに牙をむく。言葉のままにすべて実現する「黄金錬成（アルス＝マグナ）」を駆使するアウレオルスに、上条はその右手を武器に立ち向かう──。"
                },
                "10": {
                    "ID": "414045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/414045",
                    "TitleEnglish": "Mikoto Misaka (Sissy)",
                    "SummaryEnglish": "Kamijo senses something odd about the relationship shared by Mikoto and Misaka, who appears to be Mikoto’s twin. Later, after a friendly meeting with Kamijo, Misaka has a much more intense encounter with Accelerator.",
                    "TitleJapanese": "お姉様(みさかみこと)",
                    "SummaryJapanese": "インデックスに関わる事件に巻き込まれたせいで、結果的に夏休みの補習をサボることになってしまった上条は、８月下旬になっても、再補習を受け続ける日々を送っていた。学校からの帰り道、自販機にお金を飲み込まれるという「いつもの」不幸に見舞われた彼の前に、常盤台中学に通うビリビリ中学生、御坂美琴が現れる。彼女の披露した「裏技」のせいで自販機を壊してしまい、ほうほうのていで逃げ出したふたりの前に、軍用ゴーグルをかけた奇妙なしゃべり方の少女 ──「ミサカ」と名乗る美琴の「妹」が現れる。それを見た美琴はなぜか態度を豹変させて、御坂妹とともに立ち去ってしまった。そして、家路に着いた上条は、美琴と一緒に帰ったはずの御坂妹に出会って……。"
                },
                "11": {
                    "ID": "414046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/414046",
                    "TitleEnglish": "Sisters (Sisters)",
                    "SummaryEnglish": "Kamijo is surprised – and confused – by the sudden arrival of yet another Misaka doppelganger. When the new look-alike explains why there are so many Mikotos running around, Kamijo decides to investigate.",
                    "TitleJapanese": "妹達(シスターズ)",
                    "SummaryJapanese": "拾った黒猫をつれて、ミサカとふたり「猫の育て方」の本を探しに古本屋を訪れた上条。目的の本を探し当てて、店の外に出てみると、猫と一緒に待っていたはずのミサカの姿はなく、おびえる黒猫の姿が残されているだけだった。不審に思い、周囲を探す上条が見つけたのは、細い路地裏に転がる革靴と、その先に、血の海に倒れている常盤台中学の制服を着た少女──御坂妹の姿だった。しかし、通報した上条が、警備員に連れられて再び現場を訪れると、残されているのは革靴だけ。死体は血の跡も含めてきれいになくなっていた。そんなはずはないと周辺を探す上条の前に、寝袋を担いだミサカと、たくさんの「御坂妹」が現れ ──。"
                },
                "12": {
                    "ID": "417811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/417811",
                    "TitleEnglish": "Level 6 (Absolute Ability)",
                    "SummaryEnglish": "Kamijo learns that thousands of Mikoto clones were created for one simple, violent reason. Now that her look-alikes are dying off, the real Mikoto vows to save the rest of her doppelgangers by making the ultimate sacrifice.",
                    "TitleJapanese": "絶対能力(レベル6)",
                    "SummaryJapanese": "自分たちは美琴のクローンであり、殺されているのは「実験」だと言うミサカ。彼女たち──「妹達（シスターズ）」の正体と行なわれている実験について確かめるため、美琴の部屋を訪れ、彼女が巻き込まれている「事件」に気づいた上条は、美琴のあとを追う。ミサカたちを使って行なわれているのは、学園都市最強の能力者「一方通行（アクセラレータ）」を、「レベル５」から前人未到の「レベル６」に進化させるための実験だというのだ。その実験を止めるためには、「一方通行（アクセラレータ）」を止めるほかないと決意する美琴。ミサカたちが犠牲になるのは、過去に研究のためにＤＮＡマップを提供した自分の行動が原因だという美琴の前に、上条が立ちはだかる。"
                },
                "13": {
                    "ID": "418857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/418857",
                    "TitleEnglish": "Accelerator (One Way)",
                    "SummaryEnglish": "During a trip the bathhouse, Komoe offers insight on the awakening of esper powers to Index and Himegami. Later, Mikoto is skeptical when Kamijo volunteers to take on Accelerator in battle.",
                    "TitleJapanese": "一方通行(アクセラレータ)",
                    "SummaryJapanese": "自らを犠牲にして「妹達（シスターズ）」を助けに行くという美琴は、立ちふさがる上条に容赦なく雷撃を浴びせる。しかし上条は、決して右手を使おうとしない。美琴がなぜそこまでするのかと問いかけると、倒れた上条は意外な言葉を口にする。実験を止めるには、「樹形図の設計者（ツリーダイアグラム）」の出した実験の大前提──「一方通行（アクセラレータ）」が最強という現実をひっくり返せばいい。そのために、自分が戦って彼を倒す、と。ひとりで軍隊を相手にしても笑っていられるような能力者と戦って勝てるはずがないと訴える美琴だが、上条は彼女から「一方通行（アクセラレータ）」の居場所を聞きだそうとする。そのころ、学園都市の西のはずれにある操車場では「一方通行（アクセラレータ）」とミサカの戦いが始まろうとしていた──。"
                },
                "14": {
                    "ID": "424122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/424122",
                    "TitleEnglish": "Weakest vs. Strongest (Strongest vs. Weakest)",
                    "SummaryEnglish": "Kamijo fights Accelerator to gain a better life for Mikoto and her clones. When the battle ends, Misaka 10032 visits Kamijo in the hospital to discuss the steps that must be taken for the clones to adapt to life in Academy City.",
                    "TitleJapanese": "最強(さいじゃく)VS最弱(さいきょう)",
                    "SummaryJapanese": "絶体絶命のミサカのもとへと駆け付けた上条は、桁違いな「一方通行（アクセラレータ）」の強さの前に防戦一方。しかし、反射的に突き出した上条の「右手」が、「一方通行（アクセラレータ）」の顔面に突き刺さる。圧倒的な強さを誇る最強であったがゆえに、肉弾近接戦闘は初めてだった「一方通行（アクセラレータ）」は、その現象に面食らう。そして、再び上条の右拳が容赦なく打ちつけられる。形勢逆転かと思われたその時、風──空気の動きを操る「一方通行（アクセラレータ）」の反撃が上条を襲った。そこへ忠告を無視した美琴が駆けつけるも、上条はそれを止め、来るなと叫ぶ。そんな中、「一方通行（アクセラレータ）」の力は、風を操ることで空気中にプラズマを生み出すまでになっていた。人類には防ぐことのできないその力への対抗策を思いついた美琴は、倒れているミサカを揺り起こす──。"
                },
                "15": {
                    "ID": "424123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/424123",
                    "TitleEnglish": "Angel Fall (Angel Fall)",
                    "SummaryEnglish": "After Kamijo travels to a beach-side resort to meet his family, he winds up tangling with a Russian sorcerer named Misha. Later, Kanzaki and Tsuchimikado explain the ramifications of a recently cast spell called Angel Fall.",
                    "TitleJapanese": "御使堕し(エンゼルフォール)",
                    "SummaryJapanese": "「一方通行（アクセラレータ）」を倒した無能力者（レベル０）として、一躍有名人となってしまった上条。統括理事会は、混乱が収拾するまでの間、彼に一時学園都市の外に出るように命令する。行先は海。不法滞在者のはずがなぜか問題なく学園都市を出られたインデックスとともに、温泉旅館「わだつみ」に腰を落ち着ける上条。しかし、小萌先生の配慮で久しぶりに会えることになっていた両親と幼なじみの従妹は、諸事情で到着が遅れていた。翌朝、到着した父親の刀夜たち。……だったのだが、なぜか母親の詩菜はインデックスで、従妹の乙姫は美琴の姿をしていた。どんなたちの悪いいたずらだよ！と憤る上条だったが、どうやら、世界的に「人間の外見と中身が入れ替わってしまう」現象が起きているようだった。そんな上条の前に、赤い外套を着た奇妙なシスターが現れる──。"
                },
                "16": {
                    "ID": "428791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/428791",
                    "TitleEnglish": "Toya Kamijo (Father)",
                    "SummaryEnglish": "After Kamijo and Tsuchimikado rush to confront Misha about her suspicious behavior, they realize that Toya might have something to do with the Angel Fall spell. Can Kamijo save his dad from the Russian sorcerer’s wrath?",
                    "TitleJapanese": "父親(かみじょうとうや)",
                    "SummaryJapanese": "上条の前に現れた赤いシスターはミーシャ＝クロイツェフ。ロシア教会の対幽霊部隊『殲滅白書(Annihilatus)』に所属する彼女は、世界中でおこっている怪現象の大本となった大魔術『御使堕し（エンゼルフォール）』の発生源を探るべく、日本へとやってきたという。時同じくして、『御使堕し（エンゼルフォール）』の人格入れ替えからなんとか難を逃れたイギリス清教『必要悪の教会（ネセサリウス）』のふたりの魔術師も顔を現した。神裂と、そして、上条のクラスメイトでもある土御門。彼は学園都市にスパイとしてもぐりこんでいた魔術師だったのだ。儀式が必要なほどの大きな規模の魔術である『御使堕し（エンゼルフォール）』の術者を探し出すため、上条はミーシャと神裂、土御門の３人と行動を共にすることに。しかし、他の人には違う人間に見える神裂の姿が、とある混乱を巻き起こす──。"
                },
                "17": {
                    "ID": "432117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/432117",
                    "TitleEnglish": "The Power of God (Archangel)",
                    "SummaryEnglish": "After figuring out the truth of Misha’s real identity, Kanzaki sends Kamijo and Toya to destroy the ritual spot. When Tsuchimikado suggests that Toya must die for the spell to end, a violent – and seemingly fatal – encounter ensues.",
                    "TitleJapanese": "大天使(かみのちから)",
                    "SummaryJapanese": "大規模魔術 『御使堕し（エンゼルフォール）』を止めるには、術者を倒すか、儀式場を壊すか、どちらかしかない。いくつかの不審な行動からミーシャが術者だと予測した上条と土御門は、彼女を追って上条家へと向かう。一足先に現地にたどり着いた二人が見たものは、刀夜が写る写真立て。その姿は、海の家で見たものとまったく同じで……。術の影響を受けないのは術者だけ。慌てて旅館へと戻った上条は、海辺で刀夜と対峙する。なぜオカルトなどに手を染めたのかと詰問する上条に、刀夜は彼の不幸を取り除くために行なった過去の出来事を語り始める。そこに現れ、「標的」を抹消しようとするミーシャ。そして、それを阻止しようとした神裂が、驚くべき事実を口にする──。"
                },
                "18": {
                    "ID": "432118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/432118",
                    "TitleEnglish": "Replica (Impostor)",
                    "SummaryEnglish": "In order to shake off the unwanted attention she’s getting from Unabara, Misaka asks Kamijo to pretend to be her boyfriend. Things get complicated when the faux-couple discovers that Unabara is hiding a magical secret.",
                    "TitleJapanese": "偽者(レプリカ)",
                    "SummaryJapanese": "夏休みの最終日。まったく手をつけていない宿題に悪戦苦闘する上条。一方、いつもどおりの日常を過ごしている御坂美琴。日課のコンビニへの立ち読みに出かけようと学生寮の玄関を出ると、ひとりの男が待ち構えていた。海原光貴──常盤台中学の理事の息子で、最近、美琴に付きまとっている青年だった。彼が苦手な美琴は一計を案じ、通りかかった上条を捕まえて、１日だけ恋人の振りをしてほしいと頼む。デートの様子を見せつけて自分を諦めさせようという計画だ。しかし恋人らしい振る舞いのできなふたりは計画を途中であきらめ、美琴はお詫びに何かおごると店に入っていく。残された上条の前に現れた海原。しかし上条は、「もうひとりの海原」が、美琴の後を追って店に入っていく姿を目撃し……!?。"
                },
                "19": {
                    "ID": "436598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/436598",
                    "TitleEnglish": "Last Order (The End)",
                    "SummaryEnglish": "Accelerator meets the last of Misaka’s clones – Last Order – who explains the special role she played in the Sister experiment. Later, Accelerator learns what steps he’ll have to take to keep Last Order safe.",
                    "TitleJapanese": "打ち止め(ラストオーダー)",
                    "SummaryJapanese": "『絶対能力進化（レベル６シフト）』計画の失敗──上条とのケンカに負けたことで、日々、不良たちの襲撃を受けるようになってしまった「一方通行（アクセラレータ）」。立ち寄ったコンビニからの帰り道、彼の前に汚い毛布をかぶった少女が現れる。彼女は「ミサカシスターズ」の一人。『妹達（シスターズ）』の最終ロットとして作られた二〇〇〇一体目＝「打ち止め（ラストオーダー）」だった。「打ち止め」は、成長の途中で計画が打ち切られて困っているので、研究者とコンタクトを取ってくれないかという。断る「一方通行」を無視して彼の家までついてきてしまう「打ち止め」。奇妙なカップリングとなった二人がファミレスを訪れたとき、アクセラレータは、『量産化能力者（レディオノイズ）』担当研究者・天井亜雄の姿を見かける。"
                },
                "20": {
                    "ID": "436599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/436599",
                    "TitleEnglish": "Virus Code (Final Signal)",
                    "SummaryEnglish": "After Accelerator frees Last Order of the virus infecting her brain, he’s attacked by gun-wielding Amai. Just as all appears lost for Accelerator, Yoshikawa arrives to help – but Amai isn’t going down without a fight.",
                    "TitleJapanese": "最終信号(ウイルス・コード)",
                    "SummaryJapanese": "『ミサカネットワーク』を統括する個体として作られた「打ち止め（ラストオーダー）」。彼女を引き取ってもらおうと、『絶対能力進化（レベル６シフト）』計画の担当研究者・芳川桔梗の元にやってきたアクセラレータだが、芳川は「打ち止め」の危機的状況を示唆する。彼女の脳にとある命令が上書きされたことによって、『妹達（シスターズ）』が暴走、全世界が驚異にさらさせるというのだ。「打ち止め」を保護するかの選択を迫られるアクセラレータ。タイムリミットは九月一日午前〇時ちょうど。「打ち止め」と別れたファミレスで、天井の姿を見かけていたアクセラレータは、すでに閉鎖された実験の研究所で彼を発見する。逃げようとする天井を難なく捕え、「打ち止め」を確保するが、タイムリミットを前に、ウイルスが起動準備に入ってしまい──。"
                },
                "21": {
                    "ID": "441435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/441435",
                    "TitleEnglish": "Counter Stop (Identity Unknown)",
                    "SummaryEnglish": "School’s back in session and that means new transfer students – one of which is Index! In class, Komoe offers more insight into the realities of life as an esper – and a powerful new magical presence is detected in Academy City.",
                    "TitleJapanese": "正体不明(カウンターストップ)",
                    "SummaryJapanese": "インデックスとの出会いに始まった上条の長い夏休みは、どうにか終わりを告げた。そして始まる新学期。上条のクラスには、小萌先生の家に居候していた姫神秋沙が転入生として現れる。一方、留守番を任されていたインデックスは、自分の昼ごはんが用意されていないという重大な事実に気づき、上条の教室へとたどり着くが、小萌先生に追い出されてしまう。導かれるように食堂に迷い込むが、購入方法がわからずインデックスは途方にくれるのだった。そこにふらりと現れた少女──風斬氷華の助力により、なんとか食事を採ることに成功したインデックスは、それをきっかけとして風斬と「ともだち」になり親交を深めていく。……そんな平和な学園都市に、魔術師の侵入が確認された。"
                },
                "22": {
                    "ID": "441630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/441630",
                    "TitleEnglish": "Golem (Stone Figure)",
                    "SummaryEnglish": "Panic ensues in Academy City upon the arrival of the sorcerer Sherry Cromwell, who makes no secret of her plans to destroy Kazakiri! Kamijo steps up to ruin Sherry’s plot – but the situation is more complex than he knows.",
                    "TitleJapanese": "石像(ゴーレム)",
                    "SummaryJapanese": "放課後。上条とインデックスは、「ともだち」になった風斬とともに地下街へ。食事をしたり『魔法少女カナミン』コスプレに着替えて撮影をしたりと、インデックスいわくの「ガッコー生活」を楽しんでいた３人だったが、風紀委員（ジャッジメント）の少女に呼び止められる。学園都市に侵入した「テロリスト」捕獲のため、隔壁をおろして地下街を閉鎖するという。即刻避難を命じられ、地下街を移動している途中、３人は奇妙なものを見つける。それは壁に張り付いた眼球──ゴーレム魔術の一端だった。その眼球から放たれた「ぶち殺す」という物騒な言動に、インデックスと風斬を逃がそうとする上条。そんな彼らのその目の前に、美琴とその後輩・白井黒子が現れる。これで避難も無事成功……と思いきや、なぜか上条を巡って美琴とインデックスの「戦い」が始まってしまい……!?"
                },
                "23": {
                    "ID": "445701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/445701",
                    "TitleEnglish": "Friends (Hyoka Kazakiri)",
                    "SummaryEnglish": "Kamijo chases Sherry away only to discover the sorcerer now has designs on Index! Meanwhile, with her secret revealed, Kazakiri takes advantage of her new situation and sets out to fight Ellis.",
                    "TitleJapanese": "風斬氷華(トモダチ)",
                    "SummaryJapanese": "地下街は騒乱の渦中にあった。上条と別行動をとっていた風斬の前に、学園都市に潜入した魔術師・シェリー＝クロムウェルの放ったゴーレムが立ちはだかる。その巨腕がまさに振り下ろされんとした時、小萌先生から彼女の秘密を聞いた上条が駆け付ける。自分はインデックスと一緒にいられる存在では無い、と戸惑う風斬に上条は「ただ友達を助けに来ただけだ」と告げる。この世界にはまだまだ救いがあり、風斬の居場所も簡単に壊れはしない、と──。上条は警備員（アンチスキル）たちと協力して、シェリーのゴーレムを撃退しようと試みる。一斉射撃の隙をついてゴーレムの懐に飛び込み、術者であるシェリー自身に攻撃をかける上条。しかし、成功したかに見えたその決死の一撃は、シェリーは奥の手によって阻まれてしまう。一方、先に脱出したインデックスと美琴は──。"
                },
                "24": {
                    "ID": "445702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/445702",
                    "TitleEnglish": "Imaginary Number School District - Five-Element Agency",
                    "SummaryEnglish": "Kamijo, Index and Kazakiri join forces to take on Ellis. When the battle ends, and with the support of Index, Kazakiri returns to the place of her origin. Later, Tsuchimikado ponders Aleister’s role in recent events.",
                    "TitleJapanese": "虚数学区・五行機関",
                    "SummaryJapanese": "上条、風斬を仕留めそこなったシェリーは、インデックスにその矛先を向けた。上条、風斬はそれぞれの想いを胸に、インデックスを助けるべく行動を開始する。地下鉄構内でシェリーと対峙した上条は、彼女の口から戦う理由を聞かされる。応えた上条の言葉に激昂したシェリーは容赦ない攻撃を浴びせるも、インデックスの言葉をヒントに、なんとか彼女の攻撃を回避する上条。本当は自分の気持ちに気づいているはず。自らの信念すら信じられずに苦悩するシェリーに、上条の右拳が突き刺さる。一方、「強制詠唱（スペルインターセプト）」によってかろうじてゴーレムの攻撃をかわしていたインデックス。しかし、ついに追い詰められ、巨大な拳が目の前に迫ったその時、風斬が現れ──。"
                }
            }
        },
        "2": {
            "ID": "272661",
            "URL": "https://www.thetvdb.com/series/a-certain-magical-index/seasons/official/2",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "2431051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/2431051",
                    "TitleEnglish": "The Last Day (August 31)",
                    "SummaryEnglish": "As summer ends, Toma desperately tries to catch up on homework—but that’s totally out of the question once a magician named Yamisaka kidnaps Index. As Toma tries to rescue his friend, he finds there may be more to her captor’s motives than just malice.",
                    "TitleJapanese": "8月31日(さいごのひ)",
                    "SummaryJapanese": "夏休みも終わりに近づいた頃。美琴との疑似デートに連れ回されたり、そのついでにアステカの魔術師と戦うハメになったりと、上条の日常は相変わらずにぎやかで忙しかった。当然、山積していた夏休みの課題はまったく手つかず。学生寮の彼の部屋ではインデックスが『超機動少女カナミン』を垂れ流し、スフィンクスがぐったりしている。まったく先の見えない状況の中、上条の孤独な戦いは続いていた。 　上条が夏休みの宿題に追われていた頃。学園都市近くの海中から、テトラポッドの上に上陸する者たちの姿があった。金属鎧で全身を包んだ彼ら――イギリス清教の騎士たちの背後で、突然響く鍔鳴りの音。振り返る彼らの目の前に、七天七刀を手にした『聖人』神裂火織が立ちふさがり……。"
                },
                "2": {
                    "ID": "2818001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/2818001",
                    "TitleEnglish": "The Book of Law",
                    "SummaryEnglish": "The Book of Law is an encrypted grimoire that only one nun has the skills to decipher—and it’s gone missing! If its magic is ever used, it will bring about all sorts of ruin. Now, the church just has to keep the gifted nun safe. How hard can that be?",
                    "TitleJapanese": "法の書",
                    "SummaryJapanese": "暗号で書かれた魔道書『法の書』と、それを解読できる修道女が、天草式十字凄教によって拉致される。元・天草式の教皇（プリエステス）である神裂と連絡が取れない事態に、魔道書の持ち主であるローマ正教との衝突を危惧するイギリス清教。ことが起こる前に事件を解決するため、学園都市にステイルを派遣する。 　一方、秋のイベント攻勢に向けて盛り上がる学園都市。各学校では、最初に開催される能力使用全面解禁の学校対抗運動会――大覇星祭に向けて、着々と準備が行われていた。そんな折、上条の元にインデックスがさらわれたという知らせが舞い込む。犯人の要求通り、学園都市の外にある廃劇場にひとりで向かった上条は、バス停でおっとりしたシスターさんと出会い……。"
                },
                "3": {
                    "ID": "2818011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/2818011",
                    "TitleEnglish": "The Amakusa Church",
                    "SummaryEnglish": "The battle over Orsola, the only nun who can read the Book of Law, continues as Toma is forced to act as an unwitting decoy. The Amakusa clash with church representatives, but the real culprit behind the plot might not be who Toma expected.",
                    "TitleJapanese": "天草式",
                    "SummaryJapanese": "天草式十字凄教により、上条たちの目の前で再びさらわれてしまったオルソラ。上条はステイル、ローマ正教のアニェーゼたちとともに、彼女を救うべく、天草式の潜むパラレルスウィーツパークへと向かう。彼らが特殊な移動法『縮図巡礼』の力で逃げおおせる前に、オルソラを確保するか、天草式を制圧しなくてはならない。主力であるアニェーゼたちに陽動を任せ、上条とステイルはオルソラの確保に向かう。武器を手にした天草式の少年少女たちが襲い来る中、またもステイルにオトリにされる上条。なんとか逃げおおせて物影に隠れようとした彼は、ガムテープで自由を奪われたオルソラと遭遇、彼女を助けることに成功する。しかし、彼らの前に傷だらけのステイルの姿が……。"
                },
                "4": {
                    "ID": "2818021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/2818021",
                    "TitleEnglish": "Sheol Fear (Voice of the Magicbane)",
                    "SummaryEnglish": "With Orsola taken hostage, Toma and his gang take the battle to the church. There, Index unleashes a mighty spell. Things look bleak for the Roman Orthodox, but their willingness to sacrifice themselves might just give them the upper hand.",
                    "TitleJapanese": "魔滅の声(シェオールフィア)",
                    "SummaryJapanese": "オルソラの保護に成功した上条たち。しかし、天草式十字凄教教皇代理の建宮は、彼女をローマ正教に渡してはいけないという。『法の書』の解読ができるオルソラは秘密裏に殺される。直前にローマ正教のシスターたちに攻撃を受けていた上条は、彼の言葉を信じるが、ステイルにローマ正教内の事件に介入はできないと諭される。ひとりオルソラと仲間を救出に向かう建宮を前に、自分の無力をかみしめる上条。どうしたらよかったのかと自問し、どうしてもあきらめきれない上条は、ひとり「オルソラ教会」へと向かう。そして、アニェーゼをはじめとする大勢のシスターたちを前に、オルソラを救うと宣言する。そこにステイル、建宮と天草式の面々、インデックスが姿を現し、オルソラを救うべく共闘する……。"
                },
                "5": {
                    "ID": "2818031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/2818031",
                    "TitleEnglish": "Lotus Wand",
                    "SummaryEnglish": "The Roman Orthodox nuns continue their attack as Orsola risks everything to have Index decipher the Book of Law. The infamous grimoire could help them finally defeat their enemies—but that’s only if it works like it's supposed to.",
                    "TitleJapanese": "蓮の杖(ロータスワンド)",
                    "SummaryJapanese": "インデックスの「魔滅の声（シェオールフィア）」を破り、再び攻勢に転じたローマ正教のシスターたち。数において絶対の劣勢を強いられる上条たちは、なんとか聖堂のひとつに逃げ込むことに成功する。逆転の策は『法の書』の解読にゆだねられるが、オルソラの知るそれはダミーの解読法だったことが判明する。そこで、ある作戦を思いついた上条は、単身、アニェーゼの元へと向かう。司令塔たる自分をつぶせばどうにかなると思ったら大間違いとばかりに、司教杖を構えるアニェーゼ。彼女が杖を傷つける度に、どこからともなく襲いくる衝撃。上条はなすすべなく打ち倒される。ローマ正教以外の教えなど十字教の教えではないと言い放つアニェーゼに、上条は……。"
                },
                "6": {
                    "ID": "2818041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/2818041",
                    "TitleEnglish": "Remnant (Wreckage)",
                    "SummaryEnglish": "A high-tech suitcase is stolen from couriers, and Kuroko is on the job! But the contents of the package may prove to be more dangerous than any robbers or petty crooks. Also, what is up with all the strange weather in Academy City?",
                    "TitleJapanese": "残骸(レムナント)",
                    "SummaryJapanese": "大覇星祭を間近に控え、なにかと忙しい学園都市。常盤台中学の全体体育授業を終えた美琴とともに、ランジェリーショップでの買い物に出かけた黒子。しかし初春から強盗事件の一報を受け、渋々「風紀委員（ジャッジメント）」支部に急行する。監視カメラの映像には、キャリーケースを奪い合う男たちの姿を映されていた。しかもケースは第二三学区のエンブレム付きで、宇宙線対策が施された特殊なものと判明。学園都市外部の人間らしき彼らと接触・制圧し、難なくケースを奪い返した黒子……だったが、突如その現場で謎の少女に襲われ、再びケースを奪われてしまう。『空間移動（テレポート）』系能力『座標移動（ムーブポイント）』を持つその少女は、なぜか黒子の所属と名前を知っており、さらに美琴の名まで口にして……。"
                },
                "7": {
                    "ID": "2818051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/2818051",
                    "TitleEnglish": "Move Point (Coordinate Relocation)",
                    "SummaryEnglish": "Mikoto’s clones use their telepathic network to enlist Misaka 10032 to aid them in stopping Musujime from rebuilding the Tree Diagram in an effort to find out why humans are the only beings with esper powers.",
                    "TitleJapanese": "座標移動(ムーブポイント)",
                    "SummaryJapanese": "『座標移動（ムーブポイント）』の能力を持つ少女・結標と対峙する美琴の姿を見、その言葉を聞いてしまった黒子。美琴の世界を守るべく、逃亡する結漂を追いつめ、戦うことを決意する。一瞬の攻防が勝敗を決する『空間移動（テレポート）』能力者同士の戦い。一手先を取られ、身動きの取れない黒子に、結標は自分たちの計画を語り始める。外部組織『科学結社』と結託し、『樹形図の設計者（ツリーダイアグラム）』を復元を目論んでいるというその計画に、同じ高レベル能力者として黒子を誘う結標。しかし、敬愛する美琴の心を踏みにじったとある計画の再来、それだけは絶対に容認できない黒子は、誘いを拒否し、最後の抵抗を試みる。一方、結標たちの動きをつかんだ『妹達（シスターズ）』もまた、計画阻止のために動き出す。とある二人の少年は、その求めに応じて立ち上がり……。"
                },
                "8": {
                    "ID": "2818061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/2818061",
                    "TitleEnglish": "The Daihasei Festival",
                    "SummaryEnglish": "It’s the Daihasei Festival, and everyone’s parents are in town! As Toma and Mikoto compete against each other in various events, a Roman Orthodox magician and her assistant negotiate to purchase a powerful relic from the English Puritan Church.",
                    "TitleJapanese": "大覇星祭",
                    "SummaryJapanese": "学園都市すべての学校が参加する大規模運動会「大覇星祭」。学園都市が一般開放される数少ないイベントとあって、開会式前から大盛況。いつものように美琴に絡まれた上条は、「負けたら何でも言うことを聞く」という条件で大覇星祭の結果で勝負をすることに。しかし、第一競技・棒倒しに備えるクラスのもとに戻った上条を待っていたのは、まったく大会にやる気のないクラスメイトの姿だった。美琴との勝負に早くも赤信号と思われたその時、体育館裏手で、対戦相手の学校教師からバカにされる小萌先生が。彼女の儚げな姿を見て、心技体全てが一致団結した上条のクラス全員は殺気を放ちながら相手チームへ突進する。一方、そんな楽しげな賑わいに隠れて、学園都市にローマ正教に雇われた運び屋が侵入していた。"
                },
                "9": {
                    "ID": "2818071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/2818071",
                    "TitleEnglish": "Route Disturb (Pursuit Inhibited)",
                    "SummaryEnglish": "As Toma and his group try to track down Oriana, they discover that a “Shorthand”—a specialized spell that operates on its own once being cast—is shorting out their magic. But before they can deactivate it, an incident happens at the middle school.",
                    "TitleJapanese": "追跡封じ(ルートディスターブ)",
                    "SummaryJapanese": "聖人を一撃で葬る霊装『刺突杭剣（スタブソード）』が学園都市に持ち込まれたと土御門らに聞かされ、大覇星祭の真っ最中に捜索を協力することになった上条。偶然にも、事件の張本人である運び屋・オリアナ＝トムソンと接触した上条は、土御門、ステイルと合流して尾行を続けるが、彼女の仕掛けた罠が待ち受けていた。上条の右手で何とかやり過ごしたものの、オリアナに逃亡の時間を与えてしまう。土御門はステイルの協力を得て、オリアナの位置を特定するための魔術を展開するが、それすらも見越して仕掛けられた彼女の罠が発動、ステイルが傷を負うことに。土御門はオリアナの仕掛けた罠そのものを潰すため、さらなる魔術を行う。しかしそれは、罠の場所が特定できるまで、ステイルが苦しみ続けなければいけない残酷な方法で……。"
                },
                "10": {
                    "ID": "2818081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/2818081",
                    "TitleEnglish": "Shorthand (Stenographic Sourebook)",
                    "SummaryEnglish": "With the Shorthand cancelled, Stiyl uses his magic to locate Oriana, causing a fight to erupt. In London, Laura learns that Oriana’s deal might not be for the Stab Sword, but for something else entirely.",
                    "TitleJapanese": "速記原典(ショートハンド)",
                    "SummaryJapanese": "なんとか罠を解除するも、オリアナの魔術により吹寄が倒れてしまう。無関係の一般人すら巻き込むオリアナのやり方に激怒する上条。ステイルのサポートを受けて、上条は土御門と共にオリアナを追いつめるが、あと一歩で無人バスに乗り込まれ、取り逃がしてしまう。ステイルの機転で、バスを爆破するも、難なく炎をかいくぐるオリアナ。魔道書の原典を一瞬で書き上げる『速記原典（ショートハンド）』を駆使しての戦いになだれ込む。渦中、ケガをしていた土御門は行動不能に陥り、変幻自在の魔術の前に上条も追い詰められていく。我が身を顧みない右手の一撃で上条に逆転を許したオリアナは、『刺突杭剣』を手放し、逃亡する。『刺突杭剣』を上条の右手で破壊すれば、この事件は終わるかに見えたが……。"
                },
                "11": {
                    "ID": "2818091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/2818091",
                    "TitleEnglish": "Stab Sword",
                    "SummaryEnglish": "Tsuchimikado’s location spell backfires and leads Oriana straight to him, resulting an epic showdown. But he’s not the only one exposed to Oriana’s magic: Himegami feels the force of the spell caster’s power, and may not survive.",
                    "TitleJapanese": "刺突抗剣(スタブソード)",
                    "SummaryJapanese": "刺突杭剣』の正体が『使徒十字（クローチェディピエトロ）』であると判明したことで、リドヴィアの本当の目的を知った上条たち。この状況が明るみになり、インデックスが動くことになれば、外部の魔術師の侵入を許すことになる。この事件を彼女に悟らせないよう、上条は、両親とインデックス、そして美琴と彼女の母親・美鈴と昼食の席を囲んだり、多分な誤解による美琴と黒子の理不尽な攻撃を受けたりしていた……。一方、イギリス清教からの報告を受けていたステイルは、緊迫した状況下にもかかわらず小萌先生に喫煙をとがめられ、お小言を受ける羽目に。そんな安息（？）のひとときも、土御門からの連絡で終わりを告げる。彼のつかんだオリアナの行方をもとに、合流を試みる３人。交通機関を巧みに使ったオリアナの逃亡に、土御門は再び探索の術式を発動する！"
                },
                "12": {
                    "ID": "2818101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/2818101",
                    "TitleEnglish": "Belvedere (The Observatory)",
                    "SummaryEnglish": "Toma and Tsuchimikado investigate the history of a sacred artifact as they try to figure out what Oriana’s plan is. When they discover they have only until nightfall to stop her from enacting an evil plot, the battle for the future of Academy City begins!",
                    "TitleJapanese": "天文台(ベルヴェデーレ)",
                    "SummaryJapanese": "かろうじてオリアナの襲撃を退けた土御門。しかし、吹寄に続いて、姫神までがオリアナの手にかかり、重傷を負ってしまう。一般人を巻き込むことも辞さない彼女たちのやり方に、強い怒りを覚える上条。しかしそれは、オリアナにとっても想定外の事故だった。二度と過ちを犯さぬため、『使徒十字』で学園都市を支配する――その目的を果たすべく、再び動き出すオリアナ。一方、上条は彼女のあとを追いながら、その行動の不自然さに思い当たる。イギリス清教の報告から『使徒十字』の使用には星座が関わっていると推測されたが、決定打に欠けるまま、上条はオリアナを追いつづける。その頃、彼女の足跡を追っていた土御門が、あることに気付き……。"
                },
                "13": {
                    "ID": "2818111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/2818111",
                    "TitleEnglish": "Croce di Pietro (Apostolic Cross)",
                    "SummaryEnglish": "As Toma and the others come close to beating Oriana, the motivations behind her actions are finally revealed. But taking out Oriana might not be enough to stop her plot from reaching a catastrophic completion!",
                    "TitleJapanese": "使徒十字(クローチェディピエトロ)",
                    "SummaryJapanese": "イギリス清教からもたらされた追加報告によって、『使徒十字』の使用条件を知った上条たち。オリアナの目的地『天文台』をどうにか特定した彼らは、土御門の「裏技」を使って、その目的地――第二三学区の飛行場へと急行する。彼らの前に立ちはだかるオリアナ。彼女の罠の前に土御門が倒れ、『速記原典』を駆使した変幻自在の攻撃に上条とステイルも苦戦を強いられる。刻一刻と暗くなっていく空。夜になって星座が見えると、『使徒十字』が発動してしまう。連携を無視した攻撃で、かろうじてオリアナの隙を突くことに成功する上条とステイル。何とか形勢逆転まで持ち込もうとするも、満身創痍のオリアナは、自らの戦う理由と求める答え、そして魔法名を口にする。双方ともに全身全霊をかけた、最後の一撃が放たれる。"
                },
                "14": {
                    "ID": "3435991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/3435991",
                    "TitleEnglish": "City of Water",
                    "SummaryEnglish": "After winning a trip to Italy, Toma and Index run across a few old acquaintances. But wherever these two go, disaster is sure to follow—this time in the form of assassins!",
                    "TitleJapanese": "水の都",
                    "SummaryJapanese": "大覇星祭最終日に行われる大抽選会・来場者ナンバーズ。不幸の代名詞であるはずの上条は、何を間違ったか、一等賞の北イタリア五泊七日のペア旅行に当選してしまう！　そしてなぜかパスポートを持っていたインデックスとともに、上条は幸せな旅行を満喫すべく出発した。しかし、当然のように出発前の空港でトラブルに巻き込まれ、現地に到着してからも現地ガイドに置いてけぼりを食らい、自力でホテルを目指すはめに。その上、現地語の通訳として頼みの綱であるインデックスが行方不明になってしまう。言葉もわからないイタリア・キオッジアの地で、ひとり放り出されてしまった上条だったが、そこに救いの女神――オルソラが現れる。先日までイタリアに住んでいたという彼女のアパートメントに向かうことになるが……。"
                },
                "15": {
                    "ID": "3449691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/3449691",
                    "TitleEnglish": "Queen's Fleet",
                    "SummaryEnglish": "Agnese makes a deal with Toma and Orsola that guarantees their safe escape from the Roman Orthodox ship—so long as they take Sisters Angelene and Lucia with them. As they search for the nuns, they uncover more about the ship’s terrible true purpose.",
                    "TitleJapanese": "女王艦隊",
                    "SummaryJapanese": "突然の襲撃を受けた上条たち。運河から現れた巨大な氷の帆船に乗り込むことになった上条とオルソラは、そこで意外な人物――アニェーゼと顔を合わせる。氷の帆船は大規模霊装『女王艦隊』の護衛艦の一隻で、彼女は侵入者である上条たちの捜索を手伝っていたのだという。彼女は罪人として『法の書』事件の責任をとらされ、同じ部隊のシスターたちは『女王艦隊』で使役されていたのだ。ここから逃げたいのなら、自分の言うことを聞けと取引を持ちかけるアニェーゼ。その取引内容とは、アニェーゼ奪還を企てるも捕まってしまったルチアとアンジェレネの確保だった。部下を助けてほしいと懇願するアニェーゼの言葉に従い、どうにか二人の救出に成功する上条たち。そして彼女たちから、幽閉中のアニェーゼはとある術式の発動のために命を落とすと上条は聞かされる。"
                },
                "16": {
                    "ID": "3449701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/3449701",
                    "TitleEnglish": "Rosary of the Appointed Time",
                    "SummaryEnglish": "Toma goes head-to-head with Bishop Biagio during an attempt to rescue Agnese. As the battle rages, the Queen of the Adriatic Sea is revealed to be a ship that can completely destroy Academy City.",
                    "TitleJapanese": "刻限のロザリオ",
                    "SummaryJapanese": "天草式に救出された上条たちは、彼らの手を借りてアニェーゼ救出に向かう。『女王艦隊』に突入し、かつての仲間たちと戦うルチアとアンジェレネ。一方、旗艦である『アドリア海の女王』にたどり着いた上条とインデックス、オルソラは、艦内を壊しながらアニェーゼを探す。氷の鎧たちの攻撃を受け、ふたりとはぐれてしまった上条の前には、ローマ正教の司祭・ビアージオが現れる。「主の恵みを拒絶する」右手を持つ上条に、嫌悪感を隠さないビアージオは、十字架を使った術式を駆使して彼を追いつめる。一方、インデックスとオルソラはアニェーゼの囚われている中枢部へとたどり着く。驚くアニェーゼにルチアたちの言葉を伝えるオルソラ。しかし、そこにビアージオが現れ……。"
                },
                "17": {
                    "ID": "3449711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/3449711",
                    "TitleEnglish": "Penalty Game",
                    "SummaryEnglish": "Mikoto convinces Toma to sign up for a couples cell phone contract with her so she can get an adorable promotional item—but how far are the two willing to take the ruse before they get, well, maybe a little too close.",
                    "TitleJapanese": "罰ゲーム",
                    "SummaryJapanese": "大覇星祭でとある約束をとりつけ、ご機嫌な睡眠と素敵な夢を満喫する夜を送っている美琴。同室の黒子は、毎夜発せられる愛すべきお姉様の甘美なる寝言に身もだえ、眠れぬ夜を送っていた。一方、退院した一方通行（アクセラレータ）と打ち止め（ラストオーダー）は、芳川の知り合いの元に預けられることに。特殊な力を持つふたりが案内された先は、研究機関とは程遠い、ごく普通の教員――『警備員（アンチスキル）』黄泉川愛穂の家だった。そして、散々なイタリア旅行から帰国した上条は、土御門や青髪と他愛のないバカ話に興じてみたり、不用意な一言から吹寄にバイオレンスな一撃を食らったりと、平和な日常を過ごしていた。そんな彼に、美琴から運命の呼び出しがかかり――。"
                },
                "18": {
                    "ID": "3449721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/3449721",
                    "TitleEnglish": "Serial Number (Specimen Number)",
                    "SummaryEnglish": "Laura is confronted with a confidential memo during her bath time, Toma buys Mikasa 10032 a piece of jewelry, and many old enemies come together in the search for Last Order.",
                    "TitleJapanese": "検体番号(シリアルナンバー)",
                    "SummaryJapanese": "ここはイギリス、ロンドン。ローラとステイルが愉快な、しかし命がけのドツキ漫才を展開したり、『必要悪の教会（ネセサリウス）』の女子寮に届けられた最新鋭の全自動洗濯機を前に神裂が悪戦苦闘したり、オルソラたちが興味津々だったりしていた頃……。日本の学園都市では、大覇星祭の罰ゲームで美琴の愛玩奴隷と化した上条が大きなため息をついていた。美琴にはゲコ太ストラップ欲しさに携帯電話のペア契約を迫られたり、突然現れたミサカにゴーグルの捜索を手伝わされそうになったり、美琴との姉妹（？）対決に巻き込まれたり、さらにゴーグル盗難犯の打ち止め（ラストオーダー）が混乱に拍車をかけたり……。そんな中、行方不明となった打ち止めを探すべく、一方通行（アクセラレータ）が行動を開始し――。"
                },
                "19": {
                    "ID": "3449731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/3449731",
                    "TitleEnglish": "The Researcher (Amata Kihara)",
                    "SummaryEnglish": "Accelerator attempts to make amends for his past by doing a few good deeds, but ends up attacked by a group led by someone from his past. Meanwhile, Toma discovers strange goings-ons in the police force and overhears talk of an intruder in Academy City.",
                    "TitleJapanese": "木原数多(けんきゅうしゃ)",
                    "SummaryJapanese": "紆余曲折を経て、打ち止め（ラストオーダー）と再会した一方通行（アクセラレータ）。はしゃいで転んだ彼女を手当てするべく薬局に向かった彼の前に、突然、黒づくめの集団が現れる。『猟犬部隊（ハウンドドッグ）』――学園都市の暗部に属する者たちは、予告もなく一方通行に襲いかかる。その中には白衣の男――一方通行の開発に携わった研究者、木原数多の姿があった。『ベクトル操作』を無効化して一方通行を打ち倒した彼は、なぜか打ち止めは自分が回収すると言う。そして逆上する一方通行に、打ち止めの存在する、本当の理由が明かされる……。同じ時。『警備員（アンチスキル）』たちを無力化し、雨の降りしきる学園都市へと侵入してきた者がいた――。"
                },
                "20": {
                    "ID": "3449741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/3449741",
                    "TitleEnglish": "Hound Dog (Hound Squad)",
                    "SummaryEnglish": "Accelerator manages to escape from Kihara, taking Index with him. Elsewhere, Toma and Last Order are on the run from Hound Dog—but the real threat to their lives may come from Vento.",
                    "TitleJapanese": "猟犬部隊(ハウンドドッグ)",
                    "SummaryJapanese": "絶体絶命の一方通行（アクセラレータ）の前に現れたインデックス。場違いな乱入者に木原たちが見せた隙を逃さず、一方通行は車を奪って彼女とともに逃走する。巻き添えを避けるべく、助力を仰いだカエル顔の医者に、打ち止めを守ることだけを優先するべきだと諭された彼は、木原たちを追いつめるべく行動を開始する。一方、上条は助けを求めてきた打ち止め（ラストオーダー）とともに一方通行を探していた。『猟犬部隊』に追われ、レストランに逃げ込むふたり。その前に姿を現したのは、学園都市に侵入し、『警備員（アンチスキル）』や『猟犬部隊』を無力化した黄色い服の女性――ローマ正教『神の右席』に所属する魔術師、前方のヴェント。彼女の容赦ない攻撃が、ターゲットである上条を襲う……。"
                },
                "21": {
                    "ID": "3449751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/3449751",
                    "TitleEnglish": "Testament (Learning Device)",
                    "SummaryEnglish": "When Accelerator deduces who is pulling all the strings in Academy City, no person—or building—is safe from his rage. Meanwhile, Toma goes on a mad dash through the city looking for Last Order, but what he finds is an angel.",
                    "TitleJapanese": "学習装置(テスタメント)",
                    "SummaryJapanese": "『猟犬部隊（ハウンドドッグ）』を追いつめ、次々と潰していく一方通行（アクセラレータ）。統括理事会からの命令で打ち止め（ラストオーダー）が捕えられたことを突き止めた彼は、学園都市を敵に回す覚悟をする。彼女を救うために手段は選ばない。一方通行は再び「闇」へと踏み込む……。一方、はぐれてしまった打ち止めを探す上条の前にヴェントが姿を現す。再び激しい戦いが始まるかと思われたその時、あるものを感じ取ったヴェントはその場を離れ、その原因を叩こうとする。虚数学区・五行機関の展開。ヴェントの魔術を封じるため、アレイスターがミサカネットワークを操ったのだ。莫大な閃光が放たれたそこからは無数の翼が広がり、巨大な『天使』の姿が出現する……。"
                },
                "22": {
                    "ID": "3449761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/3449761",
                    "TitleEnglish": "The Divine Retribution Spell",
                    "SummaryEnglish": "In order to save Last Order, will Accelerator sacrifice himself? Vento’s past is revealed, Toma delivers a very Toma speech, and Index sings a song as the battle rages on in Academy City.",
                    "TitleJapanese": "天罰術式",
                    "SummaryJapanese": "打ち止め（ラストオーダー）を救うため、『ベクトル操作』の通じない相手――木原との絶望的な戦いに挑む一方通行（アクセラレータ）。チョーカーの電池切れで能力はおろか、まともに立つことすらできないはずの彼は、それでも木原に食らいつき……。虚数学区・五行機関展開のため、犠牲にさせられた「ともだち」――風斬氷華を助けるため、『神の右席』前方のヴェントに立ちはだかる上条。彼は、風斬自身も戦っている事実を感じ、なお拳を握りしめる。そして、風斬を元に戻すべく、全ての知識を動員して解決を図るインデックス。「核」のもとにたどり着いた彼女は、打ち止めも、風斬も、そして学園都市をも救おうと、己の本分たる祈りを捧げる――。"
                },
                "23": {
                    "ID": "3449771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/3449771",
                    "TitleEnglish": "Prewar",
                    "SummaryEnglish": "Accelerator is injured, but even in that state he’s approached by a city-employed organization that wants to recruit him. As rumors of an impending war spread throughout Academy City, the students in Toma’s class decide to throw a party.",
                    "TitleJapanese": "開戦前",
                    "SummaryJapanese": "ヴェントの襲撃に伴う騒動が解決した学園都市。上条にもこれまで通りの日常が戻ってくる。ご飯の支度に忙しかったり慎ましやかにお弁当の交換を楽しんだり、小萌先生の家に結標が転がり込んだり、インデックスを交えてクラス全員参加のすき焼きパーティが開催されたりと、みなが平和を謳歌しているかに見えた。しかし世界中で学園都市に対するデモや抗議活動が活発化。その動きに呼応して、諸勢力との戦争の危険性を感じた保護者たちは、学園都市から子どもたちを回収しようとする運動を始めていた。上条は、自分がその中心にいる事に思い悩んでいた……。一方、学園都市の暗部と取引をし、「闇」に己を売った一方通行（アクセラレータ）に、ひとつの命令が下される――。"
                },
                "24": {
                    "ID": "3449781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/3449781",
                    "TitleEnglish": "Skill Out (Armed Gang)",
                    "SummaryEnglish": "GROUP continues to order Accelerator around by giving him an assignment to kill Misuzu—which leads to Accelerator protecting the woman just to spite the organization when Skill Out attacks.",
                    "TitleJapanese": "武装集団(スキルアウト)",
                    "SummaryJapanese": "世界各地で次々と起こる科学サイドへのデモや抗議活動。学園都市への風当たりはさらに厳しいものとなっていた。緊迫する世界情勢の中、もうひとつの『脅威』が、学園都市を襲う。それは、酔っ払った御坂美鈴が学園都市の生徒を見つけて見境無く絡みまくる、という『無差別テロ』だった……!!　最初の犠牲者として選ばれたのは、不幸にも美鈴の顔に既視感を覚えた学園都市最強の能力者だった。その後も被害は拡大を続け、罪のないタクシー運転手の次に標的となった上条当麻は、酒臭い吐息だけでなく、インデックスの怒りを一身に浴びることに。そして、辛くも逃げおおせた最初の犠牲者――一方通行のもとに、学園都市の『上』から、とある情報がもたらされる。おふざけモードもここで終了。命の危機に直面した御坂美鈴を巡る戦いが、今、始まろうとしていた――。"
                }
            }
        },
        "3": {
            "ID": "767549",
            "URL": "https://www.thetvdb.com/series/a-certain-magical-index/seasons/official/3",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "6717869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6717869",
                    "TitleEnglish": "Unrest",
                    "SummaryEnglish": "Following the September 30th Kazakiri incident, protests against Academy City erupt across Europe, and things are restless within the city, as well. Kamijo must stay after school as punishment after getting into a fight with his classmates.",
                    "TitleJapanese": "混乱",
                    "SummaryJapanese": "夏の終わりに起こった、何者かによる学園都市への大規模な襲撃。外部の宗教組織による犯行と発表されたこの事件に端を発し、欧米のローマ正教圏では、学園都市に対する反発が高まっていた。各地で頻発し、過激さを増していくデモ活動。そんな状況をあおるかのように、学園都市では迎撃兵器ショーが開催され、両者の緊張はいや増していた。\n緊迫した世界情勢の中、学園都市のとある高校でも激しい戦いが繰り広げられていた。『クラスの三バカ』上条・土御門・青髪ピアスによるバニーガール最強論――男たちの真実を求める戦いに、鉄壁の女・吹寄を巻き込んで白熱する論戦は、罰当番の宣告によって終わりを告げる。しかし、そんな平和な日常風景の裏側で、事態は着々と動いており――。"
                },
                "2": {
                    "ID": "6827259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6827259",
                    "TitleEnglish": "The Right Seat of God",
                    "SummaryEnglish": "Kamijo is separated from Tsuchimikado, but ends up finding the Amakusa Church's Itsuwa. She informs Kamijo about the circumstances of the Papal Palace of Avignon, and its link to the turmoil being incited around the world.",
                    "TitleJapanese": "神の右席",
                    "SummaryJapanese": "統括理事会のひとり、親船素甘の命がけの行為によって知らされた、世界的混乱の原因。上条は土御門とともに、ローマ正教の持つ霊装『Document of Constantine』――『Ｃ文書』を追って、フランス・アビニョンへと飛ぶ。降下の途中に土御門とはぐれてしまった彼に手を差し伸べたのは、天草式十字凄教の少女・五和だった。天草式はイギリス清教からの依頼でフランスの調査に訪れており、その目的は、やはり『Ｃ文書』に関わるもの。彼女と合流して行動を開始する上条だったが、『Ｃ文書』の影響は、すでにアビニョンにも及んでいた。暴動へと発展した対学園都市のデモに巻き込まれ、身動きが取れなくなってしまったふたりは、土御門との合流をあきらめ、教皇庁宮殿を目指す――。"
                },
                "3": {
                    "ID": "6827260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6827260",
                    "TitleEnglish": "The Document of C",
                    "SummaryEnglish": "Confronted by Terra, Kamijo and Itsuwa have their hands full trying to avoid his attacks. Military forces from Academy City appear in Avignon, suppressing the demonstrators. Terra uncovers the secret Kamijo has been hiding.",
                    "TitleJapanese": "C文書",
                    "SummaryJapanese": "バチカンとアビニョンの教皇庁宮殿を繋ぐ『パイプライン』を断つため、行動を開始した上条と五和。しかし『神の右席』左方のテッラが白いギロチンの刃を振るって彼らの行く手を阻む。『神の右席』としての特別な術式『光の処刑』の前に上条たちは苦戦を強いられ、追い詰められていく。ふたりに土御門が合流し、形勢逆転かと思われたそのとき。激しい爆発音を響かせ、空からなにかが降ってくる。上条たちの目にはなじみのあるその鉄の塊は、学園都市製のパワードスーツだった。街中で戦闘を始め、暴徒と化したデモの参加者たちを排除していくその一団。さらに上空には、学園都市の超音速ステルス爆撃機が姿を現す。上条たちは、『Ｃ文書』を手に逃走を図るだろうテッラを追う――。"
                },
                "4": {
                    "ID": "6827261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6827261",
                    "TitleEnglish": "The Dark Side of Academy City",
                    "SummaryEnglish": "Tsuchimikado apprehends an underworld arms broker, and a search of his apartment leads to information about an assassination plot. But there is more to the scheme than it originally appears, as several other teams go into action.",
                    "TitleJapanese": "学園都市暗部",
                    "SummaryJapanese": "アビニョン強襲の熱が冷めやらぬ秋の学園都市。街の暗い裏側へと落とされたアクセラレータたち『グループ』のもとに、ある情報がもたらされる。 『人材派遣』と呼ばれる派遣屋の動きから導き出された、これから起こる事件の可能性。自らの守りたい者のため、『グループ』は事件の全容を探り、その阻止に動き出す。行動の先に見えてきたのは、スナイパーとその標的――統括理事会・親船最中だった。 裏に隠された目的を探るうち、周辺に浮かび上がってくる、いくつかの暗部組織の名前。『ブロック』、『メンバー』、親船へのテロを実行した『スクール』、そして彼らの動きをけん制していた４人の少女たち『アイテム』。彼女たちもまた動きだし、再び『スクール』へと襲い掛かる――。"
                },
                "5": {
                    "ID": "6827262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6827262",
                    "TitleEnglish": "Dark Matter",
                    "SummaryEnglish": "Accelerator continues on his way to the satellite control center, but is blocked by Saraku, a MEMBER agent. The BLOCK team, with the help of 5000 hired mercenaries, attempts to break into a heavily-fortified municipal facility.",
                    "TitleJapanese": "未元物質(ダークマター)",
                    "SummaryJapanese": "『アイテム』の追撃をかわし、親船暗殺の裏に隠された目的――『ピンセット』の奪取に成功した『スクール』。その戦利品は学園都市７人の『超能力者』のひとりにして『スクール』を統べる、垣根帝督の手におさまっていた。一方、さらなる情報を追って、衛星へのクラッキングを阻止しようとしていたアクセラレータたちに、『ブロック』に潜入していた海原からの連絡が入る。自分たちの行動が彼らの思惑にのせられたものだったことに気付いたアクセラレータたちは、海原と合流し、『ブロック』の真の標的が結標であることを突き止める。次に狙われるのは、彼女の弱点となる少年院に収容された仲間たち。そして、急行した彼らの前に、海原のかつての仲間、アステカの魔術師・ショチトルが現れ――。"
                },
                "6": {
                    "ID": "6827263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6827263",
                    "TitleEnglish": "Super-espers",
                    "SummaryEnglish": "While Hamazura is out running errands for Mugino, SCHOOL stages an attack on ITEM. When Mugino runs from Kakine, Takitsubo offers to protect Hamazura, but ends up needing his help instead. Kakine issues a challenge to Accelerator.",
                    "TitleJapanese": "超能力者達",
                    "SummaryJapanese": "逆転の一手を封じるべく、『アイテム』の隠れ家を襲撃する『スクール』。呼び出しに駆けつけた浜面の前には、倒れ伏した絹旗と滝壺、そして学園都市第二位の姿があった。身を挺して彼を守ろうとする滝壺と、それをあざ笑う垣根。身を削って使われていた彼女の能力の真実を知った浜面の胸には、強い決意の火がともる。滝壺を使いつぶしてでも『スクール』を追い詰め、一発逆転を狙おうとする麦野の前に、立ちはだかる浜面。超能力者vs無能力者の絶望的な戦いが始まった――。一方、着々と目的へと歩を進めていた垣根は、最後のピースを手にすべく、行動を始める。標的は学園都市第一位、アクセラレータ。対決の舞台を整えるために、垣根はラストオーダーに狙いを定める――！"
                },
                "7": {
                    "ID": "6827264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6827264",
                    "TitleEnglish": "The Third Level",
                    "SummaryEnglish": "A threat from Acqua against Kamijo leads Itsuwa to come to Academy City as his live-in bodyguard. Index, Kamijo and Itsuwa visit a spa in the third level of the complex beneath the 22nd School District. Mikoto frets over Kamijo's amnesia.",
                    "TitleJapanese": "第三階層",
                    "SummaryJapanese": "とある昼下がり。不幸な事故により、購買全滅、食堂満席の憂き目にあい、空腹の極限に追い込まれる上条たち。やむを得ず校外への脱出を試みた彼らに、職員室から刺客の手が無慈悲に迫る。 絶体絶命の上条を救ったのは、なんと五和だった。なんでもローマ正教の刺客から彼を護衛すべく、天草式が派遣されたとのことで、むやみにやる気満々の様子。 なんとも納得のいかない上条だったが、なし崩し的に奇妙な共同生活が開始されることに。台所でお料理する女の子という男の子の夢を満喫したり、居候のお手伝いで風呂釜が破壊されたり……。 そんな楽しい一日の終わり、上条たちの前には、夜の闇を割いて『神の右席』後方のアックアが姿を現す――！"
                },
                "8": {
                    "ID": "6827265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6827265",
                    "TitleEnglish": "Saint Breakout",
                    "SummaryEnglish": "With Kamijo unconscious, Itsuwa is guilt-ridden, and receives a pep talk from Tatemiya. As Orsola researches Acqua's past, the Amakusa Church members make their stand against Acqua, at which Itsuwa reveals their new secret weapon.",
                    "TitleJapanese": "聖人崩し",
                    "SummaryJapanese": "一日待つ。そう言い残して姿を消したアックア。その絶望的なまでの力の差に、上条は入院を余儀なくされ、五和をはじめ、建宮たち天草式の面々もまた叩きのめされていた。 それでも、救われぬものには手を差し伸べなくてはならない――。襲いくるアックアと対峙すべく、万全の準備を整える建宮たち。 そして、学園都市無人機甲部隊の襲撃を難なく撃退したアックアの前に、再び立ちはだかる。個ではなく集団として互いを補い合い、ひとつの塊としてアックアに抗する天草式。 かつて『聖人』たる当主を頂き、それをよく知る彼らには、『聖人』と戦う術があった。それでもなお揺るがず、態勢を立て直す暇すら与えぬアックアを、天草式は、起死回生の『本命』で迎撃する――！"
                },
                "9": {
                    "ID": "6827266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6827266",
                    "TitleEnglish": "Holy Mother Veneration",
                    "SummaryEnglish": "Kanzaki battles Acqua under Academy City, but finds herself overpowered by his might. Mikoto runs into Kamijo after he sneaks out of his hospital room. Kanzaki works with the Amakusa Church members to find a way to beat Acqua.",
                    "TitleJapanese": "聖母崇拝",
                    "SummaryJapanese": "その身体的特徴のバランスを崩すことで力を暴走させる対聖人専用特殊攻撃術式『聖人崩し』。 奥の手も届かず倒れ伏した天草式の前に姿を現したもうひとりの『聖人』――神裂が、アックアと刃を交える。 強大な力を持つものは不用意にそれを振るうべきではないという神裂に、才能があるものだけが戦場に立ってよいのだというアックア。 『聖人』同士の次元を超えた戦いを前に、天草式は自分たちの無力さに打ちひしがれる。しかし、その極限の戦いの中で神裂が口にしたのは、彼らが真に望み、待ち焦がれた言葉だった。 そして、訪れた決着の裏では、ローマ正教の闇の奥から『神の右席』最後のひとりが動き始めていた。その狙いを、イギリスに定めて――。"
                },
                "10": {
                    "ID": "6827267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6827267",
                    "TitleEnglish": "Sky Bus 365",
                    "SummaryEnglish": "Itsuwa and Kanzaki both up the ante in their pursuit of Kamijo. Index and Kamijo are summoned to Britain to deal with a magic issue, but while en route, their jet falls victim to a terrorist plot that threatens the lives of everyone aboard.",
                    "TitleJapanese": "スカイバス３６５",
                    "SummaryJapanese": "アックアの襲撃を退けたのもつかの間。土御門からの電話を受けて、なし崩し的に空路イギリスへ向かうことになった上条たち。待望の機内食の登場に胸を焦がし、ビーフオアフィッシュを連呼するインデックスの期待を一身に受けた上条は、フライトアデンダントさんを探すうちに機内で起こっていた事件に遭遇してしまう。イギリスとフランスを海底で結ぶユーロトンネルが爆破された事件に触発され、搭乗している飛行機がテロリストの標的となっていたのだ。その事実を知ってしまった上条は、乗客への情報漏えいと混乱を恐れた機長に閉じ込められてしまうことに。地上ではイギリス清教が事態の収拾を画策していたが、インデックスの元にも、テロリストの手が伸びる――。"
                },
                "11": {
                    "ID": "6827268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6827268",
                    "TitleEnglish": "British Labyrinth",
                    "SummaryEnglish": "After being escorted to London, Kamijo and Index have an audience with the queen and three princesses to discuss the threats facing Britain. Upon dividing into separate teams, Kamijo assists with tracking down the members of New Light.",
                    "TitleJapanese": "英国迷路",
                    "SummaryJapanese": "ハイジャックを解決した上条は、到着するや息つく暇もなく神裂に連れられてロンドンはバッキンガム宮殿へ。無事、食糧にありつけたインデックスはおとなしくなったものの、宮殿で待ち受けていたのは王室派――女王エリザードと３人の王女と、騎士派の長・騎士団長だった。ひどく場違いな会合に当惑しつつも、本題のユーロトンネル爆破事件について説明を受ける上条。事態はイギリス・学園都市と、ローマ正教・ロシア教会との対立に端を発しており、さらにはイギリス国内の魔術結社による妨害も考えられる状況になっているのだという。インデックスが魔術的側面から事件の捜査に赴くことになった一方、上条はオリアナとともに魔術結社への対応にあたることに――。"
                },
                "12": {
                    "ID": "6827269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6827269",
                    "TitleEnglish": "Mercenaries",
                    "SummaryEnglish": "As the coup continues, even the sisters of the puritan church are targeted, while the queen and princesses find their lives in danger. Index analyzes the evidence of the Eurotunnel blast. Knight Leader is confronted by a former colleague.",
                    "TitleJapanese": "傭兵",
                    "SummaryJapanese": "結社予備軍『新たなる光』が運んでいたのは、英国最大の霊装・カーテナ＝オリジナルだった。失われたはずのその霊装を手にした第二王女キャーリサは騎士派を従え、英国を変えるべく行動を開始する。各地で一斉に蜂起した騎士派は重要施設を制圧、女王エリザードは捕えられ、『必要悪の教会』も分断されてしまう。上条はあとをオリアナに託し、インデックスのいるフォークストーンへと向かう列車に紛れ込む。一方、キャーリサはカーテナを扱える自分以外の人間――女王とふたりの王女を封じるべく動き出す。使用人に逃がされた第三王女・ヴィリアンを捕え、まさにその首をはねようとしたそのとき。絶望したヴィリアンの前に、ひとりの傭兵が姿を現す――！"
                },
                "13": {
                    "ID": "6827270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6827270",
                    "TitleEnglish": "Curtana Original",
                    "SummaryEnglish": "Acqua and Knight Leader continue their fateful showdown in the forest. Princess Carissa reveals a devastating new technique using Curtana Original. When Kamijo and Index's lives are endangered, an unexpected ally comes to their rescue.",
                    "TitleJapanese": "カーテナ＝オリジナル",
                    "SummaryJapanese": "騎士派で埋め尽くされた列車からの脱出を余儀なくされた上条は天草式と合流。逃亡に成功したヴィリアンを彼らに預け、再びフォークストーンを目指す。英国の加護を受けた騎士と一介の傭兵の決闘が行われていたそこには、カーテナ＝オリジナルを手にした第二王女キャーリサの姿があった。キャーリサの振るう桁違いの力の前に吹き飛ばされるも、辛くも助かった上条は、『神の右席』右方のフィアンマがインデックスを狙っているという事実を知らされる。カーテナ＝オリジナルの調整のためにバッキンガム宮殿へと入ったキャーリサを追って、インデックスとともにロンドンへと戻った上条。まずはクーデターを終わらせるべく、イギリス清教とともに行動を開始する――。"
                },
                "14": {
                    "ID": "6932385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6932385",
                    "TitleEnglish": "Heroes",
                    "SummaryEnglish": "Kamijo, Kanzaki, Index, and Vilian head toward Buckingham Palace to stop Carissa. The palace is bombarded from the floating fortress Coven Compass, and others join the battle when Carissa calls in her own cruise missile strike.",
                    "TitleJapanese": "英雄達",
                    "SummaryJapanese": "カーテナ＝オリジナルの暴走を成功させ、カヴン＝コンパスによるバッキンガム宮殿への大規模閃光砲撃を敢行するイギリス清教。しかし、大打撃を受けたはずのキャーリサは揺らがない。粛清によってふたたび騎士派を結束させた彼女に、上条たちは持てるすべてを投入して対抗する。イギリス清教が、天草式が死力を尽くし、己の勝ち得た信念を胸に、ヴィリアンが戦場に身を投じる。リメエアはキャーリサの真の目的と覚悟を探り当て、国民に語りかける。そして、女王にして彼女の母親たるエリザードが、満を持してキャーリサの前に立つ――。英国全土を巻き込んだ騒動がハッピーエンドに終わったかに見えたそのとき。とある霊装を手にした男が、目的を果たすべく姿を現した……。"
                },
                "15": {
                    "ID": "6932386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6932386",
                    "TitleEnglish": "Spark Signal",
                    "SummaryEnglish": "Accelerator and the other members of GROUP are assigned to eliminate the members of Spark Signal, a terrorist group which has taken hostages. Hamazura and Kinuhata find themselves on the run when they defy the city's higher-ups.",
                    "TitleJapanese": "迎電部隊",
                    "SummaryJapanese": "晩のおかずの煮込みハンバーグに野菜炒めへの挑戦。メイドの真贋談義と再会した昔なじみとの語らい。過ごしていたそれぞれの日常の、すぐ隣に横たわる『闇』へと呼び戻された『グループ』は、新たな任務――世界最大の粒子加速装置と子供たちを盾にした武装テロリスト『迎電部隊（スパークシグナル）』の排除に向かう。そこで彼らが耳にした意外な言葉は、今後の戦いの困難さを思い知らせるものだった。一方、浜面と絹旗は入院した滝壺を見舞っていた。麦野の脱落で事実上『アイテム』は瓦解。別組織への再編成を待つ絹旗とは対照的に、浜面はバニーガールへの並々ならぬこだわりを主張しつつも、滝壺の送るべき平和な未来について頭を悩ませていた。そんな彼らを、終わったはずの暗部抗争の余波が襲う――！"
                },
                "16": {
                    "ID": "6932388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6932388",
                    "TitleEnglish": "The Governing Board",
                    "SummaryEnglish": "Hamazura desperately tries to rescue Takitsubo when the building she is in falls under terrorist attack. Stephanie hunts down Kinuhata to exact revenge for Sunazara. Accelerator seeks out assistance from an unlikely benefactor.",
                    "TitleJapanese": "統括理事会",
                    "SummaryJapanese": "『迎電部隊（スパークシグナル）』の残党を追い、彼らの逃げ込んだ第三学区へと向かった『グループ』。個室サロンを占拠していたテロリストを一掃したアクセラレータは、退院祝いの会場が占拠されたと知り、ヘリをジャックして滝壺救出のために突入してきた浜面を鉢合わせる。かつて『武装無能力者集団（スキルアウト）』を一蹴した『超能力者（レベル５）』を目の前にし、滝壺の危機を感じた浜面は、迷わずアクセラレータと対峙する。一方、再編された残存混成部隊の顔ぶれに辟易し、単独行動に出た絹旗は、砂皿の弟子、ステファニーの襲撃を受ける。そして『グループ』は、やっとつかんだ『ドラゴン』にかかわる情報を手にすべく、統括理事会の潮岸を交渉のテーブルにつかせるため、とある秘策を巡らせる――。"
                },
                "17": {
                    "ID": "6932389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6932389",
                    "TitleEnglish": "DRAGON",
                    "SummaryEnglish": "Técpatl and Unabara square off in Shiokishi's chambers, while Accelerator and Sugitani face each other in the hallway outside. Kinuhata discovers the true reason for the current assault against herself, Takitsubo, and Hamazura.",
                    "TitleJapanese": "怪物",
                    "SummaryJapanese": "統括理事会・親船最中の協力を得て、彼女と共に潮岸のシェルターへと突入した『グループ』。『駆動鎧』に身を包んだ潮岸のもとにたどり着いた海原が目にしたのは、シェルターの警備担当の身を借りて潜入していたかつての仲間、テクパトルとトチトリの姿だった。海原――エツァリを殺すために魔道書の『原典』を持ち出し、トチトリを犠牲にして閃光の砲撃を繰り出すテクパトル。互いに『原典』を使った激しい戦いが繰り広げられる。一方、ステファニーの追撃を退けた絹旗は、浜面たちと合流。『六枚羽』が投入された違和感から、攻撃の狙いが浜面であることを察知し、彼らを逃がすが……。そして『グループ』は、ついに潮岸から『ドラゴン』について聞き、『それ』と対面する――！"
                },
                "18": {
                    "ID": "6951734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6951734",
                    "TitleEnglish": "The Alliance of Independent Nations",
                    "SummaryEnglish": "Tensions escalate as Russia threatens military action against Academy City, while French sorcerers storm the English Channel. Kamijo and Lessar's search for Sasha Kruezhev leads them to the Elizalina Alliance of Independent Nations.",
                    "TitleJapanese": "独立国同盟",
                    "SummaryJapanese": "ロシア大統領による学園都市への宣戦布告。環境・エネルギー問題の元凶と名指しされ、核攻撃も辞さないとの表明に緊張が走る。ドーヴァー海峡ではイギリスとフランスの戦いが始まっていた。ロシアでは苦しむ滝壺を抱えた浜面が人の温かみに触れる一方で、貨物列車で移動していたアクセラレータは学園都市の襲撃を退け、手がかりとなるだろう羊皮紙の束を手にしていた。そして上条はなぜかついてきたレッサーの残念なお色気攻撃に辟易しながらも、情報の『違和感』を追うことで右方のフィアンマの居場所を探していた。たどり着いた地下施設でフィアンマの姿を確認した上条は、彼の次の狙いがエリザリーナ独立国同盟と、そこにいるサーシャ＝クロイツェフだと突き止める――。"
                },
                "19": {
                    "ID": "6951735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6951735",
                    "TitleEnglish": "Misaka Worst",
                    "SummaryEnglish": "After dealing with the sorcerers at the Russian airbase, Accelerator has a Misaka clone skydive down to confront him. Vento challenges Fiamma while Kamijo and the others watch on. Hamazura gets some disturbing news from Digurv.",
                    "TitleJapanese": "番外個体",
                    "SummaryJapanese": "魔術師たちを相手取った能力戦で、その力の挙動に違和感を覚えていたアクセラレータ。エイワスの言う『まったく別の法則』に思いをはせる彼の前に、空から少女が降ってくる。自らを『サードシーズン』と名乗る彼女の目的は、アクセラレータの抹殺で――。エリザリーナ独立国同盟で激突する右方のフィアンマを前方のヴェント。『神の右席』同士の戦いは、ヴェントの大規模魔術をフィアンマがこともなげに跳ね返し、意外なほどあっけなく決着する。そしてフィアンマの放った一言が、上条の弱点に深々と突き刺さり、サーシャは連れ去られてしまう。一方、燃料と交換で滝壺の具合を見てもらっていた浜面のもとには、滞在している集落にプライベーティアが迫っているという凶報が舞い込む。"
                },
                "20": {
                    "ID": "6951736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6951736",
                    "TitleEnglish": "A Reason to Protect",
                    "SummaryEnglish": "Kamijo begins second-guessing himself after Fiamma's rebuke. Hamazura fights to protect the village from privateers. The fighting between Britain and France ramps up. Accelerator lashes out at Kamijo over Last Order's condition.",
                    "TitleJapanese": "守る理由",
                    "SummaryJapanese": "略奪と破壊のためだけに集落を襲うプライベーティアに対して、住民とともに立ち上がる浜面。しかし大きな戦力差の前に次第に追いつめられ、集落を悩ませていた地雷を使った奇策にかけることに――。一方、ドーヴァー海峡では移動要塞グラストンベリを投入して魔術的に領土を拡大、攻勢をかけるイギリス側に対して、フランスは切り札を投入。『首脳』にして『軍師』たる傾国の女とキャーリサが激突していた。そしてエリザリーナ独立国同盟からフィアンマを追っていた上条は、アクセラレータと遭遇する。学園都市の放った刺客とその執拗すぎる攻撃の前に心を折られ、我を失っていたアクセラレータに、上条の叫びが突き刺さる。それは彼だけでなく、自分自身にも向けられた言葉で――。"
                },
                "21": {
                    "ID": "6951737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6951737",
                    "TitleEnglish": "The Star of B'Tselem",
                    "SummaryEnglish": "Accelerator begins finding clues about the parchment he is carrying. Hamazura and Digurv find an unexpected ally in Acqua. Takitsubo receives some welcome news from Elizalina. Kamijo and Lessar attempt to infiltrate Fiamma's base.",
                    "TitleJapanese": "ベツレヘムの星",
                    "SummaryJapanese": "右方のフィアンマがサーシャを手に入れ、いよいよ計画の最終段階に着手しようとしていたころ。ローマで、ロシアで、彼の暴挙を止めるべく立ち上がる者たちがいた。そして学園都市からは、ある少女がそれぞれの目的を胸にロシアに向けて飛び立っていた。上条の言葉で自分を取り戻したアクセラレータは、エリザリーナ独立同盟に到着。手掛かりとなる羊皮紙の解読のため、エリザリーナの目覚めを待つ。一方、傭兵崩れの助けを得てプライベーティアの襲撃を退けた浜面は、迫る学園都市の軍に追われるように村を後にする。そして上条は、レッサーと共に砲撃が飛び交う中、フィアンマの秘密基地へと潜入を図っていた。そのとき、大地が大きく揺れ、信じられない現象が起こる――！"
                },
                "22": {
                    "ID": "6951738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6951738",
                    "TitleEnglish": "Angel Power (Gabriel)",
                    "SummaryEnglish": "Kamijo runs into Sasha Kruezhev, and he continues to formulate a plan to stop Fiamma. Hamazura and Takitsubo discover an imminent threat to Digurv's village. The archangel Gabriel rains havoc upon the Russian and Academy City forces.",
                    "TitleJapanese": "天使の力",
                    "SummaryJapanese": "世界各地から聖遺物を集めて組みあがった右方のフィアンマの城『ベツレヘムの星』。半径数十キロに及ぶ巨大な飛行要塞から、サーシャを媒体に呼び出された大天使ミーシャ＝クロイツェフが飛び立つ。一転して漆黒となった空で力を振るう大天使を前に、学園都市の戦闘機はなすすべもなく落とされていく。その暴挙を止めるべく、上条は要塞を走る。エリザリーナの処置によって滝壺の体調は回復、学園都市との交渉材料を求めて再びロシア領内へと戻ろうとしていた浜面は、『クレムリン・レポート』の存在と、その標的を知り行動を開始。そしてアクセラレータは、自分の手にある羊皮紙が空に浮かぶ巨大要塞の最後のピースであることを知り、エリザリーナ独立国同盟を出ることを決意する――！"
                },
                "23": {
                    "ID": "6951739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6951739",
                    "TitleEnglish": "Fuse=KAZAKIRI",
                    "SummaryEnglish": "As Kamijo and Sasha look on, Hyoka rushes in to stop the archangel's rampage. Accelerator joins the battle as well, with a newfound purpose. Acqua has his own strategy to weaken the archangel's power, though at great cost to himself.",
                    "TitleJapanese": "ヒューズ＝カザキリ",
                    "SummaryJapanese": "ミーシャ＝クロイツェフとヒューズ＝カザキリ。激突するふたりの天使の間に、ラストオーダーを救うカギを手にするべく、アクセラレータが割って入る。そして『一掃』によってすべてを薙ぎ払うミーシャの前には『神の力』を司る神の右席、かの傭兵が立ちはだかる。上条はミーシャを支えるなにかを探し、ベツレヘムの星を走る。しかしフィアンマは儀式の準備を終え、最後のピースである『右腕』を手にすべく、上条に迫り――。『クレムリン・レポート』に従って細菌兵器が使用されることを知った浜面は、先だって世話になった集落へと戻り事情を説明。滝壺とふたり、計画の阻止に向かう。一方、ロシアでミサカ10777号と合流していた美琴は、ベツレヘムの星に迫る恐るべき攻撃を知り――。"
                },
                "24": {
                    "ID": "6951740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/6951740",
                    "TitleEnglish": "List of Prohibited Books (Index)",
                    "SummaryEnglish": "Kazakiri advises Accelerator about the song Index once sang to treat Last Order. Hamazura has a surprise encounter. Lessar offers a proposition to Sasha. The long-awaited showdown between Kamijo and Fiamma takes a drastic turn.",
                    "TitleJapanese": "禁書目録",
                    "SummaryJapanese": "9月30日の出来事を知るヒューズ＝カザキリ。彼女からラストオーダーを救うヒントがもたらされたことで、すべてのピースがかみ合い、アクセラレータは動き出す。浜面への復讐に焦がれる麦野は『体晶』を摂取して能力を暴走させる。雪の大地すら溶かしつくすその力の前にひるむ浜面だったが、もう一度『アイテム』としてやり直す道を模索する。『ベツレヘムの星』では、すべての準備を整えた右方のフィアンマが、最後のキーとなる上条の右手を手にすべく、彼と対峙していた。第三の腕を振るい、遠隔制御霊装でインデックスの知識と術式を駆使し、ついには上条の右腕を巨大な剣が捕える。しかし上条は、フィアンマの力の核心にたどり着き、『世界』を救った力を手に反撃を開始する――！"
                },
                "25": {
                    "ID": "7077605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/7077605",
                    "TitleEnglish": "Wings",
                    "SummaryEnglish": "Hamazura must defend the members of ITEM against a new threat from Academy City. Accelerator acquires the final piece of the puzzle to a cure for Last Order. The showdown between Fiamma and Kamijo becomes even more intense.",
                    "TitleJapanese": "翼",
                    "SummaryJapanese": "『歌』のデータを手に入れ、羊皮紙の暗号を解き、理解を越える正体不明の法則を当てはめる。ラストオーダーを救うすべての鍵を手に入れたアクセラレータは、血を流しながら歌い続ける。滝壺の無事を確認したのもつかの間、学園都市の第二プランに襲われる浜面たち。『未現物質（ダークマター）』から生み出された新たな襲撃者たちを相手に、ブラフと『アイテム』の結束で窮地を切り抜ける。そして世界中で巨大な黄金の手が出現し、爆発する異様な光景が繰り広げられている中、『ベツレヘムの星』では上条がその右手で右方のフィアンマの攻撃をことごとく薙ぎ払っていた。人間の悪意ではなく、大切なものを守りたいと思う、人間の強さを信じるその心を胸に――！"
                },
                "26": {
                    "ID": "7077606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-certain-magical-index/episodes/7077606",
                    "TitleEnglish": "Son of God",
                    "SummaryEnglish": "An overjoyed Accelerator gains a new perspective on the world. The duel between Kamijo and Fiamma concludes, and the doomed Star of B'Tselem begins its crash landing. The ITEM members are tracked down by an old acquaintance.",
                    "TitleJapanese": "神の子",
                    "SummaryJapanese": "黄金の腕を排除すべく、各地で各勢力が手を取り合って共闘する。ローマ正教、ロシア教会、イギリス清教のトップが『ベツレヘムの星』の結合を解くべく解析を始める。無事ラストオーダーを救ったアクセラレータが、白い翼をはためかせ、黄金の光を集める空へと飛び立つ。そして上条が、遠隔制御霊装で最後の抵抗を試みる右方のフィアンマの頬に右拳を突き立てる――！　上条の脱出を助けるべく、VTOL機で降下を始める『ベツレヘムの星』のギリギリまで近づく美琴。その手は届かず、しかし上条は最後にやるべきことを成し遂げるために、インデックスたちの力を借りて、ひとり要塞の中を走る。そのとき、再びミーシャ＝クロイツェフが極寒の北極海を目指して動き出す――。"
                }
            }
        }
    }
}