{
    "URL": "https://www.thetvdb.com/series/ga-rei-zero",
    "Genres": [
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/A8FB-B8A6-97B0-99D4-8B7A-E",
        "https://www.imdb.com/title/tt1475263/",
        "http://www.ga-rei.jp/",
        "https://www.tvmaze.com/shows/17852/show-slug",
        "https://www.themoviedb.org/tv/26328",
        "https://en.wikipedia.org/wiki/Ga-Rei:_Zero"
    ],
    "TitleEnglish": "Ga-Rei-Zero",
    "SummaryEnglish": "Ga-Rei: Zero is an anime only prequel to the Ga-Rei manga by Segawa Hajime serialised in Shounen Ace. Will you kill someone you love because of love? An elite squadron trained to combat supernatural forces is called in to investigate reports of invisible monsters terrorising Tokyo, but their mission is complicated by the interference of a rogue exorcist. When the mysterious female slaughters the overmatched attack force, her former comrades are ordered to lock down the crime scene – and forever silence their old friend.",
    "Aliases": [
        "喰霊",
        "Ga-Rei: Zero",
        "Ga-Rei",
        "Ga Rei Zero"
    ],
    "Modified": "2025-09-02",
    "Seasons": {
        "0": {
            "ID": "36045",
            "URL": "https://www.thetvdb.com/series/ga-rei-zero/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "4314235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/4314235",
                    "TitleEnglish": "Location Special 1",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "2": {
                    "ID": "6294176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/6294176",
                    "TitleEnglish": "Location Special 2",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "3": {
                    "ID": "6294177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/6294177",
                    "TitleEnglish": "Location Special 3",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "4": {
                    "ID": "6294178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/6294178",
                    "TitleEnglish": "Location Special 4",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "5": {
                    "ID": "6294179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/6294179",
                    "TitleEnglish": "Location Special 5",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "6": {
                    "ID": "6294180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/6294180",
                    "TitleEnglish": "Location Special 6",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "36046",
            "URL": "https://www.thetvdb.com/series/ga-rei-zero/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "395948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/395948",
                    "TitleEnglish": "Above Aoi",
                    "SummaryEnglish": "The Japanese Ministry of Defense's Supernatural Disaster Prevention Agency is summoned to eliminate Kashas in the Greater Tokyo Area by deploying its 1st and 4th Special Divisions into combat under MOD instructions after they were reported by local police of a supernatural presence, with the situation under 4th Special Division jurisdiction. Despite being able to kill the Kasha beasts after the 4th Special Division lured them into well-arranged traps, most of the SDPA operatives were either massacred by the transparent spirits or by a katana-wielding woman.",
                    "Aliases": []
                },
                "2": {
                    "ID": "398704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/398704",
                    "TitleEnglish": "Expression of Hatred",
                    "SummaryEnglish": "The Ministry of Environment's Supernatural Disaster Countermeasures Division, under the command of Ayame Jinguuji, intervenes after numerous SDPA casualties were reported; among the SDCD operators deployed included high school student and katana user Kagura Tsuchimiya. Corpses of 1st Special Division commandos were mysteriously alive after being killed, forcing SDCD operatives into action in order to kill them. The katana-wielding woman was revealed to be Yomi Isayama, an ex-SDCD operative who had somehow been corrupted by evil spirits.",
                    "Aliases": []
                },
                "3": {
                    "ID": "403181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/403181",
                    "TitleEnglish": "The Times of the Chance Encounter",
                    "SummaryEnglish": "A flashback episode. Kagura was placed under the care of the Isayama family when her father had been using the Ga-rei Byakuei to battle paranormal forces. Here, Kagura bonds with Yomi Isayama and the rest of the Supernatural Disaster Countermeasures Division led by agent Kouji Iwahata.",
                    "Aliases": []
                },
                "4": {
                    "ID": "403184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/403184",
                    "TitleEnglish": "The Cause of the Duty",
                    "SummaryEnglish": "Yomi and the other SDCD operatives are dispatched to eliminate a Tsuchigumo roaming on the countryside; Kagura makes her debut after saving a woman from being crushed by the Tsuchigumo's corpse. A civilian, however, witnessed their entire operation. Yomi and Kagura are dispatched to an old subway system when they encounter the same woman, now a vengeful zombie with a cadre of people killed by her. Kagura's father arrives to save her by using the Ga-rei spirit Byakuei.",
                    "Aliases": []
                },
                "5": {
                    "ID": "403187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/403187",
                    "TitleEnglish": "Obstinate Feelings",
                    "SummaryEnglish": "Yomi is officially engaged to Nori, despite objections from her foster uncle. Yomi and Nori get into an argument due to her use of cosmetics and perfume, forcing Kagura to come up with a plan to reunite them with help from the entire SDCD division.",
                    "Aliases": []
                },
                "6": {
                    "ID": "411581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/411581",
                    "TitleEnglish": "Beautiful Enemy",
                    "SummaryEnglish": "Reports of Category D monsters and a Yamabiko had appeared in the Greater Tokyo Area had forced the SDCD to mobilize all available personnel, including Yomi and Kagura. Kazuhiro Mitogawa appears before Mei and kills her after revealing his Sesshouseki on his left eye socket. Kagura is forced to kill her middle school infirmary doctor after being possessed by a mind controlling demon.",
                    "Aliases": []
                },
                "7": {
                    "ID": "411582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/411582",
                    "TitleEnglish": "Chains of Blame",
                    "SummaryEnglish": "Kagura is given time off by the SDCD due to PTSD after killing the middle school doctor, whose death has also been convered up by the SDCD due to the involvement of the paranormal. Yomi is also given some time off to console Kagura. One night, Yomi's adopted father was attacked by an unknown assailant in the Isayama residence.",
                    "Aliases": []
                },
                "8": {
                    "ID": "416352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/416352",
                    "TitleEnglish": "Whereabouts of Revenge",
                    "SummaryEnglish": "After the death of Yomi's adopted father, Yomi's Uncle takes control of the head of the branch family and decides that Mei will become the exorcist and Yomi is forced to hand over Shishiou. Later, Yomi and Mei face off in a life or death match where everything comes to light of recent events.",
                    "Aliases": []
                },
                "9": {
                    "ID": "416353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/416353",
                    "TitleEnglish": "Spiral of Sin",
                    "SummaryEnglish": "Yomi becomes very disabled after an attack by a mysterious stranger, and is later interrogated by many people of her involvement in Mei's murder case. Yomi loses everything and the mysterious stranger reappears to offer a deal for her restored life. Afterwards, she turns up missing.",
                    "Aliases": []
                },
                "10": {
                    "ID": "416354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/416354",
                    "TitleEnglish": "The Other Side of the Tragedy",
                    "SummaryEnglish": "While Yomi goes missing, Kagura and the others are called on to take on the kashas. Noriyuki investigates the attack on Yomi and comes to a conclusion that some person is pulling the strings. As Kagura and the others finish their job, Yomi appears, as the mysterious assailant. As Yomi flees, Kagura and Noriyuki give chase, in which, Noriyuki confronts Yomi, but cannot find the strength to kill Yomi. As Yomi corners Kagura, a mysterious figure comes to Kagura's rescue.",
                    "Aliases": []
                },
                "11": {
                    "ID": "417810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/417810",
                    "TitleEnglish": "Turmoil of Fates",
                    "SummaryEnglish": "After her father is mortally wounded by Yomi in an attempt to rescue her even with the use of Byakuei, Kagura stays by his side as he slowly dies, having a heart-to-heart conversation with him for the first time. Meanwhile, the remaining members of the SDCD decide to confront Yomi directly themselves in an industrial area led by Ayame and Kiri with disaster on the SDCD operators despite having superior numbers when they fought Yomi. After her father passes, Kagura inherits the Sesshouseki from him and receives a new sword from Michael: Michael 13 before she sets out to take down Yomi herself and eliminate the threat of the Sesshōseki in her body.",
                    "Aliases": []
                },
                "12": {
                    "ID": "418621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ga-rei-zero/episodes/418621",
                    "TitleEnglish": "Yearning Prayer",
                    "SummaryEnglish": "Once the SDCD discovers Yomi's current position, Kagura and the other surviving SDCD operatives decide to pursue and stop her once and for all as the remaining PDCH and SDPH operators move in to assault Yomi and take her down. Though Yomi eventually gains an upper hand in her fight with Kagura, she is temporarily stopped by Noriyuki who helps Kagura retreat after being wounded. After retreating, Noriyuki bandages Kagura up and convinces her that Yomi is no longer the person she knew; Yomi, in the meantime, struggles to gain control over will. As Yomi and Kagura meet again and fight for one last time, Yomi is finally able to give in and allow Kagura to kill her. Two years later, life continues on for those involved in the ranks of the SDCD, and Kagura prepares to face a monster with Kensuke Nimura.",
                    "Aliases": []
                }
            }
        }
    }
}