{
  "URL": "https://www.thetvdb.com/series/michiko-and-hatchin",
  "Genres": [
    "Action",
    "Adventure",
    "Anime"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1324968/",
    "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP01809140",
    "https://www.themoviedb.org/tv/21311",
    "https://en.wikipedia.org/wiki/Michiko_%26_Hatchin"
  ],
  "TitleEnglish": "Michiko & Hatchin",
  "SummaryEnglish": "Michiko is a free-willed \"sexy diva\" who destroys a supposedly inescapable fortress, while Hatchin is a girl fleeing her strict foster parents. The two join forces on an improbable escape to freedom.",
  "Aliases": [
    "Michiko to Hatchin",
    "Michiko and Hatchin"
  ],
  "Modified": "2025-02-16",
  "Seasons": {
    "1": {
      "ID": "36401",
      "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 22,
      "Episodes": {
        "1": {
          "ID": "399297",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/399297",
          "TitleEnglish": "Farewell, Cruel Paradise!",
          "SummaryEnglish": "Michiko Malandro breaks out of a high-security prison to see her long-lost love, Hiroshi. Elsewhere, Hiroshi's daughter, Hana Morenos, lives the life of Cinderella among her adoptive family, waiting for someone to come and take her away from them.",
          "Aliases": []
        },
        "2": {
          "ID": "399298",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/399298",
          "TitleEnglish": "The Brown Sugar Outlaw",
          "SummaryEnglish": "Having abducted Hana from her adoptive family, Michiko is on the run from the law when she runs out of gas. Hot in pursuit is Atsuko, a police sergeant and acquaintance of Michiko's from childhood, and the one who put her in jail in the first place.",
          "Aliases": []
        },
        "3": {
          "ID": "404735",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/404735",
          "TitleEnglish": "Like a Frantic Pinball",
          "SummaryEnglish": "In coastal São Cabal, Michiko consults a fortune teller to continue her search for Hiroshi. When Hatchin loses her shoes, and Michiko steals another pair to replace them, Hatchin takes on a job at a restaurant to pay for them, but gets in over her head.",
          "Aliases": []
        },
        "4": {
          "ID": "406592",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/406592",
          "TitleEnglish": "Stray Cat Milky Way",
          "SummaryEnglish": "Michiko is summoned at gunpoint to see Rico, the local favela boss. Pepê Lima, a dancer at a nearby nightclub run by Rico, approaches Hatchin with information about Hiroshi. However, Pepê has an agenda of her own for meeting with Michiko and Hatchin.",
          "Aliases": []
        },
        "5": {
          "ID": "408430",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/408430",
          "TitleEnglish": "The Saudade of Fools, Parte 1",
          "SummaryEnglish": "Michiko visits her old friend Ivan to ask the whereabouts of a man named Satoshi, who might know where Hiroshi is. Thinking the task ahead to be dangerous, Michiko leaves Hatchin with Zelia Bastos at the orphanage where she grew up, for her safety.",
          "Aliases": []
        },
        "6": {
          "ID": "410230",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/410230",
          "TitleEnglish": "The Saudade of Fools, Parte 2",
          "SummaryEnglish": "With Hatchin missing, Michiko confronts Zelia. Ivan informs Michiko that Hatchin is likely being held by a local mob leader named Vasily at a bullfighting arena, in order to draw Michiko to them so they can take revenge for the events of 12 years ago.",
          "Aliases": []
        },
        "7": {
          "ID": "414034",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/414034",
          "TitleEnglish": "The Rain That Falls in Monotone",
          "SummaryEnglish": "When Michiko's motorbike breaks down, the two are stranded for several days in a rural river settlement. While there, Michiko becomes attracted to a man named Bruno, but has second thoughts when she finds out that he is a married man.",
          "Aliases": []
        },
        "8": {
          "ID": "415278",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/415278",
          "TitleEnglish": "Black Noise and a Dope Game",
          "SummaryEnglish": "Michiko and Hatchin arrive in Osso, and their bickering grows ever worse. Shinsuke, a lieutenant in the crime syndicate Monstro Preto, checks in on one of their member organizations. While out and about, Hatchin stumbles across a man named Satoshi.",
          "Aliases": []
        },
        "9": {
          "ID": "415279",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/415279",
          "TitleEnglish": "The Chocolate Girl in Love",
          "SummaryEnglish": "In the town of Perna, famous for its weeping Maria statue, Hatchin is traveling alone and low on money. She befriends a young girl from the local circus named Rita, who is infatuated with her adult performing partner, and desperate to grow up.",
          "Aliases": []
        },
        "10": {
          "ID": "418908",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/418908",
          "TitleEnglish": "The Carnival of Hyenas",
          "SummaryEnglish": "Satoshi tracks down Manabe, a former captain in Monstro Preto, and takes him and his family hostage. He orders Shinsuke to send the battered Michiko to him on a train, and sets about to get back at Manabe for humiliating him many years before.",
          "Aliases": []
        },
        "11": {
          "ID": "426247",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/426247",
          "TitleEnglish": "Starting Line Downpour",
          "SummaryEnglish": "As Michiko hurries to catch up with the circus, Hatchin is adjusting to life without her. A former performer, coincidentally named Michiko, takes an interest in the children with the circus. However, an investigative reporter insists they are in danger.",
          "Aliases": []
        },
        "12": {
          "ID": "426819",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/426819",
          "TitleEnglish": "Purgatory: 108°C Telepathy",
          "SummaryEnglish": "When Michiko takes ill, she and Hatchin check into a hotel. Worried about the costs they are incurring and the risk of going to a proper hospital, Hatchin seeks an alternative route to treat Michiko. Will her plan work out as well as she hopes?",
          "Aliases": []
        },
        "13": {
          "ID": "428508",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/428508",
          "TitleEnglish": "Goldfish of the Marsh",
          "SummaryEnglish": "After being demoted, Atsuko is reassigned to Ilha Azul, a small town on the edge of the jungle. There, she befriends Vanessa Lee, a girl who reminds her of her younger self, and who, like her, wants to get out of town and move on with her life.",
          "Aliases": []
        },
        "14": {
          "ID": "431517",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/431517",
          "TitleEnglish": "The Daredevil Explosive Runner",
          "SummaryEnglish": "Satoshi hires assassins to kill Michiko, Atsuko, and Shinsuke. When Shinsuke's assassin, Jair, spots Michiko first, he decides to pursue her, instead. Jair decides to challenge Michiko to a contest, to see which one of them can kill the other first.",
          "Aliases": []
        },
        "15": {
          "ID": "431518",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/431518",
          "TitleEnglish": "Graffiti in Vain",
          "SummaryEnglish": "While in town, waiting on repairs to the bike, Hatchin spots an old favorite book for sale. The boy who works at the bookstore, Lenine, sees her, and starts to fuss over her. Hatchin, however, is unsure how to handle this new and unfamiliar attention.",
          "Aliases": []
        },
        "16": {
          "ID": "438810",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/438810",
          "TitleEnglish": "Etude of Crimson Inconstancy",
          "SummaryEnglish": "Michiko and Hatchin reach the tomato production plant where they anticipate finding Hiroshi. Once inside, they meet Elis, the woman who appears in the photograph with him. Michiko confronts her about stealing Hiroshi, but Elis reacts unexpectedly.",
          "Aliases": []
        },
        "17": {
          "ID": "438811",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/438811",
          "TitleEnglish": "Buckets of Blood! Opera That Stirs the Heart",
          "SummaryEnglish": "Michiko goes to pick up the fake I.D.s she had made, but finds that she is unable to pay for them. When Michiko fails to return, Hatchin goes out looking for her, and ends up being taken in by a kindly Chinese opera singer who offers to help find her.",
          "Aliases": []
        },
        "18": {
          "ID": "438859",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/438859",
          "TitleEnglish": "The Fool's Ballistic Samba",
          "SummaryEnglish": "Michiko and Hatchin make their way into São Paraíso, and happen upon one of Hiroshi's old business associates. When Michiko becomes forlorn after finding out that Hiroshi had not mentioned her, Hatchin comes up with a plan to cheer Michiko up again.",
          "Aliases": []
        },
        "19": {
          "ID": "440067",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/440067",
          "TitleEnglish": "Nettlesome Light-Blocking Butterfly",
          "SummaryEnglish": "Michiko and Hatchin hop a freight train bound for Goinia, hoping to find Hiroshi there. Satoshi is set up by one of his former subordinates, makes his escape aboard the same train. Meanwhile, Atsuko has plans of her own for both Michiko and Hatchin.",
          "Aliases": []
        },
        "20": {
          "ID": "440068",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/440068",
          "TitleEnglish": "Rendezvous of Extermination",
          "SummaryEnglish": "Satoshi and Hatchin arrive in a town Satoshi left desolate ten years earlier. Satoshi calls Shinsuke, and challenges him to settle matters once and for all. While waiting for Shinsuke to arrive, Satoshi tells Hatchin more tales about Hiroshi.",
          "Aliases": []
        },
        "21": {
          "ID": "457931",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/457931",
          "TitleEnglish": "Last Waltz Blooming Out of Season",
          "SummaryEnglish": "In an attempt to locate Hiroshi, Satoshi coerces a local crime boss, Juninho, to search for him. However, Juninho is already out to get Hiroshi for some outstanding debts. Michiko continues to elude police, and ends up cornered at a traveling carnival.",
          "Aliases": []
        },
        "22": {
          "ID": "457941",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/michiko-and-hatchin/episodes/457941",
          "TitleEnglish": "Run As You Are",
          "SummaryEnglish": "The local police force closes in on Michiko and Hatchin, out to frame Michiko to clear themselves of their own wrongdoing. Michiko and Hatchin have an intense standoff with the police captain. Atsuko and Ricardo arrive to take Michiko into custody.",
          "Aliases": []
        }
      }
    }
  }
}