{
  "URL": "https://www.thetvdb.com/series/best-student-council",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0991046/",
    "https://www.themoviedb.org/tv/28934"
  ],
  "TitleEnglish": "Best Student Council",
  "SummaryEnglish": "Rino Randou is a young girl with a head full of air and a talking puppet on her hand. She is accepted into the illustrious Gokujou all-girl's school, and is summarily, almost curiously, accepted as part of the even more illustrious Best Student Council, who has more power and business ventures than most large businesses. Now a part of the student council, she befriends the talented members of the Best Student Council, leaving one to wonder how a girl with seemingly no talents or redeeming qualities would get chosen for such a group.",
  "Aliases": [
    "Gokujou Seitokai"
  ],
  "Modified": "2024-09-05",
  "Seasons": {
    "1": {
      "ID": "36574",
      "URL": "https://www.thetvdb.com/series/best-student-council/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "400732",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400732",
          "TitleEnglish": "Dear Mister Popitt",
          "SummaryEnglish": "Thanks to the mysterious penfriend Mr. Poppit Rino Rando is attending Miyagami School, accompanied by her sarcastic puppet Pucchan. She finds out the apartment organised for her has burnt down, so she heads up to the school. She ends up sleeping outside after she gets frightened by a bear in the bushes and another student, Kaori Izumi, who turns out to be her class president. Rino ends up trying for a position on the Student Council so she can get somewhere to live (they're given an apartment building to live in), and by a series of accidents on the way to the Student Council building manages to defeat the arsonist who burnt down her apartment, thus ending up on the best student council!",
          "Aliases": []
        },
        "2": {
          "ID": "400733",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400733",
          "TitleEnglish": "Surging With Youth",
          "SummaryEnglish": "The council throws a welcoming party for Rino (What about the budget?!) as the school is jealous over Rino being put on the Best Student Council on her first day.",
          "Aliases": []
        },
        "3": {
          "ID": "400734",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400734",
          "TitleEnglish": "Payapaya in the Gokujou Dorms",
          "SummaryEnglish": "Rino is on the Best Student Council, which comes as a shock to nearly the whole school and many of the students can't understand why Rino made it onto the Best Student Council. She's not the brightest, failing her tests miserably, or good at sports. Not to mention the fact that she's clumsy. So what does she bring to the group? Why did the President of the Best Student Council pick her? Because of this, rumors start to fly about Rino and the President. Those opposed to the President's decision are upset and in disbelief. The Paparazzi Club, the Photography Club, and the Newspaper Club all team up to find out just what's going on.",
          "Aliases": []
        },
        "4": {
          "ID": "400735",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400735",
          "TitleEnglish": "A Brilliantly Clear-Headed Way",
          "SummaryEnglish": "The puppet theater is sabotaged; Rino and Pucchan investigate.",
          "Aliases": []
        },
        "5": {
          "ID": "400736",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400736",
          "TitleEnglish": "Spectacular Showdown",
          "SummaryEnglish": "The budget is overextended and a culinary battle between the Assault and Covert squad is staged to decide who gets the next month's financing.",
          "Aliases": []
        },
        "6": {
          "ID": "400737",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400737",
          "TitleEnglish": "A Great Terror! Pucchan's Curse",
          "SummaryEnglish": "The Best Student Council calls out against Rino for badmouthing them with Pucchan so they confiscate the offensive little puppet to force her to reflect on her habit. This becomes a tale of Pucchan's revenge against members of the council that doubt his puppet power. The student council learns the hard way that simple Rino wasn't lying when she claimed that Pucchan was a separate person entirely.",
          "Aliases": []
        },
        "7": {
          "ID": "400738",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400738",
          "TitleEnglish": "We Love to Help Out",
          "SummaryEnglish": "Mayura Ichikawa, the best student council's treasurer who is usually stressing out about the school budget, requests a day off. Mayura is spotted sneaking off campus, all gussied up. The best student council wasn't going to get involved until it is discovered that Mayura is going on a date, and the couple was spotted heading towards the red light district.",
          "Aliases": []
        },
        "8": {
          "ID": "400739",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400739",
          "TitleEnglish": "Farewell! Best Student Council",
          "SummaryEnglish": "Exams are coming up and it just wouldn't be acceptable for any best student council member to fail. Reno, Rein, and Cyndi are one step away from failing so they'll all have study night and day with the help of the other best student council members to pass. Will they be able to pass their exams?",
          "Aliases": []
        },
        "9": {
          "ID": "400740",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400740",
          "TitleEnglish": "Love Never Ends",
          "SummaryEnglish": "Sayuri is attacked by a mysterious girl who also practices the way of the sword. Who is she? And what does she have against Sayuri?",
          "Aliases": []
        },
        "10": {
          "ID": "400741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400741",
          "TitleEnglish": "She Won't Put On Her Swimsuit",
          "SummaryEnglish": "Summer and swim season is just around the corner. Nanaho and the best student council plot ways that the students can go swimming without getting spied on by boys from nearby schools.",
          "Aliases": []
        },
        "11": {
          "ID": "400742",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400742",
          "TitleEnglish": "Winning Five",
          "SummaryEnglish": "The Miyagami Academy futsal team is sick with a cold. Unfortunately, they have a game scheduled against the Kenran Academy, who consider themselves to be Miyagami's rivals. So the best student council decides to play in place of their team to protect the school's reputation. How good will the girls be at futsal?",
          "Aliases": []
        },
        "12": {
          "ID": "400743",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400743",
          "TitleEnglish": "It Happened on a Rainy Day",
          "SummaryEnglish": "The girls start to wonder why President Kanade is always gone on the third Sunday of each month. Kuon decides to have the Covert Squad find out what the President is up to. Nanaho reflects upon the day she first met Kanade.",
          "Aliases": []
        },
        "13": {
          "ID": "400744",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400744",
          "TitleEnglish": "Is Minamo-chan an Enemy or an Ally?",
          "SummaryEnglish": "Kanade and Nanaho return to the best student council dorms to find them virtually destroyed. Rino tells them the destruction of the dorms is a short story which begins when Rino met a girl named Minamo.",
          "Aliases": []
        },
        "14": {
          "ID": "400745",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400745",
          "TitleEnglish": "Destitution Student Council",
          "SummaryEnglish": "The best student council decides to put on a play, titled \"The Alien Space Creature from Outer Space\" written by Minamo, to raise money. Will their play be a financial success?",
          "Aliases": []
        },
        "15": {
          "ID": "400746",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400746",
          "TitleEnglish": "The Reason I'm Here",
          "SummaryEnglish": "The girls are able to return to their dorm rooms. When they return they find a mystery photo of a man in Kuon's room. They now wonder if they need to protect her just like they did for Mayura. During the investigation of the mysterious man in the photo Kuon's secret motive for attending Miyagami academy.",
          "Aliases": []
        },
        "16": {
          "ID": "400747",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400747",
          "TitleEnglish": "I Want You to Come Here",
          "SummaryEnglish": "Rino and Minamo force covert squad member Kotoha to let them \"help\" her with her missions.",
          "Aliases": []
        },
        "17": {
          "ID": "400748",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400748",
          "TitleEnglish": "Maintain The Lie",
          "SummaryEnglish": "Cyndi's Mom decides to come visit her at school. This upsets Cyndi because now she has been lying to her mother. The Best student council decides to rectify the situation by making those lies become the truth.",
          "Aliases": []
        },
        "18": {
          "ID": "400749",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400749",
          "TitleEnglish": "Hitoshi Satou, 28 years old, Occupation: Lawyer, Parents are Rich, and Even More Good Qualities to Make Him a Favorable Partner",
          "SummaryEnglish": "Eighth grade teacher, Yukimi, is going on a blind date. The Covert Squad investigates and determines he is a young, rich lawyer. Does his history with school nurse Wakana mean trouble?",
          "Aliases": []
        },
        "19": {
          "ID": "400750",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400750",
          "TitleEnglish": "Farewell My Beloved Friends",
          "SummaryEnglish": "Kaori discovers a talking puppet named Lance. He is an old friend of Puchan's. What kind of trouble will this duo get up to?",
          "Aliases": []
        },
        "20": {
          "ID": "400751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400751",
          "TitleEnglish": "Ayu-chan Becomes an Idol",
          "SummaryEnglish": "After being discovered by a talent scout, Ayumu works to become an idol. But is Ayumu willing to do whatever it takes to achieve fame?",
          "Aliases": []
        },
        "21": {
          "ID": "400752",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400752",
          "TitleEnglish": "It Always 'Reins' On Fine Days",
          "SummaryEnglish": "A baby is left abandoned in front of the best student council dorms. Rein bonds with the baby because her father abandoned her as a child.",
          "Aliases": []
        },
        "22": {
          "ID": "400753",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400753",
          "TitleEnglish": "Gokujou Card Battle",
          "SummaryEnglish": "The girls discover that Miyagami academy is into all kinds of business and that this week they will launch the Best Student Council trading card game. A battle is planned after some girl's discover the weaknesses of their card's.",
          "Aliases": []
        },
        "23": {
          "ID": "400754",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400754",
          "TitleEnglish": "Extraordinary Girl Detective Team",
          "SummaryEnglish": "The girls investigate Maachi and discover that she has been skipping school. What is young Maachi doing on her \"days off\"?",
          "Aliases": []
        },
        "24": {
          "ID": "400755",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400755",
          "TitleEnglish": "Wanting to See You",
          "SummaryEnglish": "While the girls prepare for the upcoming sports festival, Kanade receives some devastating news.",
          "Aliases": []
        },
        "25": {
          "ID": "400756",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400756",
          "TitleEnglish": "The Voice that Rode the Wind",
          "SummaryEnglish": "The girls never got to say goodbye to miss Kanade so they hatch a plan to storm the Jinguji compound. The compound is protected by a professional security force will the girls be able to get to Kanade?",
          "Aliases": []
        },
        "26": {
          "ID": "400757",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/best-student-council/episodes/400757",
          "TitleEnglish": "A Gokujo Day, as Usual",
          "SummaryEnglish": "It's graduation day at Miyagami Academy!",
          "Aliases": []
        }
      }
    }
  }
}