{
    "URL": "https://www.thetvdb.com/series/mazinger-z",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0169473/",
        "https://www.themoviedb.org/tv/19253"
    ],
    "TitleEnglish": "Mazinger Z",
    "SummaryEnglish": "Mazinger Z is a gigantic Super Robot, constructed with a fictitious metal called Super-Alloy Z, which is forged from a new element (Japanium) mined from a reservoir found only in the sediment of Japan's Mt. Fuji. The mecha was built by Professor Juzo Kabuto as a secret weapon against the forces of evil, represented in the series by the Mechanical Beasts (mecha used for evil purposes) of Dr. Hell. The latter was the German member of a Japanese archeological team, which discovered ruins of a lost pre-Grecian civilization on an island named Bardos (or Birdos, although some inconsistent translations have identified the island as being the actual Greek island of Rhodes); the civilization was loosely based on the ancient Mycenae, and was called the Mycéne Empire in the series. One of their findings was that the Mycene used an army of steel titans about 20 meters in height (compare with the Greek legend of Talos). Finding prototypes of those titans underground which could be remote-controlled and realizing their immense power on the battlefield, Dr. Hell goes insane and has all the other scientists of his research team killed except for Professor Kabuto, who manages to escape. The lone survivor goes back to Japan and attempts to warn the world of its imminent danger. Meanwhile, Dr. Hell establishes his headquarters on a mobile island, and plans to use the Mechanical Beasts to become the new ruler of the world. To counter this, Kabuto constructs Mazinger Z and manages to finish it just before being killed by a bomb planted by Hell’s right-hand 'man', Baron Ashura, a half-man, half-woman being. As he is dying, he manages to inform his grandson Kouji Kabuto about the robot and its use. Kouji becomes the robot’s pilot, and from that point on battles both the continuous mechanical monsters, and the sinister henchmen sent by Doctor Hell in every episode.",
    "TitleJapanese": "マジンガーZ",
    "SummaryJapanese": "地下帝国を支配する狂気の科学者・ドクターヘル。恐るべき機械獣軍団を完成させた彼は、世界征服に乗り出すことを宣言する。だが、野望を阻む邪魔者がいた。日本人の大科学者・兜博士だ。光子力という新エネルギーの抽出に成功した博士は、ドクターヘルの野望と機械獣の秘密を知るただ一人の人間でもあった。そこでドクターヘルは、腹心のあしゅら男爵を呼び寄せ、機械獣を操るバードスの杖を与えて兜博士の抹殺を命令する。孫の兜甲児が駆けつけた時は既に遅く、あしゅら男爵の手により別荘は爆破され、博士は志半ばにして息絶えようとしていた。博士は最後の力を振りしぼり、密かに開発していたマジンガーＺを甲児に託す。ドクターヘルの野望を砕くために作られた、光子力で動く巨大ロボットだ。マジンガーＺに乗り込んだ甲児は、次々と襲い来る悪の機械獣に敢然と立ち向かってゆく！",
    "Aliases": [
        "TranZor Z",
        "Mazinga Z"
    ],
    "Modified": "2025-07-11",
    "Seasons": {
        "0": {
            "ID": "36773",
            "URL": "https://www.thetvdb.com/series/mazinger-z/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "2792051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/2792051",
                    "TitleEnglish": "Mazinger Z vs. Devilman",
                    "SummaryEnglish": "Mazinger Z vs. Devilman (マジンガーＺ対デビルマン, Majingā Zetto tai Debiruman) is a 1973 animated movie that crossed over two then-popular anime series, both of which were created by manga artist Go Nagai. Note, however, that the movie features alternate versions of events from both series, and is therefore not canonical to either one While fighting with some of his enemies Mazinger Z inadvertently knocks them into a volcano, where they crash into the prison of the Satan race and release Pheonix Jenny! Dr. Hell, learning of this, frees the rest of the Satan race and teams up with them to defeat Mazinger Z, and their ability to fly proves to be too much for our hero. Meanwhile, Devilman is also individually fighting the members of the Satan race, but their combined power is too much for him as well; can Mazinger and Devilman put aside their differences and team up to defeat Dr. Hell and the Satan race?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4145923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/4145923",
                    "TitleEnglish": "Mazinger Z vs. The Great General of Darkness",
                    "SummaryEnglish": "Mazinger Z vs. The Great General of Darkness (マジンガーＺ対暗黒大将軍, Majingâ Zetto tai Ankoku Daishôgun) is a 1974 Japanese mecha animated film that served as an alternative link between the Mazinger Z series and the Great Mazinger series. It basically introduces Great Mazinger to the audience, as well as his enemies from the Mikene Empire. Dr. Hell, Mazinger Z's main enemy, has been defeated and killed in battle, and finally Kouji Kabuto and the rest of his friends can take a break from their duty of defending Japan and the world from evil. However, during a storm after a very hot day in the beach, Boss, Mucha and Nuke have a disturbing vision of a prophet that heralds the end of the world, claiming that the dead will raise and destroy the human race, and that the General of Darkness will attack from air, sea and land. The only hope of defense is an iron fortress, Mazinger. After these words, the strange figure disappears.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4145924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/4145924",
                    "TitleEnglish": "Mazinger Z vs. Dr Hell",
                    "SummaryEnglish": "Once again, Dr. Hell has pitted himself against Mazinger Z - but this time, he actually succeeds! Armed with an electromagnetic ray and net, Dr. Hell manages to capture his arch nemesis and put him out of commission; and with Mazinger Z no longer a threat, Dr. Hell then attacks the Photoatomic Research Institute as the last obstacle in his quest for world domination. Boss and Aphrodite are doing their best to defend it, but can they really defeat the man who beat Mazinger Z? Will Dr. Hell finally achieve world domination, or will our hero find a way to break free and fight once more?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "6642627",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/6642627",
                    "TitleEnglish": "Mazinger Z: Infinity",
                    "SummaryEnglish": "세기의 전쟁 10년 후 지구에 닥친 최대 위기!인류를 구하기 위한 최후의 출격이 시작된다! 세계 정복을 꿈꾸는 천재 과학자, ‘닥터 헬’로부터 지구를 구했던 ‘마징가 Z’.무한한 잠재력을 지닌 ‘인피니티’를 통해 과거 이루지 못한 야망을 실현하려는 ‘닥터 헬’로부터다시 한 번 인류를 구할 수 있을 것인가!",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "36774",
            "URL": "https://www.thetvdb.com/series/mazinger-z/seasons/official/1",
            "# Episodes": 92,
            "Episodes": {
                "1": {
                    "ID": "402382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402382",
                    "TitleEnglish": "The Birth of a Miraculous Robot",
                    "SummaryEnglish": "The villainous Dr. Hell has amassed an army of mechanical beasts in his secret hideaway, the island of Bardos located in the Aegean Sea. He is capable of controlling mechanized beasts with his cane, and instructs them to unleash devastating attacks. However, Dr. Hell doesn't do all the dirty work by himself; he has his loyal henchman Baron Ashura to carry out his devilish plans. There are also those that will see to it that evil does not prevail. Kouji Kabuto is the young and feisty teenager with a score to settle: his goal is avenging the murder of his grandfather by Dr. Hell. And he might just be able to pull it off, as he is the pilot of Mazinger Z, a mighty giant robot made out of an indestructible metal known as Super-Alloy Z.",
                    "TitleJapanese": "驚異のロボット誕生",
                    "SummaryJapanese": "世界征服を企むドクターヘルは、あしゅら男爵に機械獣を操るバードスの杖と海底要塞サルードを与え、邪魔者の天才科学者・兜博士の抹殺を命じた。あしゅら男爵はお手伝いのルミから、博士が別荘に滞在していることを聞き出す。博士の孫・甲児が駆けつけた時は既に遅く、別荘はあしゅら男爵によって爆破されていた。瀕死の重傷を負った兜博士は、ドクターヘルに立ち向かうために建造した秘密兵器・マジンガーZを甲児に託す。"
                },
                "2": {
                    "ID": "402383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402383",
                    "TitleEnglish": "Stop the Ashura Army!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ストップ ザ・あしゅら軍団",
                    "SummaryJapanese": "ドクターヘルは兜博士の創設した光子力研究所を奪取するため、機械獣ダブラスM2とガラダK7にマジンガーZの破壊を命じた。甲児が操縦に慣れていないにも関わらず、迎え撃ったマジンガーは想像以上の強さを発揮する。二体の機械獣を返り討ちにすると、弓弦之助博士の娘・さやかの操縦する巨大ロボット・アフロダイAを助けて帰投を果たしたのだった。だが、ホッと一息ついたのも束の間、ドクターヘルは新たな動きを見せていた。"
                },
                "3": {
                    "ID": "402384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402384",
                    "TitleEnglish": "The Plan to Annihilate Mazinger Z",
                    "SummaryEnglish": null,
                    "TitleJapanese": "マジンガーZ消滅作戦",
                    "SummaryJapanese": "甲児とシローの兄弟は、光子力研究所の近くに引っ越してきた。さやかに憧れるボスたちとも知り合い、富士市の生活にも慣れてきた頃、バードス島ではドクターヘルが怒り狂っていた。地下帝国に二度の敗北は許されない。ドクターヘルは雪辱を期し、機械獣・グロマゼンR9を出撃させる。甲児は未だマジンガーZの操縦に慣れていないうえ、練習中に負傷していた。グロマゼンR9接近の報せを受け、さやかがアフロダイAに乗り込んで出撃するが…。"
                },
                "4": {
                    "ID": "402385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402385",
                    "TitleEnglish": "Mazinger Z in Peril!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "マジンガーZ絶体絶命!!",
                    "SummaryJapanese": "機械獣・ガイアQが出現。海底要塞サルードによって研究所の近くに運ばれてきたガイアQは、迎え撃つアフロダイAを簡単に倒してしまう。ウルトラマグネチックパワーという、敵の動きを全て封じてしまう力を備えた機械獣だったのだ。マジンガーZすらガイアQの攻撃には手も足も出ず、ウルトラマグネチックパワーで操られるままサルードに運ばれてしまう。囚われの身となったマジンガーZと甲児の運命は…？"
                },
                "5": {
                    "ID": "402386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402386",
                    "TitleEnglish": "Ghost Mazinger Appears",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ゴーストマジンガー出現",
                    "SummaryJapanese": "あしゅら男爵の甲児暗殺作戦が失敗に終わって間もなく、富士山麓に偽マジンガーZが現れた。甲児がマジンガーZの機密を売ったとデマを流すあしゅら男爵に、身に覚えのない甲児は激怒し、偽マジンガーZを追い回す。実はこの偽マジンガーZ、機械獣・キングダンX10の作り出した幻だった。一連の騒動は、マジンガーZのエネルギーを消耗させ、あらかじめ準備しておいた地雷原に誘い込むための巧妙な作戦だったのだ。"
                },
                "6": {
                    "ID": "402387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402387",
                    "TitleEnglish": "Dr. Hell’s Two Great Mechanical Beasts",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ドクター・ヘルの二大機械獣",
                    "SummaryJapanese": "町で暴れる機械獣・ザイラを倒すためにマジンガーZが出撃。ところがその頃、別の機械獣・ダンチェルが富士山麓にかかった霧に隠れて、守備の手薄になった光子力研究所に忍び寄っていた。マジンガーZはザイラのために釘付けにされ、研究所に戻ることが出来ない。さやかがアフロダイAで出撃して必死に守るが、液体酸素を武器とするダンチェルは手強く、防衛チームも歯が立たない。このまま敗北してしまうのかと思われた、その時…。"
                },
                "7": {
                    "ID": "402388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402388",
                    "TitleEnglish": "Baron Ashura’s Great Plan",
                    "SummaryEnglish": null,
                    "TitleJapanese": "あしゅら男爵の大謀略",
                    "SummaryJapanese": "機械獣・オゾネスB3は街を破壊するだけ破壊すると、戦わずして姿を消した。あしゅら男爵は変装して荒れ果てた町に現れると、災難の元凶は光子力研究所であると人々を扇動して弓教授を襲わせる。査問委員会も研究所の閉鎖を要求。理性を失った群衆は甲児の家に押し寄せ、さやかまであきらめて研究所を放棄しようとする。戦う意味を見失った甲児は家に閉じ籠もったまま、機械獣が再び現れても出撃しようとしない…。"
                },
                "8": {
                    "ID": "402389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402389",
                    "TitleEnglish": "Great Devil Abdullah’s True Colors!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "大魔神アブドラの正体!!",
                    "SummaryJapanese": "光子力研究所では、アフロダイAを強化改造するべきか否かを話し合う会議が行われていた。結局、改造計画は多数決によって却下されてしまう。その頃、町では謎の放火事件が続発していた。ボスは、公園のアブドラ大魔神像が怪光線を発射して火を放つのを目撃。大魔神像は機械獣・アブドラU6だったのだ。ボスの報告を聞いたさやかは、アフロダイAの存在感を知らしめて改造計画を実現させるため、一人で出撃してアブドラU6に挑む。"
                },
                "9": {
                    "ID": "402390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402390",
                    "TitleEnglish": "Deimos F3 Is Satan’s Bastard Child",
                    "SummaryEnglish": null,
                    "TitleJapanese": "デイモスF3は悪魔の落し子",
                    "SummaryJapanese": "弓教授が科学会議に出席して留守にしている間、のっそり、もりもり、せわしの3博士が共同で所長代理を務めることになった。ドクターヘルは3博士に催眠術をかけると、マジンガーZをあらかじめ格納庫より出させておき、研究所の近くにミサイルを撃ち込む。ミサイルの弾頭には機械獣・ディモスF3が隠れていた。ディモスF3は分散と復元を繰り返しながらマジンガーZの破壊を試み、甲児はなかなかパイルダーオンすることが出来ない。"
                },
                "10": {
                    "ID": "402391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402391",
                    "TitleEnglish": "The Flying Metal Arm, Dyan",
                    "SummaryEnglish": null,
                    "TitleJapanese": "空飛ぶ鉄腕ダイアン",
                    "SummaryJapanese": "あしゅら男爵がシローを誘拐。命を助けて欲しければマジンガーZを放棄せよと要求してくる。独自に捜査網を敷いた甲児たちは海底要塞サルードの位置を突き止めるが、シローを人質に取られている限り手出しはできない。さやかの前には機械獣・ダイアンN4が現れ、空飛ぶ腕を使って襲いかかってくる。連絡を受けた甲児はホバーパイルダーに乗り込んで戦おうとするが、あしゅら男爵によってマジンガーZと分離させられてしまう。"
                },
                "11": {
                    "ID": "402392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402392",
                    "TitleEnglish": "The Phantom Galen Cannon Is Going to Blow!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "幻の巨砲ガレンを爆破せよ!!",
                    "SummaryJapanese": "あしゅら男爵は旧日本陸軍の開発した決戦兵器を復活させ、建設中の前線基地に備え付けようとしていた。実現せずに終わった本土決戦用の巨砲ガレンと、強力なマグダム火薬だ。不穏な動きを察知した甲児はマジンガーZに乗り込み、鉄仮面軍団から逃れたさやかの案内で現場に向かう。機械獣・ブライトンJ2を繰り出して迎え撃つあしゅら男爵。偵察によってガレン砲の存在を知った甲児たちは、破壊するためにある作戦を立てる。"
                },
                "12": {
                    "ID": "402393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402393",
                    "TitleEnglish": "Traitor! The Enlarged Robot, Vikong!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "裏切り者！ 巨大化ロボット・バイコング",
                    "SummaryJapanese": "ドクターヘルがあしゅら男爵に使用を許した巨人製造銃は、便利な兵器だが未完成で、あと一度しか使うことが出来なかった。あしゅら男爵は甲児の友人・純一に目を付け、彼の作った小型ロボット・バイコングを奪い、巨人製造銃で巨大化させてバイコングO9と命名した。純一の願いも空しく、バイコングO9はあしゅら男爵の命令に従って破壊の限りを尽くす。たまりかねた純一は、バイコングには弱点があることを甲児に教える。"
                },
                "13": {
                    "ID": "402394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402394",
                    "TitleEnglish": "The Devil’s Great Rolling Attack!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "悪魔の大回転攻撃!!",
                    "SummaryJapanese": "異様な物体が海岸に上陸したとの連絡が入った。アフロダイAが調査に赴くものの、途中で行方がわからなくなってしまう。しばらく後、ボスたちがひとりでに転がる雪玉を発見する。その雪玉の中に隠れていたゴロンゴS2こそ、異様な物体に偽装して上陸した地下帝国の機械獣だった。甲児は鉄仮面軍団に包囲されて足止めを食っていたが、何とか逃れて研究所にたどり着くと、マジンガーZに乗り込んでゴロンゴS2に戦いを挑む。"
                },
                "14": {
                    "ID": "402395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402395",
                    "TitleEnglish": "Rage! The Sleeping Giant, Spartan!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "怒れ！ 眠れる巨人スパルタン",
                    "SummaryJapanese": "ズバ抜けた強さを誇る機械獣・スパルタンK5は、怒りを忘れてしまったために自ら戦おうとしなかった。腹を立てたドクターヘルはスパルタンK5を破壊しようとするが、あしゅら男爵は試しに戦いの場に出してみる。ただ眠っているだけのスパルタンK5に安心したシローたちは、調子に乗って体の上に登り、歌えや踊れやの大騒ぎを始める。するとスパルタンK5は目を覚まして暴れ始める。屈辱を受けて怒りの心を思い出したのだ！"
                },
                "15": {
                    "ID": "402396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402396",
                    "TitleEnglish": "The Mechanical Beast Tsunami Plot",
                    "SummaryEnglish": null,
                    "TitleJapanese": "機械獣大津波作戦",
                    "SummaryJapanese": "あしゅら男爵は人工的に起こした津波に乗じて、機械獣・チグルE7を上陸させた。マジンガーZが迎撃に向かった隙に、もう一体の機械獣・ゴリアスW3が光子力研究所を襲撃する。チグルE7をロケットパンチで退け、急ぎ研究所へ戻るマジンガーZ。ゴリアスW3との戦いも優位に勧めるが、電磁ムチ攻撃を受けて武器が使えなくなってしまう。勢いづくゴリアスW3に、マジンガーZは素手だけを武器に立ち向かってゆく。"
                },
                "16": {
                    "ID": "402397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402397",
                    "TitleEnglish": "Orders to Assassinate Koji Kabuto!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "兜甲児暗殺指令!!",
                    "SummaryJapanese": "甲児の見た恐ろしい夢が正夢になろうとしていた。あしゅら男爵が甲児を暗殺するために、鉄仮面軍団を送り込んできたのだ。一方、プライドの高いドクターヘルは暗殺という手段を潔しとせず、機械獣・バルカンP5で正面から攻撃を仕掛けてくる。バルカンP5は、ホバーパイルダーを誘き寄せてボンド弾を命中させる。身動きの出来なくなった甲児を焼き尽くしてしまおうと、鉄仮面軍団が火炎放射の準備を整える！"
                },
                "17": {
                    "ID": "402398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402398",
                    "TitleEnglish": "The Underground Mechanical Beast, Holzon V3",
                    "SummaryEnglish": null,
                    "TitleJapanese": "地底機械獣ホルゾンV3",
                    "SummaryJapanese": "多発する原因不明の地盤沈下によって、街やコンビナートが次々に破壊されていた。事態を憂慮する弓博士のもとに、研究所長の地位を譲らなければ地盤沈下は全国に広がるという、ドクターヘルからの警告が届く。一般の人々に被害が及ぶことを懸念する弓博士は、要求に従ってジャパニウムを引き渡すことを決意。だが、博士があしゅら男爵に引き渡した品は、のっそり博士が密かにすり替えた偽物だった。"
                },
                "18": {
                    "ID": "402399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402399",
                    "TitleEnglish": "Gangster of the Sea, Pirate Glossom",
                    "SummaryEnglish": null,
                    "TitleJapanese": "海のギャング 海賊グロッサム！",
                    "SummaryJapanese": "海底機械獣・グロッサムX2が、航行する船舶を巨大なハサミで次々と沈め始めた。被害に遭った乗客の中には、光子力研究所の招待で日本に向かっていた科学者・ゴードン博士とその妻子もいた。助けられたゴードン博士は、死んでいった人々の霊をなぐさめるため、マジンガーZが海中でも自由に動けるように強化しようと娘のリサと共に改造を始める。光子力ロケットの噴射装置を、両脚に取り付けようというのだ。"
                },
                "19": {
                    "ID": "402400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402400",
                    "TitleEnglish": "The Flying Demon Deviler X!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "飛行魔獣デビラーX!!",
                    "SummaryJapanese": "さすがのドクターヘルも、海中を自由に移動出来るようになったマジンガーZが脅威であることは認めざるを得なかった。海がだめなら空と、彼はあしゅら男爵に空飛ぶ機械獣・デビラーX1を与える。デビラーX1はホバーパイルダーを撃ち落とし、光子力研究所に襲いかかる。マジンガーZに飛行能力を与えることは可能だが、改造するための時間が足りない。甲児はどうすれば今ある武器でデビラーX1を倒すことが出来るか、懸命に頭を絞る。"
                },
                "20": {
                    "ID": "402401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402401",
                    "TitleEnglish": "The Storm-Calling Mechanical Beast, Stronger",
                    "SummaryEnglish": null,
                    "TitleJapanese": "嵐を呼ぶ機械獣ストロンガー",
                    "SummaryJapanese": "いじめられっ子の転校生・ミツオは、機械獣・ストロンガーT4の実験を目撃してしまったためにあしゅら男爵に捕らわれてしまう。世界一強い男の子にしてあげるとそそのかされたミツオは、機械獣の操縦を請け負っていじめっ子に復讐を開始。だが、機械獣はミツオの思うとおりには動かず、いじめっ子共々コックピットに閉じ込められる。機械獣に子供たちが乗っている限り攻撃することは出来ない。困惑する甲児の取った行動は…？"
                },
                "21": {
                    "ID": "402402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402402",
                    "TitleEnglish": "Showdown in a Ghost Town",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ゴースト・タウンの決闘",
                    "SummaryJapanese": "ドクターヘルの命令を受けたあしゅら男爵は、機械獣・ワインダーA2でゴーストタウンを占拠。機械獣の修理工場を建設し、ゴーストタウンを前線基地に造り替え始めた。しかもシローをはじめとする子供たちを人質に取って処刑台に吊し、助けて欲しくばマジンガーZを放棄せよと要求してくる。甲児は機転を利かせてシローたちを救出すると、逃げるあしゅら男爵に追撃をかけようとするが、背後から現れたワインダーA2の電撃を浴びてしまう。"
                },
                "22": {
                    "ID": "402403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402403",
                    "TitleEnglish": "Pursuit!! Undersea Fortress Salude",
                    "SummaryEnglish": null,
                    "TitleJapanese": "追撃!! 海底要塞サルード",
                    "SummaryJapanese": "あしゅら男爵が次々と船舶を沈め、マジンガーZを海中に誘き出した。マジンガーZが海中で威力を発揮する武器を持っていないことに気付いたのだ。海中用光子力ビームのい実験は三博士によって行われていたものの、失敗に終わっていた。それでも恐れずに海に飛び込み、大活躍するマジンガーZ。いったんは退却したあしゅら男爵だが、態勢を整え直して再び戦いを挑んでくる。マジンガーZはもう一度、武器なしの状態で出撃するのだが…。"
                },
                "23": {
                    "ID": "402404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402404",
                    "TitleEnglish": "Mechanical Beast Dam-Dam – The Great Wheel Plan",
                    "SummaryEnglish": null,
                    "TitleJapanese": "機械獣ダムダム・大車輪作戦",
                    "SummaryJapanese": "機械獣・ダムダムL2で地質調査を行っていたあしゅら男爵は、鬼ヶ原でジャパニウムの鉱脈を発見した。現れたマジンガーZによってダムダムL2は追い払われるが、せっかくの鉱石層をみすみすあきらめるわけにはいかない。あしゅら男爵はダムダムL2に改造修理を施して再出撃させ、車椅子の少女・ユミを捕らえて人質に取る。手も足も出なくなったマジンガーZ。あしゅら男爵が、いよいよ宿願を果たす時が来たのか…？"
                },
                "24": {
                    "ID": "402405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402405",
                    "TitleEnglish": "Mach Mechanical Beast Jinrai",
                    "SummaryEnglish": null,
                    "TitleJapanese": "マッハ機械獣ジンライ",
                    "SummaryJapanese": "機械獣・ジンライS1が街を空爆。ジンライS1は、マッハ5のスピードで空を飛び、二百万ボルトの稲妻で敵を攻撃する恐るべき力を備えている。出撃したマジンガーZも、街の被害を食い止めるだけで精一杯だった。それ以来、甲児は日がなジンライS1を倒す方法を考え、テスト勉強にも身が入らなくなる。そしていよいよ、決着をつける時が来る。無敵かと思えたジンライS1にも、たった一つだけ弱点があった。"
                },
                "25": {
                    "ID": "402406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402406",
                    "TitleEnglish": "The Aero Brothers; The Great Eruption Plot",
                    "SummaryEnglish": null,
                    "TitleJapanese": "エアロス三兄弟・大噴火作戦",
                    "SummaryJapanese": "ドクターヘルは、機械獣・エアロスB1、B2、B3を使って富士山を爆発させようと計画を立てる。B1が火口に穴を開け、B2が溶岩を吸い上げ、最後にB3に積んだ核弾頭を起爆剤にして大噴火を引き起こす手順だ。B1とB2は予定通りに任務を終え、いよいよB3が富士山に向かって発進する。計画を察知したマジンガーZは、山頂に立ちはだかってB3を待ち受ける。富士山噴火は何としてでも阻止しなければならない！"
                },
                "26": {
                    "ID": "402407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402407",
                    "TitleEnglish": "Clash! Samurai Koji vs. Ashura’s Mechanical Beast",
                    "SummaryEnglish": null,
                    "TitleJapanese": "激突！ サムライ甲児対あしゅら機械獣",
                    "SummaryJapanese": "ドクターヘルはダイマーU5を完成させた。マジンガーZ同様、操縦者と機械が一心同体になった機械獣だ。マジンガーZはこのダイマーU5の挑戦を退けるが、犬が戦いに巻き込まれて死んでしまう。その犬は人間に捨てられていたところを拾われ、西条という男に可愛がられていたものだった。あしゅら男爵は西条の怒りを利用し、子犬まで殺して甲児に罪を着せる。甲児は西条に殴られ、一時的に目が見えなくなってしまう。"
                },
                "27": {
                    "ID": "402408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402408",
                    "TitleEnglish": "Operation: Capture Aphrodite A",
                    "SummaryEnglish": null,
                    "TitleJapanese": "アフロダイA生捕り作戦",
                    "SummaryJapanese": "あしゅら男爵は光子力エネルギーの秘密を奪うため、分離機械獣・ベルガスV5でアフロダイAを誘い出し、無人の海王島に建設した前線基地に捕らえた。機体の隅々まで調べる時間を稼ぐため、あしゅら男爵はベルガスV5を出撃させてマジンガーZの足止めを計る。激闘が始まり、マジンガーZはルストハリケーンでベルガスV5を撃破。アフロダイA救出のために基地へと急ぐ。"
                },
                "28": {
                    "ID": "402409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402409",
                    "TitleEnglish": "Treacherous Orders – The Plot to Steal Super-Alloy",
                    "SummaryEnglish": null,
                    "TitleJapanese": "黒い指令・超合金略奪作戦",
                    "SummaryJapanese": "未だにジャパニウムを奪えないあしゅら男爵は、ドクターヘルの叱責を受けた。屈辱にまみれたあしゅら男爵はマジンガーZと甲児に復讐を誓うが、有効な作戦を見出せない。そこでドクターヘルは、偽者の弓教授と機械獣・ホーガスD5をあしゅら男爵に与えた。会議に向かう弓教授を捕らえて偽者とすり替え、ジャパニウムを盗んで来させようという作戦だ。だが、偽者の爪が黒いことから、さやかが作戦を見破り…。"
                },
                "29": {
                    "ID": "402410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402410",
                    "TitleEnglish": "Great Turnaround Mazin Power!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "大逆転 マジンパワー!!",
                    "SummaryJapanese": "グレン・ゴーストC3が出現。一万度の発熱板と二本のハンマーを持つ機械獣だ。グレン・ゴーストC3が研究所のレーダーを破壊したため、マイクもバリヤーも使用不能になってしまう。そのうえ、迎撃に出たアフロダイAもハンマー攻撃を食らって操縦不能に。マジンガーZの電気回路にも衝撃のために異常が生じ、全ての武器が使えなくなってしまう。追い詰められた弓教授は、最後の希望を託すため、気を失ったままの甲児に懸命に呼びかける。"
                },
                "30": {
                    "ID": "402411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402411",
                    "TitleEnglish": "Shiro in Peril! Move Out, Mazinger Z!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "危うしシロー マジンガーZ出動せよ!!",
                    "SummaryJapanese": "ブルタスM3は、胸のダイヤモンドから放つ光線で全てを溶かし、それを吸収してエネルギーや武器に変える機械獣だ。そのブルタスM3から、金儲けのためにダイヤモンドを盗み出そうとした男たちがいた。失敗して追い詰められた彼らの側には、たまたま出会ったシローもいた。シローは時代遅れで何の役にも立たないと嘲笑の的にされていた伝書バトを使って、基地の甲児に助けを求める。"
                },
                "31": {
                    "ID": "402412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402412",
                    "TitleEnglish": "The Hostage-Taking Mechanical Beast and the Em Wave Plot",
                    "SummaryEnglish": null,
                    "TitleJapanese": "人質機械獣 電磁波作戦",
                    "SummaryJapanese": "あしゅら男爵は光子力研究所の整備員・粕谷と加賀と横井を捕らえると、催眠術をかけて機械獣・メガロンP1、P2、P3の操縦席にそれぞれを乗せた。マジンガーZは手出しができないうえ、メガロンP1の電磁波攻撃を受けてパイルダーオフを余儀なくされる。孤立したホバーパイルダーは動きを封じられ、P1、P2、P3の溶解光線に狙われる。アフロダイAが、急ぎ開発された電磁波消去銃を持って応援に駆けつけるが…。"
                },
                "32": {
                    "ID": "402413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402413",
                    "TitleEnglish": "The Horrifying Three-Headed Mechanical Beast",
                    "SummaryEnglish": null,
                    "TitleJapanese": "恐怖の三つ首機械獣",
                    "SummaryJapanese": "機械獣・ケルベロスJ3が、あちこちの街を襲い始めた。マジンガーZが阻止すべく出動するが、マッハのスピードで移動するケルベロスJ3に追いつくことができない。血気にはやる甲児がマジンガーZをオーバーヒートさせてしまった隙に、ケルベロスJ3は光子力研究所に襲いかかる。弓教授はスーパーバリヤーで研究所全体を覆って防ぐが、ケルベロスJ3にはバリヤーを無効化する分解光線が搭載されていた。"
                },
                "33": {
                    "ID": "402414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402414",
                    "TitleEnglish": "Great Aerial Raid! Barras K, Outlaw of the Skies!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "大空襲！ バラスKは空の無法者",
                    "SummaryJapanese": "ドクターヘルの空飛ぶ機械獣に対応するため、マジンガーZを空飛ぶスーパーロボットに改造しなければならない。弓教授は設計図を携え、ロケット工学の権威であるスミス博士に会うためにニューヨークへと飛ぶ。それを知ったドクターヘルは、弓教授の乗った飛行機を機械獣・バラスK9に襲わせ、乗客の命と引き替えに設計図を奪い取ってしまう。勢いづくバラスK9は、飛行能力と得意の目つぶし攻撃でマジンガーZを苦しめる。"
                },
                "34": {
                    "ID": "402415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402415",
                    "TitleEnglish": "A Red Flash of Lightning! Mazinger Flies",
                    "SummaryEnglish": null,
                    "TitleJapanese": "紅い稲妻・空とぶマジンガー",
                    "SummaryJapanese": "ドクターヘルは光子力研究所に送り込んだスパイ・リコの報告から、マジンガーZが空を飛ぶための翼が完成間近であることを知る。翼の開発がテスト段階に入ったと知ると、ドクターヘルは機械獣・ジェノサイダーF9を出撃させて研究所を襲わせる。リコが内部からスーパーバリヤーのスイッチを切ってしまったため、研究所は大打撃を受けてしまった。弓教授は形勢を逆転させるため、ある賭けに出ることを決心する。"
                },
                "35": {
                    "ID": "402416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402416",
                    "TitleEnglish": "The Reaper Mechanical Beast Deathma’s Fierce Attack",
                    "SummaryEnglish": null,
                    "TitleJapanese": "死神機械獣デスマの猛襲",
                    "SummaryJapanese": "ジェノサイダーF9の攻撃によって破壊された光子力研究所は、現在鋭意再建中。周辺の監視にあたっていたアフロダイAを、新たなる機械獣・デスマA1が襲う。デスマA1は背中の人面から発射する光線で敵を幻覚世界に閉じ込める、恐るべき力を備えていた。駆けつけたマジンガーZも幻覚世界に閉じ込められ、デスマA1はその隙に光子力研究所を襲う。幻覚攻撃を打ち破り、デスマA1に勝つためにはアフロダイAと協力して戦うしかない！"
                },
                "36": {
                    "ID": "402417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402417",
                    "TitleEnglish": "The Transforming Mechanical Beast in the Five Great Lakes",
                    "SummaryEnglish": null,
                    "TitleJapanese": "五大湖にすむ変身機械獣",
                    "SummaryJapanese": "山中湖に不思議な怪獣の正体は、ドクターヘルの作り出した機械獣・グラナダE3だった。そんなことなど露知らぬシローたちは、怪獣を生け捕りにするんだとボートで湖に漕ぎ出し、グラナダE3に呑み込まれてしまう。グラナダE3の体内は原子炉になっていた。湖底に露出したウラン鉱石を食べ、プルトニウムを蓄積させて核エネルギーに変えようとしていたのだ。そのエネルギーは、既にマジンガーZを破壊するまでの量に達していた。"
                },
                "37": {
                    "ID": "402418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402418",
                    "TitleEnglish": "Messenger From the Dark – The Deadly Scrander",
                    "SummaryEnglish": null,
                    "TitleJapanese": "闇からの使者・スクランダー必殺",
                    "SummaryJapanese": "ジェットスクランダーの生みの親の一人・スミス博士が、光子力研究所を訪ねてきた。実はこのスミス博士は鉄仮面の化けた偽者で、ジェットスクランダーに爆弾を仕掛ける使命を負っていた。研究所の外では機械獣ロクロンQ9が、さやかとボスを人質に取っていた。甲児の注意をそらしながら、爆弾を取り付けたジェットスクランダーを合体させ、マジンガーZごと破壊してしまう大がかりな作戦だったのだ！"
                },
                "38": {
                    "ID": "402419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402419",
                    "TitleEnglish": "The Mysterious Robot, Minerva X",
                    "SummaryEnglish": null,
                    "TitleJapanese": "謎のロボット ミネルバX",
                    "SummaryJapanese": "ドクターヘルは兜博士の設計図から、美しい女性型ロボットミネルバXを作り出した。ミネルバXは機械獣として光子力研究所へ向かうが、マジンガーZに出会った途端に戦意を失って涙を流す。ミネルバXは本来マジンガーZの補佐役として設計されたもので、体内に埋め込まれたパートナー回路によってそのことを思い出したのだ。だが、機械獣・アーチェリアンJ5の放った矢によって、パートナー回路が破壊されてしまう。"
                },
                "39": {
                    "ID": "402420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402420",
                    "TitleEnglish": "Suicide Challenge! Salude in the Scarlet Ocean",
                    "SummaryEnglish": null,
                    "TitleJapanese": "捨身の挑戦！ 真紅の海のサルード",
                    "SummaryJapanese": "あしゅら男爵は機械獣・ザリガンG8を使って、関東南部にマグニチュード7.5の大地震を発生させた。マジンガーZもザリガンG8にロケットパンチを封じられ、海底要塞サルードの処刑室に連れ込まれてしまう。降伏を迫るあしゅら男爵。彼は度重なる失敗で窮地に立たされ、ドクターヘルにマジンガーZ打倒を厳命されていたのだった。絶体絶命のピンチに、マジンガーZは…？"
                },
                "40": {
                    "ID": "402421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402421",
                    "TitleEnglish": "Count Brocken, Ruler of Evil",
                    "SummaryEnglish": null,
                    "TitleJapanese": "悪魔の支配者ブロッケン伯爵",
                    "SummaryJapanese": "飛行要塞グールを指揮するブロッケン伯爵は、作り出した人工雲の中に潜んで航空事故を起こさせる暴挙に出た。さらに遊園地で遊んでいたさやかたちを機械獣に襲わせ、地下室に逃げ込んだところをマジンガーZに踏み潰させるという作戦を立てる。出撃した甲児は遊園地の上空に到着し、ブロッケン伯爵の思惑通りさやかたちの上に着陸しようとする。このまま死んでしまうのか…パニックに陥る仲間たちをなだめながら、さやかは一計を思いつく。"
                },
                "41": {
                    "ID": "402422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402422",
                    "TitleEnglish": "Broken Wings: Death Battle in the Skies",
                    "SummaryEnglish": null,
                    "TitleJapanese": "折れた翼 大空の死闘",
                    "SummaryJapanese": "マジンガーZはジェットスクランダーによって飛行可能となったが、操縦者は生身なので高空での戦闘に耐えるための訓練が必要だ。甲児が連日のように厳しいトレーニングに励んでいると、機械獣・カーマK5が出現。カーマK5は空飛ぶ機械獣で、超合金Zすら切り裂く鋭い鎌を武器として備えていた。高空におびき出されたマジンガーZは、カーマK5の攻撃によってスクランダーの片翼を切断され、バランスを失ってピンチに陥る。"
                },
                "42": {
                    "ID": "402423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402423",
                    "TitleEnglish": "The Demon’s Command!! Attacks From Sky and Ground",
                    "SummaryEnglish": null,
                    "TitleJapanese": "魔の指令!! 空陸集中攻撃",
                    "SummaryJapanese": "水陸両用の機械獣・デルタンV8が街を襲った。デルタンV8は煙幕で姿をくらまして水中に潜んだかと思うと、マジンガーZの足に食らいついて動きを封じる。そこに鉄十字軍団の戦闘機の編隊が現れ、一斉に攻撃を仕掛けてくる。マジンガーZは強引に上空へ逃れようとして途中で失速、甲児はいったんパイルダーオフして離れるが、地上に落ちて無防備になったマジンガーZを破壊しようと、デルタンV8が一方的な攻撃を加える。"
                },
                "43": {
                    "ID": "402424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402424",
                    "TitleEnglish": "Assault!! The Invading Paratroopers",
                    "SummaryEnglish": null,
                    "TitleJapanese": "突撃!! パラシュート奇襲部隊",
                    "SummaryJapanese": "ブロッケン伯爵が、機械獣とマジンガーZの相互破棄を条件に和平を求めてきた。甲児は最後まで戦い抜くとして拒否。マジンガーZを出撃させて機械獣・ジャイローンJ1と戦うが、敵の想像以上の強さに苦戦を強いられる。ブロッケン伯爵はこの隙に乗じ、飛行要塞グールから鉄十字軍団を降下させて光子力研究所を占拠する。弓教授も修理を終えたジェットスクランダーで脱出しようとする途中、敵の手に落ちてしまう。"
                },
                "44": {
                    "ID": "402425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402425",
                    "TitleEnglish": "Great Charge!! The New Underwater Fortress, Bood",
                    "SummaryEnglish": null,
                    "TitleJapanese": "大進撃!! 新海底要塞ブード",
                    "SummaryJapanese": "海底要塞ブードから飛来した機械獣・ロケットR2が、街で暴れ回っていた。ロケットR2は太陽エネルギーをヘルメットで吸収し、レーザービームに変換して腰のバックルから発射する強力な力を備えていた。天候が悪くともヘルメットを雲の上に飛ばすことで、確実にエネルギーを蓄えてビームを撃つことが出来る。マジンガーZはそのヘルメットを狙い撃つが、なかなか破壊することが出来ないまま光子力研究所を攻撃されてしまう。"
                },
                "45": {
                    "ID": "402426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402426",
                    "TitleEnglish": "The Devil’s Target – The Photon Light Institute!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "悪魔の標的 光子力研究所!!",
                    "SummaryJapanese": "光子力研究所では開設10周年記念パーティーが開かれ、明るく和やかな雰囲気に包まれていた。ドクターヘルは弓博士たちが油断している隙に一気に攻め落とそうと、機械獣・バジルF7を研究所に向かわせる。バジルF7は迎え撃つマジンガーZのボディに磁力板を吸着させ、計器を狂わせて動きを封じてしまう。懸命に守る研究所のバリヤーも、F7の猛攻の前に破られるのは時間の問題。アフロダイAがマジンガー救援のために出撃するが…。"
                },
                "46": {
                    "ID": "402427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402427",
                    "TitleEnglish": "The Ninja Twin Mechanical Beasts Appear",
                    "SummaryEnglish": null,
                    "TitleJapanese": "忍法ふたご機械獣登場",
                    "SummaryJapanese": "ドクターヘルは忍術を身につけた小型機械獣・ブラザスS1とS2に密命を与え、研究所に向かわせた。マジンガーZは出撃する際、わずかだか無防備になる時間がある。そこに小型コバルト爆弾を仕掛けて爆破しようというのだ。その頃、研究所の前に赤ん坊を捨てた理沙という女がいた。何もかも失って独りになった彼女は、死に場所を求めて山中をさまよううち、赤ん坊を捨てた研究所にブラザスの爆弾が仕掛けられていることを知る。"
                },
                "47": {
                    "ID": "402428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402428",
                    "TitleEnglish": "Fierce! A Hellish Double Plan",
                    "SummaryEnglish": null,
                    "TitleJapanese": "壮絶！ 地獄のW作戦",
                    "SummaryJapanese": "あしゅら男爵とブロッケン伯爵に共同作戦の命令が下った。ところが仲の悪い二人は互いを出し抜くことばかり考え、マンドラM3とバズラーQ5の二体の機械獣を使って研究所に損害を与えたはいいものの、今一歩のところで失敗してしまう。激怒したドクターヘルは再度出撃するよう命令。二体の機械獣はまたしてもいがみ合いを始める。マジンガーZに乗り込んだ甲児が、渡りに船とばかりに横から攻撃を仕掛けると…。"
                },
                "48": {
                    "ID": "402429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402429",
                    "TitleEnglish": "Boss Borot’s First Battle!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ボスロボット戦闘開始!!",
                    "SummaryJapanese": "光子力研究所から三博士が誘拐された。犯人は何とボスと子分たち。自分たち専用のスーパーロボットを作ってもらおうというのだ。おだてられて気をよくした三博士は快く承諾、さやかも甲児の鼻を明かすために手を貸すことになった。しばらくすると、機械獣・カジモフT7が出現して街を破壊し始めた。完成したボスのロボット・ボスロボットも意気揚々と出撃。マジンガーZの助太刀に駆けつけたところ、あしゅら男爵に機械獣と間違えられてしまう。"
                },
                "49": {
                    "ID": "402430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402430",
                    "TitleEnglish": "The Insane Robot’s Desperate Battle",
                    "SummaryEnglish": null,
                    "TitleJapanese": "発狂ロボット大奮戦",
                    "SummaryJapanese": "ブロッケン伯爵の操る機械獣・ガンビーナM5は、催眠光線で敵の意思を奪って自由に操る、恐るべき力を持っていた。ガンビーナM5はボスとボスボロットに光線を浴びせて狂暴化させ、光子力研究所内で大暴れさせる。甲児がマジンガーZを出動させると、ボスボロットはマジンガーを背後から羽交い締めにしてしまう。ガンビーナM5は必死にもがくマジンガーZの体に触手を突き刺し、みるみるうちにエネルギーを吸い取ってゆく。"
                },
                "50": {
                    "ID": "402431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402431",
                    "TitleEnglish": "Shoot It Down!! Jet Scrander",
                    "SummaryEnglish": null,
                    "TitleJapanese": "撃墜!! ジェット・スクランダー",
                    "SummaryJapanese": "機械獣・ブリーバA3は、バラバラになった各パーツごとに攻撃を仕掛けてくる厄介な相手だった。光子力研究所を飛び出したジェットスクランダーも、ブリーバA3によって撃墜されてしまう。ボスボロットが樹海の中に落ちたジェットスクランダーを拾い上げ、持ち前の怪力でマジンガーZに向かって放り投げてスクランダークロスを成功させる。マジンガーZは上空に飛び立つと、ブリーバA3の弱点である頭部を光子力ビームで狙う。"
                },
                "51": {
                    "ID": "402432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402432",
                    "TitleEnglish": "Hell’s Assassins: The Skull Army",
                    "SummaryEnglish": null,
                    "TitleJapanese": "地獄の暗殺者 ドクロ軍団！",
                    "SummaryJapanese": "ある日、甲児の人相書きが街中に出回った。人相書きによると、甲児の首には100万円の賞金が賭けられているらしい。マジンガーZでなくパイロットの兜甲児を追い詰めるために、あしゅら男爵の立てた巧妙な作戦だった。彼の思惑通り、甲児は街中の人々に不審な目で見られ、挙げ句の果てには賞金目当ての暴走族に狙われて負傷してしまう。そこを狙って機械獣・ダガンG3が出現。甲児はボスボロットに助けられ、何とかマジンガーZに乗り込むが…。"
                },
                "52": {
                    "ID": "402435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402435",
                    "TitleEnglish": "Koji in a Pinch! Sayaka Deploys in Mazinger",
                    "SummaryEnglish": null,
                    "TitleJapanese": "甲児ピンチ! さやかマジンガー出動！",
                    "SummaryJapanese": "さやかと甲児はささいなことからケンカを始め、機械獣・バズソンM1を仲間割れした状態のまま迎え撃つことになった。さやかは腹立ち紛れに救援要請を無視。そのために甲児が重傷を負ってしまう。責任を感じたさやかは、甲児の分まで命を賭けて戦おうと、マジンガーZに乗り込んでバズソンM1に向かってゆく。それに気付いた甲児は、怪我を押してアフロダイAで出撃する。マシンを乗り換えるためには、互いの息を合わせて空中で飛び移るしかない！"
                },
                "53": {
                    "ID": "402436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402436",
                    "TitleEnglish": "Double Transformation! The Camouflage Mechanical Beast",
                    "SummaryEnglish": null,
                    "TitleJapanese": "二段変身!! 目くらまし機械獣",
                    "SummaryJapanese": "ボスボロットは夜回りの途中、小さな機械獣・ダブルフェイザーV1に遭遇する。ダブルフェイザーV1は妨害電波で光子力研究所のレーダーを狂わせ、小回りの利く体を生かして不意打ちをしかけてくる。街を襲うダブルフェイザーV1を倒すべく、マジンガーZが出動。ところがダブルフェイザーV1は不意に姿を消したかと思うと、いきなり巨大化して光子力研究所の前に現れる。不思議な力の秘密を掴めないまま、マジンガーZは苦戦を強いられる。"
                },
                "54": {
                    "ID": "402437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402437",
                    "TitleEnglish": "Explosion!! The Powerful Rocket Punch!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "炸裂!! 強力ロケットパンチ!!",
                    "SummaryJapanese": "機械獣・ジェイサーJ1が襲来。マジンガーZが出撃するものの、超合金Zのボディは耐用年数を越え、光子力エネルギーも目に見えて出力が落ちていた。そのため、マジンガーはやむなく撤退。ボスボロットとアフロダイAがあしゅら男爵の猛攻を防ぎ止め、研究所はバリヤーで守りを固める。だが、それにも限界がある。ロケットパンチの強化が完成すれば逆転勝利も可能だが、片腕分しか仕上がらないままマジンガーZは出撃を余儀なくされてしまう。"
                },
                "55": {
                    "ID": "402438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402438",
                    "TitleEnglish": "The Great Schuss Operation of Mt. Fuji",
                    "SummaryEnglish": null,
                    "TitleJapanese": "富士山大直滑降作戦",
                    "SummaryJapanese": "富士観測所が鉄十字団の襲撃を受けた。スキー旅行に来ていたさやかとシローは、研究所に知らせるために下山しようとするが、途中で鉄十字団に襲われて崖下に転落してしまう。救助に向かったマジンガーZも積雪のために立ち往生。ブロッケン伯爵はガラ空きになった研究所を機械獣・ブローグンG3で襲撃する。マジンガーZを下山させるためには、たった一つしか方法がない。巨大なスキー板を履かせ、ふもとまで直滑降させるのだ！"
                },
                "56": {
                    "ID": "402439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/402439",
                    "TitleEnglish": "The Super Alloy Z Is Stolen!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "強奪された超合金Z！",
                    "SummaryJapanese": "ボスボロットが鉄十字団と鉄仮面の抗争に遭遇し、一人ずつ捕らえて研究所に閉じ込めた。実はこの二人、超合金Zの隠し場所を知るための特攻部員だった。二人は隙をついて逃げ出し、別方向に逃走する。捕らえられた鉄仮面は鉄十字が爆弾を仕掛けたと嘘をついて隠し場所を聞き出し、素早く発信機を取り付けて自決する。発信電波に導かれ、機械獣・ユーバリンT9が地中から襲来。ついに超合金Zが敵の手に渡ってしまう。"
                },
                "57": {
                    "ID": "825011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825011",
                    "TitleEnglish": "Dr. Hell Seizes Japan!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Dr.ヘル 日本占領!!",
                    "SummaryJapanese": "ドクターヘルは奪い取った超合金Zを使い、機械獣・バルモスQ7を完成させた。彼は電磁網でマジンガーZを捕らえると、飛行要塞グールの内部に閉じ込め、光子力研究所をバルモスQ7に襲わせて降伏を迫る。新型バリヤーもバルモスQ7の前には無力。弓教授はとうとう研究所の明け渡しを決め、あしゅら男爵は勇んで接収に出向いてゆく。だが、彼が功を焦ったためにグール内が手薄になり、囚われの甲児は脱出のために動き出す…。"
                },
                "58": {
                    "ID": "825021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825021",
                    "TitleEnglish": "Front Line Base: Hell’s Fortress!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "前線基地　地獄城!!",
                    "SummaryJapanese": "先の失敗の責めを負って幽閉されていたあしゅら男爵に、ドクターヘルから挽回のチャンスが与えられた。日本侵略の最前線基地とするため、地獄城を建設せよというのだ。一方のブロッケン伯爵は甲児を暗殺するために兜邸の爆破を計画する。無事に逃れた甲児たちだが、間髪を入れずに機械獣・ジャイアントF3が襲いかかってくる。恐ろしく巨大なジャイアントF3に、出動したマジンガーZとアフロダイAは大苦戦を強いられる。"
                },
                "59": {
                    "ID": "825031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825031",
                    "TitleEnglish": "Hell Fortress: The Devil’s Declaration of Battle",
                    "SummaryEnglish": null,
                    "TitleJapanese": "地獄城悪魔の戦闘宣言!!",
                    "SummaryJapanese": "酷使がたたって故障を起こしたマジンガーZは、修理が終わるまでは動かせない状態にあった。そこに機械獣・タイターンG9が襲来。ボスボロットとアフロダイAが時間を稼いでいるうちに修理が終わり、マジンガーZは出動する。マジンガーはタイターンG9に足を踏みつけられて動きを封じられるものの、もりもり博士の発明した新兵器・アイアンカッターでG9を切り裂いて無事に勝利をおさめる。しかし、地獄城は既に完成していて…。"
                },
                "60": {
                    "ID": "825041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825041",
                    "TitleEnglish": "Mazinger Z Fires Its Secret Weapon!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "マジンガーZ秘密兵器発射!!",
                    "SummaryJapanese": "地獄城から放たれた無数のミサイルが、光子力研究所に降りそそいだ。マジンガーZが被害を最小限に食い止めるために出動した隙をつき、機械獣・デスクロスV9が研究所を攻撃する。ドクターヘルの計画した、ミサイル攻撃と機械獣を同時に用いる両面作戦だ。しかし、あしゅら男爵とブロッケン伯爵の仲違いによって作戦はまたしても崩壊。マジンガーZは連射ミサイルを装備したアフロダイAと共に、デスクロスV9と対決する！"
                },
                "61": {
                    "ID": "825051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825051",
                    "TitleEnglish": "Robot of Destiny, the Song of Rhine X",
                    "SummaryEnglish": null,
                    "TitleJapanese": "宿命のロボット　ラインXの歌",
                    "SummaryJapanese": "ある日シローは、美少女・ローレライを鉄仮面の手から救った。彼女の父親・ハインリッヒ博士は、ドクターヘルに依頼されて製作した機械獣を連れて逃亡中の人物だった。博士は既に殺害され、いまわの際にローレライがサイボーグであることを告白していた。生前の彼は、マジンガーZを上回るロボットを製作するという夢を抱いていた。その夢の結晶がローレライだったのだ。ローレライは亡き父の夢を叶えるため、マジンガーZに戦いを挑む。"
                },
                "62": {
                    "ID": "825061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825061",
                    "TitleEnglish": "No Way?! Boss Borot Takes Flight!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "意外?! ボスボロット空中飛行",
                    "SummaryJapanese": "光子力研究所の電源を断つため、機械獣ナイターンO3が原子力発電所を襲った。出動したマジンガーZに思わぬトラブルが持ち上がる。空を飛べないことを甲児にバカにされたボスが、自分のロボットにも飛行能力を与えようとスクランダーの誘導装置を盗み出してしまったのだ。ブロッケン伯爵はこの機に乗じてナイターンO3を改造。地面に釘付けになったマジンガーは、空中を素早く移動する機械獣に少しずつ追いつめられてゆく。"
                },
                "63": {
                    "ID": "825071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825071",
                    "TitleEnglish": "The Beauty Holds a Bomb",
                    "SummaryEnglish": null,
                    "TitleJapanese": "爆弾を抱えた美少女",
                    "SummaryJapanese": "あしゅら男爵は得意の変装術を使ってお手伝いのひとみに化け、光子力研究所に易々と潜入した。その頃、飛行要塞グールでは機械獣・ファンガスB7が出撃の時を待っていた。あしゅら男爵が研究所内に装置を仕掛けて電波障害を起こし、レーダーが不能になったところを狙って襲いかかる手はずなのだ。もちろん、ジェットスクランダーにも細工が施してある。マジンガーZはたとえ出動できても、圧倒的不利な状況のまま戦わねばならないのだ。"
                },
                "64": {
                    "ID": "825081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825081",
                    "TitleEnglish": "Lady 007 vs. Brocken’s Hit Men",
                    "SummaryEnglish": null,
                    "TitleJapanese": "女007対ブロッケン殺人鬼",
                    "SummaryJapanese": "機械獣・デビルチーフA7が護送車を襲い、脱走した凶悪殺人犯が光子力研究所に逃げ込んだ。彼らに研究所を占拠させてから攻撃を加えるという、ブロッケン伯爵の作戦だった。デビルチーフA7は反撃を受けることもないまま、出動できないマジンガーZを破壊しようと攻撃する。窮地を救ったのは、お手伝いとして研究所に来ていた女性・みさとだった。彼女はヘリコプターを使って殺人犯の拘束に成功。甲児は負傷しながらもマジンガーZを出動させる。"
                },
                "65": {
                    "ID": "825091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825091",
                    "TitleEnglish": "The Wind Carries Balloon Bombs!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "風が運んだ風船爆弾",
                    "SummaryJapanese": "風船爆弾が街に飛来。調査に赴いたマジンガーZは、ドクターヘルの仕掛けた罠にかかってしまう。磁気嵐で有名な魔の三角地帯に引きずり込まれ、行方不明になってしまったのだ。捜索に向かったアフロダイAの前に、機械獣・マリオンP3が立ちはだかる。マリオンP3はアフロダイAを苦もなく退けると、分離飛行で攻撃をかわしながらバリヤーを溶かし、光子力研究所に襲いかかる。マジンガーZは危機を救うために戻ってくることができるのだろうか？"
                },
                "66": {
                    "ID": "825101",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825101",
                    "TitleEnglish": "Invisible Killer: Jenova M9",
                    "SummaryEnglish": null,
                    "TitleJapanese": "姿なき殺し屋ジェノバM9",
                    "SummaryJapanese": "ジェノバM9は、超遠距離狙撃を得意とする誇り高き機械獣だった。マジンガーZはたった一発の銃弾でレーダーを破壊され、航行不能に陥ってしまう。ところがジェノバM9は正々堂々の勝負を望み、とどめを刺そうとはしないのだった。応急処置を受けたマジンガーZは再びジェノバM9と対峙。アイアンカッターで機動力を奪われ、ドリルミサイルを受けてもなお、ジェノバM9は自らの誇りのために正々堂々と戦い続ける。"
                },
                "67": {
                    "ID": "825111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825111",
                    "TitleEnglish": "Don’t Cry Koji! A Sole Life on the Cross",
                    "SummaryEnglish": null,
                    "TitleJapanese": "泣くな甲児！ 十字架にかけた命",
                    "SummaryJapanese": "甲児はある時、鉄仮面軍団に追われていた少女を助けた。彼女の名前はエリカ。記憶を喪失していたが、脳裏には機械獣についての情報がおぼろげに残っていた。エリカを伴ってマジンガーZで出動した甲児は、「恥ずかしいのも笑ったのも初めて」と呟く繊細さに心を動かされる。しかし彼女には恐ろしい秘密があった。実はあしゅら男爵の送り込んだエスピオナージR1という人造人間だったのだ。記憶を取り戻したエリカは甲児を窮地に陥れるが…。"
                },
                "68": {
                    "ID": "825121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825121",
                    "TitleEnglish": "Bodyguard From Hell, Archduke Gorgon",
                    "SummaryEnglish": null,
                    "TitleJapanese": "地獄の用心棒ゴーゴン大公!!",
                    "SummaryJapanese": "ドクターヘルは侵略計画の相次ぐ失敗に激高し、ゴーゴン大公に援軍を求めた。ブロッケン伯爵はこれを恥と考え、自らの実力を認めさせるために玉砕覚悟の戦いに乗り出すことを決心した。機械獣・スケルトン07を連れて、飛行要塞グールマジンガーZを攻撃するのだ。スケルトン07は精神を蝕む超音波を発し、戦いを有利に展開する。ところがゴーゴン大公の援軍が上陸を開始したとの報告を受けた途端、戦闘を放棄してしまう。"
                },
                "69": {
                    "ID": "825131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825131",
                    "TitleEnglish": "Melted in the Air! The Hover Pilder",
                    "SummaryEnglish": null,
                    "TitleJapanese": "空中溶解！ ホバーパイルダー",
                    "SummaryJapanese": "ゴーゴン大公の参戦に、人類の存亡を賭けた戦いは新たな局面を迎えた。束の間の平和に包まれる光子力研究所に、機械獣・グシオスβIIIが接近。素早い動きでバリヤーの中に入り込むと、金属を溶解させる腐食光線を放って設備を破壊し始める。光線を浴びると、超合金Zすら簡単に溶かされてしまうのだ！ これではマジンガーZを出撃させられない…なすすべもなく追い詰められてゆく中、弓教授は持ち前の頭脳で大逆転の秘策を練っていた。"
                },
                "70": {
                    "ID": "825141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825141",
                    "TitleEnglish": "The Invincible Commander, Koji Kabuto!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "不死身の指揮官・兜甲児!!",
                    "SummaryJapanese": "ホバーパイルダーがグシオスβIIIに破壊されてしまったため、マジンガーZの活動は不可能になっていた。弓教授は新パイルダーの開発に着手するが、思うように進行しない。それを知ったドクターヘルは、ブロッケン伯爵に命じて機械獣・ミノスM7を出動させる。ボスボロットとアフロダイAが迎撃に出るが、ミノスM7の猛攻にあっけなく退けられてしまう。一方の甲児は、みさとやシローと協力してミノスM7を地雷原に誘い出す作戦を立てる。"
                },
                "71": {
                    "ID": "825151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825151",
                    "TitleEnglish": "Crisis Relief!! Go New Pilder!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "危機突破!! 新パイルダーGO!!",
                    "SummaryJapanese": "光子力研究所の研究員たちは、新パイルダーの全面改造とマジンガーZのパワーアップ計画に夜を徹して取り組んでいた。ゴーゴン大公はこれを阻止せんと、機械獣・ユニコーンΣ2に光子力研究所を襲わせる。甲児はマジンガーZを出動させるが、ジェットスクランダーは改造中のために使うことができない。そこで彼は、いったんパイルダーオフ。ジェットパイルダーのミサイルでユニコーンΣ2の翼を破壊し、地上での肉弾戦に持ち込む。"
                },
                "72": {
                    "ID": "825161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825161",
                    "TitleEnglish": "For the Kill! The Giant Swing Rocket Punch",
                    "SummaryEnglish": null,
                    "TitleJapanese": "必殺!! 大車輪ロケットパンチ",
                    "SummaryJapanese": "ゴーゴン大公はマジンガーZに本格的な宣戦布告を叩きつけ、強力な機械獣・アポロンA1を繰り出してきた。その頃、光子力研究所では大車輪ロケットパンチの開発が急がれていた。アポロンA1には従来のロケットパンチやブレストファイヤーすら通用せず、手も足も出ないうちに飛行要塞グールの鉄十字軍団が降下作戦を開始してしまう。もはやこれまでかと思われた時、三博士がようやく大車輪ロケットパンチを完成させた！"
                },
                "73": {
                    "ID": "825171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825171",
                    "TitleEnglish": "Mazinger Z Is Abducted",
                    "SummaryEnglish": null,
                    "TitleJapanese": "誘拐されたマジンガーZ",
                    "SummaryJapanese": "パイルダーオフした一瞬の隙をつかれ、マジンガーZの機体がゴーゴン大公に盗まれてしまった。ゴーゴン大公は飛行要塞グールに格納したマジンガーを破壊しようとするが果たせず、腹いせに上空から落として研究所にぶつけようとする。甲児は落ちてくるマジンガーに空中でパイルダーオン。完成した新ジェットスクランダーを呼び出して装着し、機械獣・ケントールγ7の磁気嵐を起こす角を新兵器・サザンクロスで切り落とす。さあ、反撃の始まりだ！"
                },
                "74": {
                    "ID": "432590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/432590",
                    "TitleEnglish": "Heroic!! The End of Aphrodite A!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "壮烈!! アフロダイAの最期!!",
                    "SummaryJapanese": "アフロダイAが怪鳥型機械獣・バルビアπ7に襲われ、マジンガーZに救援を求める。甲児はバイクの特訓中に負傷していたが、あしゅら男爵が研究所にまで攻撃をしかけてきたため、怪我をおしてマジンガーZを出撃させる。思うように動けないマジンガーZに、バルビアπ7の放った無数の羽根爆弾が襲いかかる。その時、満身創痍になって倒れていたアフロダイAが立ち上がり、身代わりとなるためにマジンガーZの前に両手を広げて立ちはだかった…。"
                },
                "75": {
                    "ID": "432591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/432591",
                    "TitleEnglish": "Suicide Attack! Gorgon’s Mechanical Beast",
                    "SummaryEnglish": null,
                    "TitleJapanese": "決死の攻撃！ ゴーゴン機械獣",
                    "SummaryJapanese": "アフロダイAを失ったさやかの悲しみは深かった。しかし感傷に浸っている間もなく、ゴーゴン大公の機械獣・サーペンターI6が襲来する。サーペンターI6には光子力ビームもルストハリケーンも通用しない。勝機ありとみたゴーゴン大公は、飛行要塞グールの機体で建物を押し潰してしまおうと、光子力研究所の上にのしかかってくる。マジンガーZはサーペンターI6との戦いをボスボロットに任せ、急ぎ研究所へと引き返すが…。"
                },
                "76": {
                    "ID": "825181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825181",
                    "TitleEnglish": "Lover of the Century, Dianan A",
                    "SummaryEnglish": null,
                    "TitleJapanese": "世紀の恋人　ダイアナンA",
                    "SummaryJapanese": "アフロダイAに替わる新ロボット・ダイアナンAの完成が目前に迫っていた。沈みがちだったさやかも元気を取り戻し、ダイアナンAのコクピットとなるスーパーバイク・スカーレットモビルの練習に余念がない。このスカーレットモビルが、暴走族のリーダー・ジェロニモに強奪されてしまう。甲児が取り戻しに出向くが、ジェロニモの暴力によって記憶をなくしてしまうのだった。思わぬチャンスを得たドクターヘルは、機械獣・ドラゴUを出撃させる。"
                },
                "77": {
                    "ID": "825191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825191",
                    "TitleEnglish": "Officer at Death’s Door: Count Brocken",
                    "SummaryEnglish": null,
                    "TitleJapanese": "瀕死の参謀ブロッケン伯爵",
                    "SummaryJapanese": "ドクターヘルの命令によって、ブロッケン伯爵は飛行要塞グールと機械獣・ブラスターA7を同時に用いる作戦に取りかかった。グールでマジンガーZを誘い出し、手薄になった研究所の地下にブラスターA7を潜り込ませて自爆させるのだ。だが、思わぬハプニングが起きてしまう。マジンガーZの放ったスクランダーカッターが偶然にもグールのコックピットに命中し、ブロッケン伯爵の胴体が真っ二つにされてしまったのだ！"
                },
                "78": {
                    "ID": "432592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/432592",
                    "TitleEnglish": "Baron Ashura Dies With Honor in the Pacific Ocean!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "あしゅら男爵 太平洋に散る!!",
                    "SummaryJapanese": "地獄城の地下牢に幽閉されているあしゅら男爵には、もはや鉄十字団さえ従おうとはしなかった。プライドを傷付けられた彼は脱獄を敢行し、ゴーゴン大公の機械獣・エレファンスγ3に搭乗して光子力研究所を攻撃する。その頃、ミサイル攻撃によっておびき出されたマジンガーZは、要塞ブードと決戦を繰り広げていた。ブードは体当たりによって轟沈するものの、マジンガーZも機能を破壊されて海底から動けなくなってしまう。"
                },
                "79": {
                    "ID": "825201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825201",
                    "TitleEnglish": "Mazinger Will Explode in Less Than 1 Minute!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "マジンガー爆発1秒前!!",
                    "SummaryJapanese": "ゴーゴン大公の機械獣・グリークスΨIIが、あしゅら男爵の弔い合戦とばかりに光子力研究所に襲いかかってきた。さやかがハイキングに出かけていた甲児に急を報せるが、甲児はいつものヒステリーだと誤解して耳を貸そうとしない。代わりに呼び戻しに向かったもりもり博士は、罠にかかって車を爆破されて命を落としてしまった。甲児はマジンガーZに乗り込み、もりもり博士の遺したアイアンカッターでグリークスΨIIに怒りの猛攻撃を加える。"
                },
                "80": {
                    "ID": "825211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825211",
                    "TitleEnglish": "A Trap Waits at Bardos Island!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "バードス島の罠にかかれ!!",
                    "SummaryJapanese": "光子力研究所の研究員が、ドクターヘルがバードス島の要塞化に取りかかったという内容の通信をキャッチした。研究員のほとんどが罠だと見抜くが、血気にはやる甲児はマジンガーZを動かしてバードス島へ向かってしまう。案の定、島には罠が張り巡らされていた。マジンガーZは完全に動きを封じられた挙げ句、身をかわす術もないままミサイル攻撃を受ける。機械獣・ブラッキーF2まで出現。救援に急ぐさやかたちは、果たして間に合うのか？"
                },
                "81": {
                    "ID": "825221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825221",
                    "TitleEnglish": "Sleep in Hell, Koji Kabuto!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "地獄で眠れ！ 兜甲児!!",
                    "SummaryJapanese": "甲児が鉄十字軍団によって誘拐され、代わりにドクターヘルの作った甲児そっくりのサイボーグが光子力研究所に送り込まれた。真っ先に不審を抱いたのはみさとだった。彼女は研究所のキャッチした正体不明の電波の発信源を探し当て、本物の甲児を助け出す。その頃、光子力研究所は機械獣・トリプルL5の攻撃を受けていた。降伏を迫るブロッケン伯爵は、弓教授に驚くべきものを見せる。それは、処刑台に架けられた甲児の姿だった…。"
                },
                "82": {
                    "ID": "825231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825231",
                    "TitleEnglish": "Mazinger Falls Into the Devil’s Hands",
                    "SummaryEnglish": null,
                    "TitleJapanese": "悪魔の手に渡ったマジンガーZ",
                    "SummaryJapanese": "ゴーゴン大公が鳥形機械獣・ボルグγ2でボスボロットを人質に取り、引き替えにマジンガーZを渡せと迫ってきた。弓教授はやむなく要求を呑み、光子力研究所はかつてない危機に陥ってしまう。ブロッケン伯爵はマジンガーZに乗り込んで甲児たちを皆殺しにしようと試みるが、思うように操縦することが出来ない。逆転勝利のチャンスありとみた甲児は、さやかに借りたスカーレットモビルでジェットパイルダーに飛び乗ろうと試みる。"
                },
                "83": {
                    "ID": "825241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825241",
                    "TitleEnglish": "First Encounter!! Phantom Officer Viscount Pygman!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "初見参!! 妖怪参謀ピグマン子爵!!",
                    "SummaryJapanese": "ドクターヘルの新しい配下・ビグマン子爵は、怪しげな術を使って敵を幻惑する不気味な怪人だった。ピグマン子爵は一人で光子力研究所に忍び込むと、催眠光線でダイアナンAとボスボロットを操ってマジンガーZを襲撃させる。甲児の乗ったジェットパイルダーは、ピグマン子爵の攻撃によって墜落してしまった。それに呼応するように、機械獣・キケロスL5が出現。甲児の安否を気遣うみさとが、光子銃を持って墜落現場に駆けつけるが…。"
                },
                "84": {
                    "ID": "825251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825251",
                    "TitleEnglish": "The Ocean’s Depths Are Mazinger Z’s Grave!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "深海はマジンガーZの墓場だ!!",
                    "SummaryJapanese": "航海中の船舶が、巨大な尻尾に襲われる事件が発生。調査を始めたダイアナンAも、尻尾による高圧電流攻撃を受ける。怪物の正体は機械獣・ポセスOIIだった。海底に引きずり込まれたマジンガーZが水の外に逃れようとすると、すかさず飛行要塞グールが退路を断つ。ポセスOIIの吐き出した無数の小型爆弾がマジンガーZに貼り付き、超合金Zのボディを破壊してゆく。仲間のピンチに、水中用に改良を加えられたボスボロットが救援に向かう！"
                },
                "85": {
                    "ID": "825261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825261",
                    "TitleEnglish": "Bizarre!! Attack of the Black Shadow!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "怪奇!! 黒い影の襲撃!!",
                    "SummaryJapanese": "光子力研究所にピグマン子爵が潜入し、発見されると逃げていった。追跡する甲児。彼とマジンガーZを研究所から引き離すことこそピグマン子爵の狙いだった。ピグマン子爵は再び研究所内に現れ、次々に所員を襲ってゆく。甲児はコントロールタワーに隠れたシローの連絡で事件を知って引き返そうとするが、超音波攻撃を駆使する機械獣・レイヤスD5に寄って阻まれる。マジンガーZはレイヤスD5を倒し、研究所の危機を救うことが出来るのだろうか？"
                },
                "86": {
                    "ID": "825271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825271",
                    "TitleEnglish": "General Attack! Triple Death Strategy",
                    "SummaryEnglish": null,
                    "TitleJapanese": "総攻撃！ 死のトリプル大作戦",
                    "SummaryJapanese": "マジンガーZの新兵器開発に協力するため、電子工学の世界的権威であるワトソン博士が来日した。だが、ドクターヘルが機械獣・ボーネストS9を出撃させ、博士の乗るヘリコプターを洞窟に閉じ込めてしまう。マジンガーZはゴーゴン大公の妖機械獣・バーラスΔVと戦闘中で、救出に向かうことが出来ない。ボスボロットが助太刀に駆けつけるが、バーラスΔV、ボーネストS9、飛行要塞グールに取り囲まれて大ピンチに陥ってしまう。"
                },
                "87": {
                    "ID": "825281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825281",
                    "TitleEnglish": "Death by Explosion!! The Terrifying Viscount Pygman!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "爆死!! 恐怖のピグマン子爵!!",
                    "SummaryJapanese": "ピグマン子爵がキャンプに来ていたボスとさやかたちを誘拐し、ただちに光子力研究所を明け渡さねば全員を殺害すると脅迫してきた。甲児たちはやむなく要求に従い、ピグマン子爵はついに研究所を手中に収める。ところが彼は意外な行動に出た。飛行要塞グールが敷地内に着陸するのを拒み、ドクターヘルに対して公然と裏切りを宣言したのだ！ ボスボロットとダイアナンAは研究所の奪還を試み、甲児はバイクを飛ばしてバリヤーに突入してゆく。"
                },
                "88": {
                    "ID": "825291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/825291",
                    "TitleEnglish": "Life or Death?! Desperate Battle of Hell Island!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "生か死か?! 地獄島必死の攻防戦!!",
                    "SummaryJapanese": "ドクターヘルが大がかりな作戦に取りかかった。マジンガーZを本拠地である地獄島へと誘き出し、徹底的に叩き潰そうというのだ。飛行要塞グールを追って島に降り立ったマジンガーZは、溶岩攻めに遭って身動きがとれなくなってしまう。そこに強力な機械獣・ハーケンシュミットX9が出現し、マジンガーをいいようになぶった後に甲児をジェットパイルダーから引きずり出してしまう。抵抗空しく、甲児は今度こそ本当に処刑台に架けられてしまう…。"
                },
                "89": {
                    "ID": "442220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/442220",
                    "TitleEnglish": "It’s Now or Never!! Miracle at 4000 Meters Underground!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "待ったなし!! 驚異の地底4,000M",
                    "SummaryJapanese": "光子力研究所と地獄島の双方が、戦闘によって大きな損害をこうむっていた。双方とも修復を急ぐ中、ゴーゴン大公は妖機械獣・ギラニアβ5と鉄十字軍団を率いて研究所攻撃に乗り出した。ギラニアβ5はダイアナンAとボスボロットを退けると、研究所の地下深くに潜り始める。攻撃の手の届かない地下深くで、体内に仕込んだコバルト爆弾を爆発させるつもりなのだ。これを阻止するため、弓教授は研究所の技術をフル回転させて対策を急ぐ。"
                },
                "90": {
                    "ID": "432593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/432593",
                    "TitleEnglish": "Get Angry, Shiro!! Shoot Your Mother’s Vestige!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "怒れシロー!! 母の面影を撃て!!",
                    "SummaryJapanese": "大人たちが研究所の修復作業に追われる中、誰にも構ってもらえないシローは何となく疎外されたような気持ちになっていた。そんな彼の前に、死んだはずの母親が姿を現す。誰もが平和に暮らすために、戦闘兵器であるジェットパイルダーを壊してほしい…母親に頼まれたシローは、言われるがままに爆弾を仕掛けてしまう。もちろん死んだ人間が生き返るわけがない。シローが母親と思い込んだ女性は、ドクターヘルの作ったアンドロイドだったのだ。"
                },
                "91": {
                    "ID": "432594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/432594",
                    "TitleEnglish": "Last Chance!! Dr. Hell’s Decisive Battle of Death!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ラストチャンス!! Dr.ヘル死の決戦!!",
                    "SummaryJapanese": "甲児たちは先制攻撃をかけるべく、地獄島へと向かった。待ち受けるは、強力な機械獣・ハリビューンV6だ。ハリビューンV6はマジンガーを海底に引きずり込んで猛攻撃を加える。ボスボロットとダイアナンAの前には別の機械獣・サイガO3が出現し、空手殺法で襲いかかる。ブレストファイヤーでハリビューンV6を仕留めたマジンガーZは、地上に戻ってサイガO3も倒す。さあ、残る敵はドクターヘルとブロッケン伯爵だけだ！"
                },
                "92": {
                    "ID": "432598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mazinger-z/episodes/432598",
                    "TitleEnglish": "Death Match!! Resurrect Our Mazinger Z!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "デスマッチ!! 甦れ我等のマジンガーZ!!",
                    "SummaryJapanese": "飛行要塞グールの大爆発と共にドクターヘルの野望は潰え、地下帝国も滅び去った。光子力研究所では勝利と平和を祝うパーティーが開かれている。だが、ゴーゴン大公が生き延びて戦場を逃れていた。彼はミケーネ帝国の本拠地に戻ると、暗黒大将軍に地上を征服するよう進言する。ついに動き出した暗黒大将軍の前に、マジンガーZは奮戦むなしく敗れ去ってしまう。その時、人類の危機を救うために新たなるスーパーロボットが姿を現した！"
                }
            }
        }
    }
}