{
    "URL": "https://www.thetvdb.com/series/jojos-bizarre-adventure",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Thriller"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/A0C0-41DB-BED1-03B4-6BE0-F",
        "https://www.imdb.com/title/tt0248119/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP02525213",
        "https://www.tvmaze.com/shows/8287/show-slug",
        "https://www.themoviedb.org/tv/60862",
        "https://www.wikidata.org/wiki/Q28930028",
        "https://en.wikipedia.org/wiki/42403589"
    ],
    "TitleEnglish": "JoJo's Bizarre Adventure",
    "SummaryEnglish": "Based on the long-running manga by Hirohiko Araki, the first OVA series follows Josef Joestar and his 17-year-old grandson Jotaro as they attempt to finish the family blood feud against the immortal vampire Dio. Josef and Jotaro have gathered several mystical warriors each with powers representing one card from The Stand (a variation of Tarot cards), with Jotaro having powers over the strongest Stand - the Star Platinum. Dio himself has gathered Stand warriors and together they face off for the sake of Jotaro's mother Holly and domination of the world.",
    "TitleJapanese": "ジョジョの奇妙な冒険",
    "SummaryJapanese": "ジョースター一族と、邪悪な吸血鬼と化したディオやその後継者たちが、1世紀以上に亘って繰り広げる戦いを描く大河群像劇である。",
    "Aliases": [
        "JoJo no Kimyou na Bouken"
    ],
    "Modified": "2025-05-17",
    "Seasons": {
        "0": {
            "ID": "37763",
            "URL": "https://www.thetvdb.com/series/jojos-bizarre-adventure/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4750876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jojos-bizarre-adventure/episodes/4750876",
                    "TitleEnglish": "Phantom Blood",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "55911",
            "URL": "https://www.thetvdb.com/series/jojos-bizarre-adventure/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "565661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jojos-bizarre-adventure/episodes/565661",
                    "TitleEnglish": "The Fool Iggy and The God of Prosperity N'dul Part 1",
                    "SummaryEnglish": "Jotaro and his companions finally reach Egypt. There, they are met by a Speedwagon Foundation helicopter that delivers a new addition to their group—a dog named Iggy who is actually the user of The Fool Stand. When the helicopter crashes just a short time later, the group investigates, only to find themselves pitted against another of DIO's assassins—N'Doul and his deadly Stand, the Egyptian god Geb.",
                    "TitleJapanese": "「愚者」のイギーと「ゲブ神」のンドゥール -前編-",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "565671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jojos-bizarre-adventure/episodes/565671",
                    "TitleEnglish": "The Fool Iggy and The God of Prosperity N'dul Part 2",
                    "SummaryEnglish": "Jotaro and the others find themselves stranded and at the mercy of N'Doul's incredibly strong and mercurial Stand Geb. Faced with almost certain death, Jotaro makes a desperate gambit and forces Iggy to help him strike back at N'Doul, but Iggy has other plans. He betrays Jotaro at a critical moment, offering him to Geb in order to save his own life.",
                    "TitleJapanese": "「愚者」のイギーと「ゲブ神」のンドゥール -後編-",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "565681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jojos-bizarre-adventure/episodes/565681",
                    "TitleEnglish": "Gambler D'Arby",
                    "SummaryEnglish": "The companions search the huge Egyptian capital of Cairo, showing everyone they meet the photo of a mysterious building where they think DIO resides. In an odd café, they encounter a gambler named D'Arby who claims to have the information they need. The catch is, they have to beat him in the ultimate wager—one where their very souls are at stake thanks to the use of his Stand Osiris. After Polnareff and Joseph fall victim to D'Arby's cheats, Jotaro must come up with a way to out gamble a gambler.",
                    "TitleJapanese": "ダービー・ザ・ギャンブラー",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "565691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jojos-bizarre-adventure/episodes/565691",
                    "TitleEnglish": "DIO's World: The Warrior of the Void: Vanilla Ice",
                    "SummaryEnglish": "Jotaro and his companions finally arrive at DIO's lair and find their way to the room where his coffin resides. Just as they prepare to strike the fatal blow, DIO's mysterious Stand powers, coupled with that of his finest assassin, Vanilla Ice, slay Avdol before their horrified eyes. Jotaro, Joseph, and Kakyoin go after DIO, hoping to kill him before the sun sets when he will have free rein over the city, while Polnareff and Iggy get revenge for Avdol's death against Vanilla Ice.",
                    "TitleJapanese": "DIOの世界 -亜空の瘴気ヴァニラ・アイス-",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "565701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jojos-bizarre-adventure/episodes/565701",
                    "TitleEnglish": "DIO's World: Kakyoin - Duel in the Barrier",
                    "SummaryEnglish": "DIO pursues Joseph through the streets of Cairo, leaving an incredible swath of death and destruction in his wake. Kakyoin comes to Joseph's aid, only to be crushed by the power of DIO's Stand The World. As Kakyoin lies alone and dying, he realizes in the last moments of life the true nature of DIO's Stand, and he attempts to send them one final message to reveal that The World can stop time.",
                    "TitleJapanese": "DIOの世界 -花京院 結界の死闘-",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "565711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jojos-bizarre-adventure/episodes/565711",
                    "TitleEnglish": "DIO's World: Farewell, My Friends",
                    "SummaryEnglish": "The century-old blood feud finally comes to a close in the final battle between Jotaro and DIO. The World seems invincible as Jotaro is struck time and time again with murderous blows. If Jotaro cannot discover the secret of DIO's Stand and find some way to counter it, the Joestar line will come to an abrupt and bloody end.",
                    "TitleJapanese": "DIOの世界 -さらば友よ-",
                    "SummaryJapanese": null
                }
            }
        },
        "2": {
            "ID": "498953",
            "URL": "https://www.thetvdb.com/series/jojos-bizarre-adventure/seasons/official/2",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "4409319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jojos-bizarre-adventure/episodes/4409319",
                    "TitleEnglish": "The Evil Spirit",
                    "SummaryEnglish": "Seventeen-year-old Jotaro Kujo refuses to leave his jail cell, believing that he is possessed by an evil spirit. When Jotaro's mother, Holly, his grandfather Joseph Joestar, and the mysterious Mohammed Avdol come to try to coax him out, a battle erupts between Avdol's \"evil spirit\" Magician's Red and Jotaro's Star Platinum, revealed to be psychic manifestations known as Stands.",
                    "TitleJapanese": "悪霊",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4409320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jojos-bizarre-adventure/episodes/4409320",
                    "TitleEnglish": "Hierophant Green",
                    "SummaryEnglish": "Jotaro learns the secret of his Stand power and about his family's enemy, the vampire DIO. Later, Jotaro is attacked by Noriaki Kakyoin and his Stand Hierophant Green, an assassin controlled by DIO. When Holly falls into a Stand-induced coma, Joseph, Jotaro, and the others embark on a dangerous journey to Egypt to save her life and end the 100-year battle between DIO and the Joestar family.",
                    "TitleJapanese": "法皇の緑",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4409321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jojos-bizarre-adventure/episodes/4409321",
                    "TitleEnglish": "Silver Chariot and Strength",
                    "SummaryEnglish": "When the private jet carrying Jotaro and his companions to Egypt suddenly bursts into flames, the plane is forced to land in the ocean. As the party drifts in a lifeboat, a large freighter pulls alongside and they climb aboard. To their shock, there is no crew to be found—and the only passengers left aboard are an orangutan and enemy Stand user Jean-Pierre Polnareff, user of Silver Chariot. However, Polnareff is another one of DIO's unwilling victims, and soon joins the group as they face off against the orangutan Forever and his Stand Strength.",
                    "TitleJapanese": "銀の戦車＆力",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4409322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jojos-bizarre-adventure/episodes/4409322",
                    "TitleEnglish": "The Emperor and the Hanged Man",
                    "SummaryEnglish": "At a stopover on the way to Egypt, Polnareff is attacked by the Stand known as the Hanged Man, an enemy Stand who has two right hands and can only be seen in reflections. Realizing that it must be controlled by the same Stand user that had killed his younger sister, Polnareff breaks away from the rest of the group to seek his revenge. Polnareff is lured into a trap set by J. Geil, user of the Hanged Man and his partner, Hol Horse. When some of the party come to his aid, Avdol is killed by Hol Horse's Stand the Emperor.",
                    "TitleJapanese": "皇帝と吊られた男",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4409323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jojos-bizarre-adventure/episodes/4409323",
                    "TitleEnglish": "The Judgement",
                    "SummaryEnglish": "Kakyoin and Polnareff desperately seek a way to defeat the Hanged Man, who can strike out at them from within reflections while remaining invulnerable to their attacks. They must figure out a way to fight a Stand that can move at nearly the speed of light and can attack from anywhere.",
                    "TitleJapanese": "裁き",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4409324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jojos-bizarre-adventure/episodes/4409324",
                    "TitleEnglish": "The Mist of Vengeance",
                    "SummaryEnglish": "A thick fog envelopes the group as they travel towards Egypt, so they seek refuge in a nearby town. There, the companions stumble across a strangely mutilated dead body lying on a street corner. An old woman arrives on the scene with the police, and offers to let them stay at her hotel for the night. In the hotel bar, Polnareff encounters Enya, a beautiful and mysterious young woman on a deadly quest of revenge of her own as Polnareff has killed her son J. Geil.",
                    "TitleJapanese": "報復の霧",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4409325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/jojos-bizarre-adventure/episodes/4409325",
                    "TitleEnglish": "Justice",
                    "SummaryEnglish": "Polnareff becomes a living puppet under the control of Enya and her incredible mist of death Stand Justice. The group battles its way out of the hotel, only to find themselves surrounded by legions of the dead. All seems lost when Jotaro falls prey to a bizarre sneak attack, leaving him vulnerable to Enya's control as well. However, he soon comes up with a way to reveal the true identity of their foe.",
                    "TitleJapanese": "正義",
                    "SummaryJapanese": null
                }
            }
        }
    }
}