{
  "URL": "https://www.thetvdb.com/series/is-pure",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2078640/",
    "https://www.themoviedb.org/tv/43180"
  ],
  "TitleEnglish": "I''s",
  "SummaryEnglish": "Iori spends her holidays working as an actress, shooting a movie at the waterside of a lake, which has a mysterious small island called Lover's Island at its center. Ichitaka, on a biking trip, coincidentally makes a stop at the location where Iori is shooting. Meanwhile, Itsuki returned from her job as a molding artist in the United States and plans to meet her childhood friend Yosuke to fulfill a promise they made ten years ago.",
  "Aliases": [
    "From I''s"
  ],
  "Modified": "2025-07-19",
  "Seasons": {
    "0": {
      "ID": "38006",
      "URL": "https://www.thetvdb.com/series/is-pure/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 7,
      "Episodes": {
        "1": {
          "ID": "3536111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-pure/episodes/3536111",
          "TitleEnglish": "Another Summer Story (Part I)",
          "SummaryEnglish": "Iori spends her holidays working as an actress, shooting a movie at the waterside of a lake, which has a mysterious small island called Lover's Island at its center. Ichitaka, on a biking trip, coincidentally makes a stop at the location where Iori is shooting. Meanwhile, Itsuki returned from her job as a molding artist in the United States and plans to meet her childhood friend Yosuke to fulfill a promise they made ten years ago. Walking along the railroad track she, Yosuke and Ichitaka went along ten years ago, Itsuki is confused when she sees the lake with the small island in it at one side of the track, as she does not remember there being a lake. Yosuke, along with three of his biker friends, is also on his way to meet with Itsuki. However, the other bikers reveal to him that they are planning to rape Itsuki. He drives ahead to save Itsuki from them, but drops from his motorbike just as he crosses her path. The other bikers close in on him, stab him and let him drop into the lake (which he can not remember being there when he was a child). As the bikers spot Itsuki, she runs away.",
          "Aliases": []
        },
        "2": {
          "ID": "3536121",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-pure/episodes/3536121",
          "TitleEnglish": "Another Summer Story (Part II)",
          "SummaryEnglish": "Iori spends her holidays working as an actress, shooting a movie at the waterside of a lake, which has a mysterious small island called Lover's Island at its center. Ichitaka, on a biking trip, coincidentally makes a stop at the location where Iori is shooting. Meanwhile, Itsuki returned from her job as a molding artist in the United States and plans to meet her childhood friend Yosuke to fulfill a promise they made ten years ago. Walking along the railroad track she, Yosuke and Ichitaka went along ten years ago, Itsuki is confused when she sees the lake with the small island in it at one side of the track, as she does not remember there being a lake. Yosuke, along with three of his biker friends, is also on his way to meet with Itsuki. However, the other bikers reveal to him that they are planning to rape Itsuki. He drives ahead to save Itsuki from them, but drops from his motorbike just as he crosses her path. The other bikers close in on him, stab him and let him drop into the lake (which he can not remember being there when he was a child). As the bikers spot Itsuki, she runs away. Yasumasa and his friends want to pick up Iori at the Lake Side Hotel, but she already left as her shooting finished early. Meanwhile, she meets Ichitaka and they decide to take a boat and row across the lake to the island. As they arrive, Ichitaka recognizes the island as the place he, Yosuke and Itsuki visited as children, although back then there was no lake around it. Just then, Iori and Ichiitaka hear Itsuki on the other side of the lake screaming for help as the bikers found her and now want to rape and kill her. Ichitaka quickly rows over, leaving Iori alone on the island. He manages to hold back two of the bikers, but their leader knocks Itsuki out and abducts her on his motorbike. As it starts to rain heavy, Ichitaka follows them, while Yasumasa and his friends, who suddenly show up, take out the two bikers. Ichitaka takes a shortcut across a fragile old plank bridge to cat",
          "Aliases": []
        },
        "3": {
          "ID": "419805",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-pure/episodes/419805",
          "TitleEnglish": "Ichitaka's Delusion Diary 1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "419806",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-pure/episodes/419806",
          "TitleEnglish": "Ichitaka's Delusion Diary 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "419807",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-pure/episodes/419807",
          "TitleEnglish": "Ichitaka's Delusion Diary 3",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "419808",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-pure/episodes/419808",
          "TitleEnglish": "Ichitaka's Delusion Diary 4",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "7": {
          "ID": "419809",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-pure/episodes/419809",
          "TitleEnglish": "Ichitaka's Delusion Diary 5",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "1902305",
      "URL": "https://www.thetvdb.com/series/is-pure/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 6,
      "Episodes": {
        "1": {
          "ID": "419799",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-pure/episodes/419799",
          "TitleEnglish": "In the Beginning",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "419800",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-pure/episodes/419800",
          "TitleEnglish": "Reminiscence",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "419801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-pure/episodes/419801",
          "TitleEnglish": "Farewell",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "419802",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-pure/episodes/419802",
          "TitleEnglish": "Vertige",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "419803",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-pure/episodes/419803",
          "TitleEnglish": "Declaration of Love",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "419804",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-pure/episodes/419804",
          "TitleEnglish": "Together",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}