{
    "URL": "https://www.thetvdb.com/series/master-of-martial-hearts",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Mini-Series"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1339394/",
        "https://www.themoviedb.org/tv/87852"
    ],
    "TitleEnglish": "Master of Martial Hearts - Platonic Heart",
    "SummaryEnglish": "Walking home from school Aya Iseshima stumbles upon a brutal brawl between two girls fighting over something called the \"Platonic Heart\". Being a martial arts master herself Aya interferes in the fight to break it up. Afterwards Aya befriends one of the fighters and finds out the Platonic Heart is a jewel that can grant one wish for any girl that posseses it and there is a battle royal tournament going on for its control. Unfortunately for Aya it seems her interference has now registered her as a participant in the fight and it looks like there's no way out but to win.",
    "TitleJapanese": "Zettai Shougeki: Platonic Heart",
    "SummaryJapanese": "学校から帰ってきた伊勢島彩は、「プラトニック・ハート」と呼ばれるものを求めて戦う二人の少女の残忍な戦いに出くわす。 武道の先生である綾は、それを破るための戦いに干渉します。 その後、綾は戦闘機の1人と仲良くなり、プラトニックハートがそれを所有するすべての女の子に願いを叶えることができる宝石であり、そのコントロールのために激怒するバトルロワイヤルトーナメントがあることを発見します。 綾にとって残念なことに、彼女の干渉が彼女を戦いの参加者として登録したようであり、勝つ以外の方法はないようです。",
    "Aliases": [
        "Zettai Shogeki ~Platonic Heart~"
    ],
    "Modified": "2024-06-19",
    "Seasons": {
        "1": {
            "ID": "38338",
            "URL": "https://www.thetvdb.com/series/master-of-martial-hearts/seasons/official/1",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "417092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/master-of-martial-hearts/episodes/417092",
                    "TitleEnglish": "Battle 1 ~ Destiny Sprints Into Motion",
                    "SummaryEnglish": "Aya is a lethal knockout with a heart of gold and fists of fury. After breaking up a catfight between two scantily-clad brawlers, she finds herself involved in a clandestine martial arts tournament!",
                    "TitleJapanese": "Batoru 1 〜 desutinī Sprints Into mōshon",
                    "SummaryJapanese": "彩は金の心と怒りの拳を持った致命的なノックアウトです。 2人の薄着の喧嘩屋の間でキャットファイトを解散した後、彼女は秘密の武道トーナメントに参加していることに気づきました！"
                },
                "2": {
                    "ID": "417093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/master-of-martial-hearts/episodes/417093",
                    "TitleEnglish": "Battle 2 ~ A Reason to Fight",
                    "SummaryEnglish": "Aya's next match pits her against a curvy chemistry teacher with all the right moves. Neither fighter wants to mess up their opponent's pretty face, but in this tournament, the penalty for losing is death!",
                    "TitleJapanese": "Batoru 2 〜 tatakau riyū",
                    "SummaryJapanese": "彩の次の試合は、すべての正しい動きで曲線美の化学の先生と彼女を戦わせます。 どちらのファイターも対戦相手のかわいらしい顔を台無しにしたくはありませんが、このトーナメントでは、負けた場合のペナルティは死です！"
                },
                "3": {
                    "ID": "441940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/master-of-martial-hearts/episodes/441940",
                    "TitleEnglish": "Battle 3 ~ Three Sisters, Sworn Enemies",
                    "SummaryEnglish": "Aya proves she can hold her own in a poolside battle with a naughty policewoman. Later, she takes on three sexy sisters simultaneously before meeting the mystery man behind this deadly tournament.",
                    "TitleJapanese": "Batoru 3 〜 surīshisutāzu, suu~ōn'enemī",
                    "SummaryJapanese": "彩は、いたずらな警官とのプールサイドの戦いで自分自身を保持できることを証明します。 その後、彼女はこの致命的なトーナメントの背後にある謎の男に会う前に、3人のセクシーな姉妹を同時に引き受けます。"
                },
                "4": {
                    "ID": "1706591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/master-of-martial-hearts/episodes/1706591",
                    "TitleEnglish": "Battle 4 ~ Silently, Like Secrets",
                    "SummaryEnglish": "In her semi-final match, Aya ditches her tattered schoolgirl uniform in favor of a kitty-themed maid costume. Her new look drives the crowd wild, but Aya only cares about punishing her opponent!",
                    "TitleJapanese": "Battle 4 ~ Silently, Like Secrets",
                    "SummaryJapanese": "準決勝の試合で、綾はボロボロの女子高生のユニフォームを捨てて、子猫をテーマにしたメイドコスチュームを選びました。 彼女の新しい見た目は群衆をワイルドに駆り立てます、しかしアヤは彼女の対戦相手を罰することだけを気にします！"
                },
                "5": {
                    "ID": "1706601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/master-of-martial-hearts/episodes/1706601",
                    "TitleEnglish": "Battle 5 ~ Flames",
                    "SummaryEnglish": "Aya succeeds in reaching the final round of the tournament, but she'll have to defeat a clairvoyant opponent in order to learn the horrifying truth behind the Platonic Heart.",
                    "TitleJapanese": "Battle 5 ~ Flames",
                    "SummaryJapanese": "彩はトーナメントの最終ラウンドに到達することに成功しますが、プラトンハートの背後にある恐ろしい真実を学ぶために、彼女は千里眼の敵を倒す必要があります。"
                }
            }
        }
    }
}