{
    "URL": "https://www.thetvdb.com/series/junjou-romantica",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1210339/",
        "https://www.themoviedb.org/tv/37548"
    ],
    "TitleEnglish": "Junjou Romantica",
    "SummaryEnglish": "Misaki Takahashi is having trouble with her studies and needs a tutor in order to get into economics at university. In this way, Akihiko Usami, a renowned writer and friend of her brother, becomes her tutor. they get along too well, as Misaki Takahasi discovers that Akihiko Usami is gay, he writes \"boys love\" novels and is also madly in love with his brother, whom he uses in his erotic novels.",
    "TitleJapanese": "純情ロマンチカ",
    "SummaryJapanese": "恋に落ちなさい。―愛を語るのはそれからだ。\n\n大学受験を目前に控えた高橋美咲は、兄の親友である超有名小説家・宇佐見秋彦に家庭教師をしてもらうことに。第一印象は最悪。更に宇佐見が、兄・孝浩と宇佐見とをモデルにした「BL小説」を別のペンネームで書いていることを知り、驚愕。全く気が合いそうにない二人だったが、孝浩のためにと協力して勉強に励むうちに……大問題発生!?",
    "Aliases": [
        "Junjō Romantica",
        "Junjou Romantica ~Pure Romance~",
        "Pure Hearted Romance"
    ],
    "Modified": "2022-12-04",
    "Seasons": {
        "0": {
            "ID": "38454",
            "URL": "https://www.thetvdb.com/series/junjou-romantica/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "1179701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/1179701",
                    "TitleEnglish": "Junjou Romantica: DVD Special",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4538273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/4538273",
                    "TitleEnglish": "Junjou Romantica: DVD Special 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4684505",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/4684505",
                    "TitleEnglish": "Junjou Romantica: OVA 1",
                    "SummaryEnglish": "The OAD is being produced to celebrate the 10th anniversary of the manga series. The OAD feature all three main couples from the Junjou Romantica manga (Junjou Romantica, Junjou Egoist, Junjou Terrorist).",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5495140",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/5495140",
                    "TitleEnglish": "Junjou Romantica: OVA 2",
                    "SummaryEnglish": "Unaired episode bundled with the 20th volume of the Junjou Romantica manga.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "38455",
            "URL": "https://www.thetvdb.com/series/junjou-romantica/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "418010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/418010",
                    "TitleEnglish": "Truth is Stranger Than Fiction",
                    "SummaryEnglish": "Misaki doesn't have the best grades, so his brother, Takahiro, sets him up to live with his childhood friend, Akihito Usami, to be tutored so Misaki can get into college. Akihito is a top-selling, award-winning novelist. So, one day Misaki decides to check out one of the best-selling novels. Misaki discovers that Akihito writes boy-love books! And if that's not bad enough, his brother's name is one of the leading roles! Just what kind of relationship does this Akihito and Misaki's beloved older brother, Takahiro, have with each other?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "418011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/418011",
                    "TitleEnglish": "No Use Crying Over Spilt Milk",
                    "SummaryEnglish": "Misaki has now been living with Akihito for a month. They get along smashingly…Especially since they are developing somewhat of a relationship. How exactly will Misaki cope with having his name be the new star of Akihito's romance novels? And how will Akihito deal with his overwhelming jealousy growing from Misaki's classmate?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "418012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/418012",
                    "TitleEnglish": "Knock, and the Door Shall Open",
                    "SummaryEnglish": "Meet Hiroki. He is Akihito's childhood friend and totally and completely in love with him. The only problem is that Akihito doesn't love him back. In fact, he is unaware of his feelings. So, in an attempt to convey his feelings to Akihito, Hiroki sleeps with him. The problem is, though, Akihito still doesn't notice. But, with the help of a younger man named Nowaki, Hiroki just might be able to regain the wonderful feeling of being in love.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "418013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/418013",
                    "TitleEnglish": "Fear is Often Greater Than the Danger Itself",
                    "SummaryEnglish": "Misaki meets Akihito's editor, Eri Aikawa, and gets extremely jealous over how well she knows Akihito. Misaki's classmate really doesn't help matters when he points out that an editor shouldn't be close to Akihito like that. So, how will Misaki get over his complex?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "418014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/418014",
                    "TitleEnglish": "Meeting is the Beginning of Parting",
                    "SummaryEnglish": "6 years later…Nowaki and Hiroki are still in love with each other. But, how far will their love go when Nowaki leaves for America without even telling Hiroki?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "418015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/418015",
                    "TitleEnglish": "Good Can Come Out of Misfortune",
                    "SummaryEnglish": "Nowaki knows that he loves Hiroki, and Hiroki know the feelings are mutual. Even though they had some problems they agree to meet up and talk things out…But what is Hiroki supposed to do when Nowaki stands him up? How could Nowaki agree to a business meeting that interferes with his love-life? Can their love go on?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "418016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/418016",
                    "TitleEnglish": "Spare the Rod and Spoil the Child",
                    "SummaryEnglish": "Misaki is questioning whether Akihito and he are classified as \"lovers\". Of course, Akihito just won't have that, so Akihito takes Misaki on a date.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "418017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/418017",
                    "TitleEnglish": "Away From Home, One Needs to Feel No Shame",
                    "SummaryEnglish": "Takahiro calls and tells Akihito that it's time Misaki comes to live with his new wife and him. Akihito really doesn't want to let Misaki leave, but Misaki never has experienced a family life, so there is no way he would refuse. So, can Akihito and Misaki go back to not living with each other?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "418018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/418018",
                    "TitleEnglish": "One Good Turns Deserves Another",
                    "SummaryEnglish": "Hiroki takes a stroll down memory lane and recalls his first meeting with Akihito…and how he fell in love with him.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "418019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/418019",
                    "TitleEnglish": "Boys be Ambitious",
                    "SummaryEnglish": "You Miyagi is a coworker of Hiroki. He really enjoys making fun of Hiroki and his boy-love relationship…but how will he react when he gets a boy-love relationship of his own? You is a divorcee who just can't seem to get rid of his ex-brother-in-law. How can he get rid of this guy who claims they are fated to be together?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "418020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/418020",
                    "TitleEnglish": "All Things are Easy that are Done Willingly",
                    "SummaryEnglish": "You Miyagi and Shinobuc have more in common than Miyagi first thought. Their impossible relationship is just to similar to one in his past…Is there any hope for these so called \"fated\" lovers?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "418021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/418021",
                    "TitleEnglish": "Even a Chance Acquaintance is Decreed by Destiny",
                    "SummaryEnglish": "Akihito just won an award for his latest BL book. And Misaki is unhappy that he learned this bit of information from his classmate instead of Akihito. That leads to Misaki blowing up on Akihito about how he deserves to know more about him since they are lovers.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "2": {
            "ID": "39503",
            "URL": "https://www.thetvdb.com/series/junjou-romantica/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "425417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/425417",
                    "TitleEnglish": "What Happens Once Can Happen Twice",
                    "SummaryEnglish": "Akihito has a huge book conference coming up, and he really doesn't want to go. However, when he thinks Misaki wants to go, he just can't reject the offer. Then, on Misaki's trip to the location of the party, he has a chance encounter with someone from Akihito's past.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "425420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/425420",
                    "TitleEnglish": "What Happens Twice Can Happen Thrice",
                    "SummaryEnglish": "Misaki and Akihito's relationship is getting questioned. Between Akihito confronting Misaki about never saying 'I love you' and Isaka telling Misaki that he is involving Akihito in a scandalous relationship, the boy's unsaid status just won't do. So, with all these inquiries in the air how will Misaki ever make it through the party? Oh, and the fact that Akihito's brother is being a little too interested in Misaki doesn't help matters either.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "425422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/425422",
                    "TitleEnglish": "Third Time's  A Charm",
                    "SummaryEnglish": "Since Misaki happened to mention that he liked strawberries Akihito's brother, Kaoruko, keeps sending him strawberries. Meanwhile, Misaki is excited about finally being able to feel like a \"real student\" since Sumi is getting him to help volunteer at the cultural festival. However, his feeling of the norm soon fade out when Kaoruko shows up at his school and takes him back to his place.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "425424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/425424",
                    "TitleEnglish": "The Mouth is the Gate of Misfortune",
                    "SummaryEnglish": "Hiroki and Nowaki are stilling living together, but their relationship seems strained. Hiroki is always doing his academic studies while Nowaki is at the hospital. Well, Nowaki knows he loved Hiroki, but he wonders if the feeling is mutual?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "425425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/425425",
                    "TitleEnglish": "Many a True Word is Spoken in Jest",
                    "SummaryEnglish": "Since Misaki broke his ankle in his attempt to escape Akihito's childhood home, Akihito has been super over-protective. Oh, he still makes Misaki cook, but he holds him up as he does it. However, when the love gets a little too overbearing, it causes big friction in the household.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "425427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/425427",
                    "TitleEnglish": "A Picture is Worth a Thousand Words",
                    "SummaryEnglish": "As soon as Hiroki walks in the house, he sees Nowaki lying naked on the floor with another man. So, when the same man tells Hiroki that Nowaki is torn between becoming a pediatrician and staying in school, Hiroki is unhappy. They are living together, so why would Nowaki tell his coworker instead of his lover?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "426061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/426061",
                    "TitleEnglish": "Life Often Bring Misfortune in Times of Great Happiness",
                    "SummaryEnglish": "Misaki is making breakfast, and complaining about Usagi's toys spread out around the house. Usagi says to him that \"maybe it's best for you to live on your own\", confusing Misaki. At the train station, Misaki meets an old man that doesn't seem to have ridden a train before. Misaki offers to walk with him. When they are on the train, the old man notices that Misaki has a wooden carved bear with 3 salmon. Misaki says that he can have it because he has 2 more at home. The old man gives Misaki a ducky (for the bathtub), and said that he has plenty more ducks at home because he wants to build up his relationship with his son. When they have arrived, the old man gets a phone call from his company that a car is waiting for him. Then they meet Usagi’s brother and Misaki learns that the old man is Usagi's father. When Misaki comes home, Usagi hurts his finger by pouring coffee into a mug that is not heat resistant, shattering it. Usagi heads back to his work room and Misaki debates telling him that he met his father, but can't do it. Making an excuse to stay in Usagi's room, Misaki tells Usagi that he has been acting weird lately and asks if he has something to say. Both of them stay quiet and Misaki thinks about what Usagi’s father said and that he hasn't actually said, even once, that he loves Usagi. Usagi leaves, but Misaki stops him and tried to say \"I love you\" but fails as tears pour down his face. Usagi tells him that his attempt really makes him happy and suddenly carries him to their bedroom, because he \"understood his true feelings\". He tosses him next to the room and tells Misaki to lick his finger to smoothen the scar. They kiss and Usagi says in a whisper again and again that he loves him.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "426062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/426062",
                    "TitleEnglish": "Love Does Not Follow Logic",
                    "SummaryEnglish": "An anxious Miyagi lying on his sofa ponders the complete absence of Shinobu-chin. Miyagi then starts questioning Shinobu's sincerity about their relationship. Miyagi attempts to reassure himself with the fact that he is the one who is being chased, but fails with the realization that he is at the mercy of the teenage boy. Miyagi tries to call Shinobu, but Miyagi's ex-wife answers. After a short conversation, Miyagi finally realizes the issues troubling Shinobu. Miyagi searches through his calendar for an appropriate day to confront Shinobu, only to find a particular date circled. At first, Miyagi questions the significance of the date, then suddenly realizes that the date circled was one he would normally never forget: the date of death of the woman he loved years ago. Several days later, Miyagi drives to Shinobu's school only to find him with a foreigner. At the sight of Miyagi, Shinobu grabs the foreigner's hand and runs in the opposite direction. Miyagi chases Shinobu with his car and, at the peak of his anger, plays a scenario in his mind of what their supposed break up will be like. Wearing a disguise, Miyagi manages to confront Shinobu, and learns Shinobu's side of the story. Miyagi realizes how insecure Shinobu became upon discovering that the only object Miyagi truly cherishes is a photo of him and his past love. Miyagi throws Shinobu into his car, and after a long drive, they end up at the grave of Miyagi's former love. There, Miyagi confesses his love for Shinobu and requests forgiveness, as he will finally let go of his past love.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "426063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/426063",
                    "TitleEnglish": "Out of the Frying Pan, Into the Fire",
                    "SummaryEnglish": "Aikawa is having a fit because Usagi can't complete his latest manuscript since he has no idea what a \"normal\" date for a college student would be. She tells him that renting a room at a five-star hotel is not a normal date, then laments about finding a normal college student to teach him what a normal date is like. She asks Misaki to take Usagi on a date and show him what it is like. Misaki reluctantly agrees. A package from Usagi’s father arrives--a wooden carving of a bear with four salmon--and Misaki is forced to reveal that he had recently met with both Usagi’s father and Usagi’s brother. Usagi is deeply upset by this, but refuses to say why. The two go on their date, eating at a diner and heading to a newly renovated aquarium where Misaki again runs into Usagi’s brother when he goes to the bathroom. Misaki tells Usagi’s brother to try and mend his relationship with his well-meaning father, then is subjected to yet another love confession. He tries to get away, but is spotted by Usagi. The two end their date on a ferris wheel where Usagi reveals that he is afraid that if Misaki continues to run into his family, they will reveal things about Usagi that Misaki has never seen. He worries that finding out about these things will make Misaki hate him and leave him, and he would rather Misaki leave now than come to hate him later. Misaki tells Usagi that he would never do that because he loves him. The two reconcile, then head to a hotel and shower together. Later, Misaki expresses embarrassment over saying \"I love you\" so easily, but feels that it was worth it if it made Usagi feel better. Then he discovers that Usagi-san used it as material for yet another BL novel but still hasn't finished the novel he was supposed to be writing...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "426064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/426064",
                    "TitleEnglish": "Marriage is Made in Heaven",
                    "SummaryEnglish": "Misaki sees on television that Usagi’s brother is getting married. A girl knocks at the door and asks Usagi to marry her. The girl is Kaoruko, Usagi's cousin, and Usagi’s father is trying to force her to marry Usagi’s brother. Usagi refuses to marry her but Misaki coaxes him to allow her to stay until she can figure out what to do. While Usagi is out buying cigarettes Usagi’s brother rings the doorbell looking for Kaoruko. To distract him, Misaki agrees to go for a drive with him to protect Kaoruko, and asks Kaoruko to tell Usagi that he will be back in 3 hours. In the car Usagi’s brother tells Misaki that he will not marry Kaoruko. He also talks about his difficult childhood and how it has always made him seek the approval of others, and how his real dream is to be an architect. Misaki realises that Usagi’s brother isn't such a bad guy. Misaki gets out of the car and runs straight into Usagi’s father, who tells him that his existence is a problem and a threat to the stability of his family. Misaki is shocked and hurt, and rushes home to Usagi because he promised he'd be back in 3 hours. Usagi can see that Misaki is upset, but Misaki pretends he's fine and won't reveal what Usagi’s father said because he doesn't want to cause trouble. That night in bed Usagi begs Misaki to talk to him, to tell him what's bothering him, because he's worried. Misaki won't talk about it and promises himself that he will disguise his feelings better in the future. The next day, Kaoruko admits that she likes Misaki, which makes him proud that finally a girl likes him.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "426065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/426065",
                    "TitleEnglish": "Hate the Sin But Love the Sinner",
                    "SummaryEnglish": "Misaki starts the new year with a dilemma - he has received invitations to various events from all three Usagi men on the same day. He agrees to go with Usagi to a hot spring resort. Usagi is notified that a family meeting will be held to discuss dispersal of an inheritance. Usagi says he doesn't want any money but Misaki coaxes him to go to the meeting on the way to the hot spring. Usagi briefly attends the meeting, then runs out and tells Misaki that he forgot to finish the manuscript he was working on. At the hot spring Usagi tells Misaki that he refused the inheritance of 1.3 billion yen (~$14 million). While Usagi works on a manuscript Misaki soaks in the hot spring, and he runs into Usagi’s father. Usagi’s father asks Misaki some questions about his relationship with Usagi, expressing surprise that they get along. Usagi’s father describes Usagi as emotionally fragile. Because he wants his son to be happy, he doesn't want Misaki to stay with Usagi if his feelings are half-hearted. Misaki passes out in the tub, but when he awakens he tells Usagi what happened and Usagi says everything is fine. When Usagi disappears for a long time to buy cigarettes Misaki goes looking for him and finds him talking to his father. He eavesdrops and hears Usagi’s father say that Misaki will one day become a burden to him. Misaki confronts them and says there is nothing half-hearted about his feelings. Usagi tells his father that Misaki's influence in his life has made his writing more kind and gentle. Alone in a hot bath Usagi reassures Misaki that he loves him, that he will never let him go, and that no one else's opinions matter. The episode ends with Aikawa calling in a frenzy because Usagi has still not completed his manuscript.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "438910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/438910",
                    "TitleEnglish": "All's Well That Ends Well",
                    "SummaryEnglish": "Misaki delivers a manuscript to Usagi at his publisher's office. Isaka introduces Misaki to one of his favourite manga artists. Misaki's outpouring of adoration helps the author overcome his writer's block. Usagi overhears Misaki and gets jealous. He tells Misaki that he shouldn't confess love for other men. Usagi is pulled away to a meeting, but directs Misaki to go straight home. Before Misaki has a chance to get away, Isaka throws him in a room alone with Usagi’s brother. Usagi’s brother tells Misaki that he is taking over the architectural businesses of the Usami group, because of their conversation in episode 10 (season 2). He expresses his need and love for Misaki, then pins Misaki to the tabletop and tries to kiss him. Isaka, outside guarding the door, stops Usagi from entering the room. He says this should be a test for Misaki, to see if he will reject Usagi’s brother without being rescued. Inside, Misaki pushes Usagi’s brother away and admits that he loves Usagi. Back at home Usagi tries to get Misaki to promise never to leave him, but Misaki is evasive. Misaki runs into Usagi’s father outside Usagi's house and invites him in. Usagi’s father presents Usagi with photos of potential brides and asks Misaki to reject Usagi. Usagi tells his father he can't live without Misaki. Usagi and Misaki leave, and Usagi’s father pursues them. Misaki saves Usagi from getting hit by a bus then yells at him for doing something so stupid. He yells at Usagi’s father as well. Usagi’s father realizes that Misaki can stand up to Usagi, and that earns him respect and acceptance.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "3": {
            "ID": "618608",
            "URL": "https://www.thetvdb.com/series/junjou-romantica/seasons/official/3",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5182280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/5182280",
                    "TitleEnglish": "All Good Things Must Come to an End",
                    "SummaryEnglish": "Misaki Takahashi has been living with his secret boyfriend, the rich and famous boys-love author Akihiko Usami, for three years now. He thinks nothing's changed between them or inside his own heart in that time, but is his just fooling himself?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5276843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/5276843",
                    "TitleEnglish": "Failing to Plan Is Planning to Fail",
                    "SummaryEnglish": "Misaki is having trouble deciding on a career, and Usagi is feeling maybe just a teeny-tiny bit insecure about the future.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5276844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/5276844",
                    "TitleEnglish": "Finding Hen's Teeth",
                    "SummaryEnglish": "Misaki and Todo get autographs from their idol. Kaoruko and Mizuki get their feelings out in the open. Usagi mainly just gets a foreboding of doom.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5276846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/5276846",
                    "TitleEnglish": "Where There’s a Will, There’s a Way",
                    "SummaryEnglish": "When Shinobu realizes that he always cooks Miyagi the same thing and they've never been on a \"real date,\" he starts feeling insecure.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5276847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/5276847",
                    "TitleEnglish": "Even the Longest Journey Begins with a Single Step",
                    "SummaryEnglish": "With his applications taken care of, Misaki now has to face the dreaded interview process.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5298972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/5298972",
                    "TitleEnglish": "A Bolt from the Blue",
                    "SummaryEnglish": "Misaki's phone is ringing off the hook as people congratulate him on getting hired. Usagi is dealing with this in a calm and rational manner. Obviously.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "5305091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/5305091",
                    "TitleEnglish": "The Darkest Place Is Under the Candlestick",
                    "SummaryEnglish": "Ryuichiro Isaka, president of Marukawa Books, has been together with Kaoru Asahina forever. But that doesn't make him a mind-reader and Asahina's unique communication style or lack thereof tends to have him fearing the worst.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "5316959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/5316959",
                    "TitleEnglish": "A Jealousy Too Hot May Burn a Man",
                    "SummaryEnglish": "Misaki has a conversation in which he drastically misunderstands both his own words and what the other party says in response. Usagi, on the other hand, understands all too well when he finds ou",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "5316960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/5316960",
                    "TitleEnglish": "A Battle of Irreconcilable Enemies",
                    "SummaryEnglish": "Usagi and Mr. Ijuin have a private conversation, which goes smashingly. Later, Mizuki is forced to face an unpleasant truth about himself.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "5316961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/5316961",
                    "TitleEnglish": "Hours Are like Days to Lovers Parted",
                    "SummaryEnglish": "When Nowaki is so busy at work that he can't come home for his own birthday, he and Kamijou start questioning their expectations of each other.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "5336666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/5336666",
                    "TitleEnglish": "Labor for Love",
                    "SummaryEnglish": "Usagi has been acting strangely ever since the interview with Mr. Ijuin, but Misaki can't get him to say what's really on his mind.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "5345128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junjou-romantica/episodes/5345128",
                    "TitleEnglish": "True Love Is Fate",
                    "SummaryEnglish": "Convincing Usagi to attend his own awards ceremony is an uphill battle, since he's far more interested in celebrating Misaki's birthday. Unfortunately, so is Kyo Ijuin...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}