{
    "URL": "https://www.thetvdb.com/series/tales-of-eternia",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1920505/",
        "https://www.themoviedb.org/tv/30501"
    ],
    "TitleEnglish": "Tales of Eternia",
    "SummaryEnglish": "In order to prevent the catastrophe called the Grand Fall, Rid Hershel and his companions Farah, Keel and Meredy have obtained the three Greater Spirits (\"Craymels\" in the game version) of Inferia. En route to Mount Farlos, Rid is kidnapped by the bounty hunter Marone Blucarno, and the party is compelled to head to Belcarnu, an archipelago far from the major cities of Inferia. A series of adventures forces them to remain on the islands, where a more immediate threat to Inferia sleeps.",
    "TitleJapanese": "テイルズ オブ エターニア THE ANIMATION",
    "SummaryJapanese": "勇敢な若者たちが繰り広げる、壮大な「テイルズ オブ」ワールド！\n\n人気ゲーム「テイルズオブエターニア」を原作にしたTVアニメ。対面する両世界が衝突する「グランドフォール」……。それを止める旅の途中で、リッドやファラたちは吟遊詩人のコリーナと女賞金稼ぎのマローネに出会い、ベルカーニュへ向かうことになってしまう。そして彼らは、その地に隠された秘密を知ることになる……。",
    "Aliases": [],
    "Modified": "2025-02-26",
    "Seasons": {
        "1": {
            "ID": "39272",
            "URL": "https://www.thetvdb.com/series/tales-of-eternia/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "423864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-eternia/episodes/423864",
                    "TitleEnglish": "Adventure in the Facing World",
                    "SummaryEnglish": null,
                    "TitleJapanese": "対面世界のアドベンチャー",
                    "SummaryJapanese": "対面する2つの世界、インフェリアとセレスティア。この両世界が次第に接近し衝突するというグランドフォールが近づきつつあることを知ったリッド、ファラ、キールの幼なじみ3人組と、セレスティアからやってきたメルディは、両世界を救うべくインフェリアの最高峰ファロース山を目指して旅していた。その道中のある日、獲物を捕りに1人森へと入ったリッドは、そこでコリーナという詩人に出会う。彼女から、近くに「呪われた沼」と呼ばれる場所があり、そこは危険なので近づかない方がいいと忠告を受けるリッド。獲物を仕留めてみんなの元に戻ってみると、ファラもまた獲物を求めていなくなっていた。3人は、彼女の身を心配し始める…。"
                },
                "2": {
                    "ID": "423865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-eternia/episodes/423865",
                    "TitleEnglish": "Bounty Hunter on the Sea",
                    "SummaryEnglish": null,
                    "TitleJapanese": "海の上の賞金稼ぎ",
                    "SummaryJapanese": "モンスターを無事倒したリッドたち4人組に、今度はマローネと名乗る女性が襲いかかってきた。仲間を庇って気絶したリッドを抱えると、彼女は飛竜の背に乗って去って行く。目を覚ましたリッドは、彼女がモンスター退治専門の賞金稼ぎであることと、リッドの剣の腕に惚れ、勝手に相棒に選ばれたことを知る。2人が向かったのは、首都ベルカ島を中心とした大小幾つもの島々から成る、海上都市ベルカーニュ。リッドはマローネに連れられて女領主エクスシアに謁見し、「海の悪魔」と呼ばれるモンスターを退治することを誓わされるのだった。一方、マローネの野宿の後で触書を発見したファラたち3人も、リッドを取り戻すべくベルカーニュを目指す…。"
                },
                "3": {
                    "ID": "423866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-eternia/episodes/423866",
                    "TitleEnglish": "It Blows Hard on the Southern Island",
                    "SummaryEnglish": null,
                    "TitleJapanese": "南の海で吹き荒れて",
                    "SummaryJapanese": "「海の悪魔」を倒したリッドたちは賞金を手に入れた上に、ウラヌスという高級宿屋に滞在することになった。そこにはマローネとコリーナも滞在していた。ファラは明日にでも出発しようと旅の準備を急がせるが、リッドは冒険の役に立たない物を買い込み、キールは図書館で貴重な本を見つけたと大喜びする始末。男たちに呆れたファラは、メルディと買い物に奔走する。だが次の日、メルディもまたコリーナとプールで戯れていたのだった。ファラはみんなの態度に怒って、コリーナにもきつい言葉を浴びせてしまう。1人荷造りを始めるファラ。だが、出発は宿の女将プラティアに止められてしまう。巨大ハリケーンが、この島に向かっていると言うのだ。"
                },
                "4": {
                    "ID": "423867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-eternia/episodes/423867",
                    "TitleEnglish": "A Women's Big Decisive Battle",
                    "SummaryEnglish": null,
                    "TitleJapanese": "女たちの大決戦",
                    "SummaryJapanese": "巨大ハリケーンのために島の船は損壊してしまい、リッドたちはベルカーニュを離れることができなくなってしまった。ファラは一刻も早く旅立つため、マローネにバロッサを貸してくれるよう頼みに行く。だが理由も言わず断る彼女の態度に、ファラは腹を立ててしまうのだった。ついに口論となる2人。激突寸前のその2人を止めたプラティアは、ベルカーニュに伝わる伝統的な方法で決着を着けることを提案する。それは9つの小島の周りを泳いで1周する、「海だめし」と呼ばれるものだった。ファラとマローネはこれに同意するが、それは女性なら誰でも参加可能、2人以外の者が優勝した場合は、その者の望みがかなえられるというルールだったのだ…。"
                },
                "5": {
                    "ID": "423868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-eternia/episodes/423868",
                    "TitleEnglish": "Female Professional Singer's Elegies",
                    "SummaryEnglish": null,
                    "TitleJapanese": "歌姫たちの挽歌",
                    "SummaryJapanese": "ベルカーニュから一刻も早く旅立つために、ファラの提案で、みんなで船を造ることになった。リッドとファラは材料集め、キールとメルディは設計の担当だ。だが設計が終わっても、船を造ることはできなかった。ベルカーニュ全域で造船ラッシュが起こったため、材木の値段が跳ね上がり、ファラたちは材料を集められなかったのだ。ファラと同じくらい、メルディも落ち込んでしまう。夢でセレスティアの光景を見てしまい、故郷に早く帰るためにも、旅を続けたくて仕方がなかったからだ。そんなメルディを、コリーナが励ます。2人はミニマに相談し、アルバイトを募集しているお店のリストを貰う。2人はお金を稼ぐため、さっそく出かけてみるが…。"
                },
                "6": {
                    "ID": "423869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-eternia/episodes/423869",
                    "TitleEnglish": "Mystery of Belcagne",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ベルカーニュの謎",
                    "SummaryJapanese": "結局リッドたちは、定期船の再開を待つことにした。キールは、リッドが海底から見つけてきたコインのような物に興味を示す。縁に、メルニクス語で文字が刻まれていたからだ。一方、ウラヌスのお風呂が故障中だということで、ファラ、メルディ、コリーナ、マローネの女性陣4人は、ミニマに貰った観光地図を頼りに、山の中にある温泉を目指すことにする。その地図を目にしたキールは、以前散歩中に見つけた、メルニクス文明の遺跡が載ってないことに気がつく。「あれだけの石塔なら、観光の目玉になる筈だぞ？」旧市街へと調査に向かう、キールとリッド。祭壇を調べていたキールはそこで、リッドが海底で見つけた物とまったく同じ物を発見する…。"
                },
                "7": {
                    "ID": "423870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-eternia/episodes/423870",
                    "TitleEnglish": "Special Wing of Nigritude",
                    "SummaryEnglish": null,
                    "TitleJapanese": "漆黒の翼すぺしゃる",
                    "SummaryJapanese": "リッドとファラが遺跡のことを話しながら散歩していると、砂浜でどよめきが起こった。急いで駆けつけてみると、3人の人間が漁師の網にかかり、砂浜に引き上げられている。ファラによって助けられた3人は、それぞれ黒竜王グリッド、黒豹のジョン、黒バラのミリーと名乗った。リーダーのグリッドが言うには、彼らは「漆黒の翼」という世界を旅する勇者たちなのだと言う。グリッドはその団員に無理矢理リッドを加えると、キールから謎の遺跡のことを聞き出し、リッドを加えた4人で向かうのだった。そのことを聞き、プラティアは青ざめる。あの辺りの森には凶暴なモンスターが出るという噂があり、誰も近づかないようにしていると言うのだ…。"
                },
                "8": {
                    "ID": "423871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-eternia/episodes/423871",
                    "TitleEnglish": "Night of the Clamel Dust",
                    "SummaryEnglish": null,
                    "TitleJapanese": "晶霊光渦(クレーメル・ダスト)の夜",
                    "SummaryJapanese": "キールは、この島がセレスティアと何らかの関係があることを確信した。それは謎の遺跡だけでなく、寝ているメルディのエラーラが光るのを目にしたからだ。セレスティア人の額にあるエラーラは、近くにいる仲間の強い感情に反応するらしい。すると、この島には他にもセレスティア人がいるということになるのだが…。一方、領主エクスシアは、ベルカーニュ全域におふれを出した。ハリケーンからの復興を祝い、「海祭り」という古来から伝わる祭りを復活させると言うのだ。それは、真夜中になると海の中から光る渦巻きが空へと昇って行くという、「光る海の夜」に開催される。そしてこの日だけ、女性から男性への愛の告白が許されるのだと言う…。"
                },
                "9": {
                    "ID": "423872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-eternia/episodes/423872",
                    "TitleEnglish": "A Robbed Daishorei",
                    "SummaryEnglish": null,
                    "TitleJapanese": "奪われた大晶霊",
                    "SummaryJapanese": "リッドは東の入り江でプラティア、ミニマと共に、クレーメルダスト現象によって光り輝く海を眺めていた。2人の「向こうの岬に行くと、もっと見晴らしがいい」と言う言葉を聞いて、リッドは岬への道を案内してもらう。2人を走って追い越し、1人岬に立つリッド。その姿は、遠くにいるファラとマローネからも見えていた。リッドのことが気になり、この2人もまた東の入り江へと向かっていたのだ。図書館で歴史書を調べていたキールとメルディも、リッドの姿を窓越しに遠くから見つけていた。そしてリッドの背後に立つ、2つの人影。それは手に短剣を持った、白銀仮面と赤銅仮面の姿だった…。"
                },
                "10": {
                    "ID": "423873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-eternia/episodes/423873",
                    "TitleEnglish": "She Scatters in the Evening Sun",
                    "SummaryEnglish": null,
                    "TitleJapanese": "夕日に散る",
                    "SummaryJapanese": "インフェリアの滅亡を目論む「ネレイドの福音」。それはおよそ2000年前の極光戦争の際にインフェリアへとやってきた戦士たち、そのセレスティア人の子孫からなる秘密組織だった。その首領である黄金仮面に、大晶霊を奪われてしまったリッドたち。彼らは一時身を隠すため、気を失ったコリーナを連れて近くの無人島へと向かう。だがマローネは1人バロッサに乗って、港へと引き返す。そのマローネを追って、リッドとファラもまたベルカ島へと戻ることにするのだった。港で2人が目にしたのは、民兵たちに連行されて行くマローネの姿。リッドとファラは民兵の服を着て変装し、マローネが連れて行かれた総領事館へと侵入する…。"
                },
                "11": {
                    "ID": "423874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-eternia/episodes/423874",
                    "TitleEnglish": "Corrina",
                    "SummaryEnglish": null,
                    "TitleJapanese": "コリーナ",
                    "SummaryJapanese": "大晶霊を手に入れた「ネレイドの福音」は、首領である黄金仮面の指揮の元、インフェリアに対する総攻撃の準備を進めていた。そんな中、コリーナが目を覚ます。クレーメルダストの夜のことを何も覚えていない彼女は、リッドたちの話を耳にしてしまう。それは、コリーナの母親が実の母ではなく、彼女が持つ特殊な力を使うために利用していたに過ぎないというものだった。ショックを受けたコリーナは、その真偽を確かめるためにボートに乗り、メルディと共にベルカ島を目指す。だが兵士たちに囲まれてしまい、駆けつけたリッドたちに助けられることに。彼ら5人は、リッドの怪我を治療するためにも、昔、コリーナが住んでいたという島へと向かう…。"
                },
                "12": {
                    "ID": "423875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-eternia/episodes/423875",
                    "TitleEnglish": "Wedge of Punishment",
                    "SummaryEnglish": null,
                    "TitleJapanese": "制裁の楔",
                    "SummaryJapanese": "極光戦争の折りに、セレスティアから運び込まれた最終兵器。それが「制裁の楔」の正体であった。「ネレイドの福音」は、これに搭載された長距離晶霊砲によって、直接インフェリアの王都を破壊するつもりなのだった。キールは、メルニクス語の暗号で書かれた古文書の解読を急ぐ。黄金仮面から盗み写したこの文書にこそ、「制裁の楔」を止める方法が記されているかもしれないからだ。そんな中、「制裁の楔」がついに起動してしまう。ベルカーニュ全域は震動に包まれ、リッドたちは津波を避けて高台へと避難する…。"
                },
                "13": {
                    "ID": "423876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tales-of-eternia/episodes/423876",
                    "TitleEnglish": "Each One's Departure",
                    "SummaryEnglish": null,
                    "TitleJapanese": "それぞれの旅立ち",
                    "SummaryJapanese": "「制裁の楔」から、ついに長距離晶霊砲が発射された。そのあまりにも強大な威力に、絶句してしまうリッドたち。彼らが見つめる中、「制裁の楔」は王都を射程距離圏内に収めるために、移動を開始する。リッドたちは「制裁の楔」に接近。外壁に開けた穴から、移動要塞内部に突入する。奪われた大晶霊を取り戻すため、黄金仮面の野望を止めるため、そして「制裁の楔」を停止し、インフェリアとセレスティアの両世界を救うために…。"
                }
            }
        }
    }
}