{
    "URL": "https://www.thetvdb.com/series/kurokami-the-animation",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1352417/",
        "https://www.themoviedb.org/tv/42902"
    ],
    "TitleEnglish": "Kurokami The Animation",
    "SummaryEnglish": "In this world, there are three identical looking people in existence who split between them an energy-like force called Terra. This energy can be attributed to the amount of Luck or Life Energy that an individual possesses. There also exists beings who observe the human world, maintaining the balance of Terra, known as the Coexistence Equilibrium. These beings possess ability that surpass that of a normal human being and reside in hiding in places known as the Pure Place in tribes. They are called the Terra Guardians. This is a tale of battle that begins with a chance meeting between a human boy named Keita and a young Tera Guardian girl named Kuro.",
    "TitleJapanese": "黒神 The Animation",
    "SummaryJapanese": "運命が、人を破壊する…\n\n幸福も不幸も、そして人の命までも『運』が支配する世界…。幼いときに母を失った高校生の伊吹慶太は、ある夜、クロと名乗る少女と出会った。彼女は、身体能力や寿命などが人間を遥かに超越している「元神霊」だった。これは、人間の少年、慶太と「元神霊」の少女、クロが出会ったことにより始まる戦いの物語である…。",
    "Aliases": [
        "Black God",
        "Black God The Animation"
    ],
    "Modified": "2025-07-12",
    "Seasons": {
        "0": {
            "ID": "39316",
            "URL": "https://www.thetvdb.com/series/kurokami-the-animation/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "1396591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kurokami-the-animation/episodes/1396591",
                    "TitleEnglish": "Intermission",
                    "SummaryEnglish": "Keita narrates a recap of events spanning from the 1st to 12th episode. He explains the changes in his life that he's endured since meeting Kuro and getting mixed up with the Tera Guardians and the Shishigami clan's plans to rebuild the world as Reishin saw fit for his own personal utopia.",
                    "TitleJapanese": "インターミッション",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "2464761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kurokami-the-animation/episodes/2464761",
                    "TitleEnglish": "The Tigress and the Wing",
                    "SummaryEnglish": "Half a year after the battle in Okinawa, Excel was looking for a new Motosumitama to revenge on Reishin. Excel met Mikami and decided to contract with her. Before making the contract, Excel looked back the encounter with Steiner.",
                    "TitleJapanese": "虎と翼",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "Episodes": {}
        }
    }
}