{
  "URL": "https://www.thetvdb.com/series/maria-holic",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1346122/",
    "https://www.themoviedb.org/tv/34667"
  ],
  "TitleEnglish": "Maria Holic",
  "SummaryEnglish": "The story centers on a sophomore named Kanako who enrolls in all-girls school because she has a phobia of men and wants to find her destined yuri partner. She meets a captivating freshman named Mariya who fits her criteria — except her seemingly ideal mate happens to be a cross-dressing sadistic boy.",
  "Aliases": [
    "Maria Holic Alive",
    "Maria+Holic",
    "Maria+Holic Alive",
    "Maria†Holic",
    "Maria†Holic Alive",
    "まりあほりっく"
  ],
  "Modified": "2025-07-11",
  "Seasons": {
    "0": {
      "ID": "39384",
      "URL": "https://www.thetvdb.com/series/maria-holic/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "2500261",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/2500261",
          "TitleEnglish": "X'Mas Night - Amenokisaki Holy Night Festival",
          "SummaryEnglish": "A special screening of \"Maria Holic\" on Christmas Day 2008 at Ivy Hall Aogaku Kaikan Glory Chapel, the voice actresses talking to their fans, a contest giveaway and the voice actress performing a short live concert performance.",
          "Aliases": []
        },
        "2": {
          "ID": "4107315",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/4107315",
          "TitleEnglish": "Run Run Riru Ran Ran Rara (Children's Day Parody PV)",
          "SummaryEnglish": "The Maria Holic's official website put this video on its homepage on Children's Day.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "39385",
      "URL": "https://www.thetvdb.com/series/maria-holic/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "424550",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/424550",
          "TitleEnglish": "A Flirtatious Kiss",
          "SummaryEnglish": "Kanako Miyamae enrolls into the the all-girls school, Ame no Kisaki. On the way to the Girls Dorm she meets a girl named Shidō Mariya with her maid, Shinōji Matsurika. However, Kanako later discovers that Mariya turns out to be a boy. With Kanako's knowledge of the fact that Mariya is a boy, the former roommate of Kanako (Ryuuken Ishima) is replaced by none other than Mariya himself.",
          "Aliases": []
        },
        "2": {
          "ID": "424551",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/424551",
          "TitleEnglish": "A Sweet Twinge",
          "SummaryEnglish": "It's the first day of school for Kanako. After a troublesome morning with her roommate Mariya, she goes to the class without having any breakfast. Afterwards a welcome speech is held by Mariya and the school student council.",
          "Aliases": []
        },
        "3": {
          "ID": "424552",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/424552",
          "TitleEnglish": "Masochistic Young Buds",
          "SummaryEnglish": "Mariya lends Kanako his rosary which is of great value. Unfortunately, she leaves the rosary in the classroom. As she went back to get it, three girls, who are fans of Ryuuken and are jealous of Kanako because she is on good terms with her, found it and threw it out of the window. Kanako runs outside to search for the lost rosary. On the same day, Ryuuken tells her that she will protect her.",
          "Aliases": []
        },
        "4": {
          "ID": "432699",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/432699",
          "TitleEnglish": "The Cost of Pleasure",
          "SummaryEnglish": "Ryuuken held her promise and \"protects\" Kanako. She always stays beside her and attends classes together with her, although she is a class above Kanako. She even stays overnight at Kanako's room. But Ryuuken's protection causes Kanako more pain than ease. A classmate of Kanako (Kiri) notices it and to help her, she tells Kanako that they are going out.",
          "Aliases": []
        },
        "5": {
          "ID": "433820",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/433820",
          "TitleEnglish": "Forbidden Smell / A Young Girl's Secret",
          "SummaryEnglish": "Kanako tries desperately to become friends with Kiri. Therefore she asks her Sachi for help. The dorm mistress checks the rooms of the girls for forbidden items. Afterwards, she piles them up on a table and judges how good an item was hidden. Amongst the things found, Kanako's bag, which has a live unidentified mysterious animal residing in it, is also there. She is then told to hide it again, and if she passes the supplementary test, she can then keep it.",
          "Aliases": []
        },
        "6": {
          "ID": "436010",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/436010",
          "TitleEnglish": "Infirmary of Perversion",
          "SummaryEnglish": "The physical examination will be held this afternoon. However, in spite of Mariya being a boy, he attends the examination and Kanako finds out what's behind Mariya's attendance at Ame no Kisaki. Shizu, Mariya's twin sister, makes her debut in the series.",
          "Aliases": []
        },
        "7": {
          "ID": "438510",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/438510",
          "TitleEnglish": "The Suspicious Black Underwear",
          "SummaryEnglish": "Yuzuru notices that Kiri and Sachi are getting along very well. Because of that, she gets jealous and thinks that Sachi could become better friends with Kiri than she is with her. She starts to act strange towards Sachi and Kiri. It turns out that Sachi was helping Kiri to pick a birthday present for her. Afterwards, all of them (together with Kanako, Masturika and Mariya) celebrate Yuzuru's birthday.",
          "Aliases": []
        },
        "8": {
          "ID": "441243",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/441243",
          "TitleEnglish": "The Tainted Holy Mother, Part 1",
          "SummaryEnglish": "The Virgin Mary Festival is going to be held. After Kanako was voted to be a member in the planning committee, she asks the student council president for advice because she doesn't know much about the festival.",
          "Aliases": []
        },
        "9": {
          "ID": "442624",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/442624",
          "TitleEnglish": "The Tainted Holy Mother, Part 2 / The End of a Fantasy",
          "SummaryEnglish": "The Festival's preparations are almost reading and the festival is about to begin. It is also revealed how Ayari's (the student council president) and Mariya's relationship soured years ago. Kanako is told of the current seven mysteries of Ame no Kisaki. After asking her teacher, Kuma, about them she learns about the original six ones. She is also told that if she knows all seven, something terrifying will happen to her. After Mariya told her the seventh one, God appears. It is also revealed that Kanako was the cause of many of the seven mysteries around the school, due to her constant explosive nosebleeds.",
          "Aliases": []
        },
        "10": {
          "ID": "445401",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/445401",
          "TitleEnglish": "The Flat-Chested Error / A Love Letter from Berlin",
          "SummaryEnglish": "Kanako has failed in several subjects in the mid-year examinations, so she has to take the supplementary exams. She decides then to study very hard. It turns out that before the exams Kanako was constantly distracted by Mariya, who decided to act like a roommate to Kanako for once and subsequently led to her failures. Thanks to Matsurika's sleep-hypnosis techniques, Kanako almost boycotts the exam and nearly fails again. However, she manages to pass all the exams. Yet, her troubles don't end as she's punished by God for not having passed the exams the first time round. Kiri is given a love letter by a man on a train. It turns out that the man is way older than her and she has no interest in him. Kanako, Yuzuru and Sachi try their best to find a way to reject the man's advances. Matsurika helps solve the problem by chopping a \"Rejected\" seal on all of the documents and such the man has given Kiri, leading him to give up on her.",
          "Aliases": []
        },
        "11": {
          "ID": "445402",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/445402",
          "TitleEnglish": "An Offering to God",
          "SummaryEnglish": "A new character is introduced—Father Kanae. He seems to have a crush on Mariya (not knowing that Mariya's a boy) and Matsurika, although he is twenty-seven and a teacher there. Mariya later lies that Kanako's \"elder brother\" died of the \"Tchaikovsky syndrome\" in B-minor. He asks him to help Kanako because Kanae reminds Kanako of her brother. In actuality, Kanako hasn't got a brother. So Father Kanae tries his best to help her. Unfortunately Kanako is allergic to males and he inadvertently (and unknowingly) causes her great suffering. He later falls in love with Ayari as well.",
          "Aliases": []
        },
        "12": {
          "ID": "445403",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/445403",
          "TitleEnglish": "A Swimming Competition Full of Pretty Girls (There Will Be Flying Tops)",
          "SummaryEnglish": "It's finally summer and so the swimming sessions begins. Kanako is very excited because at the swimming lessons she can see all the girls in their swimsuits. But during the fact that she daydreams and father Kanae interrupting (even once being out for the whole day because of food poisoning by way of eating raw liver), she collapses very often and because of that has to stay in bed. But she can go to the pool after all before the summer break begins and there she tries to reveal the fact that Mariya is a boy. However, it is revealed that Mariya got his twin sister, Shizu, to take his place.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "372391",
      "URL": "https://www.thetvdb.com/series/maria-holic/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "3282381",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/3282381",
          "TitleEnglish": "The Forbidden Women's Dorm",
          "SummaryEnglish": "Kanako hears the rumours about the first girl's dorm, who was abandoned due to the traps placed by Mihoshi no Mori students. Despite being dangerous, Kanao enters the dorm and starts facing the traps inside it.",
          "Aliases": []
        },
        "2": {
          "ID": "4066411",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/4066411",
          "TitleEnglish": "The Bad Game / The Secret Entertainment",
          "SummaryEnglish": "It is raining and everyone is having some tea at Mariya and Kanako's room. To pass the time, everyone takes out their card games.",
          "Aliases": []
        },
        "3": {
          "ID": "4085696",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/4085696",
          "TitleEnglish": "Greed's Tremor",
          "SummaryEnglish": "Kanako starts a diet and ends up not eating anything. At night, she bites Yonakuni as she was starving and God decides to judge her.",
          "Aliases": []
        },
        "4": {
          "ID": "4090664",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/4090664",
          "TitleEnglish": "The Captive Maiden",
          "SummaryEnglish": "It is Kanako's trial, and she is defended by Matsurika while Mariya is the prosecutor and God is the judge. Most of the characters come to testify.",
          "Aliases": []
        },
        "5": {
          "ID": "4090665",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/4090665",
          "TitleEnglish": "Sullied Sisters / Mischievous Fingertips",
          "SummaryEnglish": "Kanako fails all subjects, and she gets imprisoned in a time cage for a week, but for her is a year. When she returns, she discovers all the fads that have started during the time she was imprisoned.",
          "Aliases": []
        },
        "6": {
          "ID": "4090666",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/4090666",
          "TitleEnglish": "Heart Pounding Mission: School Scramble!",
          "SummaryEnglish": "Set in the week when Kanako was imprisoned, this episode tells how all the fads started.",
          "Aliases": []
        },
        "7": {
          "ID": "4090667",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/4090667",
          "TitleEnglish": "The REAL Swimming Competition Full of Pretty Girls",
          "SummaryEnglish": "Set on the same day as the 12th episode of the first season, Kanako gets caught in one of Rindo's traps after the flying tops incident and has to apologize.",
          "Aliases": []
        },
        "8": {
          "ID": "4090668",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/4090668",
          "TitleEnglish": "Sullied Innocence",
          "SummaryEnglish": "It's Sachi's birthday and the school pulls out a big party at the church for her. Kanako is very excited and starts looking at an album with many pictures of Sachi, which is soon confiscated by Mariya. At the party, Kanako has the intention of giving her present to Sachi (an erotic lingerie set) but gets also confiscated by Mariya. After Kanako runs away from the party, Mariya gives to Sachi Kanako's album, saying it was Kanako's present but she forgot it at her room. As a punishment for her nasty attitude, Kanako doesn't have the right to talk during the next episode.",
          "Aliases": []
        },
        "9": {
          "ID": "4090669",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/4090669",
          "TitleEnglish": "The Precocious Fiance",
          "SummaryEnglish": "We meet Tota, a 10-year-old boy who is in love with Ryuken and acts as her fiancé. Kanako doesn't want to lose Ryuken, so she starts a beetle competition with him.",
          "Aliases": []
        },
        "10": {
          "ID": "4090670",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/4090670",
          "TitleEnglish": "The Holy Man's Scapegoat / The Feast in the Wet Dream / The Forbidden Relationship / The Nape in the Summer",
          "SummaryEnglish": "Matsurika gives Kanako a rosary with a curse: it makes the holder see a young girl who doesn't let him sleep at nights. Trying to help her, father Kanae uses various methods to make her sleep, and at the end Kanako loses her consciousness. As a gift for his help, Mariya gives father Kanae the rosary. However, even if she can sleep now, Kanako misses the little girl, and tries to get back the rosary. At the end, God finds them in a dispute and takes the rosary, as it was the one she had when she was a child.",
          "Aliases": []
        },
        "11": {
          "ID": "4090671",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/4090671",
          "TitleEnglish": "The Younger Sister's Juicy Secret",
          "SummaryEnglish": "Miki, Kanako's little sister, visits Ame no Kisaki. She met Mariya when she was in elementary school, and has been in love with her since then. She wants to date Mariya when she enters high school, but Kanako tells her she's a boy. Despite this, Miki promises to enter Ame no Kisaki when she's older and to date Mariya.",
          "Aliases": []
        },
        "12": {
          "ID": "4090672",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/maria-holic/episodes/4090672",
          "TitleEnglish": "Kanako's Birthday",
          "SummaryEnglish": "It's August 31st, Kanako's birthday. Her classmates, Ryuken and the seniors, Shizu and father Kanae plan to make different parties for her, but at her birthday, she doesn't find anyone. Trying to run away from the expanding seaweed, she ends up at the church, where everyone has made a party for her.",
          "Aliases": []
        }
      }
    }
  }
}