{
    "URL": "https://www.thetvdb.com/series/akikan",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1427163/",
        "https://www.themoviedb.org/tv/43634"
    ],
    "TitleEnglish": "Akikan!",
    "SummaryEnglish": "Daichi Kakeru is a sixteen year-old high school student who has never had a girlfriend. Little did he know that everything was about to change when he bought a melon soda on his way home from school. His first sip became his first kiss, as the can came to life in the form of a beautiful girl, who he called 'Melon'. The can is part of a government project called 'Akikan', where certain empty cans turn into beautiful girls.",
    "Aliases": [],
    "Modified": "2025-03-22",
    "Seasons": {
        "0": {
            "ID": "39584",
            "URL": "https://www.thetvdb.com/series/akikan/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "1587011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akikan/episodes/1587011",
                    "TitleEnglish": "Perfection! The Hot Spring Panic",
                    "SummaryEnglish": "Everyone goes to a hot spring, with Najimi arranging for a cold spring to be prepared for the Akikans. However, Yell and Budoko are a bit objected against Yurika having her way with Najimi and Misaki. Meanwhile, Melon is a little frustrated with Kakeru's idiocy, though later feels a bit lonely. However, everyone gets annoyed with him when he tries to perform a 'body inspection'. Upon returning to the cold spring, they are surprised to find Miku, who had been looking for her owner. She runs off naked, so the other girls decide to look for her, encountering Kizaki while trying to get their clothes sorted. Melon slips on a banana skin and has sushi fall on her, attracting Miku's owner. When Miku spots her, the same thing happens and they both attract a lot of cats. After Najimi gets the cats off of them, Miku runs off again and Melon gives chase, only to be assaulted by Kakeru, who was trying to escape from Otoya. As punishment, he and Goro are tied up while the others return to the springs."
                }
            }
        },
        "1": {
            "ID": "39585",
            "URL": "https://www.thetvdb.com/series/akikan/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "430036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akikan/episodes/430036",
                    "TitleEnglish": "Can you feel it? First kiss",
                    "SummaryEnglish": "Kakeru Daichi purchases a can of Melon soda. When he goes home and drinks it, the can transforms into a girl. Thinking it's all a dream, Kakeru acts perverted in front of this girl, before getting attacked by the girl's powers. Kakeru ends up treating the can rather shoddily due to the conflict in behaviour and leaves her in a cupboard before going to school. When he comes back though, he finds the girl drained of all life due to being low on carbon dioxide, so he kisses her to allow her to live. Kakeru decides to name the girl Melon. They are visited by a man named Hidehiko Otoya who explains that the 'girlish' cans are part of a battle called 'The Akikan Elect' to determine whether steel cans or aluminium cans are superior. Kakeru is seemingly against this, as he doesn't want people to fight needlessly."
                },
                "2": {
                    "ID": "430037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akikan/episodes/430037",
                    "TitleEnglish": "During studying time",
                    "SummaryEnglish": "Kakeru notices that Melon doesn't do much during the day, and decides she should go to school with him, where he introduces her as her cousin. There is a bit of hostility between Melon and Kakeru's friend, Najima Tenkuji. When trying to find a place to put Melon back into a can, Kakeru enters a freezer room, and when Najima enters as well, they get locked in. During the cold, Najima recalls the time when Kakeru saved her from being kidnapped."
                },
                "3": {
                    "ID": "430038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akikan/episodes/430038",
                    "TitleEnglish": "The feelings of an empty can",
                    "SummaryEnglish": "Kakeru and Melon are confronted a small aluminium Akikan named Budoko, whose powers come from her grape juice nature. She explains that Akikan types can be told by which ear a ringtab is on. While her primary attacks seem to have little effect on Melon besides annoyance, her explosive attacks are more dangerous. Melon gains the upper hand, but Kakeru breaks the fight up and Budoko escapes. Melon and Kakeru argue about their different standings on the Akikan Elect. After some talking, Kakeru decides they will participate in the Akikan Elect, but they will always try to avoid fighting if necessary. Afterwards, Kakeru, Yurika and Goro go over to Najima's house for a study session. While having a few drinks, Najima gets 'drunk' on carbonated drinks. When she goes to buy some more drinks, she drinks an energy drink which turns out to be an aluminium Akikan named Yell, stealing her first kiss."
                },
                "4": {
                    "ID": "432129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akikan/episodes/432129",
                    "TitleEnglish": "Getting lost, running and thinking",
                    "SummaryEnglish": "Yell is left behind at the vending machine, while Najima has gone home, where during her still-drunkenness, she asks Kakeru on a date for the following Sunday. Meanwhile, Melon encounters Yell, where they discover they are both Akikans and start to fight, but they soon lose each other. The next day, Otoya and Kizaki arrive at Najima's house with Yell to explain the Akikan Elect. Both her and Kakeru are given scanners for detecting other Akikans, and Kakeru is informed that one of the owners goes to the same school as him. Najima tells Yell that she should go wherever she wanted, but she comes back wishing to stay with her owner, which Najima accepts."
                },
                "5": {
                    "ID": "432130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akikan/episodes/432130",
                    "TitleEnglish": "Dating Relationship?",
                    "SummaryEnglish": "Kakeru starts to become curious about where the Akikan owner is, while Najima notices the ringtab on Melon's ear. When she asks Kakeru concerning the date, she is told it would have to be postponed indefinitely. Later, Melon spots someone on a baseball game that looked similar to the Akikan she fought, and they go off to investigate, visiting an amusement park and a baseball game, where it turns out the girl in question was just a sports drink vendor. Najima spots the two together, and orders Yell to punish Kakeru. Yell then proceeds to slash her energy sword across his stomach."
                },
                "6": {
                    "ID": "436003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akikan/episodes/436003",
                    "TitleEnglish": "Deeply Touched! Humans and Akikans",
                    "SummaryEnglish": "Melon discovers Yell who had just harmed Kakeru with her sword. Before the battle could continue, Najima returns Yell to can form, apologises and runs off. Kakeru declines going to the hospital, since it would get Najima in trouble. Feeling responsible for his injuries, Melon decides to fight Yell on her own. Yell tries to console her owner, but Najima is still in shock. Melon arrives, tells Najima to go to Kakeru, and tells Yell to follow her to the baseball stadium where none would get hurt. When Kakeru becomes aware of the situation, he starts to head off to find them. Najima asks if he likes Melon, he said he thinks of both of them as his important friends, and wants to be friends with Yell too. Stuck in a traffic jam, they ask Goro to come by with his motorbike. When it almost crashes, Yurika appears as a fully fledged witch and carries them to safety. The fight between Melon and Yell had reached a critical point with both of them reaching their limits, but Kakeru stops the fight and tells everyone to get along."
                },
                "7": {
                    "ID": "440333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akikan/episodes/440333",
                    "TitleEnglish": "Transfer Student, Welcome!",
                    "SummaryEnglish": "Najima decides to enroll Yell into class where she becomes popular with the class for announcing herself as a maid. Kakeru makes a habit out of flustering Kizaki, who is acting as their teacher. Later on, the class plays a game of baseball, but neither Melon nor Yell can get a good grip of the rules and end up running around town. Jealous of her relationship with Najima, Yurika challengs Yell to a showdown, but Yell loses due to being distracted by Yurika's bouncing breasts. Otoya calls Kakeru reminding him of the Akikan Elect, but Kakeru refuses to hear it. He then decides to buy Melon a cell phone so they can stay in touch easier."
                },
                "8": {
                    "ID": "440335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akikan/episodes/440335",
                    "TitleEnglish": "Sensitive In Swimsuit!?",
                    "SummaryEnglish": "Kakeru goes with Najima to a swimming pool in order to fulfil his promise to take her on a date, although he is not as enthusiastic as she is about it. Melon and Yell, as well as Goro and Yurika, decide to tail them, and Yell starts to feel uneasy seeing Najimi with Kakeru. Otoya and Kizaki are also there on a day off, who tries to pull some moves on Goro; as well as Budoko, who tails Melon and Yell before being inadvertently scared off by Yell. After giving him swimming lessons and going down a water slide together, Najimi decides to take Kakeru on the Ferris Wheel, where she decides to make a confession to him. However, he falls asleep and misses the confession, and some rocking combined with misunderstandings leads Yell to go as far as leaping on top of the Ferris Wheel to stop them, with Melon having to break her off. Najimi decides to postpone her confession, and Yell contemplates her feelings and actions."
                },
                "9": {
                    "ID": "440336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akikan/episodes/440336",
                    "TitleEnglish": "The Moment Hearts Connect",
                    "SummaryEnglish": "Melon gets a part-time job at a maid café ran by a transvestite in order to pay for her phone bill. While Kakeru teases her about it, Yell becomes intrigued by the idea of work, although Najimi tells her she doesn't need to. As Melon goes home, she notices some kids playing catch. Yell goes missing overnight and while Kakeru, Melon and Najimi look for her, Melon becomes concerned about how close Kakeru and Najimi appear. They eventually find Yell working part time as a construction worker, and Najimi gets angry at her for not telling her, causing her to run off. When going over to Najimi's house, Melon gets mad at Kakeru and runs off, and Kakeru notices she had written several unsent text messages saying she was lonely. Meanwhile, Najimi learns that Yell wanted to keep her work a secret so she could buy her a replacement for her watch that broke the other day. Najimi manages to find Yell, apologises and tells her she loves her, and Kakeru manages to find Melon and play catch with her. They then attend a Halloween themed birthday party for Yurika."
                },
                "10": {
                    "ID": "440337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akikan/episodes/440337",
                    "TitleEnglish": "Acknowledgment of a Never Changing Day",
                    "SummaryEnglish": "This episode shows how the Akikans spend their day at home when their owners aren't around. Melon tries to wash and dry the clothes while batting off the hot weather. Budoko is shocked to find a cat had messed up her hair while she was sleeping, only to find an opportunity to have some fun with a new hairstyle. Yell cuts out some coupons, learns what 'Yell' stands for, attracting several cats in the process, and tidies up the house, only to wreck it again while chasing a dragonfly."
                },
                "11": {
                    "ID": "440338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akikan/episodes/440338",
                    "TitleEnglish": "Shake! The Strongest Akikan",
                    "SummaryEnglish": "A mysterious Akikan attacks Otoya and leaves Kizaki hospitalized. The next day, Misaki approaches Melon and Kakeru saying that Budoko has gone missing. A possessed Budoko shows up and fights Yell, but she is defeated when the mysterious Akikan takes a shot at Najimi, and then absorbs Yell. Kizaki explains that the attacker was 'the strongest Akikan' who attacks Akikans regardless of being steel or aluminium. Later, Melon gets attacked by Yell and Budoko, who Kakeru deduces are copies. They manage to defeat them, but then the mysterious Akikan attacks. She reveals herself as a Mixed Juice Akikan, who can absorb other Akikans and use their powers to summon Zeros. Melon attacks the mysterious Akikan, but to no avail. She absorbs Melon's powers and leaves Kakeru with the empty can, leaving him devastated."
                },
                "12": {
                    "ID": "440339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akikan/episodes/440339",
                    "TitleEnglish": "Cheers to the Sparkling Future!",
                    "SummaryEnglish": "After recovering from their injuries, Kakeru, Najimi and Kizaki chase after the Mixed Juice Akikan. Kakeru begs the Mixed Juice Akikan to return Melon to him, but she just responds by sending a Zero of her to attack her. However, the Zero hesitates to finish Kakeru, and he uses his emotions to recover Melon's juice to her can. Otoya appears with Misaki, and recovers Yell and Budoko's cans, allowing Najimi and Misaki to recover them as well. The Mixed Juice Akikan sends all of her Zeros to attack them, but Melon, Yell and Budoko defeat them all, and combine their attacks to defeat her. She explains that her owner is a cat who ran off the moment they had met, causing her to hate Akikans with owners. Kakeru decides to give her the name, Miku, and Otoya points her in the right direction to finding her owner. Everyone heads back to Kakeru's house for a toast to the future."
                }
            }
        }
    }
}