{
    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1196094/",
        "https://www.yugioh.com/yu-gi-oh-5ds",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP0108368800",
        "https://www.themoviedb.org/tv/20695"
    ],
    "TitleEnglish": "Yu-Gi-Oh! 5D's",
    "SummaryEnglish": "Many years in the future after the exploits of Yugi Mutou, Domino City has become a shadow of its former self: Neo Domino City. There lies a strong divide between the rich and the poor, and bridging that gap proves to be difficult. Neo Domino seems fit to entertain itself with a wild new event called \"Riding Duels\", the newest form of playing the ever popular Duel Monsters card game. Enter Yusei Fudou, a young man who lives on the edge of the law, making his own rules. His desire to reclaim what is rightly his from an old friend turns into much more than what he and many of his newfound companions called \"Signers\" would have ever bargained for.",
    "TitleJapanese": "遊☆戯☆王５Ｄ'ｓ",
    "SummaryJapanese": "武藤遊戯がいた時代から数十年後の童実野町。階層社会を形成する未来都市「ネオ童実野シティ」へと変貌していた。主人公「不動遊星」はデュエルディスクの発展系「D・ホイール」に乗り下層エリアから上層エリアを目指し疾走する。\n自分と仲間にとって大切なカード「スターダスト・ドラゴン」を奪っていったかつてのライバルであるライディング・デュエルのチャンピオン「ジャック・アトラス」のいるデュエルスタジアムを目指して。\nついに対峙する遊星とジャック。\nそれぞれの思いを胸に彼らのエースモンスターである「スターダスト・ドラゴン」と「レッド・デーモンズ・ドラゴン」が激突する!\n2体のドラゴンのバトルは謎の「赤き竜」を出現させ、遊星の腕に「竜の痣」を浮かびあがらせる。\n「竜の痣」が導くそれぞれの運命がここから始まる。\n仲間のために戦う遊星に待ち受けるものとは?!\nそして「竜の痣」がもたらすものとはいったい何なのか?!",
    "Aliases": [
        "Yûgiô: 5Ds"
    ],
    "Modified": "2025-01-31",
    "Seasons": {
        "0": {
            "ID": "40245",
            "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "2558001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/2558001",
                    "TitleEnglish": "Evolving Duel! Stardust vs. Red Daemon's",
                    "SummaryEnglish": "In the episode Yusei Fudo dueled with Jack Atlas, where both players Summoned their aces, \"Stardust Dragon\" and \"Red Demons Dragon\" (\"Red Dragon Archfiend\"). Both monsters were upgraded to their \"/Buster\" mode (\"/Assault Mode\").",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5547647",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/5547647",
                    "TitleEnglish": "Yu-Gi-Oh! 3D: Bonds Beyond Time",
                    "SummaryEnglish": "As Yusei Fudo ponders the state of New Domino City, Jack Atlas and Crow Hogan cheer him up with the idea of riding on their Duel Runners. As they ride, a mysterious Turbo Duelist called Paradox challenges Yusei to a duel. Yusei summons his Stardust Dragon but Paradox seals it inside a card and disappears with it. They later discover an article that says Paradox killed Pegasus with Stardust and other famous dragons. Compounding the situation, New Domino City is vanishing. As a result, the Crimson Dragon appears, giving Yusei's Duel Runner the ability to travel through time.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "40246",
            "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "430996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/430996",
                    "TitleEnglish": "On Your Mark, Get Set, Duel!",
                    "SummaryEnglish": "This episode introduces the basic aspects and rules of the Turbo Duel, Speed World and the new Synchro and Tuner monsters. Rally gives Yusei a stolen chip to upgrade his Duel Runner, but they are hunted down by Security forces. Yusei draws their pursuers away, and is dragged into a Turbo Duel against Trudge, one of the Security officers.",
                    "TitleJapanese": "ライディング・デュエル！アクセラレーション！",
                    "SummaryJapanese": "MCの声が高々と響き渡る中、ジャックのDホイールが現れる。そんな様子を見ている炎城ムクロ。第143回、デュエルキング争奪戦が始まった。Dホイールに乗り込み拳を握るジャック。一方、地下鉄では、コンソールマシンのバランスがうまくとれていない不動遊星が走る。キング・ジャックに挑戦するのはチャレンジャーのムクロであった。ライディングデュエル最大の特長\"スピードスペル\"とは、スピードワールドのかかったフィールドでのみ発動できるカードのこと。そして、そのカードとはスピードカウンターの数によって、発動条件が決定される。果たして、この勝負の行方は!?"
                },
                "2": {
                    "ID": "430997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/430997",
                    "TitleEnglish": "Creepy Crawlies",
                    "SummaryEnglish": "Yusei reflects on his past battle with Jack, vowing to win back his Stardust Dragon card which Jack took from him. Later, Tank, Nervin, and Blitz are challenged by a group of thugs, led by a person named Uryu. Yusei steps in to help his friends out, and ends up in a duel against Uryu with his Duel Runner at stake.",
                    "TitleJapanese": "パワーインセクトデッキ！蟻地獄の罠",
                    "SummaryJapanese": "ジャックに挑戦する遊星。そんなふたりの様子を見守るナーヴとタカ、ブリッツ、ラリー。挑発してくるジャック。\"ジャンク・ウォリアー\"を使って攻撃を仕掛ける遊星。一方\"闇の呪縛\"のカードを使い\"マッドデーモン\"で応戦してくるジャック。結果、ジャックに負ける遊星。そんな遊星にジャックは言い放つ。「デュエルとはモンスターだけでは勝てない！」と。ネオドミノシティにあるジャックのペントハウス。ペントハウスの中では、ジャックとゴドウィンが会話を交わしている。一方、遊星は地下鉄内で、ラリーと共にDホイールの調整にいそしんでいたのであった。"
                },
                "3": {
                    "ID": "431136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431136",
                    "TitleEnglish": "Pipe Dreams",
                    "SummaryEnglish": "Yusei begins his ride to New Domino City to face Jack. On the way, Trudge forces him into another Turbo Duel. With only three minutes left to make it out of the pipeline, and Trudge's Gate Blocker preventing him from gaining Speed Counters, Yusei seems to be getting desperate - until he pulls out a special monster given to him by Rally.",
                    "TitleJapanese": "脱出！ニトロ・ウォリアーVSゴヨウ・ガーディアン！",
                    "SummaryJapanese": "サテライト湾岸部のゴミ集積所。今まさに、ナーヴら仲間達に見送られている遊星。そんな中、ラリーからひとつのものを渡される遊星。それはラリーのお気に入りの\"ワンショットブースター\"であった。そんなラリーに対して「必ず返す......」と一言を残し、遊星は去って行く。一方、遊星の動きを捉える牛尾。早速、闘志を燃やす牛尾は遊星を追うのであった。\n集積所では遊星の姿を追うナーヴら一同。やがて、遊星に追いつく牛尾。遊星は牛尾にはかまわず、ゴミ集積所のフェンスを次々と突破していく。そんな様子を見た牛尾は、遊星にデュエルを仕掛けてくるのであった。"
                },
                "4": {
                    "ID": "431137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431137",
                    "TitleEnglish": "A Blast from the Past (1)",
                    "SummaryEnglish": "Yusei, intending to win back his Stardust Dragon, meets up with Jack and challenges him to a Turbo Duel. The battle begins in the now deserted Duel Stadium. Yusei finds himself up against not only the fearsome Red Dragon Archfiend, but also his own Stardust Dragon which Jack placed in his deck.",
                    "TitleJapanese": "運命の対決！　立ちはだかるスターダスト・ドラゴン",
                    "SummaryJapanese": "高架の上に立つジャック。そんなジャックを熱く見上げる遊星。遊星は\"スターダスト・ドラゴン\"のカードの行方をジャックに尋ねる。カードはサテライトの仲間の夢だった、と語る遊星を一笑に付すジャック。そして、遊星にそのカードを投げつけるジャック。しかし、遊星はそのカードを投げ返し「デュエルで返してもらう！」と言い放ち、ふたりのデュエルが始まった。やがて、ふたりの行く手にデュエルスタジアムが見えてくる。一方、治安維持局本部ビルでは、阿久津がシティを支える\"モーメント\"の説明をゴドウィンにしていた。そこへ遊星とジャックのデュエルの一報がもたらされる。"
                },
                "5": {
                    "ID": "431138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431138",
                    "TitleEnglish": "A Blast from the Past (2)",
                    "SummaryEnglish": "Yusei and Jack's battle continues, with Yusei finally regaining control of Stardust Dragon. Both Yusei and Jack's arms burn as Stardust and Red Dragon Archfiend clash, and both their dragon-shaped birthmarks begin glowing. A third Dragon appears in the sky, blazing red. The duel ends with no victor and the appearance of New Domino City Security forces.",
                    "TitleJapanese": "激突するエースドラゴン！スターダストVSレッド・デーモンズ",
                    "SummaryJapanese": "夜のデュエルスタジアム。無人の観客席。レッド・デーモンズ・ドラゴンが吠える。対峙するスターダスト・ドラゴンも咆哮をあげる。2体のドラゴンの脇には遊星とジャック。相変わらず、遊星を挑発するジャック。そんなジャックに対し、攻撃を仕掛ける遊星。ふたりの様子を治安維持局の立体モニターで見つめるゴドウィン、イエーガー、深影。激しいバトルが展開する。ジャックは「いまだ経験しえぬ痛みをお前に与えよう」と遊星に言い放つ。優勢のジャックに、遊星は\"ロードランナー\"を守備表示で召喚する。そんな遊星の攻撃に対し、あくまでも優位に反撃を繰り広げるジャックであった。"
                },
                "6": {
                    "ID": "431139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431139",
                    "TitleEnglish": "The Facility (1)",
                    "SummaryEnglish": "Yusei is arrested and sent to a detention center, where he meets an old man named Yanagi, who duels using what he calls his \"Hidden Treasure\" deck. Yanagi faces off against another prisoner, Bolt Tanner - and is shortly revealed to be a very poor duelist. Although lacking skills, he still cares deeply about his cards, something Yusei can relate to. Meanwhile, Goodwin reviews Jack's duel with Yusei, and discovers that, had they not been interrupted by the appearance of the Crimson Dragon, Jack would have been defeated.",
                    "TitleJapanese": "見てくれ！ワシの秘宝デッキ！",
                    "SummaryJapanese": "ジャックとのデュエルの結果、遊星はセキュリティ本部の査問室に収監され、査問官から厳しく詰問されていた。サテライト住民による不許可のネオ童実野シティ侵入を追及され、不適合者としての刻印を押されてしまう遊星。さらに、収容所における再教育プログラムを受けることを言い渡される。そんな時、遊星は\"矢薙\"というひとりのおっさんと出会う。矢薙はスタジアムでの遊星とジャックのデュエルを見ていた、と言う。一方、ジャックも遊星とのデュエルで、相当な痛手を受け、治療に専念していた。その中で、自分自身と遊星にできた痣のことに思いを巡らせるのであった。"
                },
                "7": {
                    "ID": "431140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431140",
                    "TitleEnglish": "The Facility (2)",
                    "SummaryEnglish": "Yusei has had enough of hearing Tanner making fun of Yanagi's cards and dueling skills, so he takes up Yanagi's deck and challenges Tanner to a duel, much to everyone's surprise, since Yusei is not dueling with his usual cards. Yusei wants to teach Tanner that every deck has a winning strategy, regardless of their value to others. Goodwin reveals to Jack the legend of the People of the Stars, the Signers and the Crimson Dragon.",
                    "TitleJapanese": "カードにこめた想い！　水晶ドクロVS大牛鬼",
                    "SummaryJapanese": "収容所で対峙する遊星と氷室。その周りを取り囲む人々の中に矢薙の顔も。さかんに挑発してくる氷室の取り巻きたち。そんな中で、ついに遊星と氷室のデュエルが始まった。初手から激しいカードを出してくる氷室。それに対して、あくまでも冷静に対処する遊星。一方、そんなふたりの様子をモニタ−越しに見ている収容所所長。やがて、受話器を取り、どこかへ電話をかけるが、ゴドウィンが所長の報告を受けている。所長の報告を受けながら、ジャックを誘うゴドウィン。ゴドウィンが告げるには、治安維持局の真の姿の片鱗を見せる、と言う。ゴドウィンはジャックをそんな部屋に案内していくのであった。"
                },
                "8": {
                    "ID": "431141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431141",
                    "TitleEnglish": "Fire It Up!",
                    "SummaryEnglish": "Yusei is interrogated for information on his Dragon Mark, and Goodwin comes to the detention center to speak with him further. Yanagi tells Yusei what he knows about the Signers and the five dragons, and suspects that Yusei's Stardust Dragon may be one of the five. Meanwhile Jack duels Hunter again, but is off his game after his loss against Yusei.",
                    "TitleJapanese": "満たされぬ魂　シグナーと伝説の竜",
                    "SummaryJapanese": "ふたりの刑務官に促され、収容所の医務室へ連れてこられる遊星。遊星の前に現れたのは、所長の鷹栖。鷹栖は、俺はサテライトの人間がキライだ、と言い放ち、敵意丸出しの態度を遊星に見せる。そんな鷹栖の命令で、遊星の体が徹底的に調べられていく。あまりの激しさに気を失う遊星。そんな遊星を揺り起こし、お前のDホイールもデッキも長官によって調べられている、と教えられる。一方、治安維持局では、ゴドウィンが収容所から送られてくる遊星のデータを興味深く見つめている。収容所の監房では、遊星が竜と痣の伝説を矢薙から聞かされていた。翌朝、収容所にゴドウィンが現れる。"
                },
                "9": {
                    "ID": "431142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431142",
                    "TitleEnglish": "The Lockdown Duel (1)",
                    "SummaryEnglish": "Yusei is transferred to a different cell, away from Yanagi. His new cellmate, Alex, plans to escape and offers to take Yusei with him, but he refuses to leave without Yanagi and Tanner. Meanwhile, Armstrong has been harassing Tanner, and Yusei ends up in a duel against him, using a deck built with treasured cards given to him by all the other prisoners.",
                    "TitleJapanese": "カードにかける思い　仕組まれたライトニング・デスマッチ",
                    "SummaryJapanese": "大監房に収監される遊星。その様子を最上階から見ている鷹栖。早速、青山が遊星に話しかけてくる。ところが、遊星は\"赤い竜\"と矢薙、ゴドウィン の言葉を想い出していた。そこへ矢薙と氷室がやってくる。囚われの身であることを嘆く矢薙。氷室は鷹栖が横暴な人物であることを話す。一方、ゴドウィンから、遊星に\"シグナー\"の可能性があることを告げられた鷹栖は怒りを露にする。監房では、遊星が青山から脱走の計画を聞かされていた。青山の提案に対し、氷室と矢薙もこの計画に加えることを提案する遊星。それを了解する青山。その頃、鷹栖の陰謀が動き始めるのであった。"
                },
                "10": {
                    "ID": "431143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431143",
                    "TitleEnglish": "The Lockdown Duel (2)",
                    "SummaryEnglish": "Yusei is caught in Armstrong's trap - not only is he forced to discard ten cards each turn, each Life Point lost also delivers a painful electric shock. Armstrong has disabled the electric current to his own Duel Disk, and thus does not feel any pain, until Alex breaks into the control room. He starts the current flowing again, but Armstrong just gets back up and keeps going. Despite the overwhelming odds, Yusei is able to pull through and win the duel. He is allowed to leave the prison.",
                    "TitleJapanese": "デッキ0　チェーントラップのループを破れ",
                    "SummaryJapanese": "収容所所長の鷹栖の挑発にのってデュエルに臨んだ遊星。やがて、そのデュエルには鷹栖の汚い罠が仕掛けられていることを知る。だが、遊星は収容所の仲間達から預かったカードで必死に戦う。そんなふたりのデュエルを収容者達は固唾をのんで見守る。劣勢の遊星に対し、鷹栖は執拗に攻撃を繰り返す。そんな状況にありながらも必死の抵抗を試みる遊星。まるでそれは何かの時間稼ぎのようにも見える。一方、青山は以前から準備していた抜け穴から脱走しようとしていた。そんな時、遊星が叫ぶ。「仲間を置き去りにしたらその先に、本当の自由などない」。それを聞いた青山は......!?"
                },
                "11": {
                    "ID": "431144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431144",
                    "TitleEnglish": "The Take Back (1)",
                    "SummaryEnglish": "Although he is now out of the detention center, Yusei has noticed that he is being followed by Goodwin's agents. Luckily, he is taken by a former duelist named Blister, the man who Tanner told him could help get his Duel Runner and dueling deck back. After discovering Blister's past, Yusei infiltrates Goodwin's tower and finally recovers his Duel Runner and dueling deck, but not before Trudge shows up and challenges him to another Turbo Duel.",
                    "TitleJapanese": "特殊追跡デッキ再び　取り戻せ仲間との絆",
                    "SummaryJapanese": "カフェ街を歩く遊星。そんな遊星を監視する尾行者達。遊星は\"ブートレグ\"の看板が掲げられた店に入って行く。\"大牛鬼\"のカードを手に、その店 で\"雑賀\"という男に会え、と氷室から言われたことを思い出す遊星。遊星がマスターに、場違いなミルクを注文すると一瞬、気色ばむマスター。しかし、遊星が大牛鬼のカードを示すと、ハッとなるマスター。尾行者も店内に入り込み遊星を見張る。それに気付いたマスターは巧みに遊星を店内から外へ送り出す。尾行者も遊星を追って店を出るが、待ち構えていたDホイールに遊星は引っ張り上げられ、尾行者を残し、その場を後にするのであった。"
                },
                "12": {
                    "ID": "431145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431145",
                    "TitleEnglish": "The Take Back (2)",
                    "SummaryEnglish": "Yusei continues to avoid Trudge's brutal direct attacks as he attempts to escape with Bliser's help, but things only get harder from there. Despite the danger, Yusei resolves to restore Blister's faith in bonds with other people. When Trudge brings out Goyo Guardian, Yusei tunes four of his weak monsters together to summon Turbo Warrior.",
                    "TitleJapanese": "死闘追跡（デッドチェイス）！　絆を紡げターボウォリアー",
                    "SummaryJapanese": "遊星と牛尾のデュエルが続く。牛尾の追撃を避けようと、Dホイールを疾走させる遊星。しかし、その行く手には次々と隔壁が降りてくる。必死に隔壁を抜けようとする遊星だが、うまくいかない。そんな遊星の様子を見て、余裕を見せる牛尾。さらに、牛尾は遊星への攻撃を仕掛けてくる。ジリジリと追いつめられて行く遊星。だが、何とか勝機を掴もうと、遊星は必死の抵抗を試みる。やがて、遊星の目の前にエレベーターホールが迫ってくる。表示は行き止まりを示 している。そんな時、遊星の耳に「そのまま突っ込むんだ!!」という雑賀の声が。遊星はDホイールをさらに加速させるのだが......!?"
                },
                "13": {
                    "ID": "431146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431146",
                    "TitleEnglish": "A Duel to Remember",
                    "SummaryEnglish": "Yusei is able to escape from the police, but crashes his Duel Runner and is knocked unconscious. When he wakes up, he has been rescued and hidden from the police by twin duelists Leo and Luna, who live in the Tops area at New Domino City. Rejoiced to see that Yusei is alright, Leo asks him for a friendly duel-Yusei's Junk deck against Leo's Morphtronic deck. In the English version, Yusei suffers from amnesia following his crash, and Leo duels him in order to make him remember.",
                    "TitleJapanese": "ダイヤル・オン！　うなれディフォーマーデッキ",
                    "SummaryJapanese": "牛尾とのデュエルで遊星はトップス居住エリアに入り込んでしまう。そこで遊星は\"龍亞\"と\"龍可\"という双子の兄妹と出会う。一方、トップスエリアには牛尾と言えども無断で入ることはできず、正式な許可が必要だった。それを警備スタッフから聞かされ、トップスの外周で怒り狂う牛尾。牛尾は仕方なく、遊星がエリアから出てくるのを待つ。その頃、遊星がデュエリストであることを知った龍亞は遊星にデュエルを申し入れる。最初は龍亞の申し入れを無視する遊星だったが......。"
                },
                "14": {
                    "ID": "431147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431147",
                    "TitleEnglish": "Bloom of the Black Rose",
                    "SummaryEnglish": "While preparing for the Fortune Cup with Blister, Yusei is reunited with Tanner and Yanagi. As they prepare to test out Yusei's Deck, they're confronted by Jack, who returns Stardust Dragon to Yusei. Later, Leo tells them about a duelist called the Black Rose Witch. (Known simply as the Black Rose in the English version). When she appears before them, the Mark of the Dragon on Yusei's arm begins to react.",
                    "TitleJapanese": "現れるフォークロア　破壊をもたらす『黒薔薇の魔女』",
                    "SummaryJapanese": "治安維持局直々に\"デュエルオブフォーチュンカップ\"の招待状を渡された遊星。とりあえず雑賀のマンションへ落ち着くのだった。その頃、トップスでは遊星が双子の元を去ったことに、龍亞が気がつき大騒ぎ。龍可がテーブルの上を見ると、彼らに合うように調節されたデュエルディスクが置かれていた。遊星を想うふたり。そこへ龍亞の友人・天兵から電話がかかってくる。この日、龍亞と天兵は\"黒い薔薇の魔女\"を倒すために\"ダイモンエリア\"に行く約束になっていたのだ。"
                },
                "15": {
                    "ID": "431148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431148",
                    "TitleEnglish": "Welcome to the Fortune Cup",
                    "SummaryEnglish": "The Fortune Cup has officially begun and the first duel pits Krieger against Leo, who is disguised as his sister Luna, as she did not wish to participate. Krieger's aircraft machine monsters are giving Leo's Morphtronic monsters a hard time. Meanwhile, Zigzix, Goodwin's scientist, puts his latest invention to the test: a device that detects signer activities. But Leo is unaffected while Luna is. Leo loses his duel and Zigzix finds out that Luna was in the stands during the duel.",
                    "TitleJapanese": "デュエル・オブ・フォーチュンカップ開幕　大空襲！ジャイアントボマー・エアレイド",
                    "SummaryJapanese": "フォーチュンカップの開幕に期待を膨らませているスタジアムを埋め尽くした大観衆。バックヤードには、龍可になりすまして大会に参加しようとしている龍亞、遊星らがいる。氷室は、このフォーチュンカップには何か仕組まれている、と嫌な予感を覚える。スタジアムにはレッドデーモンズドラゴンが現れ、 続いて、ジャックが現れる。さらに、MCの声に誘われ、デュエリスト達が登場する。遊星に加えて\"死羅\"\"ジル・ド・ランスボウ\"\"ボマー\"......。ところが、遊星のマーカーに気付いた観客がざわめく。それを収めたのはボマーであった。そして、ついに龍亞とボマーの第1試合が始まった！"
                },
                "16": {
                    "ID": "431149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431149",
                    "TitleEnglish": "Battle with the Black Rose",
                    "SummaryEnglish": "The next duel in the Fortune Cup pits Gill de Randsborg vs. Akiza. Randsborg has learned from Goodwin and Lazar that Akiza is the Black Rose. At first, his Masked Knight leveled monsters seem to give him a clear advantage, until Akiza lets everyone in the stadium witness the dangers of her plant monsters, field spell card and finally, her Black Rose Dragon.",
                    "TitleJapanese": "魔女再来、破滅の竜『ブラック・ローズ・ドラゴン』",
                    "SummaryJapanese": "フォーチュンカップの裏側では、ゴドウィンの指示で、恐るべき陰謀が張り巡らされていた。それはデュエルの参加者の中から\"シグナー\"を探し出すこと。その一方で、デュエルは進んで行く。第1試合は健闘空しく龍亞の敗北で終わった。落ち込む龍亞を励ます遊星達。そこへ十六夜アキがやってきて挑戦的な眼差しを遊星に向ける。その頃、ジル・ド・ランスボウは控え室で、ゴドウィンとイエーガーと会っていた。イエーガーは、アキの正体を暴け、とジルをけしかける。さらに、アキの正体が\"黒バラの魔女\"であることをジルに告げるゴドウィン。そして第2試合、ジルVSアキのデュエルが始まった！"
                },
                "17": {
                    "ID": "431150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431150",
                    "TitleEnglish": "Surprise, Surprise",
                    "SummaryEnglish": "Next up in the Fortune Cup is a riding duel between Yusei and a mysterious caped duelist called Shira, but to Yusei's and Jack's surprise, the challenger is actually Hunter Pace who took the real Shira's place and disguise shortly before the duel starts. Yusei must now face Pace's deck filled with powerful Fire monsters, an improved deck which Pace planned to use against Jack later on.",
                    "TitleJapanese": "炎のリベンジャー　スピード・キング☆スカル・フレイム",
                    "SummaryJapanese": "ジルVSアキのデュエルは、サイコデュエリストであるアキの恐ろしい戦術によって、ジルの完敗で終わった。未だ\"シグナー\"を見つけることができないイエーガーと阿久津。デュエルはさらに進み第3試合は、遊星VS死羅のデュエルだった。死羅は\"蘇る死神\"と呼ばれる非情のDホイーラーであることを 遊星に告げる氷室。気遣う氷室に対し、遊星は\"スターダスト\"のカードを使うのはジャックと決着をつける時だ、と言い放つ。その頃、警備員の制止を振り切り、スタジアムに侵入してきた謎の男\"炎城骸\"がいた。いよいよ第3試合が始まった。ところが、遊星の前に現れたのは死羅ではなく、骸であった。"
                },
                "18": {
                    "ID": "431151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431151",
                    "TitleEnglish": "Return to the Spirit World (1)",
                    "SummaryEnglish": "The first round of the Fortune Cup is over, but Rex Goodwin is holding a consolation match, which opposes Professor Frank (Known simply as The Professor in the English version) versus the real Luna, much to Leo's disappointment. Not only Luna is reluctant to duel, but the duel itself is planned to uncover Luna's signer ability. Furthermore, Professor Frank has a stirring speech that sends Luna into a trance-like state, disrupting her dueling capabilities.",
                    "TitleJapanese": "古の森　精霊世界への誘い",
                    "SummaryJapanese": "イエーガーと対峙する人影。改めて、デュエルをすることを人影に依頼するイエーガー。その頼みを受ける人影。デュエルスタジアムでは、骸に勝利した遊星を迎える氷室、矢薙達。そこへ場内アナウンスが流れる。それによると、ゴドウィンの計らいによって、敗者復活戦が行われることが告げられる。そして、発表されたのは龍可の名前だった。早速、龍可に成りすましてスタジアムに飛び出していく龍亞だったが、すでに偽物であることがバレていた。それは対戦相手だったボマーにすら明白であった。場内の観客からも本当の龍可を望む声が高まる。そこで、渋々スタジアムにあがる龍可であった。"
                },
                "19": {
                    "ID": "431152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431152",
                    "TitleEnglish": "Return to the Spirit World (2)",
                    "SummaryEnglish": "Luna engages in her duel with Professor Frank when she hears a mysterious voice saying: \" You said...you'd protect the world of Duel Monsters spirits. \" Then, the voice takes shape in the form of Ancient Fairy Dragon. Now, Luna must take all her courage and skill at hand to defeat Professor Frank's trump card.",
                    "TitleJapanese": "汚染される精霊世界　悪なる意思　超魔神イド",
                    "SummaryJapanese": "フランクとのデュエルを繰り広げる龍可。その最中、不思議な声に導かれて精霊世界\"古の森\"へとやってくる龍可とクリボン達。さらに、龍可へ囁きかけてくる不思議な声。そして「デュエルモンスターズの精霊の世界をーー守ってくれると！」と呼びかけられるに至っては、いたたまれなくなる龍可。その背後に忍び寄る影。影はやがて、実体化し\"超魔神イド\"へと姿を変える。\"サンライトユニコーン\"がイドに挑むが、返り討ちに合ってしまう。それにもめげず、勇気を漲らせる龍可。そんなデュエルの様子をモニターで見ていた遊星は訝る。一方で、龍可はサンライトユニコーンを復活させるのだが･･････。"
                },
                "20": {
                    "ID": "431153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431153",
                    "TitleEnglish": "Second Round Showdown (1)",
                    "SummaryEnglish": "The first day of the Fortune Cup comes to a close. The audience attention is cast to an image of Krieger, who shall face Yusei tomorrow. As Tanner says that he wonders what kind of Duel Runner Krieger uses, something comes to Leo's mind, causing him to run off.",
                    "TitleJapanese": "譲れない想い　我が使命は故郷と共に",
                    "SummaryJapanese": "フランクとの敗者復活戦で、激しいデュエルの末、引き分けにまで持ち込んだ龍可。その戦果に龍亞が不満を漏らす。そんな龍亞の様子を意に介さない龍可であったが、フランクの放った\"シグナー\"という言葉が引っかかっていた。こうして、デュエル・オブ・フォーチュンカップの大会第1日目が終わった。 会場から引き上げようとする一同は、巨大モニターに映し出されたボマーの姿を目にする。彼こそが明日の遊星の相手だった。強敵であることを再認識する一同。ボマーのDホイールがどんなものかが楽しみだ、と呟く氷室の声を聞いて、龍亞の脳裏に何かが閃く。皆と別れ、走り出す龍亞だった。"
                },
                "21": {
                    "ID": "431154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431154",
                    "TitleEnglish": "Second Round Showdown (2)",
                    "SummaryEnglish": "Krieger successfully summons Flying Fortress SKY FIRE and uses its effect to prevent Yusei to play his cards right. What Yusei doesn't know is that Krieger holds Goodwin responsible for the destruction of his home village.",
                    "TitleJapanese": "復讐のボマー　悲しみのトラップ　チャリオット・パイル",
                    "SummaryJapanese": "デュエル・オブ・フォーチュンカップの大会第2日目。第1戦から遊星とボマーの激しいデュエルが展開する。遊星、ボマー共に信念を持って繰り広げられるデュエルは激しさを増すばかり。周りで見守る龍亞や矢薙達も遊星とボマーの一挙手一投足に一喜一憂する。さらに、ボマーは\"ジャイアント・ボマー・エアレイド\"を使って遊星に挑戦してくる。それに対し\"シールドウォリアー\"で応戦する遊星。ギリギリのところまで追いつめられる遊星。固唾をのんで対戦の行方を見守る龍亞達。そんな遊星がボマーに攻撃を仕掛けてくる。遊星の攻撃の真意を探ろうとするボマー。果たして、戦いの行方は？"
                },
                "22": {
                    "ID": "431155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431155",
                    "TitleEnglish": "Dueling Minds",
                    "SummaryEnglish": "The second round of the finals pits Akiza against Commander Koda. Koda has been ordered by Goodwin to expose Akiza as a signer, which didn't work on Akiza's last duel. Furthermore, Koda can expose his opponents' past to disable them. He doesn't take long to expose Akiza's troublesome reputation as the Black Rose, awakening painful memories to Akiza.",
                    "TitleJapanese": "暴かれる過去　デュエルプロファイラーVS黒バラの魔女",
                    "SummaryJapanese": "遊星との死闘の末、敗北したボマー。だが、ボマーは自身の復讐のため、ゴドウィンにその刃を向ける。空しくゴドウィンの義手によって、その刃は阻まれる。セキュリティに連行されるボマー。遊星に「自分の使命を果たせ」と言い残し去っていくボマー。デュエルは続く。選手控え室では、次の挑戦者・来宮 虎堂がパソコンを前に、十六夜アキの16年間にわたるデータを打ち込み終えていた。そんな来宮をフィールドへ誘うイエーガー。一方、ディヴァインに見送られ、フィールドへと向かうアキ。ついに、来宮と\"黒バラの魔女\"ことアキのデュエルが始まろうとしていた。果たして、来宮の目的とは。"
                },
                "23": {
                    "ID": "431156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431156",
                    "TitleEnglish": "Duel of the Dragons (1)",
                    "SummaryEnglish": "Before the final rounds of the Fortune Cup commences, Yusei confronts and questions Akiza within a inner passage of the Dueling Stadium of why does she calls the Mark of the Dragon a \"Wretched Mark.\" To which angrily responds that she hates and detests the person who carries a birthmark. Furthermore while becoming angry, Akiza feels that something remains hidden within her. Yusei, who is filled with various doubts, begins his Duel with Akiza.",
                    "TitleJapanese": "決勝戦、仮面の奥に隠された心",
                    "SummaryJapanese": "来宮の目的、同時にイエーガー達の目的、それはアキが\"シグナー\"であることを確認することであった。そして、それは来宮の敗北によって果たされた。アキは間違いなく\"シグナー\"であった。こうして、ファイナルステージは遊星とアキの一騎打ちが決定した。来宮とアキのデュエルを見ていた遊星は、彼女の中に、拒絶と怒り、さらにまだ何かが潜んでいることを感じる。そして、デュエルを終えたアキと遊星がスタジアム奥の通路で対峙する。遊星は、アキにとっての痣の意味を問う。痣を持つ者を憎み、嫌悪する、と答えるアキ。様々な思惑をはらみながら遊星とアキのデュエルが始まった！"
                },
                "24": {
                    "ID": "431157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431157",
                    "TitleEnglish": "Duel of the Dragons (2)",
                    "SummaryEnglish": "The duel between Yusei and Akiza continues, and Akiza quickly gains the upper hand. Yusei, from his part, manages to put a good defense against Akiza's plant-type monsters, but also notices that Akiza takes a guiltiest pleasure at attacking him mercilessly.",
                    "TitleJapanese": "ヴィクテム・サンクチュアリ　破壊を包む星となれ！　スターダスト・ドラゴン",
                    "SummaryJapanese": "遊星とアキのデュエルは観客を巻き込み、観客席を破壊するほどの凄まじいものだった。その中にあって、遊星はアキの攻撃を耐え、彼女の中にある拒絶と怒りの先にある何かを必死に探ろうとしていた。一方、アキはその攻撃の手を緩めることはなかった。やがて、遊星はアキの持つ第三の感情に気付く。それは破壊の力に楽しみと愉悦を感じていることであった。遊星のその言葉に訝るアキ。だが、容赦のないさらなるアキの攻撃は続く。遊星も必死に対抗し、アキにダメージを与える。そんなふたりの一挙手一投足に観客達が沸く。果たして、ファイナルバトルに勝利するのは遊星か？アキか？"
                },
                "25": {
                    "ID": "431158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/431158",
                    "TitleEnglish": "The Fortune Cup Finale (1)",
                    "SummaryEnglish": "Yusei wins his match against Akiza, but feels reluncant about it since he couldn't help her as much as he would have wished. He then rushes to Goodwin's tower in order to rescue his friends, but what he finds is Jack along Goodwin, and he explains how his rivalry with Yusei all began. Shortly after, the final duel between Jack and Yusei takes place, and to Yusei's surprise, his friends from Satellite are safe and sound, freed from the container that served as prison in Satellite, and they all watch Yusei as he duels.",
                    "TitleJapanese": "フォーチュンカップ ファイナル！　孤高のキング ジャック・アトラス",
                    "SummaryJapanese": "十六夜アキとの激しいデュエルの末、勝利を手にした遊星。ついに、ジャックVS遊星のファイナルバトルが始まろうとしていた。一方、遊星の仲間であるブリッツ達が何者かによって拉致されてしまう。遊星、アキ、龍可、そしてジャックの痣を持つ\"シグナー\"4人が揃うスタジアム、果たして、何が起こる というのだろうか？　遊星はデュエルが終わっても自分の腕から痣が消えないことを訝る。そして、仲間達を危険なスタジアムから逃がそうとする。しかし、イエーガーは、ブリッツ達を人質にして、彼らをスタジアムから出そうとはしなかった。この先、スタジアムで何が起こるのだろうか？"
                },
                "26": {
                    "ID": "443350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/443350",
                    "TitleEnglish": "The Fortune Cup Finale (2)",
                    "SummaryEnglish": "The Fortune Cup Finals continue as Yusei summons Stardust Dragon to battle Jack’s Red Dragon Archfiend. As the battle goes on, the Crimson Dragon appears and Goodwin, revealing that he is the fifth signer and has a severed arm in a tank with the final Signer Mark shows Yusei, Jack, Akiza, and Luna bizarre visions of the People of the Stars and the future of New Domino City, being engulfed in a Spider shaped geoglyph of fire.",
                    "TitleJapanese": "シグナーたちの運命！　赤き竜が導く未来！",
                    "SummaryJapanese": "様々な思惑と陰謀が渦巻く中、ついに遊星VSジャックのファイナルデュエルの幕が切って落とされた。かつては、サテライトで仲間として暮らしていた遊星とジャック。しかし、ゴドウィンの誘いにのって遊星を裏切り、今やシティの王として君臨することになったジャック。そんな因縁浅からぬふたりのデュエルは熾烈を極めた。\"キング\"を自認するジャックは攻撃の手を緩めない。遊星劣勢の中、展開されるデュエル。そんなふたりのデュエルが繰り広げられるスタジアムの上空には不吉な暗雲が広がっていく。そんな様子を見ているゴドウィンは、5人目の\"シグナー\"の存在を口にするのだった。"
                }
            }
        },
        "2": {
            "ID": "187321",
            "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/seasons/official/2",
            "# Episodes": 38,
            "Episodes": {
                "1": {
                    "ID": "1677431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677431",
                    "TitleEnglish": "A Web of Deceit (1)",
                    "SummaryEnglish": "After his victory over Jack in the Fortune Cup, Yusei is named the new Duel King. While Yanagi informs the gang about the Signers and the Dragon Birthmarks, Yusei is challenged by a mysterious man with a Spider shaped birthmark on his arm who is able to make the duel into a Shadow Duel. Yusei is surprised to find his opponent has a fearsome new type of monster, a Dark Synchro Monster. Meanwhile, a reporter named Carly tries to get the scoop on the new Duel King.",
                    "TitleJapanese": "光なき世界 ダークシンクロ　氷結のフィッツジェラルド！",
                    "SummaryJapanese": "スタジアム上空に赤い竜が出現した。赤い竜は遊星とジャックに様々なビジョンを見せる。天空の神殿、祈りを捧げる5人の神官と星竜王。そして、最後は炎の柱になぎ倒されるサテライトの様子だった。サテライトの未来では、と驚愕する遊星に、デュエルの続行を申し入れるジャック。再び、激しいデュエルが始まった。死闘の末、勝利したのは遊星だった。ジャーナリストの取材攻勢を避け、スタジアムを去る遊星達。遊星に逃げられたジャーナリスト達はゴドウィンに質問を集中させる。しかし、巧みにはぐらかすゴドウィン。一方、闇の中では新たな敵が行動を開始するのであった。"
                },
                "2": {
                    "ID": "1677441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677441",
                    "TitleEnglish": "A Web of Deceit (2)",
                    "SummaryEnglish": "Despite the difficulties caused by the Dark Synchro Monster, Yusei manages to win his duel against the Dark Signer. However, after the duel, his opponent has no recollection of what happened and no longer has the birthmark or any Dark Synchro Monsters in his deck. It is revealed that spiders are being used to control people, one of which are heading to the hospital where Jack is recovering. Trudge arrives to take Yusei back to the Satellite, and Yusei decides to go, with intention of getting the truth out of Goodwin.",
                    "TitleJapanese": "すべてを呑みこむ闇　不滅のダークシグナー",
                    "SummaryJapanese": "クモの痣を持つ男が遊星の前に現れる。走り出す男の後を追う遊星。男に追いついた遊星は様々な質問を投げかける。男は「闇のデュエルに聞け」とだけ答え、遊星にデュエルを仕掛けてきた。受けて立つ遊星。だが、今までの常識にないデュエルが展開され、苦戦を強いられる。ふたりの様子を物陰からビデオに録画するカーリー。いつの間にか、見えない壁の中に取り込まれている遊星。デュエルが終わるまでその空間から逃れることはできない、と言い放つ男。さらに、何度、相手モンスターを倒してもその度に復活してくる男のデュエルに戸惑う遊星。果てしのないデュエルが延々と続くのであった。"
                },
                "3": {
                    "ID": "1677451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677451",
                    "TitleEnglish": "Good Cop, Bad Cop",
                    "SummaryEnglish": "Following her release from security, Carly attends a premiere event and encounters a model named Misty, who predicts her death. When Angela, a rival reporter, reveals Jack was actually born in the Satellite, Carly decides to infiltrate the hospital to interview Jack. At that time, a Dark Signer spider possesses Trudge and challenges Jack, who is trying to leave the hospital, to a duel. Unable to use his fractured right arm, Jack decides to use Carly as his arm. They win the duel, but Jack is weakened and asks Carly to get him out of there without anyone noticing. Meanwhile, Goodwin shows Yusei the truth.",
                    "TitleJapanese": "迫りくる脅威！　ダークシグナー牛尾!?",
                    "SummaryJapanese": "ダークシグナーであったクモ男と遊星のデュエルは終了した。しかし、対戦相手の男はデュエルが終わると、自分自身のことを何も覚えていなかった。 その一部始終を見ていたカーリーだったが、結局は何の確証も得られず、特ダネもものにできなかった。そんな遊星の前に、因縁の相手・牛尾が現れる。訝る周りの人間に対して、遊星は「俺もゴドウィンに話があるところだ」と言い放つ。牛尾に連行されて行く遊星。一方、何の情報も得られないカーリーは編集長に責められる。そんな時、遊星に敗れたジャックの勇姿を収めた映画『ロード・オブ・ザ・キング』の公開がゴドウィンの口から発表された。"
                },
                "4": {
                    "ID": "1677461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677461",
                    "TitleEnglish": "Fight or Flight",
                    "SummaryEnglish": "A Satellite rebel named Crow steals several decks for his friends. He is forced into a duel by Security, but manages to beat them with a one-turn kill. As Goodwin tells Yusei the truth about Signers and Dark Signers, Luna has nightmares involving the dragons. Mina and Trudge show up at Carly’s place where they find Jack, but he refuses to go with them. Yusei is then sent back to the Satellite where Crow awaits him.",
                    "TitleJapanese": "わが名はクロウ！　飛べブラック・バード",
                    "SummaryJapanese": "腕にクモの痣が浮かんだ牛尾からデュエルを仕掛けられるジャック。ジャックの取材に訪れたカーリーもそのデュエルに巻き込まれてしまう。激しいデュエルを繰り広げた後、牛尾は正気に戻る。デュエルのことを何も覚えてない牛尾。クモ男と同じ現象が起きたことに気付くカーリー。そんな頃、遊星はゴドウィンと対峙していた。ゴドウィンは遊星に真実を伝える、と話す。ゆっくりと語り始めるゴドウィンの話に聞き入る遊星。一方、サテライトではクロウが倉庫の物品を漁っていた。セキュリティに発見されるクロウ。セキュリティたちに追い詰められたクロウは彼らとデュエルを始めるのだった。"
                },
                "5": {
                    "ID": "1677471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677471",
                    "TitleEnglish": "The Reunion Duel",
                    "SummaryEnglish": "After catching up with each other and reuniting with Rally and co, Yusei and Crow are forced into a Turbo Duel with security using Tag Duel rules. Meanwhile, Carly accompanies Jack around the city whilst Mina and Trudge follow. Jack reminisces about his life in the Satellite, and the friends he betrayed. Following some advice from Carly, he decides to follow his own path.",
                    "TitleJapanese": "故郷と仲間　再会のタッグ・ライディング！",
                    "SummaryJapanese": "迫るセキュリティをかわすクロウ。その頃、遊星はゴドウィンからシグナーとダークシグナーとの5000年前からの深い因縁を聞かされていた。さらには、17年前の第1号モーメントの制御に失敗したことにまで話が及ぶ。釈然としないままゴドウィンの元を去る遊星。そんな遊星の前にクロウが姿を現す。 クロウとの再会を喜ぶ遊星。早速、ふたりでDホイールを駆って街を疾走する。その時、クロウからサテライトの奥で不穏な動きがあることを聞かされる遊星。 自らのアジトへ戻ると、ラリーやブリッツといった懐かしい顔が遊星を出迎える。そんな再会を喜ぶ間もなくセキュリティ達がやってくる。"
                },
                "6": {
                    "ID": "1677481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677481",
                    "TitleEnglish": "Dark Signs (1)",
                    "SummaryEnglish": "Rally and friends meet up with Yusei and Crow at his hideout, where Crow tells a story about the man who made the Daedalus Bridge. Later that night, whilst Yusei and Crow search for the Dark Signer’s whereabouts, Kalin, a former friend of theirs, sends out a Dark birthmark signal, alerting Yusei and the other Signers. Jack and Carly are escorted by Mina to Yusei’s whereabouts, where Carly learns that Yusei was born in Tops, and his parents were involved in the Zero Reverse incident. Kalin makes his appearance, trapping Yusei in a geoglyph shaped like the Giant Nazca Line and forcing him into a Dark Turbo Duel.",
                    "TitleJapanese": "自由の象徴　ダイダロスブリッジ",
                    "SummaryJapanese": "遊星とクロウがタッグを組み、セキュリティとの激しいデュエルが続く。やがて、セキュリティの攻撃をかわす遊星とクロウ。一方、ジャックは過去を振り返りつつ、それとは決別し、何かを強く決意する。サテライトを貫く巨大な地割れにかかった吊り橋を行くブリッツ達。その視線の先にはダイダロスブリッ ジが見える。さらに、進み遊星との待ち合わせ場所であるバラック街に達する一同。誰もいないことを訝る雑賀。その時、爆音が響き、遊星とクロウが現れる。 さらに、周囲から大勢の子供が現れる。子供達にせがまれて昔話を始めるクロウ。その話はダイダロスブリッジにまつわるものだった。"
                },
                "7": {
                    "ID": "1677491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677491",
                    "TitleEnglish": "Dark Signs (2)",
                    "SummaryEnglish": "While preparing for his duel against Kalin, Yusei, Crow and Jack remember when they were all part of a duel gang, the Enforcers, who duelled rival gangs at night. The duel starts and Yusei takes a harsh attack due to the effects of the Shadow duel, which appears to be more dangerous in Turbo Duel.",
                    "TitleJapanese": "復讐の劫火！　かつての友　鬼柳京介",
                    "SummaryJapanese": "遊星はダークシグナーとの戦いに挑もうとしていた。しかし、そんな遊星の行動に気付いたクロウは同行を申し出る。仕方なく共に出発する。一方、 カーリーの質問責めにあい、思わずジャックが口にしたのは、遊星の生い立ちであった。遊星の両親はモーメント技術の基礎を築いたエリートだった。その頃、 遊星とクロウの前に姿を現したのはかつての仲間・鬼柳京介だった。訝るふたりに構わず、鬼柳は遊星を黄泉の底へ叩き込む、と宣言する。そんな様子を見守るジャックとゴドウィン。そんなジャックの口から、遊星とクロウ、鬼柳、ジャックはかつて唯一、無二の親友だったことが語られる。"
                },
                "8": {
                    "ID": "1677501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677501",
                    "TitleEnglish": "Dark Signs (3)",
                    "SummaryEnglish": "Kalin summons his One-Hundred Eye Dragon, a Level -8 Dark Synchro monster, causing a real threat to Yusei. Yusei once again recalls his days in the Enforcers, and remembers how Kalin once saved his life. When he is almost burned in the fires of the dark barrier, Yusei also remembers when Kalin killed a member of Security and how the proceeding fight between them sparked Kalin’s hatred towards Yusei.",
                    "TitleJapanese": "ダークシンクロ！　いでよ ワンハンドレッド・アイ・ドラゴン",
                    "SummaryJapanese": "クロウは思い出す。かつて遊星、クロウ、ジャック、そして鬼柳が\"チーム・サティスファクション\"だった頃を。そんな思いとは別に、シグナーとダークシグナーの命をかけた戦いを遊星に仕掛けてくる鬼柳だった。遊星と鬼柳、以前は仲間だった者同士の戦いは熾烈を極めた。お互いに手の内を知り尽くし た者同士のデュエルは果てしがなく続く。一方的に、過去の遊星の過ちを非難する鬼柳。それに対し、自らの立場を説明しようとする遊星。だが、意固地になっている鬼柳に遊星の言葉は届かない。平行線をたどるふたりのデュエル。お互いの秘蔵のカードをかけてのデュエルが繰り広げられて行く。"
                },
                "9": {
                    "ID": "1677511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677511",
                    "TitleEnglish": "Dark Signs (4)",
                    "SummaryEnglish": "Yusei defeats One-Hundred Eye Dragon using Stardust Dragon, but Kalin summons a powerful monster, an Earthbound Immortal, called ‘Ccapac Apu’ using the souls of all the captured Satellite inhabitants, unphased by attacks from Monsters, Spells or Traps. Before it can attack, Yusei’s Duel Runner gives out and crashes, ending the duel. However, Yusei is impaled by a shard in his abdomen and is taken to a local doctor in Satellite by Crow. Meanwhile, Yusei’s friends try to retrieve his broken Duel Runner while staving off Satellite thieves. However, in the english adaptation, Yusei suffers internal bruising to his abdomen after his duel with Kalin.",
                    "TitleJapanese": "戦慄！　地縛神コカパク・アプ",
                    "SummaryJapanese": "熾烈なデュエルが繰り広げられる中、かつての思いが交錯する。遊星とクロウ、ジャック、鬼柳が共に力を合わせてサテライトのトップにのし上がろうとしていたあの頃のことを。お互いがお互いのことを信じ、思いやりながら助け合い、協力しあい生きたあの頃を。その時の鬼柳を信じて戦う遊星。だが、そんな遊星の思いは鬼柳には全く通じなかった。激しいデュエルは続く。そんなふたりのデュエルをアキが、龍可が、ゴドウィンらが見つめる。さらに、苛烈なデュエルが続く。そんな中\"スターダストドラゴン\"を召喚する遊星に対し、鬼柳の攻撃は一層の激しさを増すのであった。"
                },
                "10": {
                    "ID": "1677521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677521",
                    "TitleEnglish": "Supersensory Shakedown",
                    "SummaryEnglish": "As Yusei recovers from his operation, Leo assumes he is the Fifth Signer since his monster, Power Tool Dragon, apparently appeared in Luna’s dream. He comes up with the idea of recruiting Akiza to fight the Dark Signers and goes with Luna, Tanner and Yanagi to visit Sayer in order to see her. However Sayer gasses them, and has his own plans of recruiting Luna into the Arcadia Movement, locking up Tanner and Yanagi and forcing Leo into a duel with his sister on the line, for if he loses Luna will stay and become a member of the Arcadia Movement, while Luna watches with Akiza. Leo temporarily gains the upper hand by summoning Power Tool Dragon, but is then defeated by Sayer’s Synchro Monster and is left unconscious.",
                    "TitleJapanese": "勇気と力をドッキング！　シンクロ召喚！パワー・ツール・ドラゴン",
                    "SummaryJapanese": "鬼柳とのデュエルは熾烈を極めた。結果、深い傷を負った遊星はクロウらに助けられ、マーサのところへ担ぎ込まれることに。しかし、その行く手には浮浪者が大勢いる危険な場所を突破しなければならなかった。危険を回避し、遊星をマーサのところへ運び込んだクロウ達。緊急手術の末、一命を取り留める遊星。その頃、龍亞と龍可の家へやってきた氷室と矢薙。遊星がダークシグナーとの戦いを始めたのではないかと心配する一同。シグナーは全て仲間という考えのもと、十六夜アキに助力を求めては、という龍亞の提案に氷室らも賛成し、アキのいるアルカディアムーブメントヘ向かう。"
                },
                "11": {
                    "ID": "1677531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677531",
                    "TitleEnglish": "Digging Deeper (1)",
                    "SummaryEnglish": "Jack decides to return with Mina to the city to retrieve his Duel Runner. He thinks it is too dangerous for Carly to get involved but promises to tell her everything when it’s all over. Carly, wanting to maintain her contact with Jack, decides to look into Akiza and the Arcadia Movement, and finds out Misty is somehow linked to them and goes to meet her. She reveals that Akiza was apparently responsible for the death of her younger brother.",
                    "TitleJapanese": "潜入！アルカディアムーブメント　私のターンなんだから！",
                    "SummaryJapanese": "アルカディアムーブメントにやってきた龍亞達の応対にでたディヴァインの態度は紳士的なものであり、龍亞の要求であるアキの助力をあっさりと認めた。しかし、それは罠であった。龍可がシグナーであることに目をつけたディヴァインは龍亞にもその力があるのではないか、とその力をデュエルを仕掛けることで試す。しかし、結果はディヴァインの望むものではなかった。一方、ジャックに去られたカーリーはその落ち込みが激しかった。回復に向かっている遊星ではあったが、鬼柳の強さに脅威を感じるのであった。そんな頃、ジャックは新生ホイールオブフォーチュンを手に入れる。"
                },
                "12": {
                    "ID": "1677541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677541",
                    "TitleEnglish": "Digging Deeper (2)",
                    "SummaryEnglish": "New Domino City is shaken by an earthquake as a new geoglyph is set ablaze. To Sayer’s surprise, somebody shows in his office: Carly, alive… and as a Dark Signer. She challenges Sayer to a Shadow Duel for revenge, and Sayer is shocked by her new monsters’ abilities. Noticing the geoglyphs, Jack heads towards the action, almost being engulfed by the flames in the process. Meanwhile, Akiza is approached by Misty, who challenges her to a duel, as a dark signer as well.",
                    "TitleJapanese": "蘇りし魂　燃えさかる新たなるジオグリフ",
                    "SummaryJapanese": "資料を調べていたカーリーは、その中にミスティの名前を見つける。早速、ミスティに会いに行くカーリー。しかし、弟をアキに殺された、というミスティはアルカディアムーブメントには近付くな、とカーリーに忠告する。しかし、カーリーはその忠告を無視し、アルカディアムーブメントに潜入する。呆気なくディヴァインに見つけられ、デュエルを仕掛けられ、敗北するカーリー。だが、D・カーリーとなって復活し、ディヴァインに闇のデュエルを挑むのであった。今度は逆に、D・カーリーの熾烈なデュエルにディヴァインが苦戦する。"
                },
                "13": {
                    "ID": "1677551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677551",
                    "TitleEnglish": "Digging Deeper (3)",
                    "SummaryEnglish": "During their duel, Misty informs Akiza that she is responsible for the death of her brother, which Akiza denies. Tanner and Yanagi rescue Luna and Leo from their imprisonment, and discover the two duelists along the way. A barrier coming from Luna’s birthmark protects the others as countless souls are sacrificed when Misty summons her Earthbound Immortal, Ccarayhua.",
                    "TitleJapanese": "降臨！ 2体の地縛神",
                    "SummaryJapanese": "D・カーリーとディヴァインがデュエルを繰り広げる一方、D・ミスティとなった彼女は、アキにデュエルを挑む。ふたつのデュエルは、童実野シティ全体に影響を及ぼすエネルギーを放つ。訝る遊星、ジャック、ゴドウィンら。そして、そのエネルギーに導かれるように、氷室やジャックらがアルカディアムーブメントビルに集まってくる。そのデュエルの激しさに唖然とする一同。やがて、D・ミスティは地縛神\"コカライア\"を召喚する。同時に、4人のシグナー達の痣が一斉に疼く。巨大な心臓が空に浮かび次々と人魂を飲み込んで行く。"
                },
                "14": {
                    "ID": "1677561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677561",
                    "TitleEnglish": "Clash of the Dragons (1)",
                    "SummaryEnglish": "Akiza is taken to hospital where her parents, Hideo and Setsuka, meet up with Jack, Leo and Luna. Jack tells them that the only one who can save Akiza is Yusei, so Hideo travels to Satellite to talk with him. He tells him that when Akiza was young, he was unable to spend time with her due to work. When they finally were able to spend some free time together, a call from work interrupted, which frustrated Akiza and awoke her Signer powers and birthmark, hurting her father in the process.",
                    "TitleJapanese": "戻れない過去　閉ざされた心の扉",
                    "SummaryJapanese": "Dカーリーとディヴァインのデュエルが続く。ついに地縛神\"アスラ・ビスク\"を召喚するDカーリー。そして、アスラ・ビスクに破れるディヴァイン。アキとの勝負を預け、Dミスティも去って行く。崩れるアルカディアムーブメントビル。傷付き童実野病院に収容されたアキ。そこへアキの両親・十六夜英雄と節子がやってくる。昏睡状態のアキを見つめるふたり。同じくジャック達も。ジャックが呟く。アキを救えるかもしれないのは不動遊星、と。英雄は遊星のもとを訪れ、アキを救って欲しい、と頼むと同時に、過去の経緯を語り始めるのだった。"
                },
                "15": {
                    "ID": "1677571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677571",
                    "TitleEnglish": "Clash of the Dragons (2)",
                    "SummaryEnglish": "Enduring the pain of Akiza’s attacks, Yusei summons Stardust Dragon to face against Black Rose Dragon and reach her heart. Still hurt by the loss of Sayer, Akiza unleashes her full power and constantly weakens Stardust Dragon. As Yusei gets hit by more attacks, Hideo steps in to protect him and try and reach Akiza, taking some damage in the process.",
                    "TitleJapanese": "悲しみ故の憎悪！　受け止めろ スターダスト・ドラゴン",
                    "SummaryJapanese": "かつて、覚醒したアキの姿を見た英雄は思わず\"バケモノ\"と呟いてしまった。だが、時すでに遅く、その呟きはアキの耳へ届いてしまう。深い失望を覚え、両親との間には修復しきれない溝が生まれてしまったアキ。そんな彼女へ近付いて来たのがディヴァインであった。だが、そんな経緯を知った遊星は必死にアキの閉ざされた魂を解放しようと、あえてデュエルを挑む。憎悪を込めたアキのデュエルは苛烈を極め、果てることを知らない。だが、あきらめることなく、アキの心に迫ろうと、遊星はデュエルをやめることはなかった。"
                },
                "16": {
                    "ID": "1677581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677581",
                    "TitleEnglish": "The Signs of Time",
                    "SummaryEnglish": "Before visiting Goodwin, Mina shows Akiza the true nature of the Arcadia Movement, showing how they performed experiments on young children in order to raise Psychic Duelists. Yusei, Jack, Akiza, Luna and Leo go to Goodwin in order to get the truth. Goodwin almost denies Leo entry, since he is not a Signer, but Luna insists that he stay with them.",
                    "TitleJapanese": "集結！　赤き竜の戦士たち！",
                    "SummaryJapanese": "憎しみを込めたアキの遊星へ対するデュエルは容赦がなかった。そんな激しいデュエルの中へ自ら飛び込んで行くアキの父親・英雄。必死になって過去の過ちを詫びる英雄に、アキは次第に、心のわだかまりを解いていく。こうして絆を深めたアキと遊星達。しかし、深影によってアルカディアムーブメントの実態を知らされ、アキは深いショックを受ける。さらに、そんな彼らをゴドウィンは自らの元へ招くのであった。そして、ゴドウィンは赤き竜の秘密とシグナーとダークシグナーの長く深い因縁について語り始める。"
                },
                "17": {
                    "ID": "1677591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677591",
                    "TitleEnglish": "Surely, You Jest (1)",
                    "SummaryEnglish": "The Signers contemplate about what Goodwin had told them. Yusei blames himself for Kalin becoming a Dark Signer, but Jack punches him in the stomach and face to knock some sense into him Yusei then punches back. Leo is reluctant to join Luna in going to the Satellite, since his battle with Sayer proved he wasn’t a worthy hero.",
                    "TitleJapanese": "それぞれの決意　心から信じられるもの",
                    "SummaryJapanese": "ゴドウィンは語り続ける。シグナーとダークシグナーは、光と闇、完全に対をなす存在である、と。そして、今、迫りつつある危急存亡の事態を救えるのは、ダークシグナーを倒せるシグナー、遊星達である、と告げるのだった。遊星は、ダークシグナーになった鬼柳京介の正体を尋ねる。答えは、彼はすでにこの世の者ではない、すなわち死者である、ということであった。衝撃を受ける遊星。だが、これから始まろうとしているダークシグナーとの戦いに悩み苦しんでいるのは遊星だけではなかった。アキも、龍可も、そして龍亞も。"
                },
                "18": {
                    "ID": "1677601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677601",
                    "TitleEnglish": "Surely, You Jest (2)",
                    "SummaryEnglish": "Crow manages to regain some ground in his duel against Lazar with his monster, Black Feather Arms Wing, but just then, a purple light shines from the Original Enerdy Reactor within a crater Lazar was investigating, and a black fog starts to envelope Satellite. Whilst Lazar manages to escape, Crow gets caught up in the fog and disappears, along with several Satellite citizens.",
                    "TitleJapanese": "神風を巻き起こせ！ブラックフェザー・アームズ・ウィング",
                    "SummaryJapanese": "ダークシグナーを倒そうと単独行動をとるクロウの前にイエーガーが現れる。二人は互いに激しいデュエルを仕掛け一歩も譲らない。すると突然、大地が鳴動を始め、イエーガーは、デュエルを中断させる。そしてクロウに、この場から早く立ち去るよう警告し、姿を消してしまうのだが・・・。"
                },
                "19": {
                    "ID": "1677611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677611",
                    "TitleEnglish": "Mark of the Spider (1)",
                    "SummaryEnglish": "While flying to the Satellite Akiza asks about Yusei’s father and Mina explains to everyone what his father did. She also explains what happened 17 years ago and that Yusei is city born. Yusei, Jack, Akiza, Leo, Luna, Mina and Trudge arrive Martha’s house where she and Blister are waiting. Martha informs everyone that Crow, Rally and the others have gone missing, and offers everyone a meal. Then Yusei answer Martha’s question if the girl that’s sitting there at the table is Akiza and then Martha states he saved her.",
                    "TitleJapanese": "対決！　蜘蛛の痣をもつ男",
                    "SummaryJapanese": "大地の鳴動と共に、不気味な黒い霧が立ち上がり、サテライトにジワジワと広がっていく。その霧に飲み込まれ、溶けるように消えていく人々を、モニターで見ていた遊星たちであったが、ゴドウィンが呟いた「遊星を運命が導いている」という言葉を受け、早速、牛尾の操縦するヘリコプターに乗り込む。やがて、遊星はマーサの家の前にヘリコプターを着陸させ、ひとときの平安の時間を過ごすのだが・・・・。"
                },
                "20": {
                    "ID": "1677621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677621",
                    "TitleEnglish": "Mark of the Spider (2)",
                    "SummaryEnglish": "As Roman prepares for his Earthbound Immortal summoning, Yusei tries his best to postpone it and Martha and Trudge hurry to save the children. However, Roman then speeds up the process and is able to summon his Earthbound Immortal, Uru. Thankfully, Jack arrives on time and forms a barrier around the children to stop their souls being sacrificed. Roman then reveals that not only was he an assistant to Yusei’s father, but is also Goodwin’s brother and the one responsible for the Zero Reverse incident. Yusei manages to deflect an attack from Uru’s attack, but it hits a building Taka, Martha and Trudge were hiding in.",
                    "TitleJapanese": "17年前の真実　隠されたダークシグナーの罠",
                    "SummaryJapanese": "遊星達の安息の時間は長くは続かなかった。彼らの前に稲妻と共に、蜘蛛の痣を持つ男・ルドガーが現れたのだ。早速、遊星とのデュエルを始めるルドガー。それを見守るアキ。激しいデュエルを繰り広げるなか、ルドガーは、地上絵に入り込んでいたシグナーではない子供たちを盾にして、遊星に攻撃を仕掛けるのだった。地縛神に子供たちの魂を吸い取られる前に、デュエルを終えようと必死に応戦する遊星であったが・・・・。"
                },
                "21": {
                    "ID": "1677631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677631",
                    "TitleEnglish": "Mark of the Monkey (1)",
                    "SummaryEnglish": "The Dark Signers show up to taunt the Signers following Yusei’s duel with Roman. Devack introduces himself and reveals he is in possession of Ancient Fairy Dragon and challenges Luna to come get it. Roman announces that their duels will take place at the four stars of destiny. Whilst chasing after them, Jack discovers that one of the Dark Signers is Carly, who tells him to find her if he wants to know what happened.",
                    "TitleJapanese": "猿の地上絵の痣を持つ男",
                    "SummaryJapanese": "激しいデュエルの最中、ルドガーは語る。かつて、不動博士の助手をしていたのは、自分と弟のゴドウィンである、と。それを聞き、衝撃を受ける遊星。さらに、ダークシグナーも姿を現し、それぞれの\"宿星\"に従って、シグナーとの決着をつけることを宣言し、去っていく。一方その頃、子供達を救おうとしていたマーサは魂を吸い取られてしまう。マーサや仲間を失い、悲しみにくれる子供達を目の当たりにした遊星は、ダークシグナーとの決着をつけることを強く決意するのであった。"
                },
                "22": {
                    "ID": "1677641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677641",
                    "TitleEnglish": "Mark of the Monkey (2)",
                    "SummaryEnglish": "As Luna reaches a town in the Spirit Realm, she notices that its inhabitants are running frightened, and gravity is behaving oddly. She is discovered by a group of monkey soldiers, who imprison her card spirits in stone tablets with minus levels. She is rescued by a young mage named Torunka, who decides to help Luna find Regulus, the servant Ancient Fairy Dragon spoke of.",
                    "TitleJapanese": "マイナスワールド　白き獅子レグルスを探せ",
                    "SummaryJapanese": "それぞれが持っているシグナーとしての\"宿星\"に従って、遊星たちは、それぞれの戦いへ出発していく。その道中、突如、激しい光と共に龍可が消えてしまい、必死に探す龍亞と牛尾。そんな彼らの前に、猿の地上絵の痣を持つ男・ディマクが現れる。そして、龍可に代わって龍亞がディマクとのデュエルを始めるのであった。その頃、龍可はクリボンと共に精霊の世界を彷徨っていた。そこで不思議な子供達を見かけのだが・・・。"
                },
                "23": {
                    "ID": "1677651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677651",
                    "TitleEnglish": "Mark of the Monkey (3)",
                    "SummaryEnglish": "As Luna and Torunka manage to find Regulus, Luna notices he has a Minus Staff stuck in his leg, causing him to hear the opposite of what Luna says and become distrustful of her. Luna manages to steal one of the foot soldier’s Minus Staffs to negate the one on Regulus, and when he notices she is a Signer, he decides to help them.",
                    "TitleJapanese": "マイナスをつかさどる王　猿魔王ゼーマン",
                    "SummaryJapanese": "ディマクと激しいデュエルを繰り広げる龍亞。やがて、ディマクは猿魔王ゼーマンを出現させる。その頃、ポヤールの森でレグルスと出会った龍可は必死に説得を続けていた。エンシェントフェアリーとの約束で精霊界を守りにきた、と。しかし、カースドニードルの影響で龍可の言葉は、レグルスには反対の意味に聞こえてしまう。そこへレグルスを追ってきた兵士が現れ、彼らの交わす会話を聞くうちに龍可の頭の中で何かが閃くのであった･･････。"
                },
                "24": {
                    "ID": "1677661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677661",
                    "TitleEnglish": "Mark of the Monkey (4)",
                    "SummaryEnglish": "Luna’s plan to free Ancient Fairy Dragon is hampered when the Minus Staff she was carrying gets revealed, causing Torunka to accidentally blurt out their plans. Regulus manages to destroy Zeman, who is simultaneously destroyed by Leo in the real world, but not before Zeman transfers the power of the minus curse to Devack. This returns Torunka to his normal age, but doesn’t free Ancient Fairy or the minused spirits.",
                    "TitleJapanese": "マイナスの呪い　捕らわれたエンシェント・フェアリー・ドラゴン",
                    "SummaryJapanese": "龍可の機転で、レグルスの呪いも解くことができた。さらに、エンシェントフェアリーがゼーマンによって岩山に封印されていることを知った龍可は、ゼーマンを倒すため、その城へと向かう。魔導師を名乗り、ゼーマンの城に潜入した龍可、トルンカ、レグルスは、言葉巧みにゼーマンに自分たちを信用させようとする。そしてついに、ゼーマンをうまく騙して、エンシェントフェアリーの呪いの封印を解かせようとするのだが･･････。"
                },
                "25": {
                    "ID": "1677671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677671",
                    "TitleEnglish": "A Whale of a Ride (1)",
                    "SummaryEnglish": "Leo and Luna defeat Devack, and he disappears, freeing all the trapped spirits. Ancient Fairy Dragon and Regulus give their thanks to Luna, and becomes cards in her deck. Luna places the Ancient Fairy Dragon card in the control unit, deactivating it. Making sure everyone is safe, Yusei decides to head towards Kalin. Hearing about Devack’s defeat, Roman sways Greiger over to his side, and executes him in order to transform him into a Dark Signer.",
                    "TitleJapanese": "転生せよ！限界突破のライディング・デュエル",
                    "SummaryJapanese": "精霊界のゼーマンは、マイナスの呪いはディマクの元へ送られる、という言葉を残して消えていった。その言葉通り、ディマクは精霊の魂を生贄に自縛神・クシルを降臨させた。龍可はトルンカの力で元の世界へ戻ってきた龍亞と力をあわせディマクと戦う。ディマクはエンシェントフェアリードラゴンを龍可に差し向けるが、逆に、エンシェントフェアリードラゴンと龍可が力をあわせクシルとディマクを倒すのであった。精霊界の平和は戻り、共に戦う決意を表すエンシェントフェアリードラゴンと龍可、龍亞であったが･･････。"
                },
                "26": {
                    "ID": "1677681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/1677681",
                    "TitleEnglish": "A Whale of a Ride (2)",
                    "SummaryEnglish": "Crow uses his Duel Runner’s modifications to survive Greiger’s attack. Yusei decides to jump into the geoglyph in order to discover who was dueling, and is shocked to find Greiger is a Dark Signer. Yusei tries to calm both of them down, but neither refuse to let up. Crow recalls that he had no friends when his father died, but thanks to finding some Duel Monster cards, he was able to learn how to read and make friends with other duelists, including Yusei and Jack, and soon grew to take care of others in the same way…",
                    "TitleJapanese": "カードが紡ぐ想いの果てに",
                    "SummaryJapanese": "ルドガーによってダークシグナーにされたボマー。一方、ダークシグナーに子供達を消されてしまい、復讐に燃えるクロウ。そんなふたりがついにデュエルを始める。しかし、シグナーでないクロウはダークシグナーとなったボマーに苦戦を強いられる。駆けつけた遊星はふたりのデュエルを一度は止めに入るものの、クロウの想いを聞き思いとどまる。その想いとは、デュエルモンスターズから学んだことを同じ境遇にあった子供達に伝えたかったというものだった。そして、決意も新たにボマーに挑むクロウだったが･･････。"
                },
                "27": {
                    "ID": "2152411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/2152411",
                    "TitleEnglish": "A Whale of a Ride (3)",
                    "SummaryEnglish": "Greiger summons his Dark Synchro, which is Dark Flat Top, which allows him to special summon another Flying Fortress SKY FIRE, and then attacks Crow with it, which reduces Crow's life points to down 100. Crow crashes, but remains determined to win, and gets back into the game. Using a pot luck with his trap, he manages to defeat both monsters, but this in turn, allows Greiger to summon his Earthbound Immortal, Chacu Challhua. Crow manages to Synchro Summon Blackwing - Silverwind the Ascendant, and prepares to destroy Chacu Challua with its special ability, but then, he, Yusei, and Greiger notice that the souls used for its Chacu Challhua's summoning were the people of his village, and Greiger's siblings. Realizing it was the Dark Signer's fault, and not Goodwin's, Greiger wants to stop the duel, but the Earthbound Immortal refuses to give up, and takes over his body. As he struggles to regain control, Greiger asks Crow to finish the battle. Crow manages to defeat Chacu Challhua, freeing all the children, but the resulting impact causes the environment to collapse, and Greiger rams into him in order to save him from a falling piece of wreckage. Before he disappears, he asks Crow to look after his siblings and Yusei to beat the Dark Signers. With things settled, Yusei once again heads toward Kalin.",
                    "TitleJapanese": "吹きすさべ嵐　ブラックフェザー孤高のシルバー・ウィンド",
                    "SummaryJapanese": "ボマーとクロウの激しいデュエルは続く。一進一退のデュエルが繰り広げられるが、クロウもあきらめない。そんなふたりの様子を見つめる遊星。ボマーはジャイアントボマーエアレイドを駆使し、クロウを攻撃する。ブラックバードを弾き飛ばされ、クロウも肋骨を折る重傷を負う。それでも立ち上がり、最後の１手でボマーに攻撃を仕掛け、ついにボマーのモンスターを全て破壊するのだが・・・・・。"
                },
                "28": {
                    "ID": "2152421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/2152421",
                    "TitleEnglish": "A Score to Settle (1)",
                    "SummaryEnglish": "Yusei finally catches up with Kalin and start what Kalin calls 'The Last Duel of the Enforcers'. Yusei hopes that this duel will rekindle their friendship. After the Enforcers took over the Satellite, Kalin kept looking for enemies. When those enemies started including young kids, Crow and Jack left the team, leaving just Kalin and Yusei. When Security shows up in Satellite with Duel Runners and Kalin plans on destroying them, Yusei also quits the team. Kalin decides to attack Security, getting their attention by blowing up some confiscated Duel Disks. When Yusei, Jack and Crow catch wind of Kalin's actions, they go to look for him and find him cornered in a building ready to stand off against Security. Back in the present, Kalin summons his One-Hundred Eye Dragon and begins to utilize his Handless combo.",
                    "TitleJapanese": "ラストデュエル！チームサティスファクション",
                    "SummaryJapanese": "ボマーはついに地縛神\"チャク・チャルア\"を降臨させ、クロウとの最後の勝負に挑む。しかし、地縛神の中に自分の故郷や弟妹達の姿を見たボマーは全てダークシグナーの仕業だということを悟り、自らクロウに破れ、弟妹達を解放し、消えていくのであった。ふたりの戦いを見届けた遊星は鬼柳のもとへ向かう。クロウや龍可達が様々な想いを馳せる中、いよいよ鬼柳と対峙する遊星。早速、ラストデュエルを開始するふたりであったが･･････。"
                },
                "29": {
                    "ID": "2152431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/2152431",
                    "TitleEnglish": "A Score to Settle (2)",
                    "SummaryEnglish": "Yusei defeats One-Hundred Eye Dragon, but is fully aware that it allows Kalin to draw his Earthbound Immortal to his hand. Back in the last days of the Enforcers, in a flash-back of Yusei's memories, Yusei, Jack and Crow try to talk sense into Kalin, and they all end up running away from Sector Security. One Sector Security officer pins down Kalin, but he manages to jump on his Duel Runner, causing him to crash with a bad head injury. He tries to finish him off but Yusei stops him. Yusei tries to pose as the leader of the Enforcers in order to protect Kalin, but the chief of Sector Security at that time had already figured it out that Kalin was the real leader of the enforcers, and Kalin becomes furious when he sees his hand on Yusei's shoulder, thinking Yusei had ratted him out. Kalin then gets harsh treatment in prison, losing his deck, and he was eventually convinced by the voice of Roman to become a Dark Signer. Back in the present, Kalin summons his Earthbound Immortal - Ccapac Apu, but Yusei manages to cancel out the attack and summons Stardust Dragon. Ccapac Apu attacks again, and the shockwaves almost send Kalin himself into the wall of purple flames, and Yusei reaches his hand for him. The power from all the Signers' marks transfer into Yusei, and he gains the Seal of the Crimson Dragon, which grants him a Tuner monster, Majestic Dragon, which appears in his deck, allowing him to summon Majestic Star Dragon and end the duel. Kalin finally forgives Yusei as he disappears into dust.",
                    "TitleJapanese": "仲間たちの想い、救世竜セイヴァー・ドラゴン",
                    "SummaryJapanese": "遊星と鬼柳の激しいデュエルが続く。暴走する鬼柳に対し、クロウやジャックは仲間のもとを去ってしまう。遊星ひとりが鬼柳を想って残るが、鬼柳の暴走は止まらず、ついに、セキュリティーを襲いはじめる。だが、逆にセキュリティーに捕われてしまい、それが全て遊星の仕業だと思い込んだ鬼柳は、遊星を苛烈に責めあげていく。それでも遊星は、鬼柳の心を信じてその攻撃に耐えるのであったが･･････。"
                },
                "30": {
                    "ID": "2152441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/2152441",
                    "TitleEnglish": "Destiny's Will (1)",
                    "SummaryEnglish": "With Kalin and Ccapac Apu defeated, all the Satellite residents are returned. Just then, Roman uses one of his dark spiders to possess Trudge and talk to Yusei, coaxing him to find him at the Original Ener-D Reactor, challenging him to a duel. Lazar is seen talking to a mysterious figure. Goodwin goes to meet with Roman. Roman is shown with a shadow duel disk, and challenges Goodwin to a duel, as part of a promise they made. Yusei, Luna, Leo, and Trudge traverse down the crater, whilst Crow, who notices the army helicopters, takes a different route. Yusei encounters Roman on a bridge, who activates an explosion, causing a flux of Ener-D to appear underneath them. They start to duel and manages to attack Roman with Junk Warrior, although this in turn allows Roman to summon Earthbound Immortal Uru. Roman continues to put pressure on Yusei and manages to bring his life points down to 100.",
                    "TitleJapanese": "17年前の誓い　モーメントが導く運命",
                    "SummaryJapanese": "鬼柳は地縛神\"コカパクアプ\"を降臨させる。過去を悔いながら、何とか鬼柳の心を解き放とうと必死に戦う遊星は、セイヴァー・スター・ドラゴンを召還し、ついに鬼柳を撃退する。仲間の最期を見届け、ダークシグナー撃退に新たなる決意を燃やす遊星。その時、ルドガーに操られた牛尾が、旧モーメントへこい、と告げる。それを聞いた遊星は、例え罠だとしても旧モーメントへ行く、と出発していくのだが･･････。"
                },
                "31": {
                    "ID": "2152451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/2152451",
                    "TitleEnglish": "Destiny's Will (2)",
                    "SummaryEnglish": "After bringing Yusei's life points down to 50, Roman begins to tell him of what happened 17 years ago between him, Rex and Yusei's father. They were working on the Original Energy Reactor, but Professor Fudo wanted to stop the project when it started to look unstable. Roman had decided to travel to the Nazca lines, where he encountered a mysterious person, claiming to be from Yliaster, who knows about Roman's birthmark. The mysterious man convinces Roman to look into the light coming from the reactor, where he is struck by dark energy and is shown the history of the Earthbound Immortals and the mighty powerful Crimson Dragon. Meanwhile, Crow finds Rex, who explains that Professor Fudo was betrayed by Roman. He shows off four Dragon cards, but Professor Fudo manages to escape with three of them, but got severely injured in the process and entrusts the cards to Rex. Rex goes to confront Roman, who had severed his birthmark arm and given it to Rex Goodwin, telling him that he should unite the Signers and then come back to defeat him. He then overloads the Original Ener-D Reactor, after causing it rotate backwards, causing Zero Reverse to occur, and transforming Roman Goodwin into a Dark Signer, and results in the separation of Satellite from New Domino City. This kills Professor Fudo and Yusei's mother in the process, but not before he was able to get the infant Yusei to safety. Back in the present, Yusei manages to bring out Stardust Dragon, and after a series of counter traps from both sides, Yusei manages to defeat Roman. However, Roman warns him that if the signers don't seal all of the four control towers on time, then the King of the Netherworld would resurrect at sunset, and then he self-destructs himself the bridge, causing it to collapse, which results in Yusei to falling into the Ener-D pool.",
                    "TitleJapanese": "心の闇　残された最後の希望",
                    "SummaryJapanese": "旧モーメントへやってきた遊星達。そこで待ち受けていたのは、予想通り、ルドガーであった。早速、デュエルを開始する遊星とルドガー。闘いの中で、ルドガーは17年前の事実を語り始める。それによれば、遊星の父である不動博士は、モーメントを完成させるのに不可欠な新粒子\"遊星粒子\"を発見し、その助手をしていたのがルドガーとレクスだったというのだ。はたして、ルドガーの語る悲劇の内容とは・・・。"
                },
                "32": {
                    "ID": "2152461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/2152461",
                    "TitleEnglish": "Shadows of Doubt (1)",
                    "SummaryEnglish": "With Roman's defeat, all the Satellite citizens, including Martha and Rally, are returned. Jack finally meets up with Carly, but she is reluctant to be helped and challenges Jack to a Turbo Duel. Initially, Jack is reluctant to fight and takes a lot of damage, but he starts to fight back, as he does not believe Carly is a person who would hurt people. Carly traps Jack in a vision where he is transformed into a Dark Signer by Carly and becomes destined to destroy the Crimson Dragon by her side. However, noticing Carly's glasses, Jack breaks free of this vision, and decides to fight for what Carly truly desires. Meanwhile, Yusei finds himself in a strange place surrounded by the spirits of those who died in the Zero Reverse incident. Due to Yusei's connection to the incident, they start to attack him, but he is rescued by a strong white light and the voice of a familiar figure.",
                    "TitleJapanese": "その先にある運命！　地獄の覇者ダークキング",
                    "SummaryJapanese": "17年前、遊星の父・不動博士の助手をしていたルドガーとレクス。博士の発見した\"遊星粒子\"は、ルドガーをダークシグナーに変え、ネオ童実野シティに甚大な被害をもたらした。それを聞いて衝撃を受ける遊星。しかしルドガーは、さらに、日没までに四つの塔の制御装置を作動できなければ\"冥界の王\"が復活すると告げるのだった・・・。"
                },
                "33": {
                    "ID": "2152471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/2152471",
                    "TitleEnglish": "Shadows of Doubt (2)",
                    "SummaryEnglish": "Jack activates a Trap that lets Carly choose the outcome. He manages to break through to Carly and she makes the right choice. However, the Earthbound Immortal takes over her body, forcing her to continue the duel. Jack brings out his Red Dragon Archfiend in the hopes of freeing her. Meanwhile, the mysterious spirit reveals himself to be Yusei's father, who returns him to the real world. Carly summons out her Earthbound Immortal - Aslla Piscu, but Jack manages to stop its attack. Jack expresses his feeling for Carly, and then he takes the marks of the other Signers, gives him the Seal of the Crimson Dragon. Hearing the real Carly's pleas to end the duel, despite his objections, Jack synchro summons Majestic Red Dragon. Jack hopes to end the duel in a tie, taking him down with her, so that he can still be with her, but Carly activates a trap card so that only she would lose. Jack is able to do nothing but hold Carly tight, as she disappears into the Netherworld.",
                    "TitleJapanese": "孤高の光　セイヴァー・デモン・ドラゴン",
                    "SummaryJapanese": "ルドガーとのデュエルの結果、モーメントの深層部へ落ち、冥界で亡者達に囲まれてしまった遊星。だが、そこへ一条の光が差し込み、亡者達は姿を消していく。その光はやがて人影へと変わっていくのだが・・・。"
                },
                "34": {
                    "ID": "2152481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/2152481",
                    "TitleEnglish": "Truth and Consequences (1)",
                    "SummaryEnglish": "Akiza and Mina arrive at an abandoned amusement park where Ccarayhua's control unit is, shortly followed by Yusei's group, and a man claiming to be sent by Goodwin. Misty traps Akiza in a Hall of Mirrors, actually dueling her through the mirrors. She uses cards that block off drawing cards from the deck, and also shows Akiza the events involving Misty and her brother, Toby, who apparently met her at Arcadia Movement. Yusei is led to a room where Mina is found unconscious and is attacked by the man who turns out to be Sayer, who had survived his duel with Carly, and is determined to reclaim Akiza. He uses his psychic abilities to knock Yusei in a cage with Mina as it slowly fills with water. Trudge eventually finds them and tries to free them. Akiza is shown the moment where Toby was killed, which led Misty to become depressed and crash her car, transforming her into a Dark Signer. Akiza refuses to fight back and almost falls on a shard of glass, but is saved by Sayer, who whispers something in Akiza's ear that causes her to reawaken her dormant physic powers and summons Black Rose Dragon, which shatters all the mirrors, destroying the illusion, which reveals Misty's real location.",
                    "TitleJapanese": "サッド・ストーリー～悲しみの記憶～",
                    "SummaryJapanese": "『蜥蜴の塔』に向かうアキ。待ち受けていたミスティはアキに過去の悲劇を語りはじめる。一方、アキを追っていた遊星は、セキュリティを名乗る男と遭遇する。"
                },
                "35": {
                    "ID": "2152491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/2152491",
                    "TitleEnglish": "Truth and Consequences (2)",
                    "SummaryEnglish": "With Akiza's dormant physic abilities fully awakened, Misty activates her geoglyph. Trudge manages to free Yusei and Mina and Yusei goes to join Luna and Leo. Learning about Akiza's current state, Yusei goes to face Sayer, who reveals he is controlling her mind and was responsible for Toby's death. Misty summons out her Earthbound Immortal Ccarayhua. Sayer talks about the experiments he performed on Toby seeing that he did not have ultimate psychic powers sent him to an unknown location that not even he knows about. However, Yusei revealed he had activated an intercom on his duel disk, letting Misty know what Sayer had told him. Angered, Misty gets Ccarayhua to eat him, freeing Akiza from her trance. Misty apologizes to Akiza, but the Earthbound Immortal forces her to continue dueling. Akiza defeats her, setting her free, which results in her being sent to the netherworld. The New Domino City residents return, but a Dark Signer mark, the mark of the Condor appears in the sky.",
                    "TitleJapanese": "真実の果てに",
                    "SummaryJapanese": "「弟を殺された復讐を果たす」と、激しい攻撃を仕掛けてくるミスティだが、アキには全く身に覚えがない事だった。\nそんな中、セキュリティを名乗る男の正体がディヴァインだった事が判明する。\nディヴァインの力により、マインドコントロールされてしまったアキは、ついにサイコパワーを発動させてしまう。\n２人の戦いを阻止すべく、ディヴァインと対峙した遊星は、彼の言葉からある事実に気付く。\nミスティの弟を死に追いやったのは本当にアキなのか！？その真相とは・・・"
                },
                "36": {
                    "ID": "2152501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/2152501",
                    "TitleEnglish": "Signs of Doom (1)",
                    "SummaryEnglish": "As the Condor geoglyph shines in the sky, a massive monster emerges from the Original Ener-D Reactor and heads towards the Condor geoglyph over New Domino City, which was the King of the Netherworld. The Crimson Dragon appears and sends everyone to the front of a temple (the Altar of the Dragon Star), where they find Goodwin, who reveals himself to be a Dark Signer. Then, he transfers Roman's mark of the Dragon Head from a canister to his left arm, destroying the metallic arm that was covering it at the same time. He challenges Yusei, Jack and Crow to a Turbo Duel in the air. Goodwin reveals that he lost the duel with Roman prior to his battle with Yusei on purpose, and became a Dark Signer in order to end the pointless cycle. He summons out both a Synchro monster; Sun Dragon Inti, and its Dark Synchro counterpart; Moon Dragon Quilla. He also reveals he was the Legendary turbo duelist who constructed and flew across the Daedalus Bridge. Crow manages to destroy Sun Dragon Inti, whose special ability then causes Crow to take damage equal to Blackwing Elfin the Raven's attack points, and due to Sun Dragon Inti's temporary destruction, Moon Dragon Quilla then ressurects from Goodwin's graveyard. Then, Goodwin uses his Mark of the Dragon Head to steal all of the Signers' marks, and then he gains the Seal of the Crimson Dragon himself.",
                    "TitleJapanese": "最後の戦い！２つの神をもつ男",
                    "SummaryJapanese": "サテライトにある旧モーメントからコンドルの地上絵が現れると共に、大地が鳴動し始める。そこへジャックとクロウが現れ、一同が揃ったのも束の間、\"冥界の王\"が出現し、シティを目指して動き出してしまう。『赤き龍』の導きにより、レクス・ゴドウィンのもとへと向かった遊星たちは、「シグナーとダークシグナー」の二つの力を得たレクスに、「冥界の王」を迎える儀式として、シグナーを生贄にするライディング・デュエルを行うと宣言される。\n遊星、ジャック、クロウによる最後の戦いが、今始まる！"
                },
                "37": {
                    "ID": "2152511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/2152511",
                    "TitleEnglish": "Signs of Doom (2)",
                    "SummaryEnglish": "After being dealt some direct damage due to the cooperative efforts of Yusei, Jack and Crow, Goodwin is able to summon his Earthbound Immortal - Wiraqocha Rasca, absorbing the souls of New Domino City. Then, the King of the Netherworld spouts forth several beasts that attempt to attack the players. However, they are saved by Black Rose Dragon and Ancient Fairy Dragon. Crow sacrifices himself by playing a trap card in order to protect Yusei from Wiraqocha Rasca's special ability, and falls unconscious. Goodwin coaxes Jack into attacking him, but after he gives in and loses some life points, Goodwin's statement of becoming a dark signer causes Jack to remember what Carly taught him and decides not to do things his old fashioned way anymore. Goodwin laughs at the idea of the bonds of true friendship and love, saying that destiny is all that there is.",
                    "TitleJapanese": "最強の地縛神！ウィラコチャ・ラスカ！",
                    "SummaryJapanese": "遊星・ジャック・クロウvsゴドウィンの激しいデュエルが続く中、赤き龍の痣はゴドウィンに移ってしまう。痣が消えても遊星達は仲間との\"絆\"を信じ、それぞれの攻撃をチェーンさせ、三人の力をあわせてゴドウィンに立ち向かう。しかし、自らを「究極の神」と名乗るゴドウィンは太陽龍インティと月影龍クイラを巧みに使い、懸命の攻撃もかわしてしまう。\nそしてついに最強の地縛神ウィラコチャ・ラスカが召喚される！！\n熾烈を極める最終決戦の行方はいかに！？"
                },
                "38": {
                    "ID": "2152521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/2152521",
                    "TitleEnglish": "Signs of Doom (3)",
                    "SummaryEnglish": "Goodwin reduces Jack's life points to 1, and gets the King of the Netherworld to attack him, causing him to crash. Yusei's life points get reduced to 1 too, before he summons his Stardust Dragon and takes advantage of the traps Crow and Jack placed beforehand. As Yusei tries to reach Goodwin, which he successfully does, he regains the Signers' marks from him. Furthermore, Yusei gains Roman's mark of the Dragon Head, and the mark of the Tail that Yusei used to have transfers over to Crow. Yusei then takes the marks of the other 4 Signers, and gains the Seal of the Crimson Dragon. Then, he summons the Majestic Star Dragon and destroys Earthbound Immortal Wiraqocha Rasca, which defeats Goodwin. Then, the Crimson Dragon envelops the Majestic Star Dragon, infusing it with the power of the Crimson Dragon, and dives into the King of the Netherworld. Yusei then sees a vision where he and the Goodwin brothers are inside the King of the Netherworld, and he sees all of the Dark Signers lying unconscious, floating in mid-air. The moment before the King of the Netherworld is destroyed, Rex Goodwin tells Yusei that he was successful in reaching him, and tells him to take care of the other Dark Signers, as they will be sent back to Earth. The Goodwin brothers decide to sacrifice themselves, so that the other Dark Signers can be revived. The King of the Netherworld explodes, the Altar of the Dragon Star (Rex Goodwin's dueling platform) is dissolved, and the Geoglyph duel tracks disappear, which causes Jack and Crow to fall. However, the Crimson Dragon catches both of them, and repairs all of the damage done by the King of the Netherworld. Peace returns, and the Daedalus Bridge is finally finished, uniting both Satellite and New Domino City.",
                    "TitleJapanese": "オレたちの未来へ！",
                    "SummaryJapanese": "ゴドウィンはついに地縛神\"ウィラコチャ•ラスカ\"を召還し、地縛神と冥界の王は互いに呼応し合う。そんな中、ゴドウィンと遊星、ジャッ ク、クロウのバトルにアキと龍可が参戦し、さらに総力戦の様相を呈するデュエル。ゴドウィンは、ジャックに対し執拗に揺さぶりをかけ、苛烈な攻撃を仕掛ける。果たして、ジャックはこの攻撃に打ち勝つことができるのか？そして遊星たちの運命は･･････!?"
                }
            }
        },
        "3": {
            "ID": "362311",
            "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/seasons/official/3",
            "# Episodes": 28,
            "Episodes": {
                "1": {
                    "ID": "3204681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3204681",
                    "TitleEnglish": "A New Threat (1)",
                    "SummaryEnglish": "Six months after the battle between the Dark Signers and the Signers, a large stone tablet falls (which is Machine Emperor Wisel Infinity's tablet) from space and lands on Earth, just outside of New Domino City. Whilst investigating it, Lazar encounters three people from Yliaster, who are Jakob (the leader), Lester (self-appointed sub-leader), and Primo (the lowest-ranking member). Lazar questions them about their intentions, but after being reminded by Primo that they were his leaders, and a brief outburst in which Primo points the tip of his sword at Lazar's neck, he quickly submits to the trio, and turns over the leadership of New Domino City to them. Then, Primo tells the other members of the trio that he was going to take his Machine Emperor out for a \"test drive.\" A day later, Sector Security investigates a turbo duelist named Ghost, who is attacking Turbo Duelists, and \"stealing\" their Synchro Monsters, at night. Jack, Yusei and Crow, meanwhile, are preparing for an upcoming tournament, the World Racing Grand Prix (WRGP), but when Trudge suggests Jack, Crow, and Yusei to help him take down the Ghost, Crow rejects Trudge's plea for assistance, in favor of working on their new engine, as he states that they have the Grand Prix to prepare for, and that they don't have any time to spare. Instead, Crow insists that Trudge and the rest of Sector Security, being the cops, go chase after the Ghost themselves. Trudge encounters Ghost later that night, but is defeated and severely injured. He warns Yusei not to use Synchro Monsters against Ghost, as \"Synchros are useless.\" After the incident, Crow feels guilty about what he told Trudge. After Yusei tells him that blaming himself was not going to work, Crow asks Yusei what he should do, to which Yusei replies that they go find and beat the Ghost. Yusei, Jack and Crow then go and search for Ghost, who Yusei soon encounters after several hours of riding. He soon finds himself up against Ghost's ace monster, Machine Empero",
                    "TitleJapanese": "新たなる脅威",
                    "SummaryJapanese": "ゴドウィンとの激しい戦いから半年後、ネオ童実野シティは大きな変化を遂げていた。シティとサテライトの境界がなくなり、人々の心は街の復興に向けてひとつになり始めていた。そんな時、治安維持局ではイエーガーが新任の長官の到着を今や遅しとイライラしながら待っていた。そこへシティ郊外に巨大な隕石が落下したという報告が入り、急いで現場へ向かうのだが・・・・。"
                },
                "2": {
                    "ID": "3204691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3204691",
                    "TitleEnglish": "A New Threat (2)",
                    "SummaryEnglish": "Yusei summons out his Stardust Dragon and deals some damage to Ghost. However, Ghost uses his Machine Emperor Wisel Infinity's special ability to absorb Stardust Dragon, which causes Stardust Dragon's attack points to be added to Wisel's, boosting its attack points from 2,500 to 5,000. Yusei puts up a good defense, but finds himself pressured. After hanging on for a while, Yusei remembers that he has a second chance, and uses Speed World 2's effect the Crimson Dragon's power to draw another card during his draw phase, which grants him the tuner monster Majestic Dragon, and he is able to retrieve Stardust Dragon using the trap card Syncro particle, and summons the Majestic Star Dragon, and then attacks Wisel Top, resulting in the destruction of the rest of the Machine Emperor, defeating The Ghost. The Ghost then crashes into a forest, and one of the 3 emperors of Yliaster, Primo, retrieves Ghost's duel disk, and his own Wisel deck from The Ghost's duel runner. When Yusei, Jack and Crow arrive at The Ghost's crash site, they discover he is actually a robot that Trudge identifies as a Duel-Bot, that was stolen from Sector Security, and reprogrammed.",
                    "TitleJapanese": "進化の証　シンクロモンスター",
                    "SummaryJapanese": "謎のＤ・ホイーラー「ゴースト」にＤホイーラー達が次々と襲われる事件が起きた。事件解決の協力を遊星達に依頼にくる牛尾だったが、マシンの開発にかけているクロウに断られてしまう。\n仕方がなく、自ら囮になってゴーストに挑んだ牛尾は、逆に重傷を負わされてしまった。\nそれを知った遊星がゴーストと対決することに。５体の合体モンスター「機皇帝ワイゼル」を召喚し、攻撃をしかけてくるゴーストに対して、スターダスト・ドラゴンで対抗するのだが・・・。"
                },
                "3": {
                    "ID": "3204701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3204701",
                    "TitleEnglish": "Lessons Learned",
                    "SummaryEnglish": "As Yusei and Crow work on their new engine, they are visited by Leo, Luna and their classmates, including the timid Sly, who is nearly tempted to steal Stardust Dragon. Yusei is asked by the Academy's principal to fix something, which turns out to be the head instructor, Rudolph Heitmann, who is threatening to expel Leo, Luna, and their friends for using low level monsters. Yusei arrives, and challenges Heitmann to a duel, in order to stop them getting expelled, and to prove the strength of low level monsters. Heitmann manages to summon three Ancient Gear Golems on his first turn and deals a lot of damage. Yusei summons out Stardust Dragon, but sacrifices him to summon out several Tuner monsters, which belong to the relevant students. Yusei manages to use them to defeat Heitmann, who learns his lesson, and withdraws the expulsions. As Yusei leaves, Sly contemplates to steal Stardust Dragon. Fortunately, he will never get that chance.",
                    "TitleJapanese": "デュエルアカデミアの伝統！　アンティーク・ギアゴーレム",
                    "SummaryJapanese": "ゴーストとの激しいデュエルの結果、機皇帝ワイゼルを殲滅した遊星。ゴーストの元に駆け寄ると、そこにはセキュリティが開発中のライディングロイド、すなわちＤホイールの違反を取り締まるロボットの姿があった。\n数日後、遊星の前にひとりの老人が現れる。老人が言うには、ちょいとネジを締め直してほしいものがある、という。訝る遊星であったが老人の頼みを引き受けることに。果たして、老人の言う「ネジを締め直してほしいもの」とは・・・・・・？"
                },
                "4": {
                    "ID": "3204711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3204711",
                    "TitleEnglish": "Trash Talk",
                    "SummaryEnglish": "Yusei, Jack and Crow pay a visit to Martha and Blister, where Blister talks to them about the asteroid crater. Crow is asked to retrieve an old man named Bashford who refuses to leave his house due to family ties. However, the route to his house is filled with booby traps. He ends up on top of an old-fashioned Dueling Arena (which Bashford had built himself, in hopes that his son Koki would return and duel him), (Dueling Arenas were first used, in the first season of Yu-Gi-Oh! Duel Monsters) and challenges Bashford to a duel. He finds himself under pressure from his Bashford's Scrap-Iron deck, but he manages to make a comeback. The effects of the battle causes the duel arena and the house to collapse, but Crow manages to win the duel and help Bashford. Yusei manages to retrieve a family photo from the house before it collapsed. Bashford thanks them and returns to Martha's place.",
                    "TitleJapanese": "老人の記憶　くず鉄ファミリーデッキ",
                    "SummaryJapanese": "遊星、クロウ、ジャックはマーサの養護施設にやってきた。その3人を子供達と雑賀が出迎える。そこへ、マーサとシュミットもやってくるが、どうやら何か困っている様子。その原因は、ひとり暮らしの頑固な老人をここへ連れて来たいのだが、承知してくれないことだという。早速、その老人の説得に向かう遊星達だったのだが・・・・・・。"
                },
                "5": {
                    "ID": "3204721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3204721",
                    "TitleEnglish": "A Duel with Interest",
                    "SummaryEnglish": "Families find themselves under pressure from a loan shark named Don Pierro who takes their precious cards. Crow gets angry at Jack for drinking expensive coffee and suggests that he gets a job. However, his ego gets him kicked out of several jobs. He and Carly follow a boy named Marco to a shrine, where he leaves his cards that were deemed unworthy by Pierro. Jack decides to challenge Pierro for everyone's contracts, putting his Red Dragon Archfiend and Duel Runner on the line. Pierro puts pressure on Jack by implementing his Loan Tokens, damaging his life points. However, Jack manages to win using Marco's cards and destroys all of Pierro's loan contracts. However, he still can't get a job.",
                    "TitleJapanese": "脅威！ローントークン地獄",
                    "SummaryJapanese": "長屋の一角で、ガロメとその手下達は非道な借金の取り立てを行っていた。手下が持ってきた数枚のカードの中から、ガロメはレアカードを自らのポケットへ仕舞い込んだ。\n一方、今日もDホイールの改造に余念のない遊星のところへ、マルコが修理を依頼していたパソコンを取りにくる。一生懸命に働くマルコの姿に感心する遊星。そこへ赤字を嘆くクロウが現れる。ジャックは赤字をよそに \"いつものところ\"に出かけているというのだが･･････？"
                },
                "6": {
                    "ID": "3204731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3204731",
                    "TitleEnglish": "The Wicked Spirit",
                    "SummaryEnglish": "Whilst Leo, Luna and Dexter go wandering through a forest, Luna senses an atmosphere, drifts out of consciousness and follows it, despite warning from Kuribon and Regulus. When she awakens, Luna encounters a boy named Hayley who is looking after a doll representing his sister, Claire. When they notice she has gone missing, Dexter goes to Yusei for help whilst Leo chases after her. When Leo approaches the house, Hayley feels threatened and goes to duel him. Leo notices the damage Hayley is dealing is similar to a Psychic Duelist's, and summons out his Power Tool Dragon. Yusei arrives and busts into the house and finds a load of people trapped inside cards. Meanwhile, Luna is able to talk with the spirit of Claire. Hayley summons out Hollow Ghost and deals some harsh damage to Leo, but Leo manages to turn it around and win the duel. It is revealed that Hayley had died along with his sister, but didn't realize it, which was what kept him there. Hayley reunites with Claire and they both disappear, along with the house, freeing all the trapped people.",
                    "TitleJapanese": "神隠しの森　スリーピービューティー",
                    "SummaryJapanese": "濃い霧に覆われた深い森の中。龍亞、龍可、天兵が森の奥を目指していた。時折、鳥の鳴き声が響き渡ると、腰が抜けそうになる龍亞。そんな龍亞の姿を見て、引き返すことを提案する天兵。しかし、龍可の手前、強がってさらに森の奥へと進んで行く龍亞。\n龍可は霧の先に何かがいる気配を感じていた。龍可を心配し、クリボンやレグルスがその行く手を止めようとするが、龍可は気付かない。この森の奥に潜むものとは･･･？"
                },
                "7": {
                    "ID": "3204741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3204741",
                    "TitleEnglish": "French Twist (1)",
                    "SummaryEnglish": "Yusei wakes up to find himself being carried away inside a truck after being ambushed by someone named Ichiro wanting to recruit him for the Grand Prix. When Jack, Crow, Akiza and Mina hear about his capture, they go to look for him. Akiza manages to locate the truck Yusei is captured in, and is surprised to find no one is driving it. Akiza uses her powers to break it open, but ends up trapped on their with Yusei when the truck speeds up. They escape, but are then challenged to a Turbo Duel by a mysterious rider. She brings out a fusion monster whilst Yusei responds with Junk Warrior, and Akiza finds herself moved from witnessing a Turbo Duel first hand. The rider then brings out her ace monster and reveals herself to be a woman named Sherry Le Blanc, hoping to recruit Yusei to her team.",
                    "TitleJapanese": "捕らわれた遊星",
                    "SummaryJapanese": "暗がりの中で気が付いた遊星は、自分がどこにいるのか解らず手探りで周囲の状況を把握しようとする。どうやら車の中に捕らえられてしまったようだ。\n何が起きたのか思い返してみると、男が修理を依頼してきたと同時に、その男の仲間と思われる者が数人現れ、突然木刀で殴られ気を失った事を思い出す。そこへ男の声が流れてくる。その男が話した内容とは･･････!?"
                },
                "8": {
                    "ID": "3204751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3204751",
                    "TitleEnglish": "French Twist (2)",
                    "SummaryEnglish": "The duel between Yusei and Sherry continues, with Akiza insisting that she stay and spectate. Yusei brings out Turbo Warrior and deals some damage, and eventually destroys her monster. However, it leaves him in a point where Sherry can win if she draws a Speed Spell, using Speed World 2's effects. Sherry then tells Yusei that she's entering the WRGP to avenge her parents who were killed by Yliaster. Just as Yusei is about to summon Stardust Dragon, Ichiro appears and tries to drop a truck on them. Akiza uses her powers to materialize Stardust Dragon and stop the truck, and Sherry's guardian, Elsworth, beats up Ichiro and his gang. Due to damage to the Duel Lanes, the duel is called off, but they promise to duel again. Akiza is left with a newfound respect for Turbo Duels.",
                    "TitleJapanese": "風の中にあるもの",
                    "SummaryJapanese": "深影と遊星を気遣うアキの活躍によって脱出した遊星。しかし、そんな自由も束の間、遊星の前に謎のDホイーラーが立ち塞がり有無を言わせずデュエルを仕掛けてくる。\nそんな中、謎のDホイーラーは\"シェリー\"と名乗った。彼女の目的は遊星を自分のチームに引き抜くことだという。その様子を見たアキは、ふたりに不思議な感覚を覚えるのだった。そして、デュエルの中でシェリーの真の目的が語られたのだが･･････。"
                },
                "9": {
                    "ID": "3204761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3204761",
                    "TitleEnglish": "Synchro Straits",
                    "SummaryEnglish": "Yusei has a nightmare about Stardust Dragon being captured by The Ghost, and of Sherry's offer. Wanting to learn to duel without relying on Synchro monsters, Yusei asks Jack to duel him. As they duel, they are being watched by a mysterious character (who is really Vizor). Sensing fear in Yusei after being attacked by Red Dragon Archfiend, Jack cancels the duel, saying that there's no way to win without Synchros (Vizor left by the time the duel was over). Later, everyone attends a premiere event for the WRGP, where the details for the tournament are shown. Lazar meets up with the group from Yliaster, who are using the tournament for their own gain. Just then, the party is crashed by a violent Turbo Duelist named Dobocle. Akiza stops him from wrecking the party, and the Yliaster trio become interested in her powers. Dobocle tries to escape, but is attacked by another Ghost, who is really Primo, because he got sick of Dobocle's actions. As the gang goes to help, they are stopped by a mysterious character, called Vizor, who says that Yusei is not ready to face the Ghost again.",
                    "TitleJapanese": "シンクロ召喚を封じた先に･･･",
                    "SummaryJapanese": "シェリーに「何のためにデュエルをしているのか」と問いかけられた遊星は、機皇帝ワイゼルとのデュエルを夢に見た。\nシンクロ召喚を封印しなければ、機皇帝ワイゼルを倒す事はできない・・・。夢の中からヒントを思いついた遊星は、ジャックにデュエル申し入れる。果たして、遊星の新しい戦術とは・・・・・・？"
                },
                "10": {
                    "ID": "3204771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3204771",
                    "TitleEnglish": "Synchro Solution",
                    "SummaryEnglish": "The mysterious dueler, known only as Vizor, decides to train Yusei to face Ghost. He starts off by racing him, testing Yusei's ability to handle mach speeds. Once he cleared that, the duel begins, with Vizor managing to summon two Synchro Monsters in his first turn. Before Yusei is able to counterattack, Vizor speeds up to mach-speed, performing an Accel Synchro with his two monsters to form a new one. Yusei responds by summoning Drill Warrior, and powers it up later, though Vizor decides to take direct damage and lose the duel, instead of damaging his monster. The Yliaster, who had been watching the duel, become curious about Vizor's actions.",
                    "TitleJapanese": "さらなる進化！アクセルシンクロ",
                    "SummaryJapanese": "シンクロ召喚を封じて、ジャックとのデュエルを繰り広げる遊星。何とか新たな戦術を見出そうとするのだが、ジャックは「デュエルは力が全て！」と言い切り、デュエルを中止してしまう。\nそして、ワールド・ライディング・デュエル・グランプリのプレミアムイベント開催の日。多くのデュエリストの集まる会場に遊星達もやってきていた。そこで出会った覆面レーサーが、機皇帝ワイゼルと互角に戦える新たな戦術を教える、と言うのだ。その戦術とは・・・・・・!?"
                },
                "11": {
                    "ID": "3204781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3204781",
                    "TitleEnglish": "Acceleration",
                    "SummaryEnglish": "Wanting to understand what Turbo Duelists feel, Akiza decides to apply for a Turbo Duel License. Despite initially making lots of mistakes, her determination, along with Yusei's tutelage, allows her to pass the initial exams. Yusei also takes her rollerskating to help her learn how to ride backwards. Yusei then builds her a proper Duel Runner, with the help of Jack and Crow. To obtain her license, she has to beat Trudge in a qualification duel, though she initially has trouble getting to grip with Speed Spells, and her Black Rose Dragon gets beaten. However, she manages to turn it around and summon her Splendid Rose. Some guys, who were furious about losing to Akiza in the initial exams, activate a trap to trip Akiza up. However, using the skills Yusei taught her, she evades the trap and defeats Trudge. With her license earned, Yusei welcomes Akiza to the world of Turbo Dueling. Meanwhile Jack beats up the guys that activated the trap and calls Akiza his friend.",
                    "TitleJapanese": "十六夜アキ　アクセラレーション！",
                    "SummaryJapanese": "アクセルシンクロの秘密は全貌が明かされないまま、覆面レーサーは再会を期して去っていった。\nそんな遊星達の心のやり取りを目の当たりにしてきたアキは、自らも遊星が感じているライディングデュエルの世界を知りたいと強く思うようになり、ライディングデュエルのライセンスを取ることを決意する。\nしかし、ワールド・ライディング・デュエル・グランプリ開催を前に、ライセンス取得はかなりの難関になっていた。果たして、アキはライセンスを取得することができるのだろうか・・・・・・？"
                },
                "12": {
                    "ID": "3204791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3204791",
                    "TitleEnglish": "Syd Is Vicious",
                    "SummaryEnglish": "Jack and Carly investigate some Duel Runner thefts. While chasing after a group of them, one of the members, who is actually an undercover agent named Kaz, gets injured. Jack feels responsible for causing the accident, and tries to investigate the matter himself, but is ganged up on and knocked out. He doesn't give up, and soon comes across the entire gang again, where he is once again beaten. However, he was able to place a tracker on one of the members, and finds their hideout, which is located on a large ship. The boss, Syd, challenges Jack to a duel in which the loser is thrown into a crusher. Syd gets the upper hand early on, and despite Jack summoning several monsters, he still finds himself countered. It is soon revealed that their hideout is on a tanker, which has sailed out of range from Sector Security. Syd summons his Synchro Monster, but Jack responds by Synchro Summoning a monster he borrowed from Kaz to win the duel, and manages to act in time before Syd is crushed, but beats up Syd and his gang, who are later arrested by Sector Security. Jack returns Kaz's card and promises to Turbo Duel him when he recovers.",
                    "TitleJapanese": "誇り高き デーモン・カオス・キング",
                    "SummaryJapanese": "ワールド・ライディング・デュエル・グランプリの開催が発表されたネオ童実野シティでは、Ｄ・ホイールの需要が増えた為、Ｄ・ホイール盗難の被害が相次いでいた。セキュリティは窃盗団の情報に懸賞金まで掛け厳重に警戒していたが、窃盗団は警戒網を巧妙に逃れていたのだった。\nそんな中、ジャックは窃盗団の犯行現場に遭遇、その一人を捕らえるが、実はその男はセキュリティの潜入捜査官であった。自分のミスで潜入捜査官に怪我を負わせてしまったジャックは責任を感じ、一人窃盗団のもとに向かう。だがジャックを待ち構えていたのは窃盗団のワナだった！！"
                },
                "13": {
                    "ID": "3204801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3204801",
                    "TitleEnglish": "Dawn of the Duel Board (1)",
                    "SummaryEnglish": "As Yusei and Akiza have a practice Turbo Duel, Leo ponders how he'd fare as a Turbo Duelist. Meanwhile, the Yliaster trio discuss their plans involving the Crimson Dragon, and another tablet crashes into the earth. Later at Duel Academy, a boy named Lester (one of the Yliaster emperors in disguise) enrolls into the school hoping to find out more about Luna, who soon falls in love with Lester. Leo gets annoyed with him asking her so many questions, so Lester uses an illusion to separate him from Luna, and takes her to his mansion. When Leo realizes he's been tricked, he sneaks into the mansion, where Lester shows off an Ener-D powered skateboard that can be used for Turbo Dueling, called a Duel Board, which he gives to Luna. Feeling jealous, Leo begs Yusei to build him his own Duel Board, and spends several days practicing. Luna later joins him in practicing, but they are attacked by another Duel Skater (who is really Lester back in his original dueling outfit) who traps her in a duel. Leo decides to help her, making it a 2 vs 1 duel. They soon realize that the damage is real, and the duelist brings out Machine Emperor Skiel Infinity.",
                    "TitleJapanese": "登場！スーパーエリート転校生",
                    "SummaryJapanese": "隕石がネオ童実野シティに再び落下した。遊星は隕石の落下とゴーストの因果関係を疑っていた。\nそして、新たな石版が届いたのをきっかけに、ルチアーノが動き出す・・・彼の狙いは、龍可のエンシェント・フェアリー・ドラゴンを奪うこと。デュエルアカデミアに転校生として潜り込んだルチアーノは、さっそく龍可へと近づいていく。一方、龍可に親し気に話しかけるルチアーノを警戒する龍亞は・・・・。"
                },
                "14": {
                    "ID": "3204811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3204811",
                    "TitleEnglish": "Dawn of the Duel Board (2)",
                    "SummaryEnglish": "Realizing Luna and Leo are in trouble, Yusei, Jack, Crow, and Akiza head off to find them. Luna summons out Ancient Fairy Dragon, but it is soon absorbed by Machine Emperor Skiel Infinity. As Yusei and company can only watch, Leo recognizes his opponent as Lester, but Lester states the recognition of his identity has already come to late for them to do anything about it. Luna soon takes some damage in order to protect Leo from Skiel's attacks. Leo summons out Power Tool Dragon, and using traps and monster effects, manages to retrieve Ancient Fairy Dragon. Lester upgrades Skiel and defeats Leo, knocking him off the bridge, but the Crimson Dragon appears and saves him. Luna's counterattack fails, but her Duel Monster spirits prevent her from being hurt, after she loses. When the group try to investigate Lester, they find his mansion gone, and that no one at Duel Academy remembers him. Spurred on by this attack, Yusei becomes determined to learn the Accel Synchro.",
                    "TitleJapanese": "甦る悪夢！機皇帝スキエル",
                    "SummaryJapanese": "龍亞と龍可が戦っていた相手はなんと「ルチアーノ」だった。その凶暴な本性を現したルチアーノは\"機皇帝スキエル\"を召喚する。\n龍可はエンシェント・フェアリー・ドラゴンを召喚して対抗するも、それすら機皇帝に吸収されてしまう。\nその頃、腕の痣の痛みで龍可の危機を知った遊星達は急いで二人の元へと向かうが・・・絶体絶命の龍亞・龍可に勝利への方策は残されているのか！？"
                },
                "15": {
                    "ID": "3204821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3204821",
                    "TitleEnglish": "Putting It All Together",
                    "SummaryEnglish": "Recap episode. As Yusei tests out his engine, Jack and Crow look back on his previous battles to try to understand him. When they meet up with Yusei, he suspects that Yliaster is the one behind Ghost and is planning something big with the WRGP. He also tells Jack and Crow about Accel Synchro. They become determined to learn this new move, which would require a new engine. Meanwhile, a mysterious person washes up on the beach.",
                    "TitleJapanese": "まだ見ぬ世界へ",
                    "SummaryJapanese": "ジャックとクロウは、遊星が開発しているニューエンジンのことを案じていた。それは思うように進まず、開発できなければWRPGで苦戦を余儀なくされることを意味していた。そして、二人は遊星のことを本当に理解しているのかと思い巡らせる。ルドガーとの戦いで、抱えている悩みを露呈した遊星。彼の「心の闇」を本当に受け止めてやれているのか・・・。そんな時、三人のもとにある知らせが届く。"
                },
                "16": {
                    "ID": "3204831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3204831",
                    "TitleEnglish": "The Super Genius",
                    "SummaryEnglish": "Trudge and Mina invite Yusei, Jack and Crow for a fancy dinner, albeit with a motive. They want them to look after Bruno, an amnesiac who recently washed up onto New Domino City. Whilst they initially refuse, they soon discover he is an extremely talented mechanic. Yusei becomes particularly interested in him, as he could help build the engine he needs to perfect Accel Synchro. However, as he spends more time with him, his friends start to get a bit jealous. Yusei and Bruno manage to complete the program needed for his new engine, but it is stolen overnight. Finding a fingerprint on a cup ramen packet, they decide to hack into the Security network to find the culprit, having to complete a puzzle duel in order to gain access. Jack and Crow have trouble going up against Mirror Force, but Bruno uses his intuition to figure out the correct solution. They discover that the matching fingerprint belongs to Lazar.",
                    "TitleJapanese": "謎のスーパーメカニック",
                    "SummaryJapanese": "牛尾と深影から食事の招待を受ける遊星とジャック、クロウ。牛尾たちのらしからぬ行動の真意を問い詰めると、頼みがあると切り出してきた。それは、記憶を失った青年の面倒をしばらく見てほしいというものであったが、遊星とジャックは即座に断った。\nその場をあとにして、地下駐車場にやってくると、ジャックのDホイールを勝手にいじっている謎の男を見つける。・・・その男の正体とは？"
                },
                "17": {
                    "ID": "3204841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3204841",
                    "TitleEnglish": "Get with the Program (1)",
                    "SummaryEnglish": "Yusei, Jack, Crow and Bruno decide to trail Lazar, who had stolen their program for Primo. Noticing he is being followed, Lazar heads to the mall where Yusei and company manage to apprehend him, but he makes a break for it. Lazar manages to lose Jack and Crow using holograms, though Bruno manages to figure out, and he and Yusei follow Lazar to a complex. Lazar gives the program to Primo, who then notices they are being followed and sets off the alarm, separating Yusei and Bruno. Primo activates a dueling Guard Robot filled with Yusei's battle data in order to stall Yusei whilst he installs the program into hundreds of Duel-Bots, collectively called the Diablo. Bruno almost stumbles upon this until he is knocked out by Primo and thrown out of the secret factory when he triggers a lost memory. Meanwhile the Guard Robot uses its high prediction capabilities to block off Yusei's high level monsters and special summons, putting him in a tough spot.",
                    "TitleJapanese": "イェーガー捕獲作戦！",
                    "SummaryJapanese": "苦心して作り上げたプログラムをイェーガーに盗まれてしまった遊星達は、プログラムの奪還を誓う。\n一方、イェーガーはプラシドと連絡を取っていた。プラシドはイェーガーにプログラムを届けるよう命じる。不本意ながらも命令に従い、治安維持局を出るイェーガー。だが、遊星達に追われている事に気付いたイェーガーは行き先を変え、遊星達と対峙するのだが・・・・・・。"
                },
                "18": {
                    "ID": "3204851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3204851",
                    "TitleEnglish": "Get with the Program (2)",
                    "SummaryEnglish": "Jack and Crow arrive at the complex only to find themselves locked out, so they sneak in via a ventilation shaft. As Yusei continues to struggle against the Guard Robot, Primo completes their program's installation into the Ghosts, although one of the other emperors of Yliaster, Jakob (the leader), is curious and suspicious of his actions. With his objective complete, Primo starts a self-destruct countdown and leaves using his power, giving Yusei just 10 minutes to win his duel and escape. Jack and Crow join up with Bruno who, reluctantly, have to escape ahead of Yusei. As time is about to run out, Yusei manages to use his monster's abilities to block off the Guard Robot's Lock Deck and summon Stardust Dragon to win the duel. As the complex explodes, Lazar uses his tricks to save Yusei and warns him not to delve any further into the matter.",
                    "TitleJapanese": "不動遊星　敗北確率１００％！",
                    "SummaryJapanese": "イェーガーを追って、廃工場に潜入した遊星。そこで、プラシドの仕掛けた罠によって、遊星の戦績をインプットされたガードロボとデュエルをすることに。遊星は、必死に攻撃を仕掛けるものの、過去のパターンから手の内を読まれ、次々とかわされてしまう。\nそんな中、時限爆弾のタイマーが作動し始める。追い詰められる遊星は・・・。"
                },
                "19": {
                    "ID": "3204861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3204861",
                    "TitleEnglish": "Will the Real Jack Atlas Please Stand Up (1)",
                    "SummaryEnglish": "Sector Security bursts in with a warrant for Jack's arrest. Mina and Trudge show footage of something similar to Jack's Duel Runner causing other people to crash in duels using Red Dragon Archfiend. Yusei and company recall that earlier, Jack had fallen out with them over sticking to his usual plays. Jack still denies committing any crimes, and Crow doesn't help. As a result, Jack is arrested and sent to jail. When news spreads, everyone else has a hard time believing it. Later that night, an electronic bug breaks open Jack's cell, allowing him to escape. However, he then runs into an identical Jack Atlas riding an identical Duel Runner and behaving like Jack in his \"Duel King\" phase (from Season 1), and is challenged to a Turbo Duel. Jack draws a Tuner Monster that can summon Red Dragon Archfiend, but refuses to use it due to the earlier argument, and summons Exploder Dragon instead. He initially gains the upper hand, but is shocked to find his tactics dubbed weak by the impostor. The impostor summons an identical Red Dragon Archfiend and defeats Jack, knocking him into the sea. Yusei and Crow arrive only to see the impostor, thinking that the real Jack Atlas has committed yet another crime.",
                    "TitleJapanese": "容疑者！？ジャック・アトラス",
                    "SummaryJapanese": "イェーガーの協力とスターダスト・ドラゴンの力でガードロボを倒し、廃工場からの脱出に成功する遊星達。\n辛くも危機を乗り切った遊星達であったが、ある朝、セキュリティの来訪を受けたジャックは何のことか解らないまま本部に連行されてしまう。\n深影と牛尾の元を訪れた遊星達は、信じられない映像を見せられる。そこにはジャックのホイール・オブ・フォーチュンに乗り、レッド・デーモンズ・ドラゴンを操るＤ・ホイーラーが次々と他のＤ・ホイーラーを大破させている様子が映し出されていた。それを見た遊星達は何かを思い出すのだが・・・・・・。"
                },
                "20": {
                    "ID": "3204871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3204871",
                    "TitleEnglish": "Will the Real Jack Atlas Please Stand Up (2)",
                    "SummaryEnglish": "Wanting to find out the truth behind Jack's alleged crime spree, Carly meets with a pair of hippies who caught a picture of two of Jack's Duel Runner. She replays this to Yusei and Crow, who search the crash site only to find one of Jack's cards. The real Jack is trapped in a virtual prison of sorts, made by the Yliaster trio, forced to watch his impostor ruin his reputation. Yusei and Crow catch up with the impostor, but are attacked by his thrusters. Hearing his friends kindness, Jack breaks free from his imprisonment, and catches up with his impostor for a rematch. This time Jack learns from his mistakes and uses the right Tuner Monster to summon Red Dragon Archfiend. The impostor then summons his own Red Dragon Archfiend but Jack manages to destroy it. However, the imposter then manages to revive it, and summons two more Red Dragon Archfiend copies. Jack manages to survive his attack and is granted the power to summon Majestic Red Dragon by his Mark of the Dragon. With its power, Jack manages to destroy the three dragons, along with the impostor, who was actually a Ghost duel robot. Back in the Yliaster trio's hideout, Primo complains that the duel was worthless, until a line lights up on a dashboard, signifying the activation of a circuit on the Infinity Circuit, resulting in Jakob being pleased, as he states that everything is going according to their plan. Jack returns to where he was held captive, only to find it gone. Yusei then has an uneasy feeling that they're being used by Yliaster's plan.",
                    "TitleJapanese": "もう一人のジャック",
                    "SummaryJapanese": "自らの汚名を返上するために、治安維持局から脱走したジャック。そして、偽ジャックと対峙し、激しいデュエルを繰り広げた。しかし、一瞬の隙を突かれ、偽ジャックに敗北してしまう。\nジャックの安否を気遣う遊星たちは、カーリーの取材からジャックのホイール・オブ・フォーチュンが２台あったことをつきとめ、ジャックの偽者の存在を知る。偽ジャックの正体は何者なのか！？遊星たちは偽ジャックを見た現場に向かい、「トラスト・ガーディアン」のカードを見つける。これは本物のジャックに持たせたはずのカード・・・。彼はどこへ・・・？\nそんな一同の想いを嘲笑うかの如く再び偽ジャックがハイウェイに姿を現すのだった！"
                },
                "21": {
                    "ID": "3987891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3987891",
                    "TitleEnglish": "Mother Knows Best",
                    "SummaryEnglish": "Yusei's landlord, Zora, is depressed because the city wants to replace the broken cuckoo clock on her clock repair shop. Later, the gang are visited by Zora's son, Lynden, who has returned after three years of training to fix the clock. When he goes to see Zora again, she is not happy to see him, since he was the one who broke the clock in the first place. Before he can run off, Crow challenges him to a duel, forcing him to apologize if he won. Crow runs into a bit of trouble with Lynden absorbing one of his monsters and summoning out his Clock Knight monsters that rely on coin tosses, but soon comes back with his Blackwing Armor Master. Lynden tries to back off from the duel, but Crow tells him he needs to stop running away from his problems. Lynden summons a Time Wizard he got from his late father to destroy Crow's monster. Crow decides to take the damage instead of activating his Mirror Force, since Lynden had realized he can't keep running away regardless of his victory. Lynden successfully fixes the cuckoo clock and rekindles with Zora.",
                    "TitleJapanese": "ポッポタイムの古時計",
                    "SummaryJapanese": "カラクリ時計を見上げてため息をつくゾラ。\n町内の会合で、止まったままのカラクリ時計を新しいものに変えることが決まってしまったのだと言う。\nそんな折、遊星たちのガレージにゾラの息子レオが現れた。\n父の作った時計を直すため、修行の旅から帰ってきたというが、どうも様子がおかしい。\nゾラのもとに行き、時計を直してやると大見得を切るレオをゾラは冷たく追い返す。その理由とは・・・。"
                },
                "22": {
                    "ID": "3987901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3987901",
                    "TitleEnglish": "Duelist for Hire",
                    "SummaryEnglish": "Yusei arrives in a desert town called Crash Town, after receiving a letter from a woman named Barbara that Kalin was in trouble. She explains that in this town, there are battles at sunset between the Malcolm family and the Radley group. Yusei is surprised to find Kalin siding with Radley's group, and notices a change in his personality. Kalin uses his Handless Combo and quickly defeats Malcolm's challenger, who is taken away to become a slave in the mountains. Yusei tries to reach Kalin, but he doesn't answer him. Barbara tells Yusei the only way to save him is to beat him in a duel to separate him from the Radley family. Yusei decides to join up with the Malcolm family, earning his place by defeating three of Malcolm's men in one turn, with his Nitro Warrior. (Please Note That The US Air date was November 27, but the previous episode online appeared on Hulu, on the same day)",
                    "TitleJapanese": "クラッシュタウン",
                    "SummaryJapanese": "荒野の中を遊星のＤホイールが疾走する。やがて、デュエルディスクが縛りつけられている墓標のような杭を見つけた。その時、赤いスカーフをした男達に追われている作業員達を目撃した遊星は、彼らの前に飛び出した。\n「この町じゃデュエリストは大歓迎だ」と言われるが、遊星は心の中で『俺は友を取り戻すためにやってきた！』と言い放つ。"
                },
                "23": {
                    "ID": "3987911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3987911",
                    "TitleEnglish": "Showdown at Sundown (1)",
                    "SummaryEnglish": "Kalin still has memories of when he was a Dark Signer, and doesn't even find encouragement from the words of a young boy. Barbara mentions a plan involving using dynamite to aid Kalin's escape following their duel. During the next sunset, Yusei duels Kalin, who quickly puts his Handless Combo into effect. Kalin laments that he was never able to forgive himself for the actions he took as a Dark Signer, and has been looking to die, saying he'll be satisfied if Yusei defeats him. Yusei manages to take the lead, but Kalin still has tricks up his sleeve.",
                    "TitleJapanese": "鬼柳救出！さまよえる決闘者の街",
                    "SummaryJapanese": "暴力と無法、そしてデュエルに支配されているクラッシュタウン。その町はマルコムとラモンの二大勢力が牛耳っている。そのラモンに雇われ、生気のない瞳で黙々とデュエルをしていたのは鬼柳だった！そんな鬼柳の姿を見て衝撃を受け、何とか彼を救おうと考えた遊星は、あえて鬼柳と敵対している側に雇われる。そして、バーバラと共にある作戦を立て、遊星自身が鬼柳とデュエルを行うことに。大勢の人々の見守る中、ついに遊星と鬼柳のデュエルが始まる！！"
                },
                "24": {
                    "ID": "3987921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3987921",
                    "TitleEnglish": "Showdown at Sundown (2)",
                    "SummaryEnglish": "Kalin summons Infernity Doom Dragon, while Yusei summons Stardust Dragon. Using an equip monster, Yusei manages to defeat Kalin. However, Barbara betrays Yusei, attacking him whilst Kalin is taken away. The Malcolm family's top dog, Lawton, then appears and duels Radley, beating him before he even gets a turn. Barbara and the Malcolm family had used Yusei all along to remove Kalin from the Radley group so they would be easy prey. Yusei, along with Kalin and Radley, are taken to the mines and given shock collars. Yusei finds a means of escaping, but Kalin still refuses to be helped. Meanwhile, Nico and West sneak off with Yusei's Duel Runner.",
                    "TitleJapanese": "勝利の先にある罠",
                    "SummaryJapanese": "ラモンやマルコムを始め、大勢の人々が見守る中、遊星と鬼柳のデュエルが続く。鬼柳は遊星に負けることでデュエルから解放されることを望んでいた。だがデュエルを裏切れない鬼柳は、エースモンスターである「インフェルニティ・デス・ドラゴン」を召喚し遊星に迫ってくる。一方、遊星は何とかこの状況から鬼柳を救い出す作戦を決行するために、必死にデュエルを続ける。そして、ついに遊星は鬼柳を倒すのだった。隙をついて作戦を決行しようとしたその時、仲間のはずのバーバラが不審な行動をとるのだが・・・・・・!?"
                },
                "25": {
                    "ID": "3987931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3987931",
                    "TitleEnglish": "The Race to Escape (1)",
                    "SummaryEnglish": "Yusei knocks out Kalin, so they can escape, stumbling upon a graveyard of lost duelists. They then encounter Nico and West who have Yusei's Duel Runner, and learn that their father is still inside the mines. Lawton then finds them, so while Kalin and the kids look for their father, Yusei distracts him with a Turbo Duel. Lawton immediately summons Gatling Ogre, but Yusei's manages to delay its One Turn Kill ability. However, Lawton soon replaces it with Full Armor Ogre. Meanwhile, Kalin and the kids escape on a mine cart and arrive in a different mine. They become surrounded, but Kalin fights them off as West and Nico find their father, setting off to escape again. Yusei manages to beat Full Armor Ogre, but Lawton manages to resummon Gatling Ogre, putting Yusei in a position where one card could mean his defeat.",
                    "TitleJapanese": "ガトリング・オーガの恐怖",
                    "SummaryJapanese": "バーバラにショックガンで撃たれて身動きのとれない遊星。実は、バーバラの正体はマルコムの仲間だったのだ。\n鉱山に送られてしまった遊星たち。機転を効かせ鬼柳と共に脱出するが、デュエルに敗れ鉱山に送られて亡くなった人たちの墓地を目にする。全て自分のせいだとショックを受ける鬼柳。そこへウェストとニコが現れた。２人の父親も鉱山に送られたことを知り、皆の救出を決意する遊星。しかし追ってきたロットンがその前に立ちはだかる！"
                },
                "26": {
                    "ID": "3987941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3987941",
                    "TitleEnglish": "The Race to Escape (2)",
                    "SummaryEnglish": "As Kalin escapes with the kids and their father, Sergio, the pursuers start activating the father's shock collar, but Kalin manages to stop it though nearly falls off the kart in the process. Yusei manages to avoid losing to effects, but Lawton instead summons a more powerful monster. Kalin's group are directed towards a deadly gap, so West and Nico's father jumps to change the tracks to safety, and Sergio falls into the abyss in the process (and dies). Yusei manages to summon Drill Warrior from his graveyard, and Kalin knocks into Lawton before he can respond to it. Lawton then throws some dynamite which sends everyone flying, with Yusei and Kalin falling into a canyon. Lawton kidnaps Nico and West, and along with Barbara overthrows Malcolm. As Yusei and Kalin visit the father's (Sergio) grave, his duel disk reacts to Kalin, who decides to fight with Yusei.",
                    "TitleJapanese": "死闘のライディングデュエル",
                    "SummaryJapanese": "鉱山へ向かおうとした遊星の前にロットンが立ち塞がりデュエルが始まる。\n鬼柳に連れられたウェストとニコは、偶然、父親・セルジオと再会し共に鉱山脱出を試みる。執拗に追いかけてくる監視員によって絶体絶命のピンチに陥るが、お互いの力を合わせて何とか切り抜ける。その中でセルジオの語る言葉に何かを感じる鬼柳。\n一方、遊星とロットンのデュエルは一進一退の攻防戦を繰り広げていた！！"
                },
                "27": {
                    "ID": "3987951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3987951",
                    "TitleEnglish": "Clash at Crash Town (1)",
                    "SummaryEnglish": "Barbara starts forcing members of the Malcolm family to duel each other to provide new workers for the mines. Yusei and Kalin arrive and challenge Lawton to a duel for Nico and West's freedom and to liberate the town. Lawton gets a handicap to start with 10 cards, giving him easy access to Gatling Ogre's ability. Kalin stops Yusei from negating Galting Ogre's effect and gets attacked. However, he has a special monster, Infernity Zero, whose ability allows him to remain in the duel even with 0 life points, though he will lose if he gains 3 Doom Counters. Lawton manages to destroy the card Yusei used to negate Gatling Ogre's effect in their last duel, but both he and Kalin manage to defend against Lawton's attacks, and Kalin manages to bring up his defense.",
                    "TitleJapanese": "タッグデュエル　鬼柳・遊星VSロットン",
                    "SummaryJapanese": "セルジオの犠牲によって、ピンチを脱する鬼柳達。父親の死を目の当たりにしたニコ、ウェストを励ましながら鬼柳は追手を振り切り、遊星と合流する。だが、ロットンによって遊星と鬼柳は険しい崖下へと突き落とされてしまう。\nそして、ロットンは兄であるマルコムを陥れ、バーバラと共にタウンの実権を手に入れる。そんなロットンの前に遊星と鬼柳が再び立ちはだかる。ついに、ロットンVS遊星・鬼柳のタッグデュエルの幕は切って落とされた！ロットンの激しい攻撃に遊星たちは・・・・・・!?"
                },
                "28": {
                    "ID": "3987961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3987961",
                    "TitleEnglish": "Clash at Crash Town (2)",
                    "SummaryEnglish": "Yusei summons his Nitro Warrior and beats Gatling Ogre, dealing some damage to Lawton. However, Lawton summons out Long Barrel Ogre, and Kalin gains another Doom Counter, but Yusei sacrifices his Nitro Warrior to keep Kalin in the game. Kalin and Yusei both summon out their Infernity Doom Dragon ,and Stardust Dragon, but their attacks don't get through. Barbara threatens to harm Nico and West if Yusei and Kalin don't surrender, but the Malcolm family stand up against her. Lawton tries shooting his Shock Gun at Kalin, but is stopped by the arrival of Crow and Jack, who had brought along Sector Security to free all of the miners. Lawton sets off some explosions to escape, but Kalin catches up to him to finish the duel. Lawton makes an assumption about Kalin's cards, but he is defeated, thanks to the effects of Kalin's monsters. Lawton and Barbara are arrested by Sector Security, Crash Town is rebuilt as Satisfaction Town, and Kalin stays behind to look after Nico and West.",
                    "TitleJapanese": "サティスファクション",
                    "SummaryJapanese": "バーバラやファミリーが見守る中、遊星・鬼柳VSロットンのデュエルは続く。鬼柳は死闘の中で、自分を信じる者へ応えるために、新たなデュエルをし続けることをさらに強く決意する。しかし、ロットンの鬼柳への攻撃の手は緩むことがなかった。\n両者の死力を尽くしたデュエルを目の当たりにしたファミリーの間に動揺が走る。そして、 ついに遊星・鬼柳VSロットンのデュエルがクライマックスを迎えるのだったが！？"
                }
            }
        },
        "4": {
            "ID": "453231",
            "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/seasons/official/4",
            "# Episodes": 42,
            "Episodes": {
                "1": {
                    "ID": "3987971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3987971",
                    "TitleEnglish": "The Question of the Card",
                    "SummaryEnglish": "Sherry tries to get answers concerning the card her parents were killed over (which is the Z-ONE spell card). She decides the best way to figure it out is to use the Public Security Maintenance Bureau's super computer. The next day, Sherry and Elsworth set off a dummy bomb at HQ, causing everyone to evacuate. When they lock the building down, Yusei and Bruno are left inside, and they soon discover the two. As Bruno follows after Sherry, Elsworth blocks Yusei off, and challenges him to a duel. Elsworth summons his Driven Daredevil, which does great damage to Yusei during his counterattack. Sherry reaches the main computer, hoping to find out the meaning behind her card, but starts fighting Bruno when he shows up. Just then, Bruno's eyes start glowing red and he overpowers Sherry. Noticing her card, he stops attacking and helps her to analyze it. Yusei summons Stardust Dragon and beats Elsworth with a counter trap, and the two catch up to Sherry and Bruno. As the card is scanned, purple clouds form in the sky and Sherry, Bruno, and Yusei are caught in the blast. They find themselves in a strange white room where they are scanned painfully by Z-ONE, and then pass out from the pain. Afterwards, the computer room self destructs. As Sector Security find the super computer destroyed, the others wake up on the docks, minus Sherry. Yusei suspects that this may be the work of Yliaster.",
                    "TitleJapanese": "戦慄！主従の覚悟！！",
                    "SummaryJapanese": "クロウとジャックの協力により、卑怯なロットンとバーバラを打ち砕くことができた遊星達。鬼柳はクラッシュタウンを復興するため街に残ることを決意し、再び遊星達と別れることに。\n一方、治安維持局に爆弾を仕掛けた、という連絡が入る。それは自らの持つカードの秘密を治安維持局のスーパーコンピュータを利用して探ろうとするシェリーとミゾグチが仕掛けた罠だった。それに気付いた遊星はふたりを追うが、行く手にミゾグチが立ち塞がる！"
                },
                "2": {
                    "ID": "3987981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3987981",
                    "TitleEnglish": "Keeping a Promise (1)",
                    "SummaryEnglish": "Crow goes to visit the grave of Robert Pearson, the original owner of Crow's Blackwing Deck and the Blackbird (Crow's duel runner), who died in an unusual purple fire three years ago. Later, Bruno finds a sealed compartment in Crow's Blackbird that he can't access, which is preventing him from giving Crow's duel runner some upgrades. Crow is later approached by Trudge and Mina, who believe Pearson's death was caused by a duelist using a card called, Crimson Mephist, that dealt real damage, and sent people to the Netherworld. Crow goes to see another of his old friends, Bolton, to ask about the accident. Bolton agrees to talk, but only if Crow duels him, wanting the Black-Winged Dragon card he needs for a loan should he win, even though Crow doesn't know where it is. Crow tells Yusei about how he met Pearson after leaving the Enforcers. The next day, Crow and Bolton start their duel, and Crow has trouble fighting against Bolton's Anti-Blackwing deck.",
                    "TitleJapanese": "追憶　朋友が託した遺志",
                    "SummaryJapanese": "ブルーノがシェリーに協力し、治安維持局のスーパーコンピューターでシェリーのカードを解析したが、そのカードからは何も発見する事ができなかった。\nその頃、クロウが旧友であるピアスンの墓を訪れると、治安維持局の牛尾と深影が犯人の手がかりを持ってやってきた。クロウはその死の真相を探るため、同じくピアスンのもとで働いていたボルガーを尋ねる。そして、ボルガーの口からは衝撃的な事実が語られた・・・・・・！"
                },
                "3": {
                    "ID": "3987991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3987991",
                    "TitleEnglish": "Keeping a Promise (2)",
                    "SummaryEnglish": "As Crow continues his duel against Bolton, he makes a small comeback with his Blackwing Arms Wing. However, Bolton then summons out Crimson Mephist, revealing he was the one who killed Pearson. Pearson had refused to sell his Duel Runner rights for a large sum of cash, so Bolton took matters into his own hands. Crimson Mephist destroys Arms Wing and deals some real damage to Crow. As Crow wonders if he can win, he receives encouragement from the kids he's looked after. Crow's mark glows, which automatically keys in the password to unlocking the sealed compartment in Crow's Blackbird. And Black-Winged Dragon, which was hidden inside the compartment all along, reveals itself. Crow then summons it, and uses its special ability to defeat Bolton, who feels remorse for what he had done, and promises that he will change.",
                    "TitleJapanese": "舞い上がれ！ブラックフェザー・ドラゴン！！",
                    "SummaryJapanese": "ピアスンの生き方に敬愛の念を抱いていたクロウは、その死の謎を解くために、ボルガーにデュエルを挑んだ。ボルガーを破るために、次々とカードを繰り出すクロウであったが、旧知のふたりはお互いの手の内を存分に知っていた。\nそして、一気に勝負にでたボルガーはなんと、ピアスンを殺した犯人がもっていたはずの「ブラッド・メフィスト」を召喚する。いったいなぜボルガーがこのカードを・・・？"
                },
                "4": {
                    "ID": "3988001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3988001",
                    "TitleEnglish": "Natural Instincts (1)",
                    "SummaryEnglish": "Yusei, Jack and Crow finally complete their new Duel Runner engines, and they name their WRGP team Team 5D's. They have a practice run on the WRGP circuit. However, Crow refuses to stop when the practice session is over, and causes one of Team Unicorn's members to crash. As a way of apology, Yusei accepts a supposedly friendly duel with their \"best\" duelist, Andre. Unbenownst to Yusei, the duel is really a means to learn his strategy. Andre gets a head start with his Green Baboon, before Yusei summons his Junk Archer. However, Andre responds by bringing out his Behemoth, putting Yusei in a tight spot.",
                    "TitleJapanese": "結成！チーム５Ｄ'ｓ",
                    "SummaryJapanese": "ボルガーとの死闘を乗り越え、その胸にしっかりとピアスンの想いを抱いたクロウ。一方、ボルガーの命を受けたボルガー＆カンパニーのスタッフの協力によって、着々とWRPGに向けての準備を整えていく遊星達。チーム名も\"チーム・5D's（ファイブディーズ）\"と決まり、大会に備える一同であった。\nそんな矢先、初戦の相手である\"チーム・ユニコーン\"のアンドレとデュエルをすることになった遊星だったが・・・・・・!?"
                },
                "5": {
                    "ID": "3988011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3988011",
                    "TitleEnglish": "Natural Instincts (2)",
                    "SummaryEnglish": "Yusei manages to survive Andre's onslaught, but still takes a lot of damage to his life points, especially when Andre brings out his Synchro Monster. Yusei summons out Stardust Dragon and destroys his monster, but before Yusei can win using Speed World 2's effects, Team Unicorn's practice time ends, along with the duel. The next day, Sherry briefly visits Yusei to ask about the thing they both saw, and Martha's kids give Crow a banner they made. This inspires him to train, but he suddenly crashes and breaks his arm, leaving him unable to participate, so Akiza offers to take his place. Crow, whilst initially furious at the decision, offers to coach Akiza in her training.",
                    "TitleJapanese": "絶望と葛藤の先に・・・",
                    "SummaryJapanese": "プラクティスタイムにおける偶然を装って仕組まれた遊星とアンドレのデュエルには、恐るべき陰謀が隠されていた。\nその事に気づくことなく、遊星は正面からデュエルに挑むが、アンドレの天性のカードプレイングセンスに徐々に追い込まれてしまう。\nそこへ自らのモンスターを破壊する、というさらなる奇策をもって挑んでくるアンドレ。\n果たして、この前哨戦の行方は・・・・・・？"
                },
                "6": {
                    "ID": "3988021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/3988021",
                    "TitleEnglish": "Power Plays",
                    "SummaryEnglish": "The WRGP Preliminaries begin with Team 5D's facing against Team Unicorn. Jack goes up first in the hopes of putting his Power Deck against Andre, who uses an overboost system to turn the corner first, and take the first turn. Jack summons out Red Dragon Archfiend, but takes a lot of damage thanks to Andre's strategy. Andre than summons out Thunder Unicorn, which puts Jack in a tighter spot. Bruno notices a problem in Jack's Duel Runner, but Jack refuses to take a pit stop, and manages to destroy Thunder Unicorn. Yusei realizes that they had been tricked by Team Unicorn into using a Power Deck, but it is too late, as Andre defeats Jack using Speed World 2's effects, the force of which causes his Duel Runner to crash.",
                    "TitleJapanese": "ＷＲＧＰ開幕　チーム５Ｄ'ｓ ＶＳ チームユニコーン",
                    "SummaryJapanese": "ＷＲＧＰに向けさらなる調整に入った「チーム・5D's」であったが、クロウがトレーニング中の事故から大会に出場できなくなってしまう。代わって出場することになったアキはクロウの熱い想いを背負って大会に臨む。\nついにＷＲＧＰの予選がスタート。遊星たち「チーム・5D's」初戦の相手はなんと「チーム・ユニコーン」。練習試合でパワーデッキを使い、力押ししてきたアンドレに対抗するために「チーム・5D's」は第一走者ジャック、第二走者アキ、第三走者遊星という布陣を組む。そして幕を開けたジャックｖｓアンドレの戦い。スタート直後、ルールすれすれの加速で先攻を取りにくるアンドレ。その真意とは・・・・！？"
                },
                "7": {
                    "ID": "4044451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044451",
                    "TitleEnglish": "Trouble for Team 5D's",
                    "SummaryEnglish": "Despite his injuries, Jack gets up to push his Duel Runner to the end of the lap to pass the baton over to Akiza, managing to do so before they are knocked out. Akiza immediately summons out Phoenixian Cluster Amaryllis to deal some damage to Andre. However during the next turn, Andre manages to remove it and bring back his Thunder Unicorn. The next turn, Akiza summons out Black Rose Dragon and, to everyone's surprise, Stardust Dragon, which Yusei had given her. However, Andre ends the battle phase before Stardust can attack and uses Thunder Unicorn to beat it. Before Andre can use Speed World 2's effect, Akiza wipes out her own life points to revive Stardust Dragon, in order to pass it on to Yusei. As Yusei continues the fight, Akiza laments that she couldn't help much, but finds encouragement from her parents and the crowd.",
                    "TitleJapanese": "燃えろ！フェニキシアン・クラスター・アマリリス",
                    "SummaryJapanese": "先を読んだアンドレ達は思惑通りのデュエルを展開し、ジャックはアンドレに敗れてしまった。\n周回遅れの数が増せば、チーム・５D'Sは棄権と見なされてしまう。しかし、ジャックはデュエルの衝撃で故障したホイール・オブ・フォーチュンを押してピットに戻り、なんとか第二走者であるアキにつなげる。\nアキＶＳアンドレ。アキは速攻をしかけ、アンドレのライフを削って行くが・・・！？"
                },
                "8": {
                    "ID": "4044581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044581",
                    "TitleEnglish": "The Edge of Elimination (1)",
                    "SummaryEnglish": "Yusei manages to destroy Andre's key Speed Spell card, but in doing so allows Andre to activate that, despite knocking himself out, takes a huge chunk out of Yusei's life points. Yusei then faces Team Unicorn's next duelist, Breo, who soon summons his Synchro monster, Voltic Bicorn. He soon destroys it however in order to implement his deck destruction tactic.",
                    "TitleJapanese": "窮地　ラスト・ホイーラー遊星",
                    "SummaryJapanese": "アンドレと死闘を繰り広げたアキだったが、チーム・ユニコーンの巧妙な作戦に敗北を喫してしまう。しかし、アキは秘策を実行し、遊星に\"スターダスト・ドラゴン\"のカードを残していく。そして、ついに遊星がバトルのフィールドに立つ。優勢のアンドレに対し、まずはマックス・ウォリアーを召喚する遊星。果たして、遊星はどんな作戦で攻めていくのか・・・・・・？"
                },
                "9": {
                    "ID": "4044591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044591",
                    "TitleEnglish": "The Edge of Elimination (2)",
                    "SummaryEnglish": "Breo manages to destroy Stardust Dragon and leave Yusei with just five cards left. Yusei soon summons Junk Destroyer and knocks Breo out, leaving him just 1000 life points and four cards to face against Team Unicorn's final member and leader, Jean. Jean summons out Lightning Tricorn, but Yusei manages to avoid losing to Speed World 2's effects. However, Jean soon destroys Yusei's monsters and launches a direct attack at him.",
                    "TitleJapanese": "フォア・ザ・チーム",
                    "SummaryJapanese": "圧倒的に不利な状況から、からくもアンドレに勝利した遊星。\n次なる対戦相手は、人並みはずれた記憶力で遊星の攻撃パターンを熟知しているブレオ。\nかつてブレオは自らの力に溺れていたが、アンドレやジャンと出会うことによって己の力を知ったという過去があった。\nアンドレとの対戦で大ダメージを受けてしまった遊星は、ブレオの戦術に苦戦を強いられてしまう。\nだが遊星は守勢に回ることなく・・・！？"
                },
                "10": {
                    "ID": "4044601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044601",
                    "TitleEnglish": "The Edge of Elimination (3)",
                    "SummaryEnglish": "Yusei survives Jean's attack and summons Stardust Dragon. He has trouble going up against Jean's strategy, but then Jack stumbles from his bed to give Yusei and the team morale. Yusei Fusion Summons Dragon Knight Draco-Equiste, a move Jean wasn't expecting, and the two continue to fight through the last of Yusei's deck. Jean manages to survive the strategy laid out by Yusei, and is in a position where he can just end the turn to win due to Yusei's deck not having any cards. However, the duel has given him a desire to fight, and after encouragement from Andre and Breo, Jean launches an attack, which ultimately backfires against him, after Yusei increases the defense points of Rapid Warrior, causing Jean to lose all of his life points, and ultimately, the duel.",
                    "TitleJapanese": "ただ勝利のために",
                    "SummaryJapanese": "チーム力を信じたブレオの攻撃に翻弄された遊星だったが、なんとかそれを破り、ついに遊星とジャンのデュエルが始まる。\nチームの頭脳とも目されるジャンは激しい攻勢で相手のデッキ切れを狙う。必死に応戦する遊星。その一進一退のデュエルを目の前に、ジャックを始め一同も息を飲む。そして、ついに遊星は究極のモンスター・波動竜騎士\"ドラゴエクィテス\"を召喚するであった。総力戦の軍配はいったいどちらに！？"
                },
                "11": {
                    "ID": "4044611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044611",
                    "TitleEnglish": "Party Crashers",
                    "SummaryEnglish": "Jean give thanks to Yusei for the \"fun duel,\" and the two teams promise to reach the WRGP finals together. As Team 5D's celebrates their victory in their garage, they are visited by Sherry, who had beaten three duelists by herself in her round. They discuss things about Yliaster, and how recent events have been related to them. Sherry reveals they are being targeted by Yliaster, due to them being Signers (not including Sherry). She also talks about the strange experience that she, Yusei, and Bruno had experienced back at Sector Security. After Sherry leaves, Bruno feels weird, and goes to the beach where he washed up upon. Upon finding a cat, it triggers his memory, and his eyes glow red again. The next day, as Yusei and Crow go to watch Team Unicorn's battle against Team Catastrophe, they arrive to find Team Unicorn's Duel Runners crashed, and Andre and Jean hospitalized.",
                    "TitleJapanese": "戦いの果てに得たもの",
                    "SummaryJapanese": "壮絶なデュエルの末、なんとかチーム・ユニコーンを破り予選一回戦を突破した遊星たちチーム５Ｄ'ｓ。\n今回のデュエルで遊星は様々なことを学んだのであった。\nジャンたちと今後のお互いの活躍を誓い合った後、ガレージで祝勝会を開き、これまでの苦闘を振り返る遊星達。しかし、その勝利はこれから始まる死闘の第一歩に過ぎなかった。\nはたして遊星たちが向かう先にいる敵の正体とは・・・？"
                },
                "12": {
                    "ID": "4044621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044621",
                    "TitleEnglish": "Knight Takes Pawn",
                    "SummaryEnglish": "Team 5D's prepare to face up against Team Catastrophe, the leader of which, Nicholas, has been given a Card of Darkness by Primo. Team 5D's are later visited by Breo, and study the memory chips of Jean and Andre's Duel Runners, revealing something had caused their wheels to suddenly lock up and crash, the same reason why Crow crashed. After studying a video Carly gave them, the Signers believe it to be linked to a monster called Hidden Knight Hook. Akiza gets hit by the same phenomenon, and her psychic powers fail, as she loses it, to save her from getting injured. (And, Akiza's psychic powers don't return until Episode 140, after the Ark Cradle appears.) Despite his arm not being fully healed, Crow decides to take her place in their match against Team Catastrophe. The first round sees Crow against Hermann, who instantly summons Hidden Knight Hook. As it uses its effect against Crow's attack, Crow notices a strange hook aim for his wheel and barely manages to avoid it. It becomes clear to the others that this isn't a normal card.",
                    "TitleJapanese": "破滅の使者　チームカタストロフ",
                    "SummaryJapanese": "遊星たちの次の対戦相手が、チーム・ユニコーンをクラッシュさせて勝利したチーム・カタストロフに決まった。\n遊星達は戦いに向けチーム・ユニコーンの不可思議なクラッシュの原因を必死に探る。\n一方、アキは次の戦いに向けライディングテクニックを磨こうと、ひとりで練習に励んでいた。しかし、原因不明のクラッシュにより意識不明の重体となってしまう。アキの仇を討つと怪我を押して出場することになったクロウ。チーム５Ｄ'ｓＶＳチーム・カタストロフの戦いが幕を明ける。"
                },
                "13": {
                    "ID": "4044631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044631",
                    "TitleEnglish": "Rook Takes Knight",
                    "SummaryEnglish": "Crow continues to bear the pain of his arm, whilst he avoids Hidden Knight Hook's assaults on his Duel Runner. He eventually manages to destroy it, and knock Hermann out by summoning out his Black-Winged Dragon, but when Hermann tries to revive his Hidden Knight Hook, Crow sacrifices his dragon in order to completely destroy Hidden Knight Hook before it can attack him, and then defeats Hermann. His arm at the peak of his pain, Crow passes the duel on to Jack, who begins the next round against Nicholas. Nicholas uses another Card of Darkness, a trap intended to knock both of them out, however it hurts both of them, as Primo has no more use for Nicholas, and allowed his protection against the Card of Darkness to expire. Jack escapes defeat, thanks to his monster's special ability, and rescues Nicholas before he crashes. With Nicholas' Duel Runner destroyed, Team 5D's automatically qualifies for the quarterfinals. Meanwhile, Primo unleashes his army of Ghosts (collectively known as \"The Diablo\") throughout the city.",
                    "TitleJapanese": "闇のカード　ヒドゥン・ナイト－フック－",
                    "SummaryJapanese": "チームユニコーンのメンバーが連続でクラッシュした原因は、タイヤがロックされたからだった。しかし、どんな方法でロックが仕掛けられたのかわからないまま、予選 第２戦チームカタストロフとのデュエルが始まってしまう。初戦はクロウVSヘルマン。肩の傷が完全に癒えていないながらも、仲間の敵を討つ為に必死に立ち向かうクロウ。ヘルマンは不可思議な物理攻撃を次々と仕掛けてくる。はたしてクロウは敵の攻撃の秘密を見破り、勝利を手にすることができるのだろうか？"
                },
                "14": {
                    "ID": "4044641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044641",
                    "TitleEnglish": "Primo's Plan (1)",
                    "SummaryEnglish": "Sherry tries to get the Card of Darkness off of Nicholas, but its card face disappears as soon as she touches it. Meanwhile, the Ghosts start attacking other duelists, overwhelming them with Battle Royale Mode, which makes the battle damage of a duel real. Yusei, Jack, Sherry, Elsworth and Kaz go to help what duelists they can. Aggravated and tired of constantly having his own plans thwarted, Primo orders the Ghosts to gang up on Yusei, who is joined by Sherry and Elsworth. Although they gain the upper hand with their Synchro Monsters, they are soon overwhelmed by the enormous number of Ghosts, and Sherry and Elsworth are taken out, leaving only Yusei to stop them.",
                    "TitleJapanese": "ゴースト氾濫！恐怖のバトル・ロイヤル・モード",
                    "SummaryJapanese": "辛くも勝利を手にしたクロウ。第2戦はジャックVSニコラス。ニコラスは闇の力を使った攻撃を仕掛けてくるが、ジャックが勝利し、チーム5D'Sの決勝進出が決定した。\n一方、ＷＲＧＰ会場では、突如現れた大量のゴースト軍団によって大混乱に陥っていた。遊星たちは何とか事態を収拾しようとゴースト軍団のもとへ急ぐが、そこで目にしたのは圧倒的な数のゴーストにバトルロイヤルを強いられ、次々とクラッシュに追い込まれるＤホイーラーたちの姿だった。\n遊星たちは、ゴーストの暴走を止めるため、ジャック達、さらにはシェリーとともに、そのバトル・ロイヤルに乱入するが・・・。"
                },
                "15": {
                    "ID": "4044651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044651",
                    "TitleEnglish": "Primo's Plan (2)",
                    "SummaryEnglish": "Noticing Yusei is in trouble, Bruno, having regained his memories, remembers his mission to protect Yusei and to stop the Yliaster trio at all costs, after being reminded by Z-ONE, transforms into Vizor, calls over his duel runner, and helps Yusei evade the Ghosts. Primo becomes agitated and joins the duel himself. Bruno teaches Yusei about Accel Synchro, about how Ener-D powers through people's hearts and the Clear Mind that can control it. Taking these things into account, Yusei accelerates to top speed and is able to see a new monster. Bruno, who had lost his memory after previously battling Primo, stays behind to duel him again. Meanwhile, Yusei arrives at a crater, where another stone tablet has landed. Upon touching it, he is transported to the white room he had went to before, and receives an Accel Synchro card. Upon seeing that Yusei had received a tablet from Z-ONE, Lester panics and tells Jakob that since the tablet didn't belong to any one of them, he asks him what is going on. Lester also becomes jealous and upset, because only the Emperors of Yliaster were supposed to receive tablets, but Yusei was only a \"puny human,\" and Lester refuses to believe that Yusei was as special as they were. But Jakob remains silent and continues watching the duel. Primo brings out his Machine Emperor Wisel Infinity, and Bruno summons the materials for his Accel Synchro, but is hindered by the arrival of the Ghosts. After learning that Yusei had received a tablet, Jakob warns Primo not to duel Yusei, as he cannot guarantee him victory this time, with Lester presaging evidence. Then, Jakob demands Primo to return at once. Having been fed up by his partners bossing him around, Primo bangs his hand against his viewscreen, and cuts of the communication, which causes Jakob to shout, \"But, Primo--!\" Seeing that Primo had disobeyed orders again, Jakob tells Lester that the outcome of this duel \"is the will of God.\" Yusei arrives and challenges Primo who is revealed to be a cyborg,",
                    "TitleJapanese": "覚醒！！揺るがなき境地　クリア・マインド",
                    "SummaryJapanese": "ミゾグチに続き、シェリーもゴースト軍団に敗れてしまい、とうとう遊星はゴースト軍団に追いつかれてしまう。そんな絶体絶命の遊星の前に現れたのは、あの覆面レーサーだった。レーサーに導かれるように加速していく遊星。しかし、そんなふたりを怒りに燃えたプラシドが追ってくる！"
                },
                "16": {
                    "ID": "4044661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044661",
                    "TitleEnglish": "Primo's Plan (3)",
                    "SummaryEnglish": "After Yusei and Bruno mutter about this transformation being Primo's true form, Primo demonstrates to Yusei one of his new abilities. He causes his Machine Emperor to create a field of energy, which causes glass everywhere in New Domino City to shatter, and results in blackouts. Remembering the destruction caused by the original Ener-D reactor spun in reverse, Yusei screams, \"Stop,\" and rams Primo's duel runner. Startled, he loses concentration and the destruction stops. Frustrated, he calls Yusei \"inferior.\" When Yusei demands Primo to ressume the duel, Primo rides up besides Yusei, and then activates his own battle Royale Mode. Yusei begins his duel with Primo by summoning out Junk Destroyer and manages to deal some damage. Primo becomes furious, and gets his Machine Emperor Wisel to create another field of energy, which results in lightning bolts striking everywhere in New Domino City, causing electrical devices to fail. Yusei manages to stop Primo absorbing Junk Destroyer by replacing it with Stardust Dragon, before sacrificing it to deal more damage. Primo then replaces one of his Wisel parts with Skiel parts stolen from Lester. When Lester realizes that Primo stole 2 of his cards, by watching the duel, he becomes furious, and curses Primo for taking his cards without his permission. Yusei tries to perform an Accel Synchro with Stardust Dragon and a Synchro Tuner, but Primo's words breaks his concentration, making him unable to perform it, allowing Wisel to absorb Stardust Dragon.",
                    "TitleJapanese": "蘇る恐怖　機皇帝ワイゼル",
                    "SummaryJapanese": "シティを混乱に陥れ、遊星を倒そうとするプラシド。その行為はイリアステル＝神の意志 によるものだという。そしてＤホイールと合体し、Ｄホイールの最終進化形態で戦う。そんなプラシドに、遊星はシンクロ召喚によるジャンクデストロイヤーで挑む。さらに機皇帝を破壊すべくカードを仕込んでいく。一方、落雷の中、ビルの灯りが次々と消えていき、シティが停電になった。ジャックや風馬たちは\"シティにいったい何が起きようとしているのか\"といぶかしむ。そして入院中のアキは、遊星がシティを護るために戦っていることを知る・・・・・・。"
                },
                "17": {
                    "ID": "4044671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044671",
                    "TitleEnglish": "Primo's Plan (4)",
                    "SummaryEnglish": "With Stardust Dragon absorbed by Machine Emperor Wisel Infinity, Yusei becomes frustrated over why his attempt at performing an Accel Synchro didn't work. Barely managing to survive Primo's attacks, Yusei eventually manages to retrieve Stardust Dragon. Primo uses his Machine Emperor to start a tornado to affect the city, also putting a child named Haruka in danger, but Akiza manages to save her without using her psychic powers. Then, Primo has Wisel create another field of energy, this one to torture Yusei, panting, and in pain, the marks of the other Signers reflect the pain that Yusei is feeling. Regaining his determination and clearing his mind, Yusei finally manages to perform an Accel Synchro, and summons Shooting Star Dragon, which flies into the tornado, and disperses it, and then flies up into the sky to shine its light on New Domino City. Lester than complains that something bad had showed up, and asks Jakob, what should be done, to which he simply murmurs to himself: \"The fate assigned by God is already falling away from our hands. Is the power of humans coming before us? We must watch carefully.\"",
                    "TitleJapanese": "アクセル・シンクロ！生来せよ！シューティング・スター・ドラゴン！",
                    "SummaryJapanese": "遊星とプラシドの戦いは続く。奪われたスターダストを取り戻さない限り、機皇帝を倒すことはできない遊星。ギリギリのところで命懸けで戦う遊星の痛みは、ジャックや龍可やクロウにも伝わってきた。\nしかしその時、巨大な竜巻が発生し、遊星もスターダストもシティさえも飲み込んでいった。アキにつきそって病院にいたハルカも、その強風で窓の外に飛ばされてしまう！\nアキはサイコパワーに頼らず、ハルカを救おうとするが・・・・・・。"
                },
                "18": {
                    "ID": "4044681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044681",
                    "TitleEnglish": "Primo's Plan (5)",
                    "SummaryEnglish": "Noticing the light caused by Shooting Star Dragon, Jack and Crow decide to heads towards Yusei. Yusei uses Shooting Star Dragon's special ability, which allows him to once-per turn, draw the top 5 cards of his deck, and Shooting Star Dragon can attack the number of times equal to the number of tuner monster cards drawn. Yusei then takes the marks of the Signers, which allows him to draw 5 tuner monster cards, one per mark (including his own). Yusei then gains the Seal of the Crimson Dragon, with the result of Yusei's lucky draws shocking Primo. When Yusei attacks, Primo manages to block the first 2 attacks by sacrificing Wisel Guard, but the remaining 3 attacks causes him to lose. Primo is unable to believe it, and questions if he was being done in by a human. Then, the rest of Machine Emperor Wisel collapse onto Primo and explode, causing Primo to scream as he loses the rest of his life points. Having been defeated, Primo crashes into the wall on the dueling lane, and his body splits off his duel runner, and he falls into a coma. Jack, Crow, Yusei and Vizor find themselves facing Lester and Jakob, who reveal themselves to be the emperors of Yliaster, who have come to pick up Primo, in order to have him repaired by Z-ONE. They claim that Yliaster is an organization created by their God, Z-ONE, to set the future on the right path whenever humans \"alter\" it, especially after it was altered by the creation of Ener-D, with a plan to destroy New Domino City. Sherry and Elsworth arrive and attack Jakob and Lester, but are overpowered. Jakob then receives his tablet, granting him Machine Emperor Grannel Infinity. They then retreat, telling Yusei and the others they will fight in the WRGP, in which they will find the answers they seek. As New Domino City recovers from the carnage, Yusei and his friends prepare themselves for the upcoming battle.",
                    "TitleJapanese": "イリアステルの三皇帝",
                    "SummaryJapanese": "遂にアクセル・シンクロに成功し「シューティング・スター・ドラゴン」を召喚した遊星。鉄壁の防御を誇る機皇帝に対し、「シューティング・スター・ドラゴン」の驚異のモンスター効果を駆使して反撃する！・・・そして遊星の前に現れるホセとルチアーノ。彼らは自分達がＷＲＧＰを混乱に陥れた目的を語り出す。その衝撃の真実に遊星は・・・・・・"
                },
                "19": {
                    "ID": "4044691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044691",
                    "TitleEnglish": "The Ancient Land - To Nazca!",
                    "SummaryEnglish": "Greiger has a vision of Jack being destroyed by his own power, so calls both him and Yusei over to the Nazca plains. He talks about how he had built a temple to help seal off the Earthbound Immortals, but lately has been troubled by the appearance of what's known as the Crimson Devil. Greiger warns Jack that using his general power tactics will destroy him, but Jack insists he can only fight using power. Greiger suggests a turbo duel, but Jack is surprised to find his opponent is his little brother, Max, who appears to be possessed by something. Jack summons out Red Dragon Archfiend but finds himself having trouble against Max's special deck. When Jack attacks, he finds himself attacked by his own power just like Greiger's dream, and the duel is called off. Jack becomes defiant about abandoning his power tactic and drives off.",
                    "TitleJapanese": "古の地　ナスカへ",
                    "SummaryJapanese": "かつてダークシグナーとして遊星たちに敵対したボマーは、ナスカの地で平穏に暮らしていた。だがある夜、ボマーはジャックがレッド・デーモンズ・ドラゴンに殺される夢を見る。不吉な予感に捉われ、ジャックを呼び寄せるボマー。一方、己のパワーに限界を感じ、新たな戦い方を模索していたジャックは、ボマーの提案を受け入れ、遊星とともにナスカの地へ。久々に再会したボマーはジャックに忠告する。今までの戦い方では死ぬと。"
                },
                "20": {
                    "ID": "4044701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044701",
                    "TitleEnglish": "The Crimson Devil",
                    "SummaryEnglish": "Jack arrives at an abandoned village where he encounters a strange Familiar who reveals himself to be the Crimson Devil's servant, who offers him a chance to gain great power. Meanwhile, Greiger comes to a conclusion that the actions of him and Max were those of the Crimson Devil. Jack, seemingly in a trance, goes into a temple that Greiger had built, leading him to where the Familiar challenges him to a duel. Yusei and company try to follow but are stopped from interfering by the Familiar, who reveals that if Jack loses, his body will become a host to the Crimson Devil, and cuts them off from Jack by creating a very narrow platform, and seals off the only exit. The Familiar announces that he, Greiger, and Max will all become sacrifices to the Crimson Devil. Jack struggles against the Familiar's Yomi deck, which punishes power play. It is soon revealed that the Crimson Devil is actually an Earthbound Immortal known as Scar-Red Nova, and a geoglyph in the shape of a serpent forms on the surface (Greiger's younger sister, Annie is trapped in this geoglyph), and also in the sky.",
                    "TitleJapanese": "紅蓮の悪魔",
                    "SummaryJapanese": "「力に頼った戦い方をやめ、力の逆をゆく戦い方を探れ」とボマーに言われたジャック。ボマーの弟・マックスとのデュエルに苦戦したが、それでも「自分にはパワーで押す戦い方しかできない」と悩む。\nそんなある日、ジャックは紅蓮の悪魔に仕えているしもべと出会う。紅蓮の悪魔は、何でも欲するものを与えてくれるという。ジャックは、何者をも打ち破る圧倒的な力を欲していた。\nそしてそれを得るには、しもべとデュエルしなければいけないと言われ・・・・・・。"
                },
                "21": {
                    "ID": "4044711",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044711",
                    "TitleEnglish": "Burning Seething Soul! Scarlet Nova Dragon",
                    "SummaryEnglish": "Jack summons out Red Dragon Archfiend, but is still hampered by the Familiar's Yomi deck, though eventually manages to deal some damage. The familiar tries to use the Crimson Devil's power to knock Jack off his platform, but he hangs in there. Greiger is reminded of a legendary Signer called Burning Soul who once defeated Scar Red Nova alongside the Crimson Dragon, believing Jack to be his descendant. Jack starts to play more strategically and deals more damage to the Familiar. The Familiar becomes angry and summons a powerful monster, bringing the release of Scar Red Nova closer. Just then, Jack produces a Burning Soul and, with the help of the Crimson Dragon, also known as Quetzalcoatl, seals the Crimson Devil forever into the card of Scar-Red Nova Dragon, and performs a 'Double Tuning' to summon that monster and defeat the Familiar, who was later killed by a collapsing wall during the destruction of the temple, due to the power of Scar-Red Nova Dragon's \"Burning Soul\" attack. With the help of the Crimson Dragon, everyone manages to escape the temple safely, and Jack and Yusei return home with their new powers of Clear Mind, and Burning Soul.",
                    "TitleJapanese": "燃え滾る魂！スカーレッド・ノヴァ・ドラゴン",
                    "SummaryJapanese": "一万年前、赤き竜との闘いに敗れ、地下深く封印された邪神、紅蓮の悪魔＝スカーレッド・ノヴァの狙いは、ジャックの身体を乗っ取って蘇る事だった！\n力を欲するあまり、誘いに負けて紅蓮の悪魔のしもべと契約の儀式であるデュエルに挑んでしまったジャック。\nあくまで力で戦おうとするジャックは、レッド・デーモンズ・ドラゴンを召喚するが、墓地からのモンスターの再生、破壊、バトルの強制終了、相手プレイヤーへのダメージという鉄壁のコンボで応戦され、一方的にライフを削られてしまう。\n勝利を求め新たな戦術に出たジャックは紅蓮の悪魔の思い通りにはならぬと宣言する・・・・・・！"
                },
                "22": {
                    "ID": "4044721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044721",
                    "TitleEnglish": "Operation Capture Jaeger II",
                    "SummaryEnglish": "Yusei and the others catch Lazar in disguise stealing some instant noodles. Wanting to find out more about Yliaster, they corner him, but he manages to escape. Hoping to lure him out, the gang hold a fake noodle product launch where people duel Crow in a mascot outfit for a chance to win some noodles. Lazar eventually shows up in another disguise, and whilst they fail to trap him, they manage to put a tracer on him and track him down. Crow challenges him to a duel to get information about Yliaster out of him. Lazar brings out his Jester Lord and seals Crow's tuner monster abilities, but Crow manages to make a comeback and destroy it. As Lazar's family show up to spectate, Lazar makes a comeback with his Jester Queen. Crow holds back his attack out of consideration for Lazar's family, leaving him with the choice of how to end it. Lazar decides to lose and tell the others about Yliaster.",
                    "TitleJapanese": "イェーガー捕獲作戦II！",
                    "SummaryJapanese": "カップラーメンの新製品入手のため、ジャックに駆り出された遊星たちは、同じくカップラーメンを手に入れようと姿を現した治安維持局副長官のイェーガーを見つける。イリアステルの謎を追うクロウは、イェーガーにそのことを尋ねるが、何の情報も得られないまま逃げられてしまった。\nそこでクロウはカップラーメンのイベントでアルバイトをしてイェーガーを待ち伏せする。予想通りそこに現れたイェーガーは、クロウの挑発に乗ってデュエルを開始！デュエルの途中で、イェーガーの家族まで現れて・・・・・・！？"
                },
                "23": {
                    "ID": "4044731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044731",
                    "TitleEnglish": "Press Him About The Mystery! The Endgame Riding Duel!!",
                    "SummaryEnglish": "The (Signers) gang, along with Sherry, interrogate Lazar about Yliaster. After some mistarts, involving him just talking about his family and love of cup ramen, Lazar eventually leads them to an arcade game where a puzzle duel is required to be cleared in order to access a hidden database. With three chances, Lazar fails the first time as he does not deal enough damage to win. Akiza uses her knowledge of Turbo Duels to win instead. However, Jack makes a miscalculation in the second round and loses the second credit, leaving Yusei to clear the round himself. With the game cleared, Lazar accesses the data, which reveals the company who sent the three Yliaster members to the Public Information Security Bureau, The Ener-D Express Development Agency.",
                    "TitleJapanese": "謎にせまれ！詰めライディングデュエル！！",
                    "SummaryJapanese": "家族を守るため、戦いを決意したイェーガーは、遊星たちの前で治安維持局とイリアステルの関係について語り始めた。だがイェーガーの話は一家が小さなサーカス小屋を営んでいた事や、日々の食事にも事欠くありさまだった事など、いつまでたっても苦労話や武勇伝を聞かされるばかりでなかなか核心に触れない。しびれを切らしたシェリーが詰め寄ると、イェーガーはようやく一つの事実を思い出す。だがその詳細にアクセスするためには、詰めデュエルを解いてロックを解除しなければならないのだという。はたして遊星達は、正解にたどり着くことができるのか！？"
                },
                "24": {
                    "ID": "4044741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044741",
                    "TitleEnglish": "The Ener-D Express Development Agency",
                    "SummaryEnglish": "Yusei, Sherry and Bruno infiltrate the Ener-D Express Headquarters, disguised as representatives of Bolger's company. There, they are shown a new Infinity shaped Ener-D reactor by Clark Smith, which is supposedly designed to allow Turbo duelists to travel through wormholes. Wanting to learn more, they sneak into Clark's office to obtain an access key for Level 10 clearance. When Clark returns, Yusei holds him off by challenging him to a duel with some new rules Clark throws in whilst Sherry and Bruno head for the restricted area. Clark's duel requires players to declare the type of card they want and successfully pick the right one in order to use it. However, Clark gains an advantage by cheating using his glasses. Realizing this, Yusei manages to summon Stardust Dragon and defeats him. However, Clark had already figured out their identities and sets off the alarm. While trying to escape with the file on Yliaster, Yusei, Sherry and Bruno are trapped in a shuttle, which positions itself over the Ener-D reactor as it is about to activate.",
                    "TitleJapanese": "モーメント・エクスプレス開発機構",
                    "SummaryJapanese": "遊星とブルーノ、シェリーは、イリアステルの手がかりを求めてモーメント・エクスプレス開発機構（通称ＭＥ）に潜入する。手がかりは見つからず、残る場所は物質転送装置インフィニティだけになった。ＭＥ所長の目を盗んで、ブルーノとシェリーはインフィニティにアクセスする。そのための時間をかせごうと、遊星はＭＥ所長にデュエルを申し込む。ＭＥ所長がデュエルを受ける条件として提示したのは、神経衰弱デュエル。そのデュエルにはとんでもない罠が仕掛けてあった・・・・・・。"
                },
                "25": {
                    "ID": "4044751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044751",
                    "TitleEnglish": "The Distorted Past",
                    "SummaryEnglish": "Clark reveals that he killed Sherry's parents for discovering the secret behind Infinity, which was being used by Yliaster to change history. He sends Yusei, Sherry and Bruno into a wormhole, in which they are doomed to break up and crash. Sherry uses her card to regain control of the shuttle, but ends up getting sucked out. Yusei and Bruno enter a \"warped\" dimension in the future, and pass by a strange island (a gigantic, floating, upside-down \"metallic fortress\", the Ark Cradle), where Yusei is briefly visited again by his father, who warns him of an Ener-D that will destroy mankind, before returning him and Bruno to their homeworld (the Present). Unhappy with Clark's actions, Yliaster erases Clark from existence, which spreads a blast of white light across New Domino City. Another WRGP team, Team Ragnarok, also notices the blast, but were protected by their Nordic God cards. Yusei and Bruno regroup with the other Signers, who were defended from the blast by their Signer marks. They also spot the strange metallic island, the Ark Cradle, coming through an interdimensional \"hole\" in the sky,which only Signers and people from Team Ragnarok can see, along with people that come into physical contact with them. When they try returning to the Ener-D Express, they discover that it has disappeared (as Yliaster's actions have also erased that company from existence). They later return to find the Yliaster trio joining the WRGP, and that Sherry's team had vanished from the roster (in other words, Sherry was \"kicked out\" of the WRGP, with Yliaster replacing her team), coming to the conclusion that Yliaster had managed to alter history. When Trudge and Mina inform the others that the WRGP may be cancelled following the recent incidents, Lazar decides to take the position of director in order to overturn the situation. Meanwhile, Sherry wakes up in a strange dimension where she meets a strange being in the form of her father, who is really Z-ONE who has taken the form of her fa",
                    "TitleJapanese": "歪められた過去",
                    "SummaryJapanese": "イリアステルの謎を探るために「モーメント・エクスプレス」に潜入した遊星たち。しかし、ここまで潜入を許した事自体が所長であるクラークの陰謀であった！\nイリアステルの真実を知った遊星たちは異次元転送装置「インフィニティ」の中に閉じ込められ、次元のひずみ\"ワームホール\"へと飛ばされてしまった。何とか脱出を試みる遊星たちだが、中の計器はまったく反応しない。このままでは、クラークの思惑通り遊星たちの存在自体が消滅させられてしまう！\nはたして遊星たちはワームホールを脱出し、元の世界へ戻ることができるのか！？"
                },
                "26": {
                    "ID": "4044761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044761",
                    "TitleEnglish": "The New Rivals",
                    "SummaryEnglish": "After reading up on Team Ragnarok, Leo runs into another WRGP team, Team Taiyo, and injures his knee. After taking Leo to fix up his knee, they tell him about their precious Duel Runner, which got banged up in the Ghost incident, though one of the members, Jinbei, shows disdain for offers of help. Leo gets Yusei and Bruno to help them fix it, and despite Jinbei's objections, the others allow them to help. Meanwhile, Jack, Crow and Akiza attend an exhibition duel featuring Team Ragnarok, with one of their members, Dragan, challenging Jack to a duel. Jack summons out Red Dragon Archfiend, whilst Dragan brings out his Aesir, Thor. As Thor attacks, the powers of both monsters starts to resonate, and causes a quake, forcing Lazar to end the duel before damage can be done. After Yusei finishes fixing Team Taiyo's Duel Runner, he and the others learn they will be facing them in the quarterfinals.",
                    "TitleJapanese": "新たなるライバル",
                    "SummaryJapanese": "イリアステルの三皇帝が歴史を改ざんし、デュエリスト\"チーム・ニューワールド\"としてＷＲＧＰに姿を現した。彼らの思惑通りにさせないため、何としても勝とうと練習に励む遊星たち。一方、龍亞は田舎からやってきてＷＲＧＰに出る\"チーム太陽\"の太郎たちと出会う。たった一台のＤホイールで出場する予定の太郎たちだが、それはゴーストに壊されてしまっていた。\"チーム太陽\"とのあいだに友情が芽生えた龍亞は、遊星にＤホイールの修理してもらうことを提案するが・・・・・・。"
                },
                "27": {
                    "ID": "4044771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044771",
                    "TitleEnglish": "The Invincible Scrum! Smash The Unbreakable Defense!",
                    "SummaryEnglish": "As Team 5D's prepares to go against Team Taiyo, they grow curious from having seen their deck, which consists of mostly normal cards. Taro recalls how he managed to get his team together and enter into the WRGP. The first round starts with Jack going against Yoshizo. Yoshizo brings out Holding Hands Majin to solidify his defense, even managing to defend against Red Dragon Archfiend. It soon becomes apparent that Taiyo's plan is to provide an invincible defense whilst attacking with Speed World 2's effects. Jack manages to equalize their life points, and soon manages to negate Holding Hands Majin's effect and destroy it, however, Team Taiyo have another plan waiting.",
                    "TitleJapanese": "鉄壁のスクラム！強硬守備を打ち砕け！",
                    "SummaryJapanese": "ＷＲＧＰ決勝トーナメントＢブロック初戦、遊星たち「チーム５Ｄ'ｓ」の対戦相手は、よりによって遊星たちがＤホイールを修理してあげた太郎たちの「チーム太陽」に決定した。「チーム太陽」の武器はたった一台の手作りＤホイールとノーマルモンスターばかりのデッキ。しかし、ここまで勝ち上がってきた彼らはただの弱小貧乏チームではなかった。チーム太陽など恐れるに足らず、と早々にレッド・デーモンズ・ドラゴンを召喚し速攻で勝負を決めにかかるジャック。それに対して「チーム太陽」の吉蔵が召喚したのはノーマルモンスター「キーメンス」Ｌｖ１であった。その裏には思いもよらない戦略が隠されていた・・・！"
                },
                "28": {
                    "ID": "4044781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044781",
                    "TitleEnglish": "Tie those Feelings! The Hand Tied to the Majin!",
                    "SummaryEnglish": "Jack beats Yoshizo by countering against Speed World 2's effects, and now faces against Team Taiyo's second member, Junbei, who summons another Holdin Hands Majin. Junbei remembers when he got mad and ran away from home, encountering a man named Mizuru in a sports car. Whilst accompanying him, Mizuru knocks a thug member's duel runner and is chased. When some of Mizuru's friends get captured and Mizuru is too scared to go back, Junbei goes back to face the thugs, and is rescued by Taro and Yoshizo. Back in the present, Jack tries a trick to knock both him and Junbei out, but Junbei manages to survive the attack. Crow continues the battle, who uses the combined efforts of Blackwing Armor Master and Black-Winged Dragon to defeat Junbei. As Taro enters the duel, Yusei suspects that Taro has a plan that will cause them to lose within a few turns.",
                    "TitleJapanese": "想いをつなげ！手をつなぐ魔人",
                    "SummaryJapanese": "チーム・５D'Sのファーストホイーラー・ジャックは速攻により、チーム太陽のファーストホイーラー・吉蔵を\"レッドデーモンズドラゴン\"でなんなく退けた。\nだがチーム太陽は、セカンドホイーラーの甚兵衛も通常モンスターを召喚し、\"手をつなぐ魔人\"の効果で守備力を上げる作戦を続けてきた！なぜ守備を固めるだけで、攻撃をしかけてこない！？彼らの狙いはいったい・・・？ジャックは直感でターンを稼がれてはいけないと感じ、捨て身の攻撃を行うが・・・。"
                },
                "29": {
                    "ID": "4044791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044791",
                    "TitleEnglish": "The Miraculous Trump Card - Sleeping Giant Zushin!",
                    "SummaryEnglish": "Yusei reveals that Taro's plan is to sacrifice a level 1 monster that has been on the field for ten of his turns so he can summon his trump card, Zushin the Sleeping Giant. When the crowd gets word of this, they start cheering for Team Taiyo, along with the people from their hometown. Crow's attempts to destroy the sacrifice fails, allowing Taro to summon out Zushin, which defeats Crow. Yusei takes over, and brings out Stardust Dragon to battle against Taro.",
                    "TitleJapanese": "奇跡の切り札　眠れる巨人ズシン！",
                    "SummaryJapanese": "チーム太陽のラストホイーラー・太郎が登場した。守備表示モンスターを召喚し続け、ターンを稼ぐ彼らの秘策とは最強のモンスター「眠れる巨人ズシン」を呼び出すことだった。誰もが持っているカードでありながら、あまりの召喚条件の厳しさから、いまだ誰も召喚に成功したことのない最強モンスター「眠れる巨人ズシン」。チーム太陽の狙いに気づいた遊星は、クロウにレベル１の「キーメイス」を破壊するよう指示を出す。だが焦ったクロウはブラックフェザー・ドラゴンで・・・！？"
                },
                "30": {
                    "ID": "4044801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044801",
                    "TitleEnglish": "Believe in the Power! The Strongest Giant Zushin vs Shooting Star Dragon",
                    "SummaryEnglish": "Yusei manages to deal some damage to Taro, by taking advantage of Stardust Dragon's Defense Mode. As Taro begins his counter attack, Yusei Accel Synchro Summons Shooting Star Dragon. However, Taro activates his own trap, which puts Yusei under the safety line for Speed World 2's effects. Yusei uses the cards leftover from Jack and Crow to negate Zushin's effects, and defeat Taro. Despite their loss, Team Taiyo are praised by the crowd for their efforts. After the defeat of Taro, another part of the Infinity Circuit lights up, and the 3 Emperors of Yliaster gloat about winning the WRGP, and finally setting their plan in motion. Then, the Ark Cradle appears in the sky.",
                    "TitleJapanese": "信じる力！最強の巨人ズシン ＶＳ シューティング・スター・ドラゴン",
                    "SummaryJapanese": "太郎と遊星、ラストホイーラー同士の対決が始まった。太郎が召喚した「眠れる巨人ズシン」に追い込まれて行く遊星。神に匹敵する力と言われる「眠れる巨人ズシン」の攻撃力は常にバトルする相手モンスターの攻撃力プラス１０００ポイントになってしまうのだ。苦心の末スターダスト・ドラゴンを召喚するも、着実にライフを削られていく遊星。どんなカードもズシンの前では無力なのか・・・。観客の誰もがチーム５Ｄ'ｓの敗北を確信したその時、奇跡が起きる！己の限界を超えて・・・遊星のフィールドにアクセル・シンクロモンスター、シューティング・スター・ドラゴンが姿を現した！"
                },
                "31": {
                    "ID": "4044811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044811",
                    "TitleEnglish": "Eyes on the Prize",
                    "SummaryEnglish": "Noticing the appearance of the Ark Cradle (also known as the \"Divine Temple\") in the sky, Yusei, Jack and Crow go over to investigate, where they run into Team Ragnarok's members, Halldor, Broder and Dragan, who all possess a Rune Eye, similar to the Crimson Dragon marks. Halldor tells them about he got his Rune Eye and his Aesir, later recruiting Dragan and Broder, and uniting them with their powers. Dragan explains that three years ago, his father got hospitalized following a cave in. In order to pay for his hospital bills, Dragan had to follow Goodwin's orders and throw a match against Jack, along with his pride as a duelist. With both sides desiring to fight against Yliaster, the two teams decide to settle things in the semifinals.",
                    "TitleJapanese": "ルーンの瞳のデュエリスト",
                    "SummaryJapanese": "チーム５Ｄ'ｓは、次の対戦相手チームラグナロクのメンバーと偶然出会う。\n三極神を継承する者の証である「ルーンの瞳」をもつ彼らもまた、世界に危機が迫りつつあることを感じていた。\n遊星たちはチーム・ニューワールドの企みを暴くため、ラグナロクの三人へ協力を呼びかけるが･･･。\nそして神のカード\"星界の三極神\"に隠された物語とは？"
                },
                "32": {
                    "ID": "4044821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044821",
                    "TitleEnglish": "Duel For Redemption",
                    "SummaryEnglish": "Jack gets the truth behind the fixed duels out of Lazar, who confirms what Dragan had told him. Jack becomes irritated as a result, so Yusei suggests he use the WRGP duel to regain his pride. In the match between Team 5D's and Team Ragnarok the next day, Jack and Dragan start off, and are surprised to find out that their starting hands are the same as their previous duel. Realizing the chance to do things properly, the two replicate their first turns from that match, this time, with Dragan being able to use his trap card, which Jack counters with his own. Dragan then brings out his Aesir, Thor, which manages to destroy Jack's Red Dragon Archfiend.",
                    "TitleJapanese": "傷つけられたプライド",
                    "SummaryJapanese": "チーム５Ｄ'ｓ ＶＳ チーム・ラグナロクの戦いが始まる。ファースト・ホイーラーはジャックとドラガン。過去に因縁のある二人の対決は、以前戦った時とまったく同じ手札でのデュエルに。そしてジャックがレッド・デーモンズ・ドラゴンで攻撃をしかけた時、ドラガンは以前、発動させることができなかったトラップカードを発動させる。そのトラップカードとは･･･。"
                },
                "33": {
                    "ID": "4044831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044831",
                    "TitleEnglish": "Soul Solution",
                    "SummaryEnglish": "As Dragan continues his attack, Jack starts to take real damage from Thor. However, Jack starts to make a comeback and summons out Red Nova Dragon. However, Dragan activates traps which weaken Red Nova Dragon, and protects Thor. Jack manages to pull off a tactic to return Red Nova Dragon to its full power, destroying Thor and defeating Dragan. However, before he loses, Dragan revives Thor and deals damage to Jack.",
                    "TitleJapanese": "魂の戦い！極神皇トール ＶＳ スカーレッド・ノヴァ・ドラゴン",
                    "SummaryJapanese": "互いのプライドを賭けて闘うジャックとドラガン。ドラガンの召喚した極神皇トールに、エースモンスターのレッド・デーモンズ・ドラゴンを破壊され、防戦一方となるジャック。ライフも９００まで削られてしまう。しかしジャックは、想像を超える神の力に屈する事無く、レッド・デーモンズ・ドラゴンにトップランナーとバリアリゾネーターをダブルチューニングして、スカーレッド・ノヴァ・ドラゴンを召喚する！"
                },
                "34": {
                    "ID": "4044841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044841",
                    "TitleEnglish": "When Nordic Gods Attack",
                    "SummaryEnglish": "Ragnarok's 2nd turbo duelist, Broder, takes over and uses Thor's special abilities to knock Jack out. Crow enters the fight, but his attacks prove ineffective against Broder's traps, and he takes a lot of damage from Thor's attacks. Noticing the support Crow gets from the children, Broder explains how he came across a similar group of children, expressing his desire to fight Yliaster in order to protect them. Crow brings out Black-Winged Dragon, but Broder brings out his Aesir, Loki, which destroys Crow's Black-Winged Dragon.",
                    "TitleJapanese": "降臨！第二の神　極神皇ロキ",
                    "SummaryJapanese": "チーム・ラグナロクのセカンドホイーラーは、変幻自在のプレイを得意とするブレイブだ。ドラガンの置土産である極神皇トールを今度はブレイブが操り、難なくジャックを倒してしまう。続くチーム５Ｄ'ｓのセカンドホイーラーはクロウ。相手の裏をかくカードプレイングで、トリックスターの異名をもつ二人の激突に。極神皇トールを前に、圧倒的に不利な状況にあるクロウは、持ち前の意外な戦術で対抗するが・・・"
                },
                "35": {
                    "ID": "4044851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044851",
                    "TitleEnglish": "Tricking The Trickster",
                    "SummaryEnglish": "With just 50 life points left, Crow's supporters almost get into danger while trying to cheer him on, reinvigorating Crow's resolve, and he soon manages to revive Black-Winged Dragon. Then, Crow activates a trap card from the Graveyard, which clashes with Broder's trap, knocking them both out. Yusei begins his round against Halldor, who quickly summons his Aesir, Odin.",
                    "TitleJapanese": "激闘！運命を賭けた黒い羽！",
                    "SummaryJapanese": "似たところのあるクロウとブレイブの対決。ブレイブのもとには極神皇トールと極神皇帝ロキがいるが、対するクロウのモンスターはゼロ、ライフはわずか50。さらに神にはトラップ・マジックカードの効果が通用しない・・・圧倒的に不利な状況の中で、最後の力で戦うクロウ。次のターンにブレイブがスピードスペルを引いたら勝負が決してしまうという絶望的な状況で、クロウは襲いかかる神の攻撃をどのようにくぐり抜けるのか！？"
                },
                "36": {
                    "ID": "4044861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044861",
                    "TitleEnglish": "Yusei's Last Stand",
                    "SummaryEnglish": "Yusei must now face the power of Halldor and all three Aesirs. As Yusei expresses his desire to defeat Yliaster and see his father again, he gains the Seal of the Crimson Dragon, and summons out Majestic Star Dragon. However, Halldor manages to learn Yusei's strategy, and executes a successful counter. Halldor then activates a continuous trap card from his Graveyard, Gjallarhorn.",
                    "TitleJapanese": "不死身の三極神！叫べ、セイヴァー・スター・ドラゴン！",
                    "SummaryJapanese": "遊星ＶＳハラルド。何とか守りを固めようとする遊星の戦略の上を行き、一気に３体目の神オーディンを召喚したハラルド。オーディンの効果を使い、３体の神で攻撃してくるハラルドによって窮地に追い込まれた遊星は、セイヴァー・スター・ドラゴンを召喚し何とか逆転を図ろうとするが・・・"
                },
                "37": {
                    "ID": "4044871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044871",
                    "TitleEnglish": "Fight to the Finish Line",
                    "SummaryEnglish": "Yusei faces not only all three Aesirs, but also a countdown from Halldor's trap card, Gjallarhorn, of which the end of the countdown means that the opponent takes damage equal to the combined attack points of all 3 Aesirs, at the cost of removing from play all 3 Aesirs in order to activate the effect, once the countdown has reached its end. At the End Phase of each of Halldor's turns, Gjallarhorn will gain 1 counter, and once it has 3 counters, its effects will activate. Which means that Yusei has only 3 turns to defeat Halldor. Yusei also had to face Halldor's increasing defense. However, Yusei summons out Shooting Star Dragon and deals some damage, before using the trap, Zero Force, to reduce all 3 Aesirs' attack points to 0, resulting in Yusei taking 0 points of damage when the countdown reached its end. Now that all 3 of the Nordic God Cards have been removed from play, Yusei then has Shooting Star Dragon attack Halldor directly, allowing Yusei to win.",
                    "TitleJapanese": "ギャラルホルン！終焉へのカウントダウン",
                    "SummaryJapanese": "遊星の起死回生の一手を読み切り、逆に反撃をしかけるハラルド。それに対し、なんとか神の攻撃をしのいだ遊星は、アクセルシンクロを成功させ、最後の切り札シューティング・スター・ドラゴンを召喚させる！シューティング・スター・ドラゴンＶＳ星界の三極神。はたして勝利の行方は・・・？"
                },
                "38": {
                    "ID": "4044881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044881",
                    "TitleEnglish": "Bound To The Future, Bonds To Our Companions",
                    "SummaryEnglish": "Team 5D's have finally beaten Team Ragnarok after an exhausting battle. With this result, the World Racing Grand Prix (WRGP)'s finals will be Team 5D's Vs. Team New World (the 3 emperors of Yliaster). With the finals looming, Carly ponders the possible outcomes of the upcoming battle, while she writes up her special feature article about Team 5D's. While performing the interview, Akiza and company accidentally reconfirm their bonds. Noticing Carly's struggle to write up an article about Team 5D's, not helped by Mina's interference, Akiza, Luna and Leo decide to help her write profiles for each member, recalling on their past adventures. In addition, when Carly talks to Akiza, they discuss the relation of their new opponents, Team New World, to the organization of Yliaster, and the trio's schemes, causing Carly to gain unthinkable information. When Carly was finished typing all of the information down, Stephanie comes in with a teapot full of hot coffee. She trips on a wire and the coffee spills all over the computer, erasing all of the files, which ruins Carly's report.",
                    "TitleJapanese": "未来へつなぐ、仲間との絆",
                    "SummaryJapanese": "激闘を制し、チーム・ラグナロクに勝利したチーム５Ｄ'ｓ。長き戦いの末、ワールド・ライディング・デュエル・グランプリの決勝戦はチーム５Ｄ'ｓ　ＶＳイリアステルの三皇帝ホセ、プラシド、ルチアーノたちのチーム・ニューワールドの対戦に決まった。決勝の直前、新聞記者のカーリーがチーム５Ｄ'ｓの取材に来た。インタビューを受けるうちに、はからずもみんなの絆を再確認するアキたちだった。さらにアキは、イリアステルと今度の対戦相手チーム・ニューワールドの関係、加えて彼らの企みをカーリーに語る。思いもよらない情報を得て、心から驚くカーリーだった。"
                },
                "39": {
                    "ID": "4044891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044891",
                    "TitleEnglish": "The Beginning of the End",
                    "SummaryEnglish": "In another dimension, Z-ONE (who has now returned to his original form) shows Sherry a vision of the future, where everything on Earth is destroyed because of a global Ener-D explosion. Then, Z-ONE brings Sherry into the Ark Cradle, which is already emerging into the Yu-Gi-Oh! dimension. That night, the Signers are messaged by the 3 emperors of Yliaster, who tell them about the floating metallic island, the Ark Cradle, where a God called Yliadus (Z-ONE's real name) supposedly sleeps, stating that if they win the WRGP, then Yliadus will awaken and have New Domino City destroyed, but will rebuild it the way the trio wants it to be, which is without the existence of Ener-D and Synchro Monsters. During the next morning, the WRGP finals begin with Jack facing off against Lester, who both bring out their ace monsters, Red Nova Dragon and Machine Emperor Skiel Infinity. But then, Lester activates the continuous trap, Infinite Spirit Machine, which gains a Spirit Machine Counter for every 100 points of damage he takes. Jack manages to defeat Skiel and beat Lester, though he leaves behind some traps cards, and the strange continuous trap, Infinite Spirit Machine, for both Primo, and Jakob to use. But before Lester loses, he activates another continuous trap, Infinite Prison, which allows him to send a card in his hand to the Graveyard, to treat Sky Core as a spell card from the Graveyard, and set it face-down in the face-down zone.",
                    "TitleJapanese": "未来を賭けた戦い！機皇帝スキエルＶＳスカーレッド・ノヴァ・ドラゴン",
                    "SummaryJapanese": "いよいよ始まる決勝戦。\nこの戦いに勝利しなければネオ童実野シティが消滅してしまう事実を知った遊星たちは覚悟を決め、決勝戦へと向かう。敵はチーム・ニューワールドだ。ファーストホイーラーはジャックＶＳルチアーノ。ジャックは持ち前のパワー戦法で押し、シンクロキラーである機皇帝を警戒しつつも、切り札であるスカーレッド・ノヴァ・ドラゴンを召喚する。それに対し、ルチアーノは・・・！？"
                },
                "40": {
                    "ID": "4044901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044901",
                    "TitleEnglish": "Dawn of the Machines",
                    "SummaryEnglish": "The next round starts with Jack facing Primo, who immediately brings out Machine Emperor Wisel Infinity. Primo then manages to bring Jack's life points down to 1,100, through the use of his trap cards, one of which Lester had intended only for Jakob to use. Seeing that Primo was acting on his own again, when Primo activates 2 traps he left for Jakob, Lester get agitated, but when Jakob reminded Primo of their plan, Primo decided to try something different. Yusei realizes their tactic is based on the continuous trap that Lester left behind, but when Jack tries to destroy it, Primo protects it with a trap card, and gets beaten by Jack. But before he loses, Primo then activates another of Lester's continuous traps, Infinite Prison. By sending Wisel Attack 3 to the Graveyard, he can then treat Wise Core as a spell card from the Graveyard, and set it face-down in the face-down zone. Jack then faces Jakob, who brings out Machine Emperor Grannel Infinity, and uses a trap to destroy Infinite Spirit Machine, in order to give himself a total of 12,000 life points, which in turn becomes Grannel's attack points, due to Grannel's special ability. Then, Jakob has Machine Emperor Grannel Infinity destroy and absorb Scar-Red Nova Dragon from the Graveyard, which raises Grannel's attack points to 15,500, with the attack knocking Jack off a bridge.",
                    "TitleJapanese": "強襲！！機皇帝ワイゼル",
                    "SummaryJapanese": "チーム５Ｄ'ｓとチーム・ニューワールドによる決勝戦。一番手のジャックは、スカーレッド・ノヴァ・ドラゴンで機皇帝スキエルを攻撃し、ルチアーノを撃破した。ルチアーノの後を受けたのは、機皇帝ワイゼルを召喚し挑むセカンド・ホイーラー、プラシド。勢いに乗るジャックはスカーレッド・ノヴァ・ドラゴンで対抗、逆に大ダメージを与える。お互いに一歩も譲らない激しい攻防が続く。ライフを大きく削られたプラシドは、なぜか反撃には出ずにカードを伏せターンエンドするのみ。はたしてプラシドの狙いとは？"
                },
                "41": {
                    "ID": "4044911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044911",
                    "TitleEnglish": "Against All Odds",
                    "SummaryEnglish": "Despite the others' concern for his safety, Crow goes to face Jakob. Crow attempts a technique to utitlize his Synchro Monster's abilities without putting them at risk, by summoning Blackwing Aurora of the Northern Lights, and by activating its special ability, but Jakob counters Crow's stragety by using Scar-Red Nova Dragon as a shield, and by attacking him 2 times with Jack's dragon. Crow is then defeated by Jakob, but manages to summon Black-Winged Dragon in defense mode for Yusei to use, by playing a trap card, after being attacked by Machine Emperor Grannel Infinity. Crow then crashes, and Yusei goes out to face Jakob.",
                    "TitleJapanese": "立ちはだかる巨帝！機皇帝グランエル",
                    "SummaryJapanese": "ホセの操る機皇帝グランエルにジャックが倒され、後を継いだクロウ。ジャックを倒したホセの操る機皇帝グランエルの攻撃力は、ジャックのスカーレッド・ノヴァ・ドラゴンを吸収し、なんと１５，５００！シンクロ召喚の効かない相手に、クロウはブラックフェザー極光のアウロラを特殊召喚して巧みな戦略をしかけるが･･･。"
                },
                "42": {
                    "ID": "4044921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044921",
                    "TitleEnglish": "For Synchro's Sake",
                    "SummaryEnglish": "Yusei begins his battle against Jakob, using Crow's trap to bring out Stardust Dragon when Black-Winged Dragon gets destroyed. Jakob then activates a trap, which brings out Grannel Attack 3, while reducing Yusei's life points to 2,800. Jakob shows Yusei and the others a twisted future where New Domino City is completely destroyed. Due to Synchro Monsters and Ener-D evolving the world at an incredible rate, a war broke out and the Ener-D reactor eventually exploded, destroying most of the world. The Yliaster trio also unveil their memmories of despair. In the future, they see everybody Synchro Summoning, and as a result of them using Synchro Monsters to achieve their own greedy desires, the Machine Emperors show up one day, and begin killing humans. In the vision, as Lester was running with his parents to safety, a Grannel shot his parents down. Lester in the vision, then wails at the death of his parents, the ones who loved him. Then, Primo reveals that he joined the Freedom Fighters, a group of military people who destroy Machine Emperors, to restore freedom to mankind. He also reveals that he fell in love with one of their number, and they often fought together. When they ambush another Grannel, it retaliates, by shooting down the building, killing his girlfriend in the process. Primo then cries over her death, and when the Grannel comes to kill him, he angrily shoots it down. Jakob then reveals that he was the \"last survivor\" of the Machine Emperor attack. He then says that he tried for years to find other humans, but to no avail. In the future, Jakob then sheds some tears over the destruction of humankind. Back in the duel, although the Yliaster trio said that the events the Signers just saw were their memories of humanity's destruction, Yusei refuses to believe that any of it was true. Yusei then brings out Shooting Star Dragon, and manages to destroy Machine Emperor Grannel Infinity, which reduces Jakob's life points from 12,000 down to 3,900. Just then, Jakob",
                    "TitleJapanese": "破滅の道！シンクロ召喚が行きつく未来",
                    "SummaryJapanese": "クロウが自分を犠牲にしてフィールドに召喚したブラック・フェザー・ドラゴンを引き継いだ遊星と、攻撃力１５，５００の機皇帝グランエルを従えるホセとの戦いが始まった。クロウがつないでくれた思いをなんとか無駄にするまいと、なんとかシューティング・スター・ドラゴンの召喚に成功した遊星に対しホセは、未来のネオドミノシティの映像を見せる。そこはまるで墓場のようだった。シンクロ召喚がまねいた未来だとホセは言う。激しいショックを受けながらも、遊星はデュエルを続ける･･････。"
                }
            }
        },
        "5": {
            "ID": "2128020",
            "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/seasons/official/5",
            "# Episodes": 20,
            "Episodes": {
                "1": {
                    "ID": "4044931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044931",
                    "TitleEnglish": "Fight for the Future",
                    "SummaryEnglish": "After introducing himself, the Yliaster trio's duel runners combine to form Aporia's duel runner. Aporia then combines with it in such a way, that the audience are shocked to the point that they begin wondering if he was human at all. Aporia then activates the continuous trap card, Infinite Prison, so that by sending the trap, Infinity Force from his hand to the Graveyard, he can treat Grand Core as a spell card from the graveyard, and then set it face-down in the face-down zone. He then destroys Infinite Prison in order to add Sky Core, Wise Core, and Grand Core to his hand, which had been set face-down. Next, Aporia sends the 3 Machine Emperor Cores to the graveyard, in order to activate the trap card: Genesis of the Machine Emperors, which allows him to special summons his ace monster, Machine Divine Emperor Mechanicle Infinity Cubic. Then, he causes his Machine Divine Emperor to shoot energy into the sky, which results in lightning striking all over New Domino City. Aporia also manages to have his Machine Divine Emperor absorb Shooting Star Dragon, which increases Mechanicle's attack points from 4,000 to 7,300. Aporia then shows more visions of the future, in which he, in the human form of Jakob, is one of the last 4 survivors of a global Ener-D explosion, and an attack by Machine Emperors and Synchro Monsters on Earth, is approached by Z-ONE (his actual name is Yliadus), Paradox, and Bruno in his Vizor adult form, who are the last human survivors on Earth, who agree to try to prevent the disasters from occurring. (This happens after the Machine Emperors-Synchro Monsters War is over.) But one by one, after Aporia makes Z-ONE into a God-like being with the help of Vizor and Paradox, when he realizes that they could not survive forever, Paradox and Vizor, and even Aporia all die, leaving ZONE as the only survivor. Shortly before his death, Aporia begs Z-ONE to resurrect him in the past, in the form of his 3 main counterparts, in order to change the future for the",
                    "TitleJapanese": "絶望の魔人！機皇神マシニクルインフィニティ・キュービック",
                    "SummaryJapanese": "ルチアーノ、プラシド、ホセの三人とＤホイールが合体し、\"絶望の番人アポリア\"と姿を変えた！異様な合体に驚く遊星や観衆の前で、アポリアはこれまでにセットしてきた機皇帝の３枚の「コア」を墓地に送り、最強の「機皇神マシニクル」を召喚する！一方、最強の機皇神の召喚とともに、激しい無数のイナズマに襲われ、街はパニックに陥ってしまう。遊星はマシニクルの脅威を何とか食い止めようと、シューティング・スター・ドラゴンで対抗するが･･･。"
                },
                "2": {
                    "ID": "4044941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044941",
                    "TitleEnglish": "Victory or Doom",
                    "SummaryEnglish": "As Yusei continues to defend himself against Aporia's attacks, Jack and Crow come to join him, despite their injuries. They then provide the traps that Yusei needs in order to reflect Mechanicle's attack. But when Aporia negates Mechanicle's destruction, his life points are reduced from 3,900 to 3,400. Yusei then Special Summons Scar-Red Nova Dragon and Black-Winged Dragon, in order to give Shooting Star Dragon attack points up to 9,600. But Aporia manages to counter Yusei's strategy, and has his Machine Divine Emperor Mechanicle Infinity Cubic negate the attack, and absorb both dragons, which increases the Machine Divine Emperor's attack points from 4,000 to 10,300. Aporia then uses a trap, which reduced Yusei's life points from 2,800 down to 400, and allows his life points to rise back up from 3,400 to 4,000. However, thanks to the wishes of the Signers, Yusei is able to draw the cards he needs that are in their possession. Then, Yusei resummons the two dragons, and special summons Shooting Star Dragon as a Synchro Monster, and now has all of the 3 Signer Dragons back on his side of the field. As a result, Mechanicle's attack points are lowered from 10,300 back down to 4,000. But despite this, Yusei is still in a desperate situation, as Aporia still has the upper hand of the duel.",
                    "TitleJapanese": "決死の攻防！機皇神ＶＳシンクロモンスター",
                    "SummaryJapanese": "絶体絶命の遊星は、ジャックが伏せていたトラップを使った見事な連携プレーで危機をしのぐ。その勢いで反撃しようとするが、アポリアにかわされてしまった上、スカーレッド・ノヴァ・ドラゴンとブラックフェザー・ドラゴンが機皇神マシニクルに吸収されてしまう。その後も遊星の苦戦は続き、ついにライフポイントは残り400となってしまう。次のダメージを受けたら確実に負けるというその時、遊星は･･･。"
                },
                "3": {
                    "ID": "4044951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044951",
                    "TitleEnglish": "An Approaching Terror - The Citadel of God",
                    "SummaryEnglish": "Yusei uses the special ability of Black-Winged Dragon to weaken Machine Divine Emperor Mechanicle Infinity Cube's attack points, and Aporia's life points, both down from 4,000 to 2,600. Then, Yusei defeats Aporia, using the combined might of the 3 Signer Dragons, which causes him to crash into the sea. By this, Team 5D's wins the WRGP finals. Then, the red sky returns to its blue color, and the lightning strikes stop. Then, Team 5D's celebrates their victory during noontime. However, their victory is short-lived, as the Infinity Circuit is complete, and the Ark Cradle breaks through the sky from the \"distorted dimension,\" and it begins to descend towards New Domino City. To make matters worse, at the rate that the Ark Cradle is descending towards New Domino city, they have only 12 hours to stop the Ark Cradle until it reaches the city, and unleashes a massive blast of negative Ener-D, which will destroy New Domino, Satellite, and everything else within the surrounding areas (which is basically everything within 30 miles if the Ark Cradle), which would be another Zero Reverse event on a much larger scale, while the time to evacuate everybody within those areas is predicted to take at least 20 hours. They also learn that when the Ark Cradle hits ground level, the impact would create a deadly shock wave. They also descover that the Ener-D generator of the Ark Cradle is producing negative energy, and is using that to cause all of New Domino City's Ener-D generators to spin in reverse, which shuts down all Ener-D powered devices in the city. This also causes a big problem, as all of New Domino City's Duel Runners are powered by Ener-D, and are some of the resident's only means of vehicular travel. The descent of the Ark Cradle also causes panic in New Domino City, Satellite, and the surrounding areas, and as a safety precaution, Lazar orders the evacuation of those places to the nearest cities that are out of the Ark Cradle's destruction range, even though the odds are a",
                    "TitleJapanese": "迫りくる恐怖　神の居城『アーククレイドル』",
                    "SummaryJapanese": "歴史に残る大激戦の末、決着がついたＷＲＧＰの決勝戦。長い戦いの末、チーム５Ｄ'ｓはＷＲＧＰの第１回チャンピオンとなる。これでネオ童実野シティの平和を守ることができたと胸を撫で下ろす遊星たちだったが、突如空が割れ、闇の中からアーククレイドルが出現する。アポリアを倒せばアーククレイドルは消滅するはずでは･･･！？動揺する遊星たちのもとに、新たな驚愕の事実が知らされる。"
                },
                "4": {
                    "ID": "4044961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044961",
                    "TitleEnglish": "The Path to the Future - The Rainbow Bridge Bifrost!",
                    "SummaryEnglish": "Sherry reveals that Z-ONE has shown her the future, and insists that Yusei not board the Ark Cradle, revealing she has switched sides to join Z-ONE, since she was convinced that Yliaster's plan was the only was to prevent the global destruction in the future. She also reveals that now having joined Z-ONE, she will do everything in her power to stop him. Despite this knowledge, Yusei still wants to do something to save the city. Sherry then reports to Z-ONE that Yusei did not heed her warning. When Z-ONE asks why she warned him, Sherry simply replies that the warning will cause Yusei to do something, which would allow her to kill Yusei herself, like to promised herself to. is approached by Team Ragnarok who, with the help of Bruno, manage to use the old Ener-D reactor and Nordic Gods to create a path from Daedelus Bridge to the Ark Cradle. Yusei wants to go on his own, but instead, the rest of Team 5D's joins him, with Bruno in his Vizor form following them. Herald then activates the Rainbow Bridge Bifrost spell card to help support the bridge. Before Yusei boards the Ark Cradle, he looks to the spirit of Rex Goodwin, his hero, for help on what he should do. As Team Ragnarok becomes unable to maintain the bridge, Yusei and Bruno help Akiza, and Luna reach the Ark Cradle safely, and then they join Jack, Crow, and Leo, who have already reached the Ark Cradle before them. However, upon arriving the Ark Cradle's roof, they fall into a trap that was set by Z-ONE. As a result, the crew fall through a hole in the floor, and gets separated. Then, they all begin the long fall towards the deep interior of the Ark Cradle.",
                    "TitleJapanese": "未来への架け橋　虹の橋ビフレスト",
                    "SummaryJapanese": "突如、ネオ童実野シティ上空に巨大な姿を現したアーククレイドル。そのアーククレイドルで不吉な未来を見たというシェリー。「アーククレイドルに来てはならない。アーククレイドルに来れば遊星は死ぬことになる･･･」動揺するチーム５Ｄ'ｓのメンバーたち。しかし遊星の決意は変わらず、仲間達の心情を察した遊星は単身でアーククレイドルへ乗り込むことにするが･･･。"
                },
                "5": {
                    "ID": "4044971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044971",
                    "TitleEnglish": "The Terrifying Field Spell - École de Zone!",
                    "SummaryEnglish": "Team 5D's, and their friends all survive the fall, but get separated into three groups: Yusei with Bruno, Crow with Akiza, and Jack with Leo and Luna. The narrow platforms on which they land on are revealed to be routes leading to the three planetary gears powering the main Ener-D generator, and eventually leading to the Center Gear, which was what they are looking for. Vizor tells them that if they don't reach all 3 gears, then they wouldn't be able to reach the Center Gear, and the Ener-D generator of the Ark Cradle would continue to produce negative energy, which would result in the destruction of New Domino City. Crow and Akiza arrive first at one of the 3 gears, which was the one that was closest to them. But then, they are confronted by Sherry, who reveals that she joined Z-ONE, because he offered her the chance to grant her wish, before challenging them to a duel. Sherry then reveals that her wish is that Z-ONE would bring back her happy days with her family. Crow gives the Z-ONE spell card to Sherry, saying that she wanted them to carry out her revenge for her. Sherry then tells Crow not to talk like that, as she says that she has changed, and that Crow doesn't understand what she has learned from Z-ONE. She then reveals that Z-ONE is a special spell card that was given to her by her parents in her teddy bear as a child. She also reveals that this special card was the reason why Yliaster had her parents killed, and was also the reason why they chased her all the way from France to New Domino City, since for some reason, Yliaster wanted the Z-ONE spell card. Sherry then activates the field spell, École de Zone, which traps them in an illusion that makes think that they are fighting two different Sherrys, but they are actually fighting each other with Battle Royale Mode activated, which makes the battle damage real, and allows any player in the duel to attack any other player. Akiza soon manages to figure this out, and manages to summon Black Rose Dragon, to",
                    "TitleJapanese": "幻惑のフィールド！エコール・ド・ゾーン",
                    "SummaryJapanese": "アーククレイドルに到着した遊星たちは、ゾーンの策略により３組に分断されてしまう。互いの無事を祈りながら、それぞれに中心部を目指すチーム５Ｄ'ｓの面々。そしてクロウとアキの前にはシェリーが立ちはだかる。「あなたたちをこれ以上進ませるわけにはいかない」彼女はゾーンに協力することで、願いをひとつ叶えてもらう取り引きをしたという。シェリーは２人に分裂し、巧みな魔法のような技でアキとクロウを混乱させるが･･････。"
                },
                "6": {
                    "ID": "4044981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044981",
                    "TitleEnglish": "The Soul-Binding Gate! The Forbidden Future!",
                    "SummaryEnglish": "Sherry reveals that Z-ONE promised to rewrite her past, so that her parents would never have died if she carried out his plans. She uses the Z-ONE spell card to activate the Soul-Binding Gate field spell, which inflicts 800 points of damage whenever any of them try to summon monsters. As Akiza and Crow defend each other from Sherry's attacks, Sherry tempts Crow with the offer of using Z-ONE's power to change the past, so that Zero Reverse would never happen, so that the children of Satellite wouldn't have been orphans, including Crow, Yusei, and Jack, when they were children, if he surrenders and joins Z-ONE. However, Akiza reminds Crow that he should instead fight for their future, as that was what they as Signers should do. Then, they summon their respective dragons, and use their combined strength to defeat Sherry, which causes the 1st gear to stop rotating. The room collapses on them from the force of the attack, but Akiza manages to regain her psychic powers, and is able to get Black Rose Dragon to protect them. Later, Akiza heals them with her psychic powers. Sherry then remembers the words her father told her, and apologizes for her actions, deciding to team up with Akiza and Crow, against Z-ONE and the rest of Yliaster, joining sides with Team 5D's once again.",
                    "TitleJapanese": "魂縛門！封じられた未来！",
                    "SummaryJapanese": "シェリーの嘘を見抜き、フィールド魔法「エコール・ド・ゾーン」の効果を打ち破ったクロウとアキ。だが、シェリーは父親の残したマジックカード「Ｚ－ＯＮＥ」の力を使い、新たなフィールド魔法「魂縛門」発動させた！自らの身を削ってまでアキとクロウを倒そうとするシェリーは、さらに、クロウの過去を変えたいという願望を呼び覚まし、味方に引き入れようとするが･･･"
                },
                "7": {
                    "ID": "4044991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4044991",
                    "TitleEnglish": "The Duel of Despair! Fortissimo the Moving Fortress!",
                    "SummaryEnglish": "Jack, Leo and Luna reach the second gear, where they are shocked to see that Aporia has survived the crash, and that he is waiting for them. He forcefully attaches devices onto them, which pierce into their hearts whenever they take damage from the duel, meaning that they will die if their life drops to zero, with the only way of removing them is to defeat him in a three-on-one duel. Aporia activates the field spell Fortissimo the Mobile Fortress, and combines with it. Aporia also sets a trap which blasts players with real damage whenever they summon monsters. Although Leo promises to protect Luna and help Jack, Aporia counters each of his traps, making things worse for his allies. Furthermore, Aporia's attacks leave both Jack and Luna in critical states, and leaves Leo in despair.",
                    "TitleJapanese": "絶望のデュエル！機動要塞フォルテシモ！",
                    "SummaryJapanese": "アーククレイドルの中を進むジャックと龍亞と龍可は遊星ギアにたどりつく。そこには、ＷＲＧＰの決勝で敗れたはずアポリアが待ち構えていた！遊星ギアを止めるには、デュエルで彼を倒すしかない。しかし、アポリアの発動したフィールド魔法で、強制的に取り付けられた装置によって４人はデュエルそのものと一体化されてしまう。４人の命も数値化され、ライフがゼロになることは死を意味する。命をかけたデュエルが始まった！"
                },
                "8": {
                    "ID": "4045001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4045001",
                    "TitleEnglish": "A Life-or-Death Battle! Machine Divine Emperor Dragon Asterisk",
                    "SummaryEnglish": "As Jack, Leo and Luna struggle to survive, Aporia summons his key monster, Machine Divine Emperor Dragon Asterisk which will inflict 1000 points of damage to anyone who tries to Synchro Summon. Lamenting that he hasn't been able to protect anyone, Leo risks some of his own life points to protect Jack and Luna and weaken Asterisk. Leo then summons Power Tool Dragon and Ancient Fairy Dragon and gets hit by the 4,800 points of effect damage, bringing his life down to zero, causing him to die. The shock of Leo's death puts Luna in a critical state, as her life points gradually starts to drop, as her pulse weakens. However, Leo comes back to life with 100 life points, thanks to Ancient Fairy Dragon, and his Morphtronic Lighton's effect, and becomes the sixth and final Signer, with the Mark of the Crimson Dragon's Heart. Noticing Luna's life is in danger, as her life points are now down to 18, Leo calls upon the Crimson Dragon's power, and Synchro Summons Power Tool Dragon's true form, Life Stream Dragon, the sixth Signer Dragon.",
                    "TitleJapanese": "生死を懸けた闘い！機皇神龍アステリスク",
                    "SummaryJapanese": "ジャック・龍亞・龍可ＶＳアポリア！仲間を守ろうと張り切る龍亞だったが、その攻勢が裏目に出て、ジャックと龍可はライフポイントが残り100になってしまう。倒れた仲間を前に呆然と立ちつくす龍亞。そんな中でアポリアは非情にも機皇神龍アステリスクを召喚し、一気に攻撃をしかけてくる。窮地に追い込まれる三人。龍可を命をかけて守ろうと決心した龍亞は、敢然とアポリアに立ち向かう。そんな龍亞にアポリアは全員の命が助かる方法としてサレンダーを勧めるが･･････。"
                },
                "9": {
                    "ID": "4045011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4045011",
                    "TitleEnglish": "The Miracle of Life",
                    "SummaryEnglish": "Leo uses Life Stream Dragon to counter Asterisk's, and Fortissimo's damage effects, and to restore everyone's life points to 2,000 (not including Aporia), which puts Luna out of the danger of dying. Seeing that his efforts to inflict damage to the Signers has failed, Aporia gets really agitated. Aporia then activates a trap to prevent Synchro Monsters from attacking, but Luna uses Ancient Fairy Dragon's ability to destroy his field spell, and activate one of her own that supports Synchro Monsters, allowing Jack to bring out Scar-Red Nova Dragon. The destruction of Fortissimo causes the fortress' structure to shake violently, and begin to collapse. Aporia manages to bring out Machine Divine Emperor Mechanicle Infinity Cubic to increase Asterisk's attack points, but Leo and Luna use their traps and dragons' abilities to weaken it. Jack then destroys Asterisk by attacking with Scar-Red Nova Dragon, which defeats Aporia, who falls to his \"doom\" with a feeling of hope in his heart. Then, the second gear stops spinning. Meanwhile, Yusei and Bruno arrive at the third gear, where Bruno is enveloped by Ener-D lights sent there by Z-ONE, which restores his memory. Afterwards, Bruno, who now refers to himself as Antinomy, reveals his identity to Yusei, saying that he has remembered his true mission to protect Ark Cradle, and his allegiance to Z-ONE, and announces himself as Yusei's opponent. This hurts Yusei's feelings, but his desire to save New Domino City gives him the strength to fight against his former friend. The two then begin a Turbo Duel in space, the loser of which will be swallowed by a Star, and will disappear in it forever.",
                    "TitleJapanese": "命の奇跡、ライフ・ストリーム・ドラゴン！！",
                    "SummaryJapanese": "ジャック・龍亞・龍可ＶＳアポリア！絶望の淵から這い上がった龍亞が遂に６番目のシグナーとして覚醒した！彼の新たなドラゴンはパワー・ツール・ドラゴンを進化させたライフ・ストリーム・ドラゴンだ。龍亞はライフ・ストリーム・ドラゴンで、機皇神龍アステリスクを攻撃する。またシンクロ召喚の効果によって、死の寸前から回復したジャックと龍可は、アポリアへの猛反撃を開始した！"
                },
                "10": {
                    "ID": "4045021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4045021",
                    "TitleEnglish": "The Beginning of the End: A Fight for the Future!",
                    "SummaryEnglish": "Yusei not only has to deal with Antinomy, but also the flames coming from the star. Antinomy brings out his Accel Synchro monster, Tech Genus Blade Blaster, and deals a lot of damage to Yusei. Antinomy talks about how he was a champion Turbo Duelist, before the Machine Emperors destroyed the world. He was rescued by Z-ONE (who is actually the future version of Yusei), before Antinomy could commit suicide by letting a Grannel kill him. Seeing that Z-ONE still had hope (before the events of the Ark Cradle), and that he had none, Antinomy felt shame, and joined Aporia and Paradox as one of the 4 remaining survivors. He then lived his life working with Z-ONE on his experiments to save humankind (which failed), before being revived as a cyborg, after his human body died, whose mission was to teach Yusei the Accel Synchro, in order to provide the power needed to bring Ark Cradle to New Domino City. Yusei summons Shooting Star Dragon and regains some ground, but then Antinomy performs a new and more advanced Accel Synchro using three Synchro Monsters, known as the Delta Accel Synchro, to summon his ace monster, Tech Genus Halberd Cannon, which has 4,000 attack and defense points. But the energy used to perform the Delta Accel Synchro causes the star to go Supernova, and then the star turns into a Black Hole, with Yusei screaming at the force of the explosion. Antinomy then tells Yusei that Tech Genus Halbed Cannon was a Delta Accel Synchro Monster, an even stronger Accel Synchro Monster.",
                    "TitleJapanese": "終焉の起源　未来の為の死闘！",
                    "SummaryJapanese": "覆面レーサーの正体は仲間であるはずのブルーノだった！動揺する遊星に対し、ブルーノはさらなる衝撃の事実を語る。自分はゾーンの仲間「アンチノミー」だと。なぜだ･･･今までの言葉はすべて嘘だったのか･･･！？混乱する遊星に対し、アクセルシンクロモンスターで容赦ない攻撃をしかけるアンチノミー。はたして遊星は･･･"
                },
                "11": {
                    "ID": "4045031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4045031",
                    "TitleEnglish": "Faster Than Light!!",
                    "SummaryEnglish": "Yusei is put in a desperate situation, as Tech Genus Halberd Cannon brings his life points down to 100, and keeps him from summoning monsters. Furthermore, the Black Hole becomes more organized, and begins to approach from behind, threatening to suck Yusei in if he falls behind. However, Yusei manages to summon out Balance Shooter, which gives Shooting Star Dragon the power to overwhelm Halberd Cannon and defeat Antinomy. The impact of the attack causes a part of Antinomy's glasses to break. As they are sucked into the black hole, Antinomy asks Yusei to master the Delta Accel Synchro and save the world, and remembers his fond memories as Bruno, back when he was still Yusei's friend. Remembering this, Bruno tosses Yusei his broken glasses, and then he sacrifices himself to get Yusei out of the black hole, and back to the Ark Cradle. Then, the 3rd gear stops spinning, and Yusei grieves over the loss of Bruno, who was once his friend.",
                    "TitleJapanese": "光よりも速く！！",
                    "SummaryJapanese": "遊星ｖｓアンチノミーの激戦が続くアーククレイドル内。相手との力の差に焦りを感じる遊星に対し、アンチノミーは限界を超えた境地トップ・クリア・マインドによる「デルタ・アクセル・シンクロ」でさらなる猛攻をしかける。しかも、そんな両者の後方には、敗者を飲み込むブラック・ホールが迫っていた！絶対に負けられないこの窮地で遊星は･･･！？"
                },
                "12": {
                    "ID": "4045041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4045041",
                    "TitleEnglish": "The Last Human , Z-One",
                    "SummaryEnglish": "With the 3rd gear stopped, the Signers gain access to the Center Gear, and Yusei rejoins the others, telling them the truth about Antinomy, and about the Delta Accel Synchro method. They continue onwards to the center of the Ark Cradle, where they spot more, but smaller gears, as well as the Ener-D Generator that was called the Center Gear, which was powering most of the negative Ener-D of the Ark Cradle. Then, they enter a room with blue walls, located at the very heart of the Ark Cradle, where ZONE awaits them. Z-ONE reveals he was behind the Zero Reverse incident, as well as Paradox's scheme, to try to stop the existence of Synchro Monsters, and Ener-D. Z-ONE then decides to settle things in a duel, and if Yusei wins, the Center Gear would stop working (the Center Gear is really the key Ener-D generator, which is the main source of power for the Ark Cradle's overall Ener-D Generator), and the Ark Cradle would disappear for real. Yusei then agrees on those terms, but as he prepares to face Z-ONE, Aporia appears. Though badly damaged, Aporia challenges Z-ONE to a duel instead, having learnt from his previous duel with Leo that he has always had hope, and he also tells Z-ONE that he has found hope from his fights with Team 5D's, unlike Z-ONE. He also questions Z-ONE about why he erased Antinomy's memories, theorising that he wanted Team 5D's to evolve in order to change the future. Aporia also reveals that the Black Hole that Antinomy was trapped in was a part of the Ark Cradle, but somewhere in future space, and he asks Z-ONE if he was holding Antinomy hostage for some purpose for the future. Aporia then demands that he returns Antinomy to Yusei, and states that is the final task that Aporia will make Z-ONE accomplish, now that he has hope. Then, Z-ONE tells Aporia that the time for despair is near, and then he summons 2 huge mechanicle dueling arms, and giant deck, and turns his huge stone tablets, that were scattered all over the room into real, giant cards, whic",
                    "TitleJapanese": "最後の一人　Ｚ－ＯＮＥ",
                    "SummaryJapanese": "遊星が戦ったアンチノミーの正体がブルーノだったことを知り、衝撃を受けるチーム５Ｄ'ｓのメンバーたち。悲しみをこらえながらも、アーククレイドルを操る最後の一人・ゾーンと対峙するが、そこへ敗れたはずのアポリアが現れる。ゾーンに\"希望\"を思い出させるためゾーンとのデュエルを開始するが、機皇帝グランエルを召喚し最初から全力で攻撃してくるアポリアに対し、ゾーンがとった戦略とは遊星たちの想像を超えるものだった。"
                },
                "13": {
                    "ID": "4045051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4045051",
                    "TitleEnglish": "A Hope for the Future!",
                    "SummaryEnglish": "Aporia summons Machine Emperor Skiel by destroying Sky Core, but then destroys it using a trap, so he can draw the spell card \"Destroyed Future.\" Then, Aporia activate its effects, choosing to destroy his own deck, so that he can use his card, After Glow, in an attempt to guarantee a win against Z-ONE. However, on his next turn, Temporal Machine God Metaion returns to Z-ONE's deck, and he summons out another Temporal Machine God, Razion, using Zero Machine Ein's effect once more. Razion's effect returns all of Aporia's cards in his Graveyard back to his deck, which was then suffled. As a result, Aporia is unable to draw the card he needs (After Glow), and is defeated by Razion's effect, which deals him 1,000 points of damage when he draws a card on the draw phase. Before he dies, Aporia gives Yusei's Duel Runner wings, by fusing his duel disk with Yusei's duel runner, allowing it to fly. Yusei challenges Z-ONE to a final turbo duel taking place in the skies between New Domino City and Ark Cradle as the collision approaches, which will be broadcast across New Domino City, through the Ark Cradle. The Ark Cradle then glows Rainbow, the walls of the room then turns transparent, which gives the Signers an upside down view of New Domino City, and huge monitors appear around the Ark Cradle, which will be used for the broadcast. The other Signers then decide to give their dragon cards to Yusei to fight Z-ONE with, knowing that he will need all the help that he can get in order to beat Z-ONE. The duel begins with Z-ONE immediately special summoning Temporal Machine God Metaion, using Temporal Machine Priestess's ability, which was that when released, it counted as 2 monsters in order to special summon a Temporal Machine God.",
                    "TitleJapanese": "未来へつなぐ希望！",
                    "SummaryJapanese": "遊星たちに教えられた\"希望\"を胸に、最後の敵・ゾーンに闘いを挑むアポリア。だが、ゾーンは破壊無効のモンスター・時械神メタイオンを召喚し、アポリアの機皇帝を次々と退けてしまう。もはや打つ手はないのか･･･。ゾーンの圧倒的な力を前に遊星たちは焦りを募らせるが、アポリアは通用しないはずの機皇帝を再び召喚する。残されたわずかな可能性にかけるアポリアの驚愕の戦略とは！？"
                },
                "14": {
                    "ID": "4045061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4045061",
                    "TitleEnglish": "One Chance to Turn It All Around",
                    "SummaryEnglish": "Yusei summons out both Red Dragon Archfiend and Black-Winged Dragon, whilst Z-ONE replaces Metaion with Razion, using his trap, Zero Machine Ein, which allows him to summon a Temporal Machine God without any releases, but will lower its attack points to zero. Z-ONE then activates Razion's ability when Yusei draws a card on his turn, reducing his life points to 3,000. The damage sends Yusei flying out of control. But before he smashes into the Ark Cradle, Yusei manages to regain control of his duel runner, and fly back to Z-ONE. Yusei then summons Black Rose Dragon, and uses a trap to negate its effect and deal damage to Z-ONE, reducing his life points to 1,500. Z-ONE then spins out of control, and when he smashes into a building of the Ark Cradle, the impact causes the right half of Z-ONE's mask to break, revealing his face to be that of a much older looking Yusei.",
                    "TitleJapanese": "ただ１枚に懸けた勝機",
                    "SummaryJapanese": "ついに遊星と最後の敵・ゾーンが対決！最初からダメージも破壊も無効にするモンスター「時械神メタイオン」を召喚してきたゾーンに対し、遊星は仲間との絆の証として託されたレッド・デーモンズ・ドラゴンとブラック・フェザー・ドラゴンを召喚し、立ち向かう。しかしメタイオンはバトルで破壊されずダメージも受けない全能の神。遊星がとった戦略はゾーンにすべて読まれていた。次なる戦略を考えなければならない・・・！"
                },
                "15": {
                    "ID": "4045071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4045071",
                    "TitleEnglish": "The Revived Hero",
                    "SummaryEnglish": "Z-ONE claims to be Yusei from the future, though Yusei refuses to believe this. Z-ONE sacrifices Zero Machine Ein to activate Infinite Machine Ein Soph, a trap that allows him to summon more than one Temporal Machine God at a time with any releases, but will still lower their attack points to zero. Z-ONE then summons 3 more Temporal Machine God monsters through his trap's effect. He then attacks Yusei's Black-Winged Dragon with his Temporal Machine God Tzaphion, in an attempt to utilize its ability, which would send all of Yusei's traps on his field back to his deck. Yusei however, counters this, activating Scap-Iron Scarcrow, saving himself from the attack. Z-ONE then attacks with the other 2 Temporal Machine Gods, using their abilities to restore his life points to 4,000, with Zadion's effect, to return Yusei's monsters to his deck, and to deal him damage, with Camion's effect, which reduces Yusei's life points to 1,500. Due to the damage, Yusei's duel runner then plummets towards the ground. But before he crashes into New Domino City, Yusei manages to regain control of his duel runner, and fly back to the duel. Z-ONE then taunts Yusei of still having hope in this desperate situation, and says that like Yusei, he himself used to have hope, until his failure taught him that the only way to save the future, was to destroy New Domino City. Yusei then denies this, stating that he will still have hope not matter what happens, and tells Z-ONE that he is not him. Seeing that Yusei still refuses to believe him, Z-ONE decides to show him his memory. Z-ONE then explains he was a scientist, who used technology to make himself into a copy of Yusei, in hopes of restoring hope to the people, so that their emotions would stabilize the Ener-D reactor. But then, after all that he had taught them, the humans went back to own their greedy ways, and the Ener-D reactor then chose to self-destruct. So Z-ONE's effort became in vain, when the all of the Machine Emperors self-destructed,",
                    "TitleJapanese": "蘇った英雄",
                    "SummaryJapanese": "時械神が消えるまでの持久戦を目論む遊星を嘲笑うかのように、一気に三体もの時械神を召喚するゾーン。「不動遊星･･･私は未来の、あなた自身なのですよ」ゾーンの衝撃の言葉に遊星たちは凍り付く。そんなはずはない･･･必死に否定を続ける遊星にゾーンは真意を語り始める。"
                },
                "16": {
                    "ID": "4045081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4045081",
                    "TitleEnglish": "Feelings Entrusted from my Father",
                    "SummaryEnglish": "Temporal Machine God Sandaion's attack points are then lowered from 4,000 to 0, by the effects of Infinite Machine Ein Soph. When Z-ONE attacks Yusei's Ancient Fairy Dragon with Temporal Machine God Michion, Yusei's life points are reduced to 750, by Michion's ability. As a result of the damage, Yusei's duel runner plunges down again, but Yusei is able to navigate through the structure of the Ark Cradle, and find his way back to Z-ONE. But when Z-ONE attacks with Hanion, and then Raphion, Yusei is able to protect himself from taking damage, and losing to their effects, by timing the activation of Scrap-Iron Scarecrow, and his Synchro Believer's ability. When all of Yusei's cards on his field, including Scrap-Iron Scarecrow, are sent back to his deck by Gabrion's ability, Yusei protects himself from Z-ONE's last attack from Sandaion (which would inflict an additional 4,000 points of damage after it battles), by activating Synchro Keeper's ability, and then by bringing out Power Tool Dragon. However, Z-ONE then sacrifices Infinite Machine Ein Soph, to activate Infinite Light Ein Soph Aur, a trap that lets him keep all of his monsters on the field, and returns Sandaion's attack points from 0 to 4,000. Then, the Ark Cradle begins to collide with New Domino City as it approaches, and begins to break apart, with chunks of the Ark Cradle breaking off. Yusei is knocked off of his Duel Runner, when a piece of the Ark Cradle collides with his duel runner. Seeing this, the Signer's and New Domino City's residents are upset, and get concerned about him. But before Yusei hits the ground, he is saved by his father, Dr. Fudo, who convinces him to keep fighting, no matter how hard things may seem. Yusei then summons Life Stream Dragon, whose ability restores Yusei's life points from 750 to 2,000. Then, Yusei revives the other Signer dragons, and then he uses the Crimson Dragon's power to achieve an Over Top Clear Mind, in order to perform a Limit Over Accel Synchro, summoning a new",
                    "TitleJapanese": "父が託した想い",
                    "SummaryJapanese": "５体の時械神を召喚し、遊星に襲いかかるゾーン。対する遊星のフィールドには、エンシェントフェアリードラゴン１体と罠カード「くず鉄のかかし」が１枚のみ･･･。はたして時械神の怒涛の攻撃を凌ぎ、次のターンに希望を繋ぐことはできるのか！？そんな時、アーククレイドルとネオ童実野シティが衝突をした影響で、遊星は空中に投げ出されてしまう。何も救えないまま終わるのかと絶望しかけた遊星は･･･！"
                },
                "17": {
                    "ID": "4045091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4045091",
                    "TitleEnglish": "Clustering Wishes",
                    "SummaryEnglish": "Yusei uses Shooting Quasar Dragon to destroy all 5 of Z-ONE's current Temporal Machine Gods, and then manages to bring out Shooting Star Dragon to deal a lot of damage to Z-ONE, reducing his life points to 700. Z-ONE screams when he takes the damage, and then he crashes into New Domino City's central building. Yusei then removes all of his speed counters to draw Clustering Wishes, and sets it face-down. After Yusei and Z-ONE talk about the right of changing the future, Z-ONE angrily blasts a hole in the building, and flies back up into the sky. Z-ONE then feels angry at Yusei, for reducing his life points by such a great amount, and tells Yusei that he will now prove to him that hope, and the possibility to fix the future without New Domino City's destruction, which Yusei believes in, was nothing before his power. Having already summoned all 10 Temporal Machine Gods, Z-ONE then uses his trap's effects once more, and sends Infinite Light Ein Soph Aur to the Graveyard, which allows him to Special Summon his true ace monster, The Ultimate Temporal Machine God, Sephiron. Sephiron's first special ability then revives 4 of Z-ONE's Temporal Machine Gods, which are Metaion, Zadion, Gabrion, and Sandaion, and grants them attack and defense points of 4,000. Sephiron's next special ablility then raises its own attack points from 4,000 to 20,000, as that is the total of all of the Temporal Machine Gods' attack points, including Sephiron's. Although Shooting Star Dragon is destroyed when ZONE attacks with Sephiron, Yusei survives the attack, thanks to his trap, Clustering Wishes, and manages to summon out Stardust Dragon. Yusei then uses the other trap's effects to give it an even stronger power of 23,000 attack points. With the power of his friends and supporters, and the final effect of Clustering Wishes, Yusei is able to destroy all of Z-ONE's monsters, defeating Z-ONE, which stops the Ark Cradle's descent (all during Z-ONE's turn). But despite the Ark Cradle powering off, it",
                    "TitleJapanese": "集いし願い",
                    "SummaryJapanese": "絶体絶命の窮地に追い込まれた遊星は、仲間たちから託された５体のシンクロモンスターをシンクロさせ、究極モンスター、シューティング・クェーサー・ドラゴンを召喚！ゾーンの５体の時械神を次々に破壊し、ゾーンを追い詰める。だがゾーンはなんと攻撃力２０，０００の究極時械神セフィロンを召喚し対抗する！人類の未来をかけたデュエルの結末は･･･！？"
                },
                "18": {
                    "ID": "4045101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4045101",
                    "TitleEnglish": "Moving Towards the Future",
                    "SummaryEnglish": "A few years have passed since Z-ONE's defeat. The Public Safety Maintenance Bureau has dissolved into a city hall, with Lazar becoming the city's mayor. Yusei has become a scientist who supervises the completion of a new Ener-D mainframe, titled Fortune, to ensure the safety of the city. Crow had become a highway patroller getting an invitation to an overseas leagues, Akiza plans to study abroad to become a doctor, and Leo and Luna receive a mail from their parents asking them to leave New Domino City to live with them, leading everyone to wonder about the future of Team 5D's. Jack arrives after training with (defeating) several other duelists, wanting to leave New Domino City for a World League, in order to fulfill his dreams of becoming the World Duelist King, and Yusei challenges him to a duel, to decided the Signers' futures. Yusei and Jack bring out Stardust Dragon and Red Dragon Archfiend respectively, which Yusei sends 3 turns into the future with a trap card, which drives the meaning behind the duel.",
                    "TitleJapanese": "進むべき未来",
                    "SummaryJapanese": "ネオ童実野シティを救った遊星たち。未来は彼らの手に委ねられ、ネオ童実野シティも新たな道を歩み始める。イェーガーが初代市長となり、クロウはハイウェイパトロールになった。遊星はモーメントの新しいシステム\"フォーチュン\"を完成させ、都市機能を正しい方向へ導くことに成功する。そして５Ｄ'ｓのメンバーそれぞれにも、新しい未来が花開こうとしていた。"
                },
                "19": {
                    "ID": "4045111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4045111",
                    "TitleEnglish": "Clashing Souls!",
                    "SummaryEnglish": "Yusei summons Nitro Warrior, but Jack manages to counter its attack and summon out Exploder Wing Dragon to destroy it, though Yusei manages to beat it with his Turbo Warrior. As the others watch the duel, they recall how Yusei had managed to change their lives. Jack then brings out Crimson Blader, which destroys Turbo Warrior and prevents Yusei from summoning more monsters during his next turn, but Yusei manages to survive Jack's attacks before Stardust Dragon and Red Dragon Archfiend return. Jack then summons out Red Nova Dragon, with a power of 6,000 attack points.",
                    "TitleJapanese": "ぶつかり合う魂！",
                    "SummaryJapanese": "未来を選択するための遊星とジャックのデュエル。さっそくふたりともスターダスト・ドラゴンとレッド・デーモンズ・ドラゴンを召喚するが、スター・エクスカージョンのカード効果で、ドラゴン２体は消えてしまう。消えた先はそれぞれの未来だ。エースモンスターなしで、遊星とジャックは全身全霊でぶつかり合う。お互いの戦略を賞賛し合いつつ、デュエルはさらに白熱していく。"
                },
                "20": {
                    "ID": "4045121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-5ds/episodes/4045121",
                    "TitleEnglish": "Shining Forth To The Future",
                    "SummaryEnglish": "Several years into the future, Luna and Akiza are moving on with their careers whilst Leo, Jack and Crow continue to make strides in the Turbo Duel circuit. Back in the present, Yusei summons out Shooting Star Dragon and destroys Crimson Blader. Jack then activates the continuous trap card, Scar-Red Cocoon, and equips it to his dragon, which prevents Red Nova Dragon from being destroyed in battle. Later, after surviving a few of Jack's attacks, Yusei uses a trap so that Shooting Star Dragon can destroy Red Nova Dragon, along with itself. Jack then activates Scar-Red Cocoon's second effect; since Red Nova Dragon was destroyed while it was equipted with Scar-Red Cocoon, he can special summon Red Dragon Archfiend during his end phase. With both Red Nova Dragon and Shooting Star Dragon sent to the graveyard, and Red Dragon Archfiend back on the field, Yusei then brings out Junk Warrior, and uses a trap to summon a few low level monsters to the field. Then, he powers up Junk Warrior with the attack points of all his low level monsters, through Junk Warrior's ability, which grants it more than enough attack points to defeat Jack, and destroy Red Dragon Archfiend. Yusei reveals he plans to stay in New Domino City, inspiring the others to seek out their dreams, knowing that their bonds will still be there. Then, Yusei has Junk Warrior attack Red Dragon Archfiend, which allows him to win the duel. Jack then decides that he will return to New Domino City, after he has become the World Dueling Champion, and he also promises that the next time he duels with Yusei, he will not lose. As the others prepare to make their individual journeys, Akiza says her personal goodbyes to Yusei. Before heading off on their journeys, the gang have one last ride together, where the Crimson Dragon appears and removes their Signer marks, as their mission as Signers has been completed. Afterwards, Yusei watches them leave.",
                    "TitleJapanese": "光り差す未来へ",
                    "SummaryJapanese": "ついにジャックとのデュエルに決着がつき、自分の進むべき道を決心する遊星。同じように、ジャックやクロウ、アキ、龍亞・龍可たちも、この戦いを見て自分たちの進むべき道を決意する。そして･･････。"
                }
            }
        }
    }
}