{
    "URL": "https://www.thetvdb.com/series/amazing-nurse-nanako",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0331581/",
        "https://www.themoviedb.org/tv/18960"
    ],
    "TitleEnglish": "Amazing Nurse Nanako",
    "SummaryEnglish": "Nanako is a an inept apprentice nurse to the brilliant young Dr. Kouji. Now for some reason, Nanako is always being targeted by various elements which makes Nanako wonder if she has done anything wrong. But there are certain secrets to Nanako's past that only Dr. Kouji and his family know about.",
    "Aliases": [
        "Nanako Kaitai Shinsho"
    ],
    "Modified": "2025-03-22",
    "Seasons": {
        "0": {
            "ID": "538521",
            "URL": "https://www.thetvdb.com/series/amazing-nurse-nanako/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6451777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amazing-nurse-nanako/episodes/6451777",
                    "TitleEnglish": null,
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "40384",
            "URL": "https://www.thetvdb.com/series/amazing-nurse-nanako/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "432417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amazing-nurse-nanako/episodes/432417",
                    "TitleEnglish": "The First Spiral",
                    "SummaryEnglish": "Nanako is doing her usual chore of cooking, but the fish she cooks burns and, before that, breaks a dozen plates that were handed down through the Ogami family, which later makes Dr. Ogami angry at her. This is typical of Dr. Ogami, as Nanako does get into a lot of trouble. She gets mixed up in a fight between Kuron and Komanechi, two old people who reside in the hospital. After running out for a few groceries, she returns to meet Dr. Ogami and the Army. They are conducting an experiment, but she is doing her usual exercises that Dr. Ogami has planned for her. After she finishes, she returns to the experiment, just as it goes haywire. The experiment kills a few officers, and Nanako is sucked into the goo-like monster. She has also caught a cold, so the flu virus helps to weaken the monster as she continuously sneezes. Dr. Ogami rescues Nanako and defeats the monster. The monster freezes and falls apart, ending the disaster."
                },
                "2": {
                    "ID": "432419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amazing-nurse-nanako/episodes/432419",
                    "TitleEnglish": "Memories of You",
                    "SummaryEnglish": "Nanako runs through tough training exercises, such as standing under a cold waterfall with nothing but a bikini on, with the help of Genki. Nanako, however, believes she is on vacation. While standing by the fire at night, Nanako cooks fishes. However, when she gives Dr. Ogami one, he gets angry because she forgot to buy daikon radish, which helps the protein in fish digest properly. Nanako gets frustrated, and runs away. While in the woods, she encounters a giant bear after trying to light a fire, and Dr. Ogami reminisces about past Nanakos in the trailer. Nanako runs from the bear in fear as it chases her. Dr. Ogami realizes she is missing and then begins to read a signal coming from a stuffed animal he had given to her. He locates her and saves her from plunging off a cliff. Genki stops the bear from mauling her to death. Nanako, while hanging from Dr. Ogami's hand, which has a hold of her foot, begs for forgiveness, but Dr. Ogami drops her into the river below as punishment. However, Nanako catches a cold and relaxes naked in a hot tub above a fire Kuron built. Dr. Ogami appears with the stuffed animal that had thought by Nanako to have been dropped off the cliff when she was rescued, but, not only is it a tracking device, it is also a recorder. It plays back something Nanako had said about Dr. Ogami behind his back. Dr. Ogami gets angry and Nanako freaks, jumping out of the tub naked and running for her life. Dr. Ogami chases after her with a beating stick experiment."
                },
                "3": {
                    "ID": "432420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amazing-nurse-nanako/episodes/432420",
                    "TitleEnglish": "The Psycho Patient",
                    "SummaryEnglish": "Dr. Ogami now has to deal with a patient who has a violent record. He is trying to solve a murder mystery for the police. He performs tests on him, while Kaoru Satsuki teases him. This causes him to become nervous. He also constantly stares as Nanako, as if she is of importance to him. He turns into a \"Hyde\" monster and wreaks havoc on the Ogami Hospital. Many attempts of falsely torturing Nanako, including stripped her down to only her panties and being tortured by Kuron, hanging her above a boiling pot of goo, topless with only nipple shields to cover her big breasts in a torture ritual, and a near-lesbian scene where Satsuki tries to \"make her into a real woman,\" all fail. They attempt to shoot tranquilizers into the monster to stop it, but all fail, and, in turn, make everyone else except Dr. Ogami go to sleep. While cornered outside in the rain by the monster, Nanako is saved by Dr. Ogami, who manages to put it to sleep. The next day, Nanako goes over to Satsuki's room, hoping to ask her about \"making her a real woman\", but not the way Nanako thought. However, Nanako caught Satsuki at a bad moment... without her makeup on!"
                },
                "4": {
                    "ID": "432421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amazing-nurse-nanako/episodes/432421",
                    "TitleEnglish": "Fire-Crackers",
                    "SummaryEnglish": "In her sleep, Nanako is fitted with a special suit which enables her to be a war machine. She can fly, shoot rockets, and fire bullets with the suit. She awakes to find herself in an exhibit showcasing the suit she is wearing. During her display, in which only Satsuki can control, she is stopped by a robot named Griffith, which also destroys tanks and people in the process. Inside, a man named Alan Mizuki claims she is a cyborg named Nana-Go, which was shown to him by Dr. Ogami in their early days in college together. The once-friend of Dr. Ogami has now become his biggest rival, after sabotaging an attempt to revive one of his loves, Jamie. Nanako pleads that she is not a cyborg, but a human. Mizuki refuses to listen, and still believes she is a cyborg, because she cannot take the suit off. Griffith is then released on her in combat, and eventually destroys half of the hospital. However, Mizuki drops the remote that controls Griffith, and that actives a mode which attacks anything that moves. While frozen, they try to figure out a way to retrieve the remote. When a rock falls from the ceiling, Griffith attacks it, giving them time to dash to the remote. Yet, their plans are foiled when a rock falls upon the remote and Griffith destroys it, destroying the remote also. It goes haywire and fires at everything in sight. Nanako is caught in the middle, and is forced to defeat the robot. She picks the robot up and throws it into the distance, defeating it, but also setting off a self-destruct sequence. It explodes, destroying Ogami Hospital. Outside, in plain view of the wreckage, Nanako soon realizes her suit is running low on battery power. The suit soon falls apart, revealing her completely naked to Mizuki, proving to him she is not a cyborg. She realizes what happened and covers herself. Mizuki is then carried away by authorities, but Jamie rescues him on the way to jail by self-destructing herself. At the end, Dr. Ogami returns from seeing his father to s"
                },
                "5": {
                    "ID": "432422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amazing-nurse-nanako/episodes/432422",
                    "TitleEnglish": "The Last Spiral, Part 1",
                    "SummaryEnglish": "Another attempt to revive Jesus fails. Nanako and Dr. Ogami steal a plane, but Nanako, once again, believes she is going on vacation. The operation to begin the revival of the second Jesus is beginning, and she is on her way there. The government is about to find out Nanako's secret, and almost find out by going to what remains of the hospital. However, they are saved by a task force. The people who lived in the hospital are the ones who figures out that Nanako is a clone. While in the air, a \"hijacker\" tries to stop them, but fails, mostly because the plane is attacked by fighter jets. In the process, an engine aboard the plane explodes after being hit from one of the jets, making flight almost impossible. So, Nanako is ordered to remove all that she can from within the plane. It fails, and she also, in vain, removes a few articles of her clothing to also help. Yet, Dr. Ogami and Nanako exit the plane, and at the very end, Nanako's bra falls off and into the air."
                },
                "6": {
                    "ID": "432423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/amazing-nurse-nanako/episodes/432423",
                    "TitleEnglish": "The Last Spiral, Part 2",
                    "SummaryEnglish": "Nanako and Dr. Ogami float to safety, and so begins the operation. They strip Nanako down and tie her up to begin the procedure. Dr. Ogami participates, but is really there to sabotage the entire experiment (not to mention cure Nanako). Before putting her under, Dr. Ogami tells Nanako that he called the Army to rescue them. After the first step in the experiment is completed, the Army and Air Force arrives to destroy the area, and the experiment is a complete failure. Another monster goes berzerk and starts killing people left and right, including the head of the experiment, Griffin. Saint, however, escapes with the information about the experiment, hoping to sell it to the highest bidder. Dr. Ogami and Nanako escape into a river and wind up near a waterfall. Dr. Ogami dreams of the past Nanako and himself falling in love, and the past Nanako encourages him. Nanako and Dr. Ogami are eventually saved by the rest of the gang. However, after returning to the base, it is revealed that Dr. Ogami was to be assigned to SkyLab 5, the newest orbital space station. Realizing that the assignment was really a means to hide him, Dr. Ogami refuses, stating that he will not work anywhere that doesn't have fish. After the Army offers to send up as much fish as he wants, Dr. Ogami adds that he prefers grated radish on his fish. After the Army agreed to this request, Dr. Ogami finally stipulated that only one person is allowed to grill the fish and grate the radish... Nanako! When she realized what Dr. Ogami meant, Nanako groaned in discouragement."
                }
            }
        }
    }
}