{
    "URL": "https://www.thetvdb.com/series/genocyber",
    "Genres": [
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0158634/",
        "https://www.themoviedb.org/tv/80237"
    ],
    "TitleEnglish": "Genocyber",
    "SummaryEnglish": "A nightmarish combination of cybernetics and psychic potential. At its core: the tortured souls of 2 human beings. Many desire to control this monstrosity, but can its hatred be contained? Battle erupts, and the cyberpunk world of the future is about to explode with violence!",
    "Aliases": [],
    "Modified": "2025-08-07",
    "Seasons": {
        "0": {
            "ID": "538554",
            "URL": "https://www.thetvdb.com/series/genocyber/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8154050",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/genocyber/episodes/8154050",
                    "TitleEnglish": "Genocyber - The Collection",
                    "SummaryEnglish": "As the nations of the world begin to merge,​ world peace is threatened by private armies of individual corporations.​ The Kuryu Group has just discovered a weapon that will tip world power in their favor.​ The Genocyber: a nightmarish combination of cybernetics and psychic potential! Battle erupts,​ and the cyberpunk world of the future is about to explode with violence!",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "40509",
            "URL": "https://www.thetvdb.com/series/genocyber/seasons/official/1",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "433649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genocyber/episodes/433649",
                    "TitleEnglish": "A New Lifeform",
                    "SummaryEnglish": "Starting off in Hong Kong, a mad scientist who wants to combine the powers of the girl and her crippled sister to activate the Genocyber itself.",
                    "Aliases": []
                },
                "2": {
                    "ID": "438053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genocyber/episodes/438053",
                    "TitleEnglish": "Vajranoid Attack",
                    "SummaryEnglish": "A country called Karain has withdrawn from the United Nations in protest of the new World government and launched an invasion of a neighboring country.",
                    "Aliases": []
                },
                "3": {
                    "ID": "438054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genocyber/episodes/438054",
                    "TitleEnglish": "Global War",
                    "SummaryEnglish": "The Vajra attempts to fuse itself with Genocyber but Genocyber's psychic powers prove to be stronger and the Vajra loses control of its body and the consumed carrier, which detonates in a massive explosion.",
                    "Aliases": []
                },
                "4": {
                    "ID": "438055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genocyber/episodes/438055",
                    "TitleEnglish": "The Legend of Ark de Grande – Act One –",
                    "SummaryEnglish": "Genocyber is on a rampage of destruction. It is revealed that for 100 years, humanity has been waging a desperate and hopeless war against Genocyber, which has decimated the Earth.",
                    "Aliases": []
                },
                "5": {
                    "ID": "438056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/genocyber/episodes/438056",
                    "TitleEnglish": "The Legend of Ark de Grande – Act Two –",
                    "SummaryEnglish": "Genocyber then attacks the city, killing the mayor and all its citizens. Soldiers attempt to stop Genocyber, but their weapons prove useless, and they too are killed and when the rampage is over, the entire city has been left in ruins.",
                    "Aliases": []
                }
            }
        }
    }
}