{
    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart",
    "Genres": [
        "Animation",
        "Anime",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2637542/",
        "https://www.themoviedb.org/tv/27816"
    ],
    "TitleEnglish": "Wind: A Breath of Heart",
    "SummaryEnglish": "Makoto Okano and his younger sister Hinata return to live in Kazune City many years after they had left. After school one day, Makoto hears a harmonica being played. Following the sound he finds his childhood friend, Minamo Narukaze, who had stayed behind in Kazune City. Their stories, and the mysteries of the city are set to reveal themselves.",
    "TitleJapanese": "Wind -a breath of heart-",
    "SummaryJapanese": "故郷の学園に編入した主人公。丘野真とその妹のひなたは、お調子者の同級生・橘勤や、その幼馴染みの紫光院霞、友人たちと共に、ごく普通に楽しい学園生活を送っていた。\nある日の放課後、学園でふいに真が耳にするハーモニカの音。なぜか懐かしいその音色に誘われるまま、夕暮れの屋上で、ひとりの少女と出会った。　\n微笑みながら真の方を振り向いたのは、離ればなれになった幼馴染み・鳴風みなもだった。\nそれぞれの思いを胸に、学園生活を送る真とその友人たち。不思議な街を舞台に、彼らの物語が今、そのはじまりを告げようとしている。",
    "Aliases": [],
    "Modified": "2022-11-12",
    "Seasons": {
        "0": {
            "ID": "40710",
            "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/seasons/official/0",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "435108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/435108",
                    "TitleEnglish": "(Ep-9.5) The Sorrow of the Wind",
                    "SummaryEnglish": null,
                    "TitleJapanese": "9.5話 風の悲しみ",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "435109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/435109",
                    "TitleEnglish": "(Ep-10.4) Tell Me Your Feelings",
                    "SummaryEnglish": null,
                    "TitleJapanese": "10.4話 想い伝えて…",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "435110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/435110",
                    "TitleEnglish": "(Ep-10.8) Uncertain Feelings",
                    "SummaryEnglish": null,
                    "TitleJapanese": "10.8話 想い戸惑い",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "435111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/435111",
                    "TitleEnglish": "(Ep-12.5) Distant Feelings",
                    "SummaryEnglish": null,
                    "TitleJapanese": "12.5話 想い届くとき",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4095178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/4095178",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "Makoto and Hinata move back to Kazune after being gone for ten years. They move because their mother has disappeared and that is the last thing she told Makoto to do. They reunite with only friends and meet new ones. Things seem to be going fine until Makoto encounters a strange girl on a train who seems to disappear into thin air. He also encounters an old friend he made a promise to long ago.",
                    "TitleJapanese": "OVA Volume.1 再会",
                    "SummaryJapanese": "「決して母さんを捜しちゃだめ」それだけ告げて母が突然姿を消した。丘野真とひなたの兄妹は、母の手がかりを求めて、 幼い頃育った\"風音市\"に戻ってきた。幼なじみの橘勤や紫光院霞は、真たちを暖かく迎えてくれる。\nだが夜になると風音市はその装いを一変させた。街からは人の気配が消え、無人の路面電車以外に動くものは何もない・・・。\n真はそんな夜の街で一人の不思議な少女と出会うのだった。やがて春休みも終わり、真は勤たちと同じ風音学園に編入された。\nその日の放課後、真はどこからか聞こえてきたハーモニカのメロディに思わず足を止める。記憶の中に蘇ってきたのは、 幼い頃にある少女と交わした一つの\"約束\"。真はハーモニカの音色を探して思わず駆け出していた・・・。"
                },
                "6": {
                    "ID": "4095179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/4095179",
                    "TitleEnglish": "Premonition",
                    "SummaryEnglish": "Everyone gathers for the reunion party at the One Day cafe and Makoto introduces everyone to Minamo. Minamo's father has a talk with Makoto later on and tells him a very strange tale about his parents. While walking to school later on, he comes across the girl from the train but is unable to speak to her as the others plan a trip to the beach. While at the ocean, the mysterious girl appears and uses magic to try to drown Hinata. She is saved by the others though. Afterwards, when Makoto is picking up fireworks, he comes across Minamo's father who is injured and disappears into the air.",
                    "TitleJapanese": "OVA Volume.2 予感",
                    "SummaryJapanese": "幼なじみの鳴風みなもと再会した真は、霞や勤たちも一緒になって、喫茶店でお茶をしたり放課後の教室でとりとめのない話をしたり、“ふつう”の日々を楽しく過ごしていた。\nただひとつ普通でないことは、この街から感じられる視線の存在と一人の少女――。\nそんなある日、みなもの家を訪れた真は、みなもの父・秋人の「街に人が操られている」という言葉に、自分の感じていたものが間違いでないことを確信する…。"
                },
                "7": {
                    "ID": "4095180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/4095180",
                    "TitleEnglish": "Hope",
                    "SummaryEnglish": "School gets canceled because of a typhoon but Makoto is worried about Minamo so he goes to find her. At the same time the others are worried about him and go to ask Hinata where he is. Makoto finds Minamo talking with the strange girl and protects her when the girl attacks. His friends arrive soon afterwards and they try to unravel the mystery of the town. When they finally track down the girl and confront her, they find out exactly why she is taking her revenge on the town.",
                    "TitleJapanese": "OVA Volume.3 希望",
                    "SummaryJapanese": "「君は希望なんだ…」という言葉を残して消えた秋人。事の真相を確認するため、嵐が吹き荒れる中、真はみなもの家へと向かう。\nその頃、みなもは秋人の書斎で見つけた一枚の写真を手掛かりに、“九月堂”にいた謎の少女を訪ねていた。\n少女はただならぬ雰囲気でみなもに襲いかかろうとするが、駆けつけた真に間一髪で阻止される。\n少女は「もう…いい……」という言葉を残し、九月堂ごと消えてしまう…。\n紫光院と勤の協力で、真の父・真吾と少女、そして風音市の関係を知った真たちは、全ての謎を解き明かすため、風音神社へと向かうのだった。\n少女の口から語られる「街」の真実とは！？　そして真とみなも少女の運命は！？"
                },
                "8": {
                    "ID": "4095181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/4095181",
                    "TitleEnglish": "Soyokaze no Okurimono",
                    "SummaryEnglish": "It's Christmas time, several months after the events of the anime. Tsutomu organizes a last minute Christmas party with everyone at the One Day cafe and Minamo promises to bake a special cake which sends shivers down the spines of Makoto and Hinata. But suddenly they see the Zeppelin floating in the sky above the town once again and strange things begin to happen.",
                    "TitleJapanese": "そよかぜのおくりもの-Wind Plesurable Box-",
                    "SummaryJapanese": "2002年12月27日に発売された本作のファンボックス。追加のシナリオパートと各種雑誌に収録された壁紙集、オリジナルのアニメーションDVDが付属。なお、このアニメDVDは「そよかぜのおくりものビジュアルファンブック」に完全版が付属する。"
                }
            }
        },
        "1": {
            "ID": "40711",
            "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "435094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/435094",
                    "TitleEnglish": "The Melody of Reunion",
                    "SummaryEnglish": null,
                    "TitleJapanese": "再会のメロディ",
                    "SummaryJapanese": "誰もがちょっとした“チカラ”を持つことができる街“風音市”。真と妹のひなたは再びこの街に戻ってきて、今は風音学園に通っている。学園ではお調子者の橘勤やその幼馴染みの紫光院霞らの同級生と共に、楽しい日常を過ごしていた。\nある日、帰りに寄った喫茶店『one day』で忘れ物に気付いた真は一人、学園へ走って戻ることに。西日が教室内を照らす頃、開け放たれていた教室の窓からハーモニカの音色が流れてきた。\n夕日に照らされた屋上へ行くと、そこには一人の女の子が居た。"
                },
                "2": {
                    "ID": "435095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/435095",
                    "TitleEnglish": "The Promise from Recollection",
                    "SummaryEnglish": null,
                    "TitleJapanese": "思い出の約束",
                    "SummaryJapanese": "屋上でハーモニカを吹いていたのは、またいつか再会できるという約束をして子供の頃に離れ離れになった幼なじみの鳴風みなもだった。\n翌日、学園のカフェテリアで昼食を共にする真たち。みなものお父さんにも挨拶がしたいということで、学園の帰りにみなもの家に寄る事になった真とひなた。家でみなもは真たちのお母さんが行方不明になっていることを聞かされる。\nみなもの家からの帰り道、夜空の下を歩くひなたはみなもとの再会に嬉しさと共に、少し複雑な気持ちを隠せないようだった。"
                },
                "3": {
                    "ID": "435096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/435096",
                    "TitleEnglish": "A Girl Named Hikari",
                    "SummaryEnglish": null,
                    "TitleJapanese": "彩という名の少女",
                    "SummaryJapanese": "真は下校途中に不思議な感じの少女と出会う。その子は先日も見かけたことがあったが、名前も聞かずに分かれてしまった。 \n翌日、霞の良く行く雑貨屋へみんなで行ったのだが、その雑貨屋『九月堂』を一人で切り盛りしているのはあの不思議な少女、月代彩だった。\nその後、彩と共に喫茶店『one day』へ行くこととなったが、真が店中に入ると同時にクラッカーの音が鳴り響いた。その日は真の誕生日で、パーティーのことを聞かされていなかったのは真だけ。この年の真の誕生日は思い出深いものとなった。"
                },
                "4": {
                    "ID": "435097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/435097",
                    "TitleEnglish": "Children who were Separated from their Parents",
                    "SummaryEnglish": null,
                    "TitleJapanese": "親とはぐれた子供たち",
                    "SummaryJapanese": "みなもと歴史学者であるみなものお父さんの秋人と共に食事をする真とひなた。真は秋人から、今もこの風音市のことを調べていると聞かされた。\n翌日の昼休み、みなもが作ってくれた弁当を見て真は愕然とした。みなもの作った弁当は人間が食べられるものではなかった。みなもは料理が不得意だったのだ。 真はその日の学校からの帰り道で再び彩と会う。「誰かと共に居る事が幸せだなんて、思わない方がいいですよ。そのせいで傷つく事だってあるんです･･･この街では･･･」と彩に言われるが、真にはその意味は分からない。"
                },
                "5": {
                    "ID": "435098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/435098",
                    "TitleEnglish": "Light and Shadow",
                    "SummaryEnglish": null,
                    "TitleJapanese": "光と影",
                    "SummaryJapanese": "雨降りの放課後、傘を持っていない望を喫茶店『one day』まで送ることになった真。話をしながら歩いている途中、突然望が胸を抑えて苦しみ出した。望は喫茶店でわかばによる“チカラ”の治癒を受けたが、望の心臓は生まれつき弱く、時々発作を起こすことを真は知った。しかし翌日、学園の合同体育祭で望は真に元気な姿を見せてくれた。競技中にふと、彩の姿を見かけて思わず後を追う真。屋上で何も言わずに生徒たちを見つめる彩に声をかける真だったが、彩は「一人じゃないと、辛いこともあるんです」と立ち去る。夕闇の風音神社には巫女の衣装に身を包んだ彩が、一人で能を舞っている。そして闇から一振りの剣を引き抜いた･･･。"
                },
                "6": {
                    "ID": "435099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/435099",
                    "TitleEnglish": "Courage to take the step",
                    "SummaryEnglish": null,
                    "TitleJapanese": "踏み出す勇気",
                    "SummaryJapanese": "６月４日はわかばの誕生日。そしてその日はひなたの誕生日でもあった。二人の誕生パーティーを喫茶店『one day』で開くことにした真と望。真は二人のプレゼントを買いに行くのを望に付き合ってもらった。街を楽しそうに歩く二人を偶然見てしまったみなもは、パーティーの席でも硬い笑顔のままだった。\nその後、みなもは真を映画に誘い、少し積極的な行動にも出たが、真はそのことに気付く様子が無い。一時はみなもの機嫌も損ねた真だったが、タコヤキを頬張ることでみなもの機嫌は回復。帰り道、飛び立つ勇気を取り戻した小鳥を見て、真への思いに対しても一歩近づく勇気を決心したみなもであった。"
                },
                "7": {
                    "ID": "435100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/435100",
                    "TitleEnglish": "The Kindness of the Blue Sky",
                    "SummaryEnglish": null,
                    "TitleJapanese": "青い空の優しさ",
                    "SummaryJapanese": "仲間の皆で海に来た。望は珍しくスカートを穿いていて真はその姿を褒める。ビーチバレーでは真とわかばがチームとなり笑顔で話をしていた。それらを見るたびに、みなもは動揺する。その夜、一人浜辺でハーモニカを吹くみなも。その音色に誘われて真がやってきた。星座の話をしながら良い感じで星空を見上げる二人。真は来年もみんなで来ようと言うが、みなもは“みんな”という部分に顔を曇らせる。\nふと、みなもの誕生日が昨日だったことを思い出した真は、みなもに欲しい物があるか尋ねた。少し考えてから真に２分だけ目をつぶってと頼むみなも。海辺の月明かりに照らされながら、みなもは真に唇を重ねた。"
                },
                "8": {
                    "ID": "435101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/435101",
                    "TitleEnglish": "Wind and Night Sky",
                    "SummaryEnglish": null,
                    "TitleJapanese": "風と夜空と",
                    "SummaryJapanese": "みなもは夏祭りへ行こうと真を誘う。先日のキスのこともあり、浴衣姿のみなもにドキドキしてしまう真だった。二人は会場で偶然彩と会い、一緒にお祭りを楽しむことにした。一通り見て回った後、彩が二人に見てもらいたいものがあると言う。真とみなもは彩に導かれて、森に囲まれた場所へと来た。\n真っ暗の草むらでみなもが“チカラ”を使って優しく風を起こすと、小さな光の球がいくつも舞い上がる。それは風の流れに反応する蛍だった。儚い蛍の命だが、一生懸命生きているから悲しい気持ちにはならないという真たちに対し、彩は寂しげに風蛍を見つめる。"
                },
                "9": {
                    "ID": "435102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/435102",
                    "TitleEnglish": "Roar of Kazune",
                    "SummaryEnglish": null,
                    "TitleJapanese": "風音の咆吼",
                    "SummaryJapanese": "父・秋人から外出を控えるよう強く言われたみなも。普段は優しい父親が見せた厳しい表情にみなもはただ頷くだけだった…秋人はこの風音市の持つ力が失われつつある事に気付いていた。\nひなたが旅行に行ったので、真は夕飯を『oneday』ですませることにした。真はそこで、望からある相談を受けた。最近、わかばがストーカーにあっているかもしれない、との事だった。そう言う事ならと、望とわかばを送っていく真。その帰り道、望は店に忘れ物をした事に気づき、慌てて戻る。そんな望を笑って見送る真とわかばだが"
                },
                "10": {
                    "ID": "435103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/435103",
                    "TitleEnglish": "The Assimilating Body",
                    "SummaryEnglish": null,
                    "TitleJapanese": "同化体",
                    "SummaryJapanese": "悪夢にうなされて起きる真。そんな真にかかってくる電話…わかばが月代彩に襲われたと言うのだ。幸いにもわかばの傷は軽傷だった。明るく振る舞うわかばと対照的に、厳しい表情の望。最愛の妹が襲われたのだ。だが、わかばは自分を襲った彩を気遣うそぶりまで見せる。彩はとても寂しそうな表情をしていたのだと…\n真相を確かめるべく、九月堂へと向かう真。そこに彩はいた。だが、真の問いかけに彩は一切応えない。代わりに応えたのは秋人だった。秋人の口から語られる十年前の真実…風音市の歴史を調べに秋人らが神社に行った時も、彩は今と同じ姿で現れたのだ。"
                },
                "11": {
                    "ID": "435104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/435104",
                    "TitleEnglish": "Destiny from the Ancient Times",
                    "SummaryEnglish": null,
                    "TitleJapanese": "古からの運命",
                    "SummaryJapanese": "真は彩が居る風音神杜への石段をのぼっていた。\n秋人から、みなもから託された思い―この街と彩を助けたい。それは真の思いでもあった。そして、彩は神杜にいた。友達だから助けたい…そんな、真の思いを彩は拒絶する。それでも諦めない真に彩は自分の記憶の一部を見せる。\n―千年前、彩はこの土地の神社の巫女であった。生き神と称される兄・風音と共にこの土地に住んでいた。一見、平和そうに見えたこの土地だが、その裏ではある儀式が行われていたのだった。"
                },
                "12": {
                    "ID": "435105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/435105",
                    "TitleEnglish": "Along with the Wind",
                    "SummaryEnglish": null,
                    "TitleJapanese": "風と共に",
                    "SummaryJapanese": "十数年前、彩は風音市の歴史を調べている秋人や琴葉たちと会っていた。そして、次に会う時は琴葉を同化体として選んでいた。刀を向けられても笑顔を見せる琴葉。そして、この街のチカラが近い将来消える事を予言し、その命を絶たれた。\n目覚めた真の前には彩がいた。―崖からとび降りた彩をなぜ助けたのか、真にもよくわからなかった。真にとって誰かを大切に想い、助ける事に理由は必要ないのだ。そして、それは一途に真を思い続けていたみなもの存在が教えてくれたことだった。\nしかし、そんな真に彩は自らの役目が終わった事を告げた……"
                },
                "13": {
                    "ID": "435106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wind-a-breath-of-heart/episodes/435106",
                    "TitleEnglish": "Affection All Around",
                    "SummaryEnglish": null,
                    "TitleJapanese": "特別編「想いめぐる」",
                    "SummaryJapanese": "鳴らない電話を待つみなもが、真との再会から現在までを回想していく。特別編集版。"
                }
            }
        }
    }
}