{
    "URL": "https://www.thetvdb.com/series/animation-runner-kuromi",
    "Genres": [
        "Anime",
        "Comedy"
    ],
    "Other Sites": [],
    "TitleEnglish": "Animation Runner Kuromi",
    "SummaryEnglish": "Ooguro Mikiko is a young, energetic woman who has just graduated from the Greater Tokyo Animation Academy into her first real job. The producer, calling her Kuromi for short, gives her a tour of the offices, which are empty because most people have either quit, work from home or have nutty hours. And while she is coming to terms with this he collapses from a medley of stress related illnesses. Which in the opinion of the studio president is sort of impressive, because he did not think the guy would hold together long enough to pass this doomed project onto his replacement. Clearly it is going to be a long day.",
    "TitleJapanese": "アニメーション制作進行くろみちゃん",
    "SummaryJapanese": "大東京アニメチックアカデミーを卒業した大黒みき子は、憧れのアニメーションの仕事がしたくて、アニメーション製作会社スタジオプチに入社した。初出勤の日、希望を胸に出社した彼女だったが、上司の追浜に「くろみ」というニックネームをつけられた上、追浜の代わりとして、新人であるにも関わらず制作進行のトップ・制作デスクを任されてしまうのだった！　大地丙太郎監督が笑えるエピソードもそうでないエピソードもリアルに描いた、業界初の業界アニメ！",
    "Aliases": [],
    "Modified": "2024-09-05",
    "Seasons": {
        "1": {
            "ID": "40727",
            "URL": "https://www.thetvdb.com/series/animation-runner-kuromi/seasons/official/1",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "435205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-runner-kuromi/episodes/435205",
                    "TitleEnglish": "Animation Runner Kuromi",
                    "SummaryEnglish": "Kuromi is a young, energetic, woman who's just graduated from anime college into her first real job. The producer gives her a tour of the offices, which are empty because most people have either quit, work from home or have nutty hours. And while she's coming to terms with this he collapses from a medley of stress related illnesses. Which in the opinion of the owner is sort of impressive, because he didn't the think the guy would hold together long enough to pass this doomed project onto his replacement. Clearly it's going to be a long day.",
                    "TitleJapanese": "日本のアニメは私が作る！",
                    "SummaryJapanese": "アニメーションの仕事に憧れ、アニメ制作会社スタジオプチに入社した大黒みき子。だが出社初日、彼女に「くろみ」というニックネームをつけた上司の追浜は突然救急車で運ばれてしまう。追浜の代わりに制作デスクを任されたくろみちゃんだったが、追浜が残した「タイムジャーニーズ」2話は放送できるか怪しい現状で…。"
                },
                "2": {
                    "ID": "435206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/animation-runner-kuromi/episodes/435206",
                    "TitleEnglish": "Animation Runner Kuromi 2",
                    "SummaryEnglish": "Graduating from the Greater Tokyo Animation Academy, the main character Ohguro Mikiko fulfills her dream of working in animation, and takes a job at an animation production company, Studio Petit. On her very first day, she goes to her place of employment with a heart full of hope. However, her superior, Oppama, nicknames her Kuromi and is suddenly taken away in an ambulance, as a result, the new person on the job, Kuromi, finds herself fully responsible for the production desk. Amongst much confusion, Kuromi uses the data left to her by Oppama to become the production runner for episode 2 of Time Journeys. However, once she realizes what is going on, even the production will be on time for its broadcast, is doubtful (or so she feels)! Kuromi struggles with the odd and unique personalities of the key animators. Will the key animation all be completed in time? What will you do Kuromi!? With intermingled happenings that are humorous and some that are not so funny, director Daichi Akitaroh directs an industry first anime about the Anime Industry in a very real to life manner. (taken from Animenfo)",
                    "TitleJapanese": "日本のアニメは私が作る！２",
                    "SummaryJapanese": "くろみちゃんがアニメ業界に飛び込んで３か月。修羅場続きのスタジオプチは、3本が同時進行というとんでもない状態になっていた。そんな中、社長が連れてきた助っ人・高島平礼。幾多の修羅場をくぐり抜けてきた、優秀な制作だという。しかし、そんな高島平の強引な進め方に、くろみちゃんは疑問を抱き始めて…。"
                }
            }
        }
    }
}