{
    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Crime",
        "Suspense"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/7735-AC6C-C57A-06DF-4650-G",
        "https://www.imdb.com/title/tt0884847/",
        "https://www.themoviedb.org/tv/68203"
    ],
    "TitleEnglish": "Fist of the Blue Sky",
    "SummaryEnglish": "Kasumi Kenshiro, also known as Yan Wang or the King of Death, is a Tokyo professor and the 62nd successor to the deadly assassin art known as Hokuto Shinken. He leaves his teaching job and travels to Shanghai after getting word that his old Qing Bang Triad friend, Pan Guang-Lin, and his friend's sister and Kasumi's love interest, Pan Yu-Ling, are in trouble. While in Shanghai, he encounters and fights the three families of Hokuto: Hokuto Sonkaken, Hokuto Soukaken, and Hokuto Ryuukaken. He does all this while revolting against the corrupt Hong Hua Triads to restore honor and power to the Qing Bang.",
    "Aliases": [
        "Souten No Ken",
        "蒼天の拳 REGENESIS",
        "Souten no Ken: Regenesis"
    ],
    "Modified": "2025-09-16",
    "Seasons": {
        "1": {
            "ID": "41693",
            "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "443973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443973",
                    "TitleEnglish": "Wanted: The King of Death",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "443974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443974",
                    "TitleEnglish": "The Code of Duty",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "443975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443975",
                    "TitleEnglish": "The Successor to Hokuto",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "443976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443976",
                    "TitleEnglish": "Wish Upon the Blue Sky!",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "443977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443977",
                    "TitleEnglish": "On the Grounds of Shangai",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "443978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443978",
                    "TitleEnglish": "Slaughter in the Game of Death",
                    "SummaryEnglish": null
                },
                "7": {
                    "ID": "443979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443979",
                    "TitleEnglish": "The Confrontation",
                    "SummaryEnglish": null
                },
                "8": {
                    "ID": "443980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443980",
                    "TitleEnglish": "Pray to the God of Hell",
                    "SummaryEnglish": null
                },
                "9": {
                    "ID": "443981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443981",
                    "TitleEnglish": "A Destiny Steeped in Blood",
                    "SummaryEnglish": null
                },
                "10": {
                    "ID": "443982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443982",
                    "TitleEnglish": "Hokuto VS Hokuto",
                    "SummaryEnglish": null
                },
                "11": {
                    "ID": "443983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443983",
                    "TitleEnglish": "Ask the Dragon",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "443984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443984",
                    "TitleEnglish": "Signal of Resurrection",
                    "SummaryEnglish": null
                },
                "13": {
                    "ID": "443985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443985",
                    "TitleEnglish": "After the Madness",
                    "SummaryEnglish": null
                },
                "14": {
                    "ID": "443986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443986",
                    "TitleEnglish": "Journey of Fate",
                    "SummaryEnglish": null
                },
                "15": {
                    "ID": "443988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443988",
                    "TitleEnglish": "The Beatiful Horse Bandit",
                    "SummaryEnglish": null
                },
                "16": {
                    "ID": "443992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443992",
                    "TitleEnglish": "An Undaunted Offering of Flowers",
                    "SummaryEnglish": null
                },
                "17": {
                    "ID": "443993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443993",
                    "TitleEnglish": "A Trick of Fate",
                    "SummaryEnglish": null
                },
                "18": {
                    "ID": "443995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443995",
                    "TitleEnglish": "Zhang Tai-Yan's Secret Technique",
                    "SummaryEnglish": null
                },
                "19": {
                    "ID": "4192495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/4192495",
                    "TitleEnglish": "Unforgettable Pain",
                    "SummaryEnglish": null
                },
                "20": {
                    "ID": "4192496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/4192496",
                    "TitleEnglish": "A Deep Strong Memory",
                    "SummaryEnglish": null
                },
                "21": {
                    "ID": "4192499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/4192499",
                    "TitleEnglish": "A Banquet and a Gunshot",
                    "SummaryEnglish": null
                },
                "22": {
                    "ID": "4192501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/4192501",
                    "TitleEnglish": "A Better Tomorrow",
                    "SummaryEnglish": null
                },
                "23": {
                    "ID": "443989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443989",
                    "TitleEnglish": "Seeking a Haven",
                    "SummaryEnglish": null
                },
                "24": {
                    "ID": "443990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443990",
                    "TitleEnglish": "Death Sentence! The Fallen Palm",
                    "SummaryEnglish": null
                },
                "25": {
                    "ID": "443991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443991",
                    "TitleEnglish": "The Aura of Hokuto Sokaken",
                    "SummaryEnglish": null
                },
                "26": {
                    "ID": "443994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/443994",
                    "TitleEnglish": "A Burning Confrontation",
                    "SummaryEnglish": null
                }
            }
        },
        "2": {
            "ID": "758911",
            "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/seasons/official/2",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "6630371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6630371",
                    "TitleEnglish": "Successor to the Divine Fist of the North Star: Kasumi Kenshiro",
                    "SummaryEnglish": "Pan Yu Ling succeeds her brother Pan Guang Yin as leader of the Qing Bang which has defeated the Hong Hua Hui. However the Japanese army has apparently hired martial artists to catch Kenshiro Kasumi (Yan Wang). Kitaoji has hired Death Bird Demon (Liu Fei Yan) to guard a shipment to Harbin. In the desert, Liu Fei Yan is seen transporting a young girl, Erika, by camel. They arrive in Harbin where he hands over 3 books protected from the German army and the girl. However, they are betrayed and the books and Erika are abducted, but Liu Fei Yan saves her and takes them to Shanghai. On his way to pick up the books and meet Kitaoji, Charles de Guise is intercepted by a Hokuto user who kills him. Both Liu Fei Yan and Kenshiro run to his aid and think the other is responsible for his death and attack each other."
                },
                "2": {
                    "ID": "6642165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6642165",
                    "TitleEnglish": "Unattainable Desires",
                    "SummaryEnglish": "Kenshiro and Liu Fei Yan (Death Bird Demon) attack each other on a small boat, but both come to realize that the other may not be de Guise’s killer. Suddenly Yu Ling divides them and reveals that she knows that the List of Hope and Erika were entrusted to him, and that German troops are waiting for them on the bridge ahead. She tells them that the books are a list of 2,000 works of art and their locations belonging to people persecuted by the Germans. The Gemans begin searching for them, and encounter a French troop and they open fire on each other. In a flashback, de Guise is shown fighting the unknown assailant before he is killed, and witnessed by Kitaoji. Liu Fei Yan recalls how Erika's family were killed before he arrived to pick up the List of Hope and found them dead or dying and took Erika and the books with him."
                },
                "3": {
                    "ID": "6651998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6651998",
                    "TitleEnglish": "Bloodstained Death Bird Demon",
                    "SummaryEnglish": "Liu Fei Yan seeks to protect Erika, but is ill himself. Meanwhile a Japanese military office is assassinated near the airport and Kitaoji tells Kenshiro that the Japanese will march on Shanghai in response, and that a world war is likely to break out. Liu Fei Yan delivers Erika to Yu Ling for safety before he goes to fight Kenshiro, claiming is his destiny and telling her that the List of Hope is memorized inside Erika's head, not written in the books. Liu Fei Yan goes to the \"Great New World\" to challenge Kenshiro, who arrives to accept the challenge. Liu Fei Yan attacks with his \"One Thousand Hands\", but after an initial exchange of blows, Kenshiro understands Liu Fei Yan's attacks and manages to strike a winning blow. Defeated, Liu Fei Yan asks Kenshiro to kill him, but he refuses, and Liu Fei Yan prepares to kill himself with his own fingers. Erika calls out that she needs Fei Yan and he softens, telling her that he has little time left. Kenshiro realizes that Fei Yan has been nursing a fatal illness. Meanwhile de Guise's killer has been watching these events from a rooftop nearby."
                },
                "4": {
                    "ID": "6652000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6652000",
                    "TitleEnglish": "Origin of the Divine Fist of the North Star",
                    "SummaryEnglish": "Liu Fei Yan is installed in a church as a priest where he will care for Erika. Meanwhile Ye receives information that Guise’s killer uses the West Dipper Lunar Fist. Kenshiro tells the story of years ago when he came across a temple inhabited by a white wolf which was the tomb of the Yuezhi. It was the embodiment of the hatred at being destroyed by Shuken to create the Divine Fist of the North Star. Kenshiro defeated the wolf, but it foretold that its descendant would appear in the future. Later, on his way home Liu Fei Yan is ambushed and attacked by Guise's killer and the man they are seeking, Yasaka of West Dipper Lunar Fist."
                },
                "5": {
                    "ID": "6652001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6652001",
                    "TitleEnglish": "Grudge of the Hungry Wolf",
                    "SummaryEnglish": "Yasaka holds Liu Fei Yan prisoner under the authority of the Japanese army. However, he then reveals that it was for his own purpose of revenge and he begins to torture Fei Yan with steel spikes. The Japanese begin a bombing raid on Shanghai to destroy the Green Gang (Qing Bang Gang) and Pan Guang Yin is killed protecting Zi Ying. Meanwhile, the swallow from the church finds Liu Fei Yan, picks up his necklace and flies back to Erika and the others with it. Yasaka frees Fei Yan so he can test him in a contest of techniques and also learn how to combat the Hokuto Shinken technique. After both fighters suffer injuries from each other's blows, Yasaka finally attacks with the West Dipper Lunar Fist and defeats Fei Yan."
                },
                "6": {
                    "ID": "6652002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6652002",
                    "TitleEnglish": "Departing Swallow",
                    "SummaryEnglish": "Kenshiro commandeers a Japanese tank to reach Liu Fei Yan. Meanwhile the swallow returns to Fei Yan, and just as Yasaka is about to deliver the death blow the swallow distracts him. As Yasaka kills the bird, Fei Yan stabs his fingers into Yasaka's leg. Suddenly Kenshiro arrives in the tank to confront Yasaka. He calls Yasaka's desire for revenge for a 2,000 year old grudge against the North Star just a complaint. However before they can fight, they are interrupted by Japanese troops and both withdraw, with Kenshiro taking the badly injured Fei Yan. Not wanting Erika to see him die, Fei Yan asks Kenshiro to let him float downriver in a small boat. Following Fei Yan's wishes Kenshiro tells Erika that he has gone away on a journey although she doesn't believe him, just as the fledgeling swallows leave their nest."
                },
                "7": {
                    "ID": "6691529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6691529",
                    "TitleEnglish": "Two Thousand Year Love",
                    "SummaryEnglish": "Kenshiro decides to follow Yasaka to Ningbo, location of the North Star family temple. Tian Xue-Fang is also there and witnesses Yasaka eliminate a group of followers of the North Star style. Kenshiro finds Yasaka and shows him a gem containing the souls of the North Star which reveal to Yasaka the story of Shuken and Yama, and the fact that he is the descendant of their child. Yasaka comes to the realization that the hatred against the North Star that he had been carrying all his life was misguided. Following Yasaka's revelation, Kenshiro then offers to fight him."
                },
                "8": {
                    "ID": "6691530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6691530",
                    "TitleEnglish": "Battle of Destiny",
                    "SummaryEnglish": "Yasaka and Kenshiro begin their battle, while Pan Yu Ling tries to take Erika to safety from the Germans seeking the Book of Hope. They are attacked by German troops, and although Yu Ling shoots the soldiers, their commander gets the drop on her. However, Kenshiro's younger brother Ramon intervenes and knocks out the commander, saving Yu Ling and Erika. Meanwhile Yasaka and Kenshiro continue their battle, and Yasaka unleashes his ultimate technique. Kenshiro defeats Yasaka, but refuses to kill him, and then gives him the jewel containing the soul of the North Star to accompany Yahma's soul residing in his own West Dipper jewel. Yasaka also wants to apologise to Erika for killing Fei Yan and they return together. Elsewhere, a group of fighters wearing the symbol of twin snakes and dedicated to Migado Migadol, declare that the world of the North Star will end soon."
                },
                "9": {
                    "ID": "6691531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6691531",
                    "TitleEnglish": "Forgiver",
                    "SummaryEnglish": "Yasaka reveals that Guise was most likely killed by someone using the Heaven Dipper Sacred Yin Fist and not him because of the burn marks on his body. At the port, Tian Xue-Fang decides to wait for the army to dispose of Yan Wang and the Qing Ban. Later, a man with a twin snakes tattoo on his neck delivers new high-powered weapons to the 98th Division of the Japanese army. At Liu Fei Yan's funeral Yasaka offers Erika a gun to kill him in retaliation for the death of Fei Yan, but she refuses. She reveals that the North Star jewel he holds was a secret treasure of the Nahash people. It is listed in the Book of Hope and wanted by the Germans. Yasaka tells the Qing Ban group about the Nahash who created the Heaven Dipper Sacred Yin Fist which killed Fei Yan and should have died out with them. As the Qing Ban group are being observed by descendants of the Nahash, Simeon and Himuka, they are suddenly attacked by Japanese troops."
                },
                "10": {
                    "ID": "6691534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6691534",
                    "TitleEnglish": "The Young Successor",
                    "SummaryEnglish": "Ramon swears to protect Erika as he leads her into the lane ways to escape from the Japanese soldiers and a German officer. Elsewhere, Pan Yu Ling is also pursued, but when she is cornered, Kenshiro arrives and takes care of the Japanese soldiers. Meanwhile Ramon decoys the German officer by wearing Erika,s blue coat. He is caught and fights back, he is no match for the officer. Tian Xue-Fang watches the events unfolding and is seen by Ye who doesn't recognize him, so he pretends to be his own brother, Tian Xue-Yun. Simeon and Himuka appear and reveal that the German officer is in fact their agent Shamura who takes Ramon captive. Tian Xue-Fang then encounters a robed woman with pole cross tattoo, searching for Liu Fei Yan and claiming that he is her brother. Meanwhile, Zi Ying reports Ramon's capture to Kenshiro's group."
                },
                "11": {
                    "ID": "6691536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6691536",
                    "TitleEnglish": "Heaven Dipper Sacred Yin Fist",
                    "SummaryEnglish": "Kenshiro heads to a ruined temple near the west gate to save Ramon and meets Shamura. Meanwhile Erika has taken Fei Yan's jewel to exchange for Ramon's freedom, so Yu Ling leaves with Yasaka to find her. Erika frees Ramon but he warns her that Shamura's style steals the power of his opponent, something that Kenshiro begins to realize as they fight. However, Kenshiro overcomes Shamura's increased power and then kills him by striking the seven pressure points of death. Meanwhile, as Erika negotiates with Simeon for the release of Ramon, Kenshiro arrives and he and Simeon face off against each other."
                },
                "12": {
                    "ID": "6691538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6691538",
                    "TitleEnglish": "Fists of Pengyou",
                    "SummaryEnglish": "Kenshiro and Simeon trade insults, and after the first attack, Kenshiro realizes that Simeon killed Guise. Meanwhile, the young woman claiming to be Fei Yan's sister agrees to work with Tian Xue-Fang to find Kenshiro. Kenshiro and Simeon commence their battle, but they are soon interrupted by shelling from Japanese tanks. Simeon leaves, saying that the Nahash prophesy will be fulfilled. As Yu Ling, Yasaka, Kenshiro, Ramon and Erika try to regroup and evacuate the area, the shelling increases. Back at the Japanese army headquarters, the Qing Ban leaders are reported missing and unlikely to have survived the bombing. Elsewhere, the Nahash leaders agree that their plans for re-creation and development of a new world of Genesis is under way."
                },
                "13": {
                    "ID": "6848815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6848815",
                    "TitleEnglish": "God's Chosen People",
                    "SummaryEnglish": "In Indonesia, four years after the purge of the Qing Ban, Dutch soldiers intimidate locals while looking for Yan Wang and Erika. Kenshiro disposes of them but exposes his location, while Yasaka visits Erika in an orphanage, observed by Dutch troops. Meanwhile, officer Van Der Kolk carries out murderous clinical trials to create ultimate soldiers at a Dutch outpost. In their secret headquarters, supporters of Migado Migadol, including Van Der Kolk, listen to Simeon announce his plan to re-create the world according to their prophesy. Back in town, the woman claiming to be the sister of Liu Fei Yan challenges Kenshiro."
                },
                "14": {
                    "ID": "6854466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6854466",
                    "TitleEnglish": "Admiration for a Brother",
                    "SummaryEnglish": "Liu Fei Yan’s sister, Fei He, attacks Kenshiro as she believes he killed Liu Fei Yan, but he does not fight back. She explains that 8 years ago, as an orphaned petty thief, she encountered Liu Fei Yan and eventually traveled with him for 4 years as his apprentice. When she reached Shanghai, she was told by Tian Xue-Fang that Kenshiro had killed her adopted \"brother\". Meanwhile, a group of Van Der Kolk's superhuman ultimate soldiers attack the orphanage to abduct Erika, but are delayed by Yasaka until Kenshiro and a Yu Ling arrive. Together they defeat the ultimate soldiers and Kenshiro releases them from their internal torment to grant them a peaceful death. Yu Ling and Liu Fei He escape with Erika and the other children just as Van Der Kolk arrives and prepares to attack Kenshiro."
                },
                "15": {
                    "ID": "6866369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6866369",
                    "TitleEnglish": "The Prophecy That Came True",
                    "SummaryEnglish": "Kolk thinks he has immobilized Kenshiro, but painfully realizes that has not. In an effort to defeat Kenshiro, Kolk injects his own serum into himself to increase his strength and speed, but to no avail. Kenshiro immobilizes him and Kolk reveals that he is a descendant of the Nahash people, planning to recreate the world with Migadol's Thunderbolts and Erika's memories are the key. Meanwhile, Simeon approaches the hideout of Liu Fei He, Erika and the other children but is initially stopped by Yasaka. However Simeon's superior power overwhelms Yasaka, and he abducts Erika and the unconscious Yasaka. Back at their secret headquarters, the Nahash revere Erika as Migadol in accordance with their prophesy which states that the chosen child will receive Migadol's thunderbolts from the heavens."
                },
                "16": {
                    "ID": "6874914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6874914",
                    "TitleEnglish": "Migadol's Thunderbolts",
                    "SummaryEnglish": "Pan Yu Ling tells Fei He that Yasaka killed Liu Fei Yan, but that his dying words were to not seek revenge, however she has trouble reconciling this information. Meanwhile the Nahash priests try to extract information about Migadol's thunderbolts from Erika, a nuclear fission device designed by her father. A flashback shows how Erika's father made her promise to keep the information secret before he died and Fei Yan took Erika to safety. Tian Xue-Fang and Hippo offer to help Pan Yu Ling against their common enemy, the Nahash and she accepts. Fei He intercepts them as they leave, asserting that they plan to double-cross Pan Yu Ling, so she blackmails them into helping her find Yasaka. Meanwhile Yasaka realizes that Erika is being kept prisoner in the same building."
                },
                "17": {
                    "ID": "6874917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6874917",
                    "TitleEnglish": "Thoughts That Never Cross",
                    "SummaryEnglish": null
                },
                "18": {
                    "ID": "6886697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6886697",
                    "TitleEnglish": "The Setting Sun of the Nahash People",
                    "SummaryEnglish": "Kenshiro trades insults with Simeon and then engages him in battle. Meanwhile Himuka takes Erika and extracts from her the location of the Nahash jewels which are in Japan. Meanwhile the battle between Kenshiro and Simeon continues, with Simeon surprised at Kenshiro's resistance and assertion that the Heaven Dipper Sacred Yin Fist is stale and has not progressed like the continually evolving Divine Fist of the North Star. Eventually Kenshiro prevails, shattering Simeon's dreams for fulfillment of the Nahash prophesy. Elsewhere within the complex, Himuka savagely beats Yasaka who refuses to give up, then Fei He arrives to challenge Himuka, but Yasaka intervenes and takes a punishing blow."
                },
                "19": {
                    "ID": "6895398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6895398",
                    "TitleEnglish": "Men Who Scatter and Die",
                    "SummaryEnglish": "Tian Xue-Fang and Hippo find their way into the control room of the Nahash headquarters, and Tain accidentally presses a self destruct button. Before Himuka can kill Yasaka, an explosion rips through the building. Yasaka saves Erika and Fei He and asks her to look after Erika, before he dies, buried under rubble. Himuka finds the injured Simeon and accuses him of naivety and declares that he plans to use the Migadol's thunderbolts himself. Incredulous, Simeon recalls how years ago Simeon swore fealty to him and together they studied the four pillars of the Heaven Dipper: stealing, accumulating, rebinding and unbinding. Confronted by Himuka's ambition and betrayal, Simeon destroys himself as punishment for being deceived."
                },
                "20": {
                    "ID": "6902581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6902581",
                    "TitleEnglish": "The Path of Kasumi Kenshin",
                    "SummaryEnglish": "Himuka visits Ramon and demands the two jewels that Yasaka gave to him four years ago. Ramon's father Tenshin reveals that Himuka's real identity is Kasumi Kenshin, Ramon's adopted brother. Tenshin taught Kenshin Hokuto Shinken even though he thought his temperament was unsuitable. Then one day, their housekeeper Marie, whom Kenshin secretly loved, was killed in a bombardment and he retaliated with extreme force. He then wandered the world and learned the Heaven Dipper Sacred Yin Fist, but while being hunted by the Nahash for betraying them, he fell from a cliff. Tenshin recovered Kenshin, but he sealed away his memories using pressure points. Now Tenshin again tries to seal away his former pupil's strength, but Himuka is too powerful and kills Tenshin, his former master."
                },
                "21": {
                    "ID": "6912328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6912328",
                    "TitleEnglish": "Destined to Die Together",
                    "SummaryEnglish": "Following Yasaka's funeral, Erika is diagnosed with potential brain damage, meanwhile she asks Fei He to tell her about Fei Yan. Later, Ramon arrives with the two jewels and gives them to Kenshiro and Yu Lig for safekeeping. In a flashback, Kenshiro recalls his time years earlier training with Kenshin and the threat he posed then, and possibly in the future. Suddenly Kenshin launches an attack demanding Erika, but Kenshiro comes out to face him in what may be the battle for his life."
                },
                "22": {
                    "ID": "6922480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6922480",
                    "TitleEnglish": "Life of the Successor",
                    "SummaryEnglish": "Kenshiro and Kenshin fundamentally disagree about the future of humanity, with Kenshin believing that a complete re-genesis is required. Kenshiro then has to defend himself against Kenshin's powerful combined techniques attacks of Hokuto Shinken and Tento Seiin Ken. To save Kenshiro, Erika offers Kenshin the jewels, and she leaves with him, but not before he strikes Kenshiro's Shinkensutsu pressure point which will cause him to die within three days. Kenshiro asks Romon to strike his Shinreidai pressure point to prolong his life but at the cost of extreme agony. Meanwhile, Fei Yan proposes that they all go to Nohal Naha in an attempt to stop Kenshin. Romon declares his love for Fei He, but she doesn’t hear him, intent on following the way of Hokuto Shinken. Fei Yan spends their last night together with Kenshiro."
                },
                "23": {
                    "ID": "6935582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6935582",
                    "TitleEnglish": "Erika Arendt, the Lone Girl",
                    "SummaryEnglish": "Erika accuses Kenshin of exploiting the Nahash and their prophesy for his own gain and she attempts to destroy herself and the temple but is easily thwarted by Kenshin. Kenshin then strikes a pressure point on her head to force her to reveal her father’s plans for the nuclear fission device. Suddenly Kenshiro, Ramon and Fei Yan arrive and stop the process. Kenshiro uses the Nil-Thought Rebirth technique to strike Kenshin thereby avoiding avoid his counterattacks while Ramon and Fei Yan escape with Erika whose memory has been erased. With Erika removed, Kenshiro again engages Kenshin in battle."
                },
                "24": {
                    "ID": "6938600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fist-of-the-blue-sky/episodes/6938600",
                    "TitleEnglish": "The Man Named Kasumi Kenshiro",
                    "SummaryEnglish": "Kenshin attacks Kenshiro with a barrage of punishing blows, then evokes Black Cave Heavenly Death which envelops Kenshiro in darkness. However even within the darkness, Kenshiro's pengyou, Charles de Guise, Liu Fei Yan and Yasaka light the way for him and he finds his way back to Kenshin. Kenshiro utilizes the ultimate technique of Blue Dragon Heavenly Silk as he and Kenshin battle each other with their fists until Kenshiro lands a punishing blow on Kenshin's chest. They admit their grudging respect for each other and dedication to achieving their ideals, but Kenshin tricks Kenshiro into delivering a killing blow finally ending his dream for a re-genesis. Later, Fei Yan returns to the orphanage with Fei He and Erika, and Ramon continues his training. Elsewhere, Kenshiro lays down on a rocky outcrop above the clouds, gazing at the blue sky as he smokes his last cigarette."
                }
            }
        }
    }
}