{
  "URL": "https://www.thetvdb.com/series/mega-man-upon-a-star",
  "Genres": [
    "Animation",
    "Anime"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2575176/",
    "https://www.themoviedb.org/tv/77405"
  ],
  "TitleEnglish": "Mega Man: Upon A Star",
  "SummaryEnglish": "A short OVA series starring Mega Man that is an educational type video on the culture of Japan. Dr. Wily and Mega Man cross-over into the real world and while Wily is wrecking havoc Mega Man teams up with some children to stop him.",
  "Aliases": [
    "Mega Man: Wish Upon a Star",
    "Rockman: Hoshi ni Negai o"
  ],
  "Modified": "2023-09-21",
  "Seasons": {
    "1": {
      "ID": "41509",
      "URL": "https://www.thetvdb.com/series/mega-man-upon-a-star/seasons/official/1",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "442071",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mega-man-upon-a-star/episodes/442071",
          "TitleEnglish": "Appearance in Japan",
          "SummaryEnglish": "Kobayashi spends a long time playing Mega Man 5. When he's fallen asleep Dr. Wily has decided to go out and enter the real world. The next morning Koboyashi activates Mega Man and Rush to enter the real world much to Koboyashi and Akane and their parents' surprise. The father of the family volunteers to take Mega Man to Tokyo where Dr. Wily probably headed to. Mega Man and Rush follow Wily's trail to an amusement park. As Mega Man begins to attack Wily rallys all his robots into a giant war machine called Samurai Man. Mega Man's attacks are futile. Samurai Man tails Mega Man to Kobayashi's school. Kicking a football with a charge attacks Mega Man trashes Wily's robot, but Wily makes his leave. Mega Man has run out of energy and Kobayashi sacrifices his time to skip Judo to help him. He summons Eddy to replenish Mega Man. Rush flies Mega Man and Kobayashi around Japan and suspect Dr. Wily is based in Mt. Fuji. Sure enough Wily is creating a new robot powered by volcanic energy called Magma Man. Mega Man attacks Wily's army of rampaging lava robots. Akane summons Proto Man and Beat to help Mega Man. While Proto Man and Beat take care of the lava robots, Mega Man breaks into Wily's lab and he and Proto Man beat all of Wily's eight Robot Masters. Wily makes his escape in a rocket, but Proto Man diverts his rocket to go back into Kobayashi's video game. After celebrating all Mega Man characters get back into the videogame.",
          "Aliases": []
        },
        "2": {
          "ID": "442072",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mega-man-upon-a-star/episodes/442072",
          "TitleEnglish": "Wishing Upon a Star",
          "SummaryEnglish": "In the New Year's Eve, Akane is calling his brother Yuuta to commemorate, but he is in the last stage of a Mega Man game and gives trouble to go. The two argue and accidentally hit the console. Mega Man gets pulled out into the real world again while Dr. Wily ends up at Dr. Light's lab, where he steals Dr. Light's newest creation, a time machine, and kidnaps Roll. Dr. Light creates a device to follow Wily through the time vortex. While Mega Man rescues Roll, Wily escapes. It is revealed that Wily plans on showering Japan with meteorites on the Tanabata, a day when the citizens traditionally make wishes upon stars. If Dr. Wily wins, he'll make the stars fall on them! Can Mega Man stop Wily in time?",
          "Aliases": []
        },
        "3": {
          "ID": "442073",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mega-man-upon-a-star/episodes/442073",
          "TitleEnglish": "Future Beware",
          "SummaryEnglish": "Mega Man is trying to save the day in the game world again when he and Roll get pulled out by Yuuta and Akane to participate in a Japanese festival. Mega and Roll join the kids in the festival with a parade, games and a fireworks display... but one particular explosion transforms into the face of Dr. Wily! Dr. Light repairs the time machine and Mega Man and Roll use it to jump ahead one year in time only to discover that Wily has conquered Japan and raised the entire city of Tokyo high above the surface. Mega and Roll jump back to the past and discover that a typhoon is responsible for this. But, this is not an ordinary typhoon... this is the work of Dr. Wily and his new Typhoon Robot! Can Mega Man and Proto Man save the city from certain doom?",
          "Aliases": []
        }
      }
    }
  }
}