{
  "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1386581/",
    "https://www.themoviedb.org/tv/95710"
  ],
  "TitleEnglish": "The Melancholy of Haruhi-chan Suzumiya",
  "SummaryEnglish": "A comical spin-off of the ever popular \"Melancholy of Haruhi Suzumiya\" television series originally aired back in 2006. It involves all the major characters in a more child-like forms of their animated selves going through various spoofs of previous plot lines. Examples include Nagato and the dreaded laptop with a twist of having hentai on it, face offs with the rack of costumes that were stuffed in the corner of the club room and dodge ball tournaments on crack.",
  "Aliases": [],
  "Modified": "2025-09-16",
  "Seasons": {
    "0": {
      "ID": "41685",
      "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "444741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/444741",
          "TitleEnglish": "Opening",
          "SummaryEnglish": "\"Ima Made no Arasuji\" (\"A Summary of the Story Up to Now\") performed by Aya Hirano, Minori Chihara, Yuko Goto, Tomokazu Sugita and Daisuke Ono.",
          "Aliases": []
        },
        "2": {
          "ID": "2770451",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/2770451",
          "TitleEnglish": "Ending",
          "SummaryEnglish": "\"Atogaki no You na Mono\" (\"Something Like an Afterword\") performed by Aya Hirano, Minori Chihara, Yuko Goto, Tomokazu Sugita and Daisuke Ono.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "41686",
      "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "443952",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/443952",
          "TitleEnglish": "My body may be a crane, but my mind is a falcon!",
          "SummaryEnglish": "Kyon returns home from a tiring day, only to have his little sister reprimand him for leaving her alone. Once Kyon falls asleep, the SOS brigade appear in his New Year's Dream, with Koizumi, Yuki and Tsuruya appearing as Mt. Fuji, an Eggplant and a Hawk, respectively.",
          "Aliases": []
        },
        "2": {
          "ID": "443953",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/443953",
          "TitleEnglish": "Huh? Only Nagato?",
          "SummaryEnglish": "Kyon first arrives at the clubroom, only to be deafened by Haruhi who is throwing a tantrum because she is bored. Shortly thereafter, Kyon finds Yuki playing an eroge on her laptop with the volume turned up. Kyon provides her with a set of rabbit-shaped headphones to keep the 'questionable sounds' from being heard in the room. Shortly afterwards, Kyon is accosted by Ryoko Asakura who attempts to kill him, but is stopped by Yuki. Before she fully dies, she informs Kyon that there are others who will attempt to kill him besides her.",
          "Aliases": []
        },
        "3": {
          "ID": "443954",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/443954",
          "TitleEnglish": "What is that dog's name?",
          "SummaryEnglish": "Mikuru finds the clubroom deserted, with a TV set on the table. Mikuru turns it on, to find she is the audience of a local quiz show, in which Haruhi is the host, and Kyon and Yuki are the contestants. However, Haruhi's attempts of making the quiz more local go a bit too far.",
          "Aliases": []
        },
        "4": {
          "ID": "443955",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/443955",
          "TitleEnglish": "Kyon-kun, Nagato-san.... Nagato-san...",
          "SummaryEnglish": "Mikuru finds out that Yuki is viewing erotic images on her laptop, but is too embarrassed to tell what she's seen to Kyon. Several weeks go by, and several changes are noted. Kyon finds that the bookshelves in the room are being filled with video games, and Haruhi begins to notice Yuki wearing cosplay outfits. Meanwhile, Ryoko has revived herself, but in a basketball sized chibi form. Eventually, Yuki finds out, and after saving the miniature Ryoko from a hungry cat, allows her to stay with her at her apartment.",
          "Aliases": []
        },
        "5": {
          "ID": "443956",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/443956",
          "TitleEnglish": "It's a dodgeball challenge!",
          "SummaryEnglish": "The computer club challenges Haruhi to a dodgeball game in the hopes of retrieving their laptops, but Haruhi decides to play a real game of dodgeball. Her reality-altering powers allow all the players to use 100% of their abilities.",
          "Aliases": []
        },
        "6": {
          "ID": "443957",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/443957",
          "TitleEnglish": "I have no interest in lewd material!",
          "SummaryEnglish": "Mikuru informs Kyon of extra outfits found on the clothes rack in the corner. When informed that they belong to Yuki, a small-scale cosplay 'war' breaks out. At the end of the day, Yuki finishes an anime series she has been following, and lends her collection to Kyon. Mikuru grows upset when she sees the lead character of the series is a maid, scaring her into thinking Kyon has a 'maid fetish'. Ryoko is annoyed at how Yuki keeps putting her in baby things, although can't help but fall victim to her idea of fun.",
          "Aliases": []
        },
        "7": {
          "ID": "443958",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/443958",
          "TitleEnglish": "Whoo! Track Meet with a Few Extra Girls event",
          "SummaryEnglish": "Haruhi holds a sport contest. When asked to bring 'a barrier to the heart' as part of a scavenger hunt, Kyon brings Koizumi over and tells him 'I love you', causing Haruhi to faint. Taniguchi lags behind in the events whilst Kyon gets used as a makeshift tug-of-war rope.",
          "Aliases": []
        },
        "8": {
          "ID": "443959",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/443959",
          "TitleEnglish": "Guess I could eat soy-beans",
          "SummaryEnglish": "Haruhi holds a 'Close Encounters of the Third Kind' Spring Festival, in which she dresses Taniguchi as a demon and gives him food whilst everyone goes outside and celebrates. Yuki traps Ryoko and forces her to dress up in an outfit for Hinamatsuri.",
          "Aliases": []
        },
        "9": {
          "ID": "444773",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/444773",
          "TitleEnglish": "Every character's a maid!",
          "SummaryEnglish": "Haruhi asks for ideas for a screenplay and ends up writing about otaku maid warriors with a month to live fighting to the death, which somehow leads to Kyon exploding.",
          "Aliases": []
        },
        "10": {
          "ID": "444774",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/444774",
          "TitleEnglish": "Umbrellas are amazing",
          "SummaryEnglish": "After a small half-asleep scuffle with Ryoko, Yuki heads out for a Sunday morning with the SOS Brigade. Ryoko tries to clean the apartment to take her mind off things, but grows upset being stuck inside. Using an umbrella, she manages to try and leave the building, only to return to the apartment when a cat hungrily eyes her.",
          "Aliases": []
        },
        "11": {
          "ID": "452501",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/452501",
          "TitleEnglish": "Now Mikuru-chan, take off your clothes!",
          "SummaryEnglish": "Yuki hides Ryoko in a little box before Haruhi, Mikuru and Tsuruya come over to make Valentine's Day chocolates. Haruhi's plan to make a life-size chocolate Mikuru is deemed impossible, so the remaining chocolate is fashioned into smaller sculptures, truffles, and small chocolate cakes. Once the 3 girls leave, Yuki lets Ryoko out of her box, and shares a chocolate cake with her.",
          "Aliases": []
        },
        "12": {
          "ID": "452511",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/452511",
          "TitleEnglish": "Men shouldn't just take them and not put in effort!",
          "SummaryEnglish": "Valentine's Day is upon the SOS Brigade, and the girls have chocolates for Kyon and Itsuki. However, they have to 'earn' their presents. The two guys leave and return, dressed as hosts in flashy suits and 'handsome' poses, which does nothing but make Mikuru cry.",
          "Aliases": []
        },
        "13": {
          "ID": "481981",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/481981",
          "TitleEnglish": "That's right! Let's celebrate Halloween!",
          "SummaryEnglish": "Haruhi decides to celebrate Halloween, but knows nothing about the event, using a single image as reference. Sometime later, Yuki takes Ryoko to the supermarket and helps her out in cooking dinner. Ryoko later scolds Yuki for playing games late at night.",
          "Aliases": []
        },
        "14": {
          "ID": "481991",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/481991",
          "TitleEnglish": "That's not the face of a main character!",
          "SummaryEnglish": "Haruhi and Kyon have a small battle involving balloons and blow-guns. However, when Mikuru wanders into the room, she is used as the unwitting victim of a balloon-decorating contest, with Itsuki as the judge. Meanwhile, Yuki finds some extra un-inflated balloons, and decides to take them home.",
          "Aliases": []
        },
        "15": {
          "ID": "542631",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/542631",
          "TitleEnglish": "Balloons are amazing",
          "SummaryEnglish": "Using the balloons she got from Kyon, Yuki makes Ryoko a living balloon dog, although its creation is a little horrifying. Whilst having fun with it, Ryoko walks into another trap laid by Yuki, with assistance from the dog, who suddenly talks and calls himself Kimidori.",
          "Aliases": []
        },
        "16": {
          "ID": "542641",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/542641",
          "TitleEnglish": "You didn't have to do that!",
          "SummaryEnglish": "Haruhi hosts a 'simple and healthy' cooking show, which to her means boiling instant noodles for ridiculous amounts of time. During the commercial, Kyon tries to practice with a katana Yuki had with her, but it ends up being too much for him.",
          "Aliases": []
        },
        "17": {
          "ID": "542651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/542651",
          "TitleEnglish": "Then you'll be \"father\"!",
          "SummaryEnglish": "Haruhi makes arrangements for a cherry blossom viewing party, which basically boils down to everyone having fun whilst Kyon digs a big hole.",
          "Aliases": []
        },
        "18": {
          "ID": "542661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/542661",
          "TitleEnglish": "Kyon-kun, Kyon-kun, I found something strange",
          "SummaryEnglish": "Kyon is joined by Mikuru, Tsuruya and Yuki, who find a stone that Yuki breaks, releasing a spirit. Whilst trying to figure out how to dig his hole, Kyon is interrupted by Arakawa who \"randomly\" stops by, and Mori who creates a giant crater. Unable to explain the situation to Haruhi, Kyon takes all the credit.",
          "Aliases": []
        },
        "19": {
          "ID": "549951",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/549951",
          "TitleEnglish": "Everyone, today's our Christmas Party!",
          "SummaryEnglish": "Curious about the motives of Santa, Haruhi sets Kyon to keep watch for him whilst everyone else has a Christmas Party. They encounter Taniguchi, who dressed up as Santa to return an unwanted Kappa he stole from the computer club. When Haruhi sees him, her powers transform him into what she envisioned Santa to look like and chases him until he is apprehended by Yuki and Tsuruya. He escapes, but returns to normal.",
          "Aliases": []
        },
        "20": {
          "ID": "549971",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/549971",
          "TitleEnglish": "Kimidori-san!",
          "SummaryEnglish": "Ryoko and Kimidori try to pull a prank on Yuki, but she is totally oblivious. Whilst trying to get Kimidori out from under a fridge following one of their attempts, he bursts, devastating Ryoko. It turns out, she had been punk'd by both Yuki and Kimidori.",
          "Aliases": []
        },
        "21": {
          "ID": "586231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/586231",
          "TitleEnglish": "Masked Mustache!",
          "SummaryEnglish": "Haruhi, Mikuru, Yuki and Tsuruya attend a mall exhibition whilst Kyon and Koizumi attempt a puzzle. Tsuruya fights against one of the show's monsters, who is really Mori, but is inevitably defeated. In the wake of the clash, Kyon and Koizumi's puzzle is ruined, leaving them frozen in place.",
          "Aliases": []
        },
        "22": {
          "ID": "586241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/586241",
          "TitleEnglish": "You'll see if you wear this",
          "SummaryEnglish": "Ryoko scolds Yuki and Kimidori for being so carefree and gets them to help with the cleaning. After it is done, Ryoko becomes curious as to why Kimidori is in a kite, and joins in their fun.",
          "Aliases": []
        },
        "23": {
          "ID": "640191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/640191",
          "TitleEnglish": "Self-proclaimed master of contagious laughter",
          "SummaryEnglish": "Haruhi hosts a talk-show, with Kyon as her guest, but neither can think of anything worthwhile to talk about and keep getting distracted by Mikuru.",
          "Aliases": []
        },
        "24": {
          "ID": "640201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/640201",
          "TitleEnglish": "Back in those days, I was driven by a strong sense of purpose",
          "SummaryEnglish": "Feeling a little bored on their own, Ryoko and Kimidori discover a present from Yuki to relieve their boredom, which turns out to be a bomb. In order to save Ryoko, Kimidori carries the bomb outside before it explodes. Yuki returns and everyone is alright, although Kimidori is slightly brown.",
          "Aliases": []
        },
        "25": {
          "ID": "640211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-melancholy-of-haruhi-chan-suzumiya/episodes/640211",
          "TitleEnglish": "\"The Melancholy of Haruhi-chan Suzumiya\" PC game?!",
          "SummaryEnglish": "Haruhi and Kyon try to decide on a new look for Mikuru, although their figure drawing skills are incredibly bad. Tsuruya helps out. Afterwards, Yuki shows Kyon that she has made a dating sim of the SOS brigade, which is surprisingly full of bad ends.",
          "Aliases": []
        }
      }
    }
  }
}