{
  "URL": "https://www.thetvdb.com/series/queens-blade",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Travel"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1407599/",
    "https://www.themoviedb.org/tv/45502"
  ],
  "TitleEnglish": "Queen's Blade",
  "SummaryEnglish": "In 4 years time the competition that will decide who the next Queen shall be will start. The strongest warrior will continue to rule the country according to tradition and expand it. The contestants need only be older than 12 years. They need not be human, intelligent or even of that country. The rules for the tournament are simple: murder is allowed. Any weapon can be chosen. The winner is decided when one of the participants flees or can't move anymore. Such event is broadcast through a crystal sphere by the court's magic teacher to all population to see and enjoy.",
  "Aliases": [],
  "Modified": "2025-10-01",
  "Seasons": {
    "0": {
      "ID": "47301",
      "URL": "https://www.thetvdb.com/series/queens-blade/seasons/official/0",
      "# Episodes": 40,
      "Episodes": {
        "13": {
          "ID": "2737391",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/2737391",
          "TitleEnglish": "Faith! Elina's Unwavering Bonds",
          "SummaryEnglish": "Features Leina, Elina, and Echidna, and recounts the events leading Claudette to take the throne with Leina's blessing.",
          "Aliases": []
        },
        "14": {
          "ID": "2737401",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/2737401",
          "TitleEnglish": "Difficult Parting! The Thousand Year Farewell of Alleyne",
          "SummaryEnglish": "Features Nowa, Alleyne, and Nyx.",
          "Aliases": []
        },
        "15": {
          "ID": "2737411",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/2737411",
          "TitleEnglish": "Dejection! Airi's Duplicity",
          "SummaryEnglish": "Features Airi and Melona, with side-centering on Cattleya and Lana in the first half and Melpha, Aldra, Tomoe, and Nanael in the second half.",
          "Aliases": []
        },
        "16": {
          "ID": "2737421",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/2737421",
          "TitleEnglish": "Restoration! Menace's Joy Palace",
          "SummaryEnglish": "Features Airi and Melona re-recruiting Menace.",
          "Aliases": []
        },
        "17": {
          "ID": "2737431",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/2737431",
          "TitleEnglish": "Fallen Angel! Nanael's Pleasure",
          "SummaryEnglish": "Features Nanael, Hachiel, the Head Angel, Melpha, Melona, and Airi.",
          "Aliases": []
        },
        "18": {
          "ID": "2737441",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/2737441",
          "TitleEnglish": "Mystery! An Escort's Journey of Disaster",
          "SummaryEnglish": "Features Tomoe and Aldra as they return to Hinomoto. Also features Shizuka who appears in a flashback and as a spirit.",
          "Aliases": []
        },
        "19": {
          "ID": "4127279",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/4127279",
          "TitleEnglish": "A New Disciple, a New Battle",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "20": {
          "ID": "4206050",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/4206050",
          "TitleEnglish": "Instructor Alleyne's Grueling Live Boot Camp",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "21": {
          "ID": "4127280",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/4127280",
          "TitleEnglish": "A Saint's Agony -The Door of Faith Reopens-",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "22": {
          "ID": "4206051",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/4206051",
          "TitleEnglish": "Siggy's Passionate Sacred Pose Lessons",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "29": {
          "ID": "4815380",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/4815380",
          "TitleEnglish": "Warrior Priestess Ruthlessness",
          "SummaryEnglish": "In Dogura's facility, Nowa is subjected to invasive torture, and is further seen in her cell, hopelessly grasping at vague memories of her master, Alleyne. Meanwhile, an invasion is launched upon Hinomoto. Tomoe and her fellow Musha-Miko fend off the intruders, and a seemingly lone Dogura is cornered by Tomoe, who declares she will not allow any human trafficking to commence. Dogura grins and retorts that he is not alone, and revels at the thought of being able to condition such a powerful warrior as Tomoe.",
          "Aliases": []
        },
        "30": {
          "ID": "4892636",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/4892636",
          "TitleEnglish": "Holy Ghost Violation",
          "SummaryEnglish": "In a church, a young boy sends his prayers to Heaven, as an annoyed Nanael scolds Laila on not doing her duties. Nanael tells her that what Laila has done are just small acts of kindness, and tells her that when her actions make Nanael look bad. However, Nanael makes Laila summon a great weapon to exterminate evil, so that Laila can score extra points on the upcoming assessment.",
          "Aliases": []
        },
        "31": {
          "ID": "4914221",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/4914221",
          "TitleEnglish": "The Wandering Warrior (Leina Chapter)",
          "SummaryEnglish": "Leina battles Liliana in a Sacred Duel which is disrupted by the Swamp Witch. Leina is captured and tortured into almost hopelessness. Liliana is angry at the Swamp Witch's interference in the Sacred Duel and gives Leina the means to fight back. Leina succeeds and manages to free herself but she is now cursed to sleep during the day. This explains her appearance in Queen's Blade Rebellion (Season 3) and why she can't help her people more.",
          "Aliases": []
        },
        "32": {
          "ID": "5062166",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/5062166",
          "TitleEnglish": "Aldra's Torment",
          "SummaryEnglish": "In the Queen's Capital, Aldra punishes one of her Fang subordinates. Deemed as traitorous, the woman is encased by Aldra's eye. After calling Irma to her out from the crowd, she remarks to her that Irma has a traitorous feel to her, and that if she wanted, she could easily kill the queen. Aldra gropes Irma, fabricating that the reason she joined was to help her reconnect with the normal world. Overcome by Aldra's actions, Irma is then made to swear loyalty to her by cleaning her crotch blade. Irma reminisces over her memories in a forest, as unknown figures near her move around. She intercepts them, identifying them as Fang assassins. They tell her that loyal Fang assassins die for their queen, and any assassin that doesn't follow this code and escapes must be killed. After breaking the woman's arm of whom she had pinned, Irma tells them that she isn't running, rather that she left the Assassins of the Fang in order to seek out Aldra. In Zanef, Aldra guides new citizens around the town. While passing over a bridge, she sees a strange person covered in a hood, watching her. She arrives back home after work, practicing on questioning her darling about the celebration of knowing each other after two hundred and fifty six days that he forgot about. In bed anxiously waiting for the three days until her darling comes home, someone knocks on her door. As she opens the door, Irma confronts her, but passes out due to the previous skirmish with the Fang assassins. Waking up in Aldra's home, Irma questions Aldra's actions, which are out of place with how she remembered her. Unknowingly, Irma was tailed by the Fang assassins, who now have tied up Aldra, in their search for Irma. Aldra cannot recall who these assailants are, and they search for Irma inside her home. Irma now realizes that without Delmore, Aldra's memories of her previous life were lost. Not able to find Irma, they take out their revenge on Aldra, attacking her. Remorseful of her actions, Aldra recall",
          "Aliases": []
        },
        "37": {
          "ID": "5654637",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/5654637",
          "TitleEnglish": "Awaken, Demon Hunter of Little Red Riding Hood",
          "SummaryEnglish": "Alicia's trying to summon strong fighters to gain an edge in the next QB, and Kyuel comes through, recognizes Gainos at a glance and says that wasn't where she wanted to go, Alicia follows her and they lose that skirt (a gift from Kyuel's boss, probably Nanael?).",
          "Aliases": []
        },
        "38": {
          "ID": "5813494",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/5813494",
          "TitleEnglish": "Round Dance, Dreaming Little Mermaid",
          "SummaryEnglish": "Alicia finds herself lost in Melfairland after the angel Quel drags her there. There, the great pirate captain Lilliana has suddenly appeared, plundering treasures from across the land. After suceeding in a raid of magic sword princess Kaguya's mansion, Lilliana sets her sites on the Undersea Kingdom. The princess of the Undersea Kingdom named Tiina dreams to be a part of the world above and yearns to participate in their dance parties. Tricked by Seiten, she obtains two legs to stand on, but gets dragged into the fight for treasure along with Alicia.",
          "Aliases": []
        },
        "39": {
          "ID": "6794606",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/6794606",
          "TitleEnglish": "Queen's Blade Unlimited Episode 1 - Elina's Journey",
          "SummaryEnglish": "Queen's Blade Unlimited returns to the origin nine years ago, while simultaneously depicting a never-before-seen Queen's Blade world.",
          "Aliases": []
        },
        "40": {
          "ID": "7605152",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/7605152",
          "TitleEnglish": "Queen's Blade Unlimited Episode 2 - Queen Contest",
          "SummaryEnglish": "Joōheika Gozenjiai\" (Queen Contest) - The first volume of the Queen’s Blade Unlimited OVA series landed last year with a July 13th, 2018 debut where the DVD is priced at 6,000 yen and the Blu-ray at 7,000 yen. The second volume is set for a February 28th, 2020 debut in Japan and a new promotional video has come out for it. Mayu Kisaragi directing it based on the script by Ryuunosuke Kingetsu. Takayuki Noguchi is serving as the character designer and chief animation director with Fortes handling the animation production.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "47311",
      "URL": "https://www.thetvdb.com/series/queens-blade/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "494691",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/494691",
          "TitleEnglish": "High Spirits - The Vagrant Warrior",
          "SummaryEnglish": "Reina is walking outside of town when she encounters Melona, and tells her she is going to defeat her for attacking travellers. Melona taunts Reina for being such a weak fighter, and says she only wants to fight decent warriors as she is a participant in Queen's Blade, a tournament held every four years to decide who is going to be the next Queen.",
          "Aliases": []
        },
        "2": {
          "ID": "494701",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/494701",
          "TitleEnglish": "Ambitious Undertaking - Warrior Shrine Maiden",
          "SummaryEnglish": "Tomoe, a Warrior Priestess, and Shizuka, a Demon Priestess who has defected are meditating in the shrine they tend to. Tomoe decides she is going to travel to the mainland to compete in the Queen's Blade tournament. During the night, Demon Ninja priests attack the temple.",
          "Aliases": []
        },
        "3": {
          "ID": "607531",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/607531",
          "TitleEnglish": "Full Power - Veteran Soldiers",
          "SummaryEnglish": "Tomoe and Shizuka arrive on the mainland. Tomoe attempts to blend in by choosing an outfit more fitting for the mainland when she overhears a Queen's Blade battle being undertaken. Reina and Listy reach the entrance to where the Queen's Blade tournament is being held.",
          "Aliases": []
        },
        "4": {
          "ID": "607541",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/607541",
          "TitleEnglish": "Rivalry - The Lightning General",
          "SummaryEnglish": "Claudette arrives where Reina and Listy were the night before and encounters Echidna who explains she let Reina go so that Claudette could become countess and hence reward her. Claudette goes to find Reina, and has a flashback to where she rescued Reina as a child.",
          "Aliases": []
        },
        "5": {
          "ID": "607551",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/607551",
          "TitleEnglish": "Resurrected Curse - The Ancient Princess",
          "SummaryEnglish": "Reina is missing, swept down the river at the bottom of the ravine, and Echidna goes searching for her. Reina has been enslaved by Menace inside her pyramid. Tomoe and Shizuka approach where Menace is holding Reina, in the Queen's Capital.",
          "Aliases": []
        },
        "6": {
          "ID": "607561",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/607561",
          "TitleEnglish": "Promise - Forest of the Watchman",
          "SummaryEnglish": "Reina recovers outside the pyramid, on the edge of a forest, and a Maid of Temptation, Airi is turning the forest into a swamp. She is attacked by the Nowa, Watchmen of the Forest. Airi catches Nowa and steals her life energy.",
          "Aliases": []
        },
        "7": {
          "ID": "706351",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/706351",
          "TitleEnglish": "Kourin - The Angel of Hope",
          "SummaryEnglish": "In heaven, Nanael is summoned by Seraphim, the head angel who plans to exile her as she has forced people to fight each other. Seraphim threatens to send her to hell unless she goes to where the Swamp Witch is and find out what the Swamp Witch is up to.",
          "Aliases": []
        },
        "8": {
          "ID": "706401",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/706401",
          "TitleEnglish": "Secret Maneuver - The Fang of the Assassin",
          "SummaryEnglish": "Nanael is following Reina on her journey. Tomoe and Shizuka are continuing on their journey as well, and rest at a hot spring. Elina is also on the road and encounters Tomoe and tells her to leave the springs but before she goes Elina realises that Tomoe has fought Reina.",
          "Aliases": []
        },
        "9": {
          "ID": "706881",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/706881",
          "TitleEnglish": "Sincerity - Weapon Smith and Steel Princess",
          "SummaryEnglish": "Steel Princess Ymir announces that she will take vengeance against Cattleya for selling low cost weapons, compared to the Steel Mountain ones that she creates. Cattleya leaves her son Rana in charge of her store, and Echidna shows up asking after Reina.",
          "Aliases": []
        },
        "10": {
          "ID": "739521",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/739521",
          "TitleEnglish": "Enlightenment - Blow of the Dragon",
          "SummaryEnglish": "Listy, Tomoe and Shizuka all reach the edge of Gainos, and Reina and Nanael catch up with them. Listy tells them to leave, so Reina challenges her to a fight for Queen's Blade and Listy accepts.",
          "Aliases": []
        },
        "11": {
          "ID": "856861",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/856861",
          "TitleEnglish": "Thunder - After the Death Battle",
          "SummaryEnglish": "Listy is fighting Claudette when she realises she is starting to go numb from some poison that Echidna has given her, and Claudette defeats her. Reina uses the Elven medicine she has to heal Listy. Reina then challenges Claudette to Queen's Blade.",
          "Aliases": []
        },
        "12": {
          "ID": "856871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/856871",
          "TitleEnglish": "The Doors Open - Path to the Queen",
          "SummaryEnglish": "Cattleya and Ymir head to Gainos to help out those being attacked by the Army of the Dead. Melona, Menace, Airi and the Army of the Dead continue the onslaught against Reina, Listy, Elina, Claudette and Tomoe.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "127091",
      "URL": "https://www.thetvdb.com/series/queens-blade/seasons/official/2",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "1148931",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/1148931",
          "TitleEnglish": "Assemble! Queen's Blade",
          "SummaryEnglish": "Nanael is reassigned by the Head Angel to compete in the Queen's Blade as punishment for failing her prior assignment. Heaven suspects something is wrong with Queen Aldra.",
          "Aliases": []
        },
        "2": {
          "ID": "1148941",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/1148941",
          "TitleEnglish": "Smite Evil! An Unexpected Battle",
          "SummaryEnglish": "Leina is having trouble finding accommodations until she mentions she is in the Queen's Blade, and the greedy hotel manager rushes to fill her order and ends up rooming her with Echidna. Tomoe and Shizuka meet Melpha, and Tomoe admires her for dressing more appropriately than other competitors.",
          "Aliases": []
        },
        "3": {
          "ID": "1262671",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/1262671",
          "TitleEnglish": "Fiery Passion! Ignited Karma",
          "SummaryEnglish": "It is revealed that Nyx is enslaved to a tentacle demon lord named Funikura, who has given her magical fire power, yet often molests her with its tentacles. Elina realizes that Nyx is a coward without Funikura, and tricks her into relinquishing it, upon which Nyx surrenders.",
          "Aliases": []
        },
        "4": {
          "ID": "1262681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/1262681",
          "TitleEnglish": "Showdown! Mutually Seeking Bonds",
          "SummaryEnglish": "Irma refuses to help Echidna, so Alleyne and Nowa resolve to pick them off one by one. Echidna's past is revealed. Echidna manages to trap Alleyne in a pitcher plant, then to pin Nowa.",
          "Aliases": []
        },
        "5": {
          "ID": "1262691",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/1262691",
          "TitleEnglish": "Strategy! Palace of Lament",
          "SummaryEnglish": "Ymir uses the fact that her bout is being broadcast to advertise the effectiveness of her weapons, especially since Leina is using a Cattleya weapon. Leina emerges victorious, however. Lana is hanging on to Cattleya during her fight with Airi, but actually proves to be helpful as Airi cannot bring herself to kill him.",
          "Aliases": []
        },
        "6": {
          "ID": "1262701",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/1262701",
          "TitleEnglish": "Complication! Changing Premonition",
          "SummaryEnglish": "Claudette and Menace are fighting in a desert, giving Menace the upper hand. Her sand attacks confuse Claudette, and she uses cursed attacks to drain Claudette's strength. It begins to rain, however, which weakens her sand attacks, and Claudette emerges victorious.",
          "Aliases": []
        },
        "7": {
          "ID": "1262711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/1262711",
          "TitleEnglish": "Freeze! Circumstances Beyond Calculations",
          "SummaryEnglish": "Irma looks for an opening to strike in her fight with Risty, and finds one when Risty starts having flashbacks to her old, righteous self. However, Irma misses in her killing blow, and is defeated instead. Echidna retrieves her afterwards, and the two depart together.",
          "Aliases": []
        },
        "8": {
          "ID": "1422771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/1422771",
          "TitleEnglish": "Shameful Shudders! The Battle Angel",
          "SummaryEnglish": "Airi and Nanael are both desperate to finish the match quickly, as both are starving, and begin to fight in earnest. Airi weakens Nanael by causing her to spill more of the sacred milk, which spills onto some of the petrified people in the palace.",
          "Aliases": []
        },
        "9": {
          "ID": "1422781",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/1422781",
          "TitleEnglish": "Innermost Feelings! Showdown at Castle Vance",
          "SummaryEnglish": "Claudette and Risty are fighting in the courtyard of Vance Castle just as Vance's army is leaving in his bid to overthrow Aldra by conventional military force. Claudette is initially victorious, knocking out Risty with a lightning bolt.",
          "Aliases": []
        },
        "10": {
          "ID": "1422791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/1422791",
          "TitleEnglish": "Long-Cherished Desires! Reason to Fight",
          "SummaryEnglish": "Nanael is drinking milk to drown her sorrows at the bar where Nyx works, and Nyx tells her of the rumor about the horned monster seen in the woods. Nanael thinks it might be Melona, and goes to seek her with Melpha.",
          "Aliases": []
        },
        "11": {
          "ID": "1422801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/1422801",
          "TitleEnglish": "Duel to the Death! Culminating Showdown",
          "SummaryEnglish": "Tomoe demands to know why Aldra had the Kouma Ninja attack Hinomoto. Aldra says that she has been searching for her sister, and Hinomoto is the only area outside of her rule.",
          "Aliases": []
        },
        "12": {
          "ID": "1436101",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/1436101",
          "TitleEnglish": "Ambition! The One to Inherit the Throne",
          "SummaryEnglish": "Nanael makes her report to Heaven, where the Head Angel determines that Aldra has made a pact with Delmora, a fallen angel. The final battle begins, with Aldra proving to have overwhelming power.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "273541",
      "URL": "https://www.thetvdb.com/series/queens-blade/seasons/official/3",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4192176",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/4192176",
          "TitleEnglish": "Champion of the Rebellion",
          "SummaryEnglish": "After Alchemy Strategist Yuit saves her friend Mirim from harassment by the queen's soldiers with the help of her elfen automaton Vante, Ymir shows up at her village the next day trying to procure Vante for the queen's military. Yuit finds an opportunity to escape but is later ambushed by Elina.",
          "Aliases": []
        },
        "2": {
          "ID": "4303992",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/4303992",
          "TitleEnglish": "Holy Battle",
          "SummaryEnglish": "Seeking guidance from the church, Annelotte unwittingly angers the overzealous Inquisitor Sigui and is challenged to a duel. Annelotte must fight for her life as being declared a heretic by Sigui automatically comes with a sentence to be burned alive by holy fire.",
          "Aliases": []
        },
        "3": {
          "ID": "4303991",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/4303991",
          "TitleEnglish": "The Forest of Moonlight and Sun",
          "SummaryEnglish": "On a mission to clear the mysterious fog that's preventing transportation of life-saving medicine, Annelotte travels to the Calibara forest where she meets Moon Shadow Dancer Luna Luna and fights a giant slimy monster. And yes, there will be tentacles.",
          "Aliases": []
        },
        "4": {
          "ID": "4303990",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/4303990",
          "TitleEnglish": "The Unstoppable Hyper Vibration",
          "SummaryEnglish": "Mirim has been equipped with the Hyper Vibration Armor and armed with the Hyper Vibration Sword \"Infinite Slasher\" by Ymir, who sends her to fight Annelotte under the queen's order.",
          "Aliases": []
        },
        "5": {
          "ID": "4303989",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/4303989",
          "TitleEnglish": "The Secret of the Castle at Gainos",
          "SummaryEnglish": "Annelotte sneaks into Gainos Castle with Yuit and Vante to rescue Mirim, but she must get past Dragon Warrior Branwen first.",
          "Aliases": []
        },
        "6": {
          "ID": "4303988",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/4303988",
          "TitleEnglish": "A Crown of Flowers and the Hidden Power",
          "SummaryEnglish": "Annelotte finally confronts Mirim and her nearly invincible Hyper Vibration Armor, and in the middle of the fierce showdown, Captain Liliana's flying pirate ship suddenly appears in the sky above.",
          "Aliases": []
        },
        "7": {
          "ID": "4307052",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/4307052",
          "TitleEnglish": "The Flying Pirate Ship",
          "SummaryEnglish": "Vante is captured by Liliana, and Annelotte and Yuit must sneak on board her flying pirate ship to retrieve Vante. But they are not the only stowaways there.",
          "Aliases": []
        },
        "8": {
          "ID": "4307053",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/4307053",
          "TitleEnglish": "The Tempted Young Wife",
          "SummaryEnglish": "Ymir recruits Summoner Aldra to join the queen's army. Aldra summons two underworld demons, Belphe and Dogor, to aid in her fight, but they are more interested in finding some tasty humans to feed on.",
          "Aliases": []
        },
        "9": {
          "ID": "4307054",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/4307054",
          "TitleEnglish": "A Samurai Arrives",
          "SummaryEnglish": "Annelotte accidentally travels to a small village of orphaned children, where she meets the self-proclaimed \"Samurai God\" Izumi. Realizing that Annelotte is a stronger and more skilled fighter, Izumi asks Annelotte to teach her better swordsmanship.",
          "Aliases": []
        },
        "10": {
          "ID": "4307055",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/4307055",
          "TitleEnglish": "An Angel, a Trap, and the Queen's True Motive",
          "SummaryEnglish": "Annelotte and her band of rebels return to Gainos Castle with the intention of confronting the queen head-on, but Ymir has anticipated their arrival and set a dangerous trap for them.",
          "Aliases": []
        },
        "11": {
          "ID": "4307056",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/4307056",
          "TitleEnglish": "Wavering Spirit",
          "SummaryEnglish": "Fierce battles rage across the castle as the forces of good clash with the forces of evil. Amidst the climatic showdown, a sinister secret is revealed.",
          "Aliases": []
        },
        "12": {
          "ID": "4307057",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/queens-blade/episodes/4307057",
          "TitleEnglish": "Bonds of the Resistance",
          "SummaryEnglish": "Annelotte finally comes face-to-face with Thundercloud Queen Claudette, and the fate of the continent will be decided by the one who emerges victorious.",
          "Aliases": []
        }
      }
    }
  }
}