{
    "URL": "https://www.thetvdb.com/series/k-on",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/C50F-EAA4-2566-2BBF-6886-7",
        "https://www.imdb.com/title/tt1410218/",
        "https://www.tbs.co.jp/anime/k-on/k-on_tv/",
        "http://www.reddit.com/r/k_on",
        "https://www.themoviedb.org/tv/42253",
        "https://www.wikidata.org/wiki/Q482482",
        "https://en.wikipedia.org/wiki/K-On!"
    ],
    "TitleEnglish": "K-ON!",
    "SummaryEnglish": "Four aspiring female musicians getting through high school the only way they know how—by starting a band! Yui is the lead guitarist (though she's never played before), Tsumugi the keyboardist, Mio the bassist, and Ritsu the drummer. With their big show at the annual school festival getting ever closer, the girls will have to practice hard—while dealing with homework, boys, and lots of other hilarious mishaps along the way—if they want to truly rock!",
    "TitleJapanese": "けいおん！",
    "SummaryJapanese": "春、 新入生がクラブを決めるころ。 田井中律(たいなか・りつ) は幼馴染の秋山澪(あきやま・みお) を連れて軽音部の見学へ行く。 しかし部員全員が卒業してしまった軽音部は、 あらたに4人の部員が集まらないと廃部になってしまうという。 琴吹紬(ことぶき・つむぎ) という仲間を加えて、 最後の一人をさがしているころ、 「軽音部」 を軽い音楽(口笛など) と勘違いしていた楽器初心者・平沢唯(ひらさわ・ゆい) が入部してくる……。",
    "Aliases": [
        "K-ON"
    ],
    "Modified": "2025-01-30",
    "Seasons": {
        "0": {
            "ID": "47321",
            "URL": "https://www.thetvdb.com/series/k-on/seasons/official/0",
            "# Episodes": 19,
            "Episodes": {
                "1": {
                    "ID": "1083291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/1083291",
                    "TitleEnglish": "URA-ON! - Yui's Curiosity Series",
                    "SummaryEnglish": "A three-minute long special that consists of three short clips of Yui's imagination, one concerning Tsumugi, the second concerning Mio and the third concerning Ritsu.",
                    "TitleJapanese": "唯の気になるシリーズ",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "1083301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/1083301",
                    "TitleEnglish": "URA-ON! - Ricchan's Kodak Moments Series",
                    "SummaryEnglish": "A three-minute long special that consists of three short clips of Ritsu's sudden camera shots, one taking a shot on Mio's smile, the second Yui, Tsumugi and Mio while on the weighing scale, and a third with Yui taking a smiling shot.",
                    "TitleJapanese": "りっちゃんのとっちゃうぞシリーズ",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "1241481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/1241481",
                    "TitleEnglish": "URA-ON! - Mio's Panties",
                    "SummaryEnglish": "A two-minute long special that consists of three short clips about Mio's panties.",
                    "TitleJapanese": "みおのおパンツ",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "1370181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/1370181",
                    "TitleEnglish": "URA-ON! - Little Yui-chan",
                    "SummaryEnglish": "A two-minute long special that consists of three short clips about Yui as a little girl.",
                    "TitleJapanese": "ちびゆいちゃん",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "1370191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/1370191",
                    "TitleEnglish": "URA-ON! - K-ON's Uninhabited Island Series",
                    "SummaryEnglish": "A three-minute long special that consists of three short clips about the cast being stuck on an uninhabited island.",
                    "TitleJapanese": "けいおんぶの無人島シリーズ",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "1370201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/1370201",
                    "TitleEnglish": "URA-ON! - Animal Series",
                    "SummaryEnglish": "A three-minute long special that consists of three short clips where, based on Azusa's designation as a cat, Yui wonders what animals she and the other light music club members would be, with Ritsu giving her suggestions.",
                    "TitleJapanese": "どうぶつシリーズ",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "1651181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/1651181",
                    "TitleEnglish": "URA-ON! - Winter's... Chapter",
                    "SummaryEnglish": "The band practices their autographs, builds snowmen and attempt to eat.",
                    "TitleJapanese": "冬…の巻",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "2723651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/2723651",
                    "TitleEnglish": "URA-ON!! - Fortune Telling for Everyone",
                    "SummaryEnglish": "Azusa becomes a fortune teller, learning everyone's dreams in order to tell them about their former lives, which happen to be various bugs.",
                    "TitleJapanese": "みんなで占い",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "2802471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/2802471",
                    "TitleEnglish": "URA-ON!! - Souvenir Stories",
                    "SummaryEnglish": "The girls talk about the souvenirs they bought during the school trip to Kyoto.",
                    "TitleJapanese": "おみやげ話",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "778521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/778521",
                    "TitleEnglish": "URA-ON!!  - We Want Siblings",
                    "SummaryEnglish": "Since Yui and Ritsu have siblings, the other girls wonder what kind of siblings they would have.",
                    "TitleJapanese": "きょうだいほしい",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "2802461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/2802461",
                    "TitleEnglish": "URA-ON!! - Childhood Memories",
                    "SummaryEnglish": "The girls look over the dreams that had when they were younger.",
                    "TitleJapanese": "子どものコロのゆめ",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "3210011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/3210011",
                    "TitleEnglish": "URA-ON!! - MC Contest",
                    "SummaryEnglish": "The girls have a contest to see who is the best MC.",
                    "TitleJapanese": "MCグランプリ",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "3379071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/3379071",
                    "TitleEnglish": "URA-ON!! - 3-Minute Cooking",
                    "SummaryEnglish": null,
                    "TitleJapanese": "うらおん! 3分クッキング",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "3635801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/3635801",
                    "TitleEnglish": "URA-ON!! - Sakuragaoka Revue",
                    "SummaryEnglish": null,
                    "TitleJapanese": "桜が丘かげき団",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "4102269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/4102269",
                    "TitleEnglish": "URA-ON!! - Folk Tales",
                    "SummaryEnglish": null,
                    "TitleJapanese": "むかしばなし",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "4102270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/4102270",
                    "TitleEnglish": "URA-ON!! - Coming to help! Yui-chan Man",
                    "SummaryEnglish": null,
                    "TitleJapanese": "おたすけ！ゆいちゃんマン／けいおんぶラップ",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "3379081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/3379081",
                    "TitleEnglish": "Plan!",
                    "SummaryEnglish": "An unaired episode of K-ON!! released in the ninth volume of Blu-ray and DVD. The girls plan a trip abroad and go to the passport office to apply for passports.",
                    "TitleJapanese": "計画！",
                    "SummaryJapanese": "夏休み､唯たちは早くも卒業旅行の計画を立てる｡しかし､梓はニューヨーク､澪はイギリス､律はハワイと､行きたいところはバラバラ｡とりあえず皆でパスポートを作りに行くことに｡"
                },
                "18": {
                    "ID": "4150976",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/4150976",
                    "TitleEnglish": "K-ON!: The Movie",
                    "SummaryEnglish": "Graduation draws near for Yui, Ritsu, Mio and Tsumugi, the four 3rd-year students of the Light Music Club. They, together with Azusa, decide to go on a post-graduation trip. Their destination, decided by lot, is London!",
                    "TitleJapanese": "映画　けいおん！",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "4102271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/4102271",
                    "TitleEnglish": "Live House!",
                    "SummaryEnglish": "Afternoon Tea Time plays their first show at a club.",
                    "TitleJapanese": "ライブハウス！",
                    "SummaryJapanese": "唯たちのバンド｢放課後ティータイム｣は､大晦日にライブハウスで開催される｢年越しライブ｣に参加することに｡ はじめてのライブハウスにドキドキのメンバーだが･･･｡"
                }
            }
        },
        "1": {
            "ID": "47331",
            "URL": "https://www.thetvdb.com/series/k-on/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "494711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/494711",
                    "TitleEnglish": "Abolition of the Club!",
                    "SummaryEnglish": "Ritsu Tainaka wants to reform the light music club which will be disbanded by the end of April if at least four members cannot be found. They put up a poster for the club which catches the eye of Yui and she submits a form to join the club. The three members perform a short piece for Yui; this inspires Yui to finally join the club as a guitarist, though she first not only has to buy one, but learn how to play it first.",
                    "TitleJapanese": "廃部!",
                    "SummaryJapanese": "春、 新入生がクラブを決めるころ。 田井中律は幼馴染の秋山澪を連れて軽音部の見学へ行く。 \nしかし部員全員が卒業してしまった軽音部は、 新たに４人の部員が集まらないと廃部になってしまうという。 \n合唱部の見学にきた琴吹紬を仲間に加え、 最後の一人を探していると…。"
                },
                "2": {
                    "ID": "494721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/494721",
                    "TitleEnglish": "Instruments!",
                    "SummaryEnglish": "The members of the new light music club join forces in order to get Yui Hirasawa a guitar, an expensive Gibson Les Paul which costs ¥250,000.",
                    "TitleJapanese": "楽器!",
                    "SummaryJapanese": "唯が入部しようやく部として活動を開始した軽音部。 生まれて初めて部活を始めた唯はやる気満々。 \nだが自分がギターを担当することをすっかり忘れていた唯は、 ギターの値段を聞いて驚く。 \nとりあえず４人は次の休みに楽器を見に行くことにする。"
                },
                "3": {
                    "ID": "494731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/494731",
                    "TitleEnglish": "Special Training!",
                    "SummaryEnglish": "Yui and the girls are now taking their midterms. Unfortunately, Yui practices playing her guitar chords instead of studying, and she fails the exams. If she fails the retake exams, she cannot participate in club activities, and the club will be disbanded. A day before the retake, Yui still has not been able to study much and begs Ritsu, Mio and Tsumugi into helping her to study for her retake. Days after the retake, an exhausted Yui returns to the club room with full marks. To celebrate, the girls ask Yui to play the guitar chords she had learned, but she has completely forgotten them.",
                    "TitleJapanese": "特訓!",
                    "SummaryJapanese": "みんなと一緒にがんばり、 念願のギターを手に入れた唯。 \nとりあえず楽譜の読み方から教えてもらいながら練習を開始する。 \nしかしギターの練習に夢中になっていた唯は、 中間テストで追試となってしまい、 合格点をとるまで部活動禁止となってしまう。"
                },
                "4": {
                    "ID": "494741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/494741",
                    "TitleEnglish": "Training Camp!",
                    "SummaryEnglish": "After listening to the live performance of the previous year's Light Music Club, Mio is inspired to get the gang together to practice over the summer break for the upcoming Budokan school festival. They travel to Tsumugi's oceanside villa, where music and summer fun mix.",
                    "TitleJapanese": "合宿!",
                    "SummaryJapanese": "もうすぐ夏休み。 \nだが部としての活動を始めてから一度もみんなで音を合わせていない軽音部。 \nそんな状況に澪は学園祭に向け、 夏休みに強化合宿を提案する。 \n朝から晩までみっちり練習すると告げる澪だが、 早くも唯と律はおおはしゃぎ。 \n海にするか山にするかと盛り上がるが…。"
                },
                "5": {
                    "ID": "603901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/603901",
                    "TitleEnglish": "Mentor!",
                    "SummaryEnglish": "When Tsumugi's application to reserve the hall for the light music club is rejected due to it not officially being a club, it becomes apparent Ritsu had forgotten to fill out the required form. Yui's friend Nodoka Manabe, who is a member of the student council, offers to register them, but says they will need an advisor. The girls ask one of the teachers, Sawako Yamanaka, who rejects the offer until Yui figures out she was one of the previous light music club members, and Ritsu plans to blackmail her with the information.",
                    "TitleJapanese": "顧問!",
                    "SummaryJapanese": "昔の軽音部の写真を見つけた律。 そこには時代を感じさせるバンドの姿が…。 \n一方、 学園祭のステージの申請をしに行った紬は、 軽音部はまだちゃんとしたクラブと認められていないと言われ、 申請を断られてしまう。"
                },
                "6": {
                    "ID": "603911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/603911",
                    "TitleEnglish": "School Festival!",
                    "SummaryEnglish": "On the day of the school festival, Mio wants to practice for the club's live event, but everyone else is helping with their classes' other stands. They later get some practice done, but Mio is still nervous about singing center stage, even with Sawako's costume choices not helping the matter. Ritsu decides to hold a mock concert introduction to calm her nerves, although she still has jitters when the concert starts. Having seen her secret vocal practice beforehand, the others encourage her to do her best and the show manages to be a success. However, leaving the stage Mio trips over the guitar cable and accidentally exposes her underwear to the audience. She ends up getting a fan club, but cannot get over her embarrassment.",
                    "TitleJapanese": "学園祭!",
                    "SummaryJapanese": "いよいよ学園祭当日。 本番に向けて練習をしようと音楽室を訪れた澪。 \nだがそこにメンバーの姿はない。 校内でみんなを探す澪。 \nだが、 ３人はそれぞれクラスの出し物で大忙しで、 すぐには練習できそうもない。 \n和のおかげでようやく練習に向かうことが出来た唯だが…。"
                },
                "7": {
                    "ID": "603921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/603921",
                    "TitleEnglish": "Christmas!",
                    "SummaryEnglish": "Ui remembers how Yui once attempted to give her a white Christmas by sticking pillow stuffing on the tree outside. Ritsu decides to hold a Christmas party for the club, and while her initial plans of holding it at Tsumugi's house fail, they eventually decide to have it at Yui's house, also inviting her friend, Nodoka Manabe. They also decide to do a gift exchange, and go shopping for various gifts. Ui prepares a lovely Christmas dinner for the group, which gets a little out of hand when Sawako shows up out of no where. During the gift exchange, Yui and Ui give each other some warm things for the winter. After the rest of the group leaves, snow falls and Yui and Ui decide to sleep together, although Yui ends up hogging the sheets. In the New Year, the club decides to go to the shrine to make their New Year wishes.",
                    "TitleJapanese": "クリスマス!",
                    "SummaryJapanese": "唯の家でクリスマス会を開くことになった軽音部メンバー。\n和と憂も加わり、みんなでプレゼント交換をすることに。\nみんながそれぞれプレゼントを選ぶ中唯は、憂にいたずらで「クリスマス会では一人一芸を披露する」と話す。\n本気にした憂は・・・"
                },
                "8": {
                    "ID": "671981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/671981",
                    "TitleEnglish": "Freshman Reception!",
                    "SummaryEnglish": "Ui makes it into Yui's school as a freshman, as well as new student Azusa Nakano. When the class arrangements are announced, Yui, Mugi and Ritsu end up in the same class, whilst Mio ends up in a different class with Nodoka. The group put up with Sawako's ideas of promoting the club by dressing them up as animals. Ui and her friend visit the club only to find everyone dressed as maids. However, the band find it impossible to play with the outfits on. Meanwhile Azusa walks around looking for a club that's right for her. The group gets ready for a live performance, but Mio is too embarrassed to do the vocals, so Yui does them instead. Yui forgets the lyrics, but Mio manages to back her up. Ui brings Azusa to watch the show, who is so moved by it that she goes to join the club.",
                    "TitleJapanese": "新歓!",
                    "SummaryJapanese": "季節が過ぎ、 唯たちは高校２年生に。 だが、 クラス替えにより澪一人だけ別なクラスになってしまう。 \nからかう律と強がる澪。 \n一方、 唯の妹・憂も無事受験を終え、 姉と同じ桜高へ入学する。 軽音部は新入部員獲得のため勧誘を始めるが…。"
                },
                "9": {
                    "ID": "699781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/699781",
                    "TitleEnglish": "New Club Member!",
                    "SummaryEnglish": "Azusa officially joins the club, although is shocked to find everyone drinking tea and eating cake instead of practicing. She yells at them when Sawako tells her off for actually practicing, but Yui manages to calm her down. Despite her objections, Azusa finds herself weak against Tsumugi's tea and cakes. Yui herself is rather shocked at how much better Azusa is at guitar than she is. Sawako brings a pair of cat ears for Azusa to wear, leading Yui to give her the name 'Azu-nyan'. Noticing she is a bit upset, Mio encourages the band to practice more, but the group quickly reverts to its lazy state. Azusa becomes really upset since she cannot understand why the band members she admired at the live performance behaves like they do. Mio explains to her that she stayed with the band because it is fun to play with the others, and Azusa decides to stay as well.",
                    "TitleJapanese": "新入部員！",
                    "SummaryJapanese": "新入生歓迎会でのライブを追え、 遂に軽音部に入部希望者がやってきた。 \n「ギターを少し」 という新入生・中野梓。 \n歓迎する４人。 梓に先輩と呼ばれ、 唯は早くも浮かれモード。 \nしかし、 とりあえず何か弾いてみてといわれた梓の演奏を聞くと…。"
                },
                "10": {
                    "ID": "699801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/699801",
                    "TitleEnglish": "Another Training Camp!",
                    "SummaryEnglish": "Azusa meets up with Ui for lunch and are later joined by Ritsu. They try to call Tsumugi but end up talking to her butler. Yui and Ritsu invite Sawako to join their next training camp, but she appears disinterested. The gang arrive at an even bigger villa than last year, though Mugi points out it still isn't the one she desired. Yui and Ritsu want to play and Mio and Azusa want to practise, but the latter gets outvoted by Tsumugi in favour of playing. Azusa objects, but ends up having the most fun anyway, even getting sunburnt in the process. After practise, dinner and fireworks, Ritsu suggests a test of courage, and Mio and Azusa are shocked by the sudden appearance of Sawako. Later that night, Azusa joins Yui practising guitar. Azusa meets up with Ui again, although she can barely recognise her with all the sunburn.",
                    "TitleJapanese": "また合宿！",
                    "SummaryJapanese": "梓を含めて５人となった軽音部は、 夏休みに合宿をすることに。 \n充実した練習ができると考えている梓。 \nだが、 みんなで行った合宿の買い物の様子をみて、 一抹の不安を覚える。"
                },
                "11": {
                    "ID": "722611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/722611",
                    "TitleEnglish": "Crisis!",
                    "SummaryEnglish": "When Ritsu is reminded by Nodoka to fill in her gym-use application, the band notice they don't have a name yet. Azusa notices rust on Yui's guitar strings, and it becomes apparent that Yui has never given her guitar maintenance before. They take it to the guitar shop where Mio gets entranced by a Lefty fair. However, Yui doesn't realise she has to pay for maintenance, and when Tsumugi tries to pay, the staff refuse to take money from her. They tell her to consider it as a free service. Later, Ritsu starts to become jealous of Mio spending time with Nodoka and begins to fall out with her. She ends up with a fever, so Mio visits and smoothes things over. Afterwards, Ritsu gets in trouble for still forgetting her form, but Nodoka backs her up. Since none of the members could decide on a name for the band, Sawako chooses the name \"After School Tea Time\" to get it over with. However, Yui ends up catching Ritsu's cold.",
                    "TitleJapanese": "ピンチ！",
                    "SummaryJapanese": "もうすぐ学園祭。 梓が入って５人での初めてのライブが近づいてきた。 \n気合をいれライブへ向けて練習しようとすると、 唯が最近ギターの音の調子が悪いという。 \nギターを見せてもらった梓は、 その状態に愕然とする…。"
                },
                "12": {
                    "ID": "748141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/748141",
                    "TitleEnglish": "Light Music!",
                    "SummaryEnglish": "Yui is still sick from her cold, which is possibly attributed to her wearing a short yukata for too long. As the band tries to make do with Azusa as lead guitarist, Yui supposedly shows up over with her cold. However, her playing is too perfect and a slip of the tongue reveals that she is actually Ui, who had managed to play after a few days practice. Yui appears, but is still in no condition to play, so Mio suggests that she stay home until the day of the live performance. Yui eventually makes it in time, but forgets her guitar at home, so Sawako fills in for her while she goes to get it. Yui returns in time for the second song and the performance goes well, and the band even does an encore.",
                    "TitleJapanese": "軽音！",
                    "SummaryJapanese": "ピンチを乗り越えた軽音部。 \nだが、 学園祭を直前にして唯が風邪をひいてしまう。 \n心配する軽音部のメンバー。 憂も懸命に看病するが、 なかなか熱が下がらない。 \n学園祭まであと５日…。"
                },
                "13": {
                    "ID": "748151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/748151",
                    "TitleEnglish": "Winter Days!",
                    "SummaryEnglish": "As the cold winter weather creeps in, and despite Yui's offer of having nabe with everyone, each of the club members have individual duties. Tsumugi gets a part time job at a fast food restaurant, Mio goes to the beach to get inspiration for her lyrics, Ritsu has to entertain her little brother and Azusa is asked to look after her classmate's pet cat, despite not being good with cats herself. However, Mio cannot think of anything to write, Tsumugi buckles under the pressure, Ritsu ends up by herself and Azusa is left uncertain what to do when the cat starts throwing up. A random text from Yui cheers up the others and she comes to help Azusa with the cat. They all meet up for burgers where Ritsu is shocked to find what she thought was a love letter addressed to her was actually a set of lyrics Mio wrote.",
                    "TitleJapanese": "冬の日!",
                    "SummaryJapanese": "季節が過ぎ、寒い冬がやってきた。\n日曜日にみんなで鍋をしようと提案する唯。\nだが、軽音部のメンバーはそれぞれ用事があるようで…。"
                }
            }
        },
        "2": {
            "ID": "196391",
            "URL": "https://www.thetvdb.com/series/k-on/seasons/official/2",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "1759011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/1759011",
                    "TitleEnglish": "Seniors!",
                    "SummaryEnglish": "Yui and the other girls start their third year at high school (Azusa's second). Yui, Mio, Ritsu and Tsumugi are surprised that they, along with Nodoka, have been put into the same class. It soon becomes apparent that their new homeroom teacher, none other than Sawako, had arranged it that way so she had fewer names to remember. With Azusa being the only second year of the light music club, the gang become determined to get new members so that she will not be the sole member when they graduate. However, their various attempts to attract new students fail, so they focus instead on their performance for the freshman reception. Azusa becomes depressed that no new members show up afterward, but after talking with Ui and Jun and overhearing Yui's comments, she decides it is fine with just the five of them for now.",
                    "TitleJapanese": "高3！",
                    "SummaryJapanese": "平沢唯、秋山澪、田井中律、琴吹紬の軽音部４人は高校３年生として、始業式をむかえる。\n新入生がクラブを決めるこの時期に、去年新歓ライブで入部を決めた２年生の中野梓とともに、今年も新入生勧誘に励む軽音部のメンバーだが…"
                },
                "2": {
                    "ID": "1759021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/1759021",
                    "TitleEnglish": "Cleanup!",
                    "SummaryEnglish": "While clearing their personal belongings out of the club room, the girls find an old guitar that used to belong to Sawako. Since it had aged a bit, Sawako allows the girls to sell it and add the money to the club's budget. After visiting a home superstore to buy a storage shelf, they take the guitar to the music store where they are surprised to find it valued at ¥500,000. When Sawako inquires about the sale, Ritsu tries lying about its value, but it backfires when Sawako asks for a receipt and the club end up getting considerably less money. However, she allows the girls to buy one thing with the money. Noticing that Azusa looks a bit concerned about not having any freshmen to look after, the girls decide to get her a pet turtle named Ton.",
                    "TitleJapanese": "整頓！",
                    "SummaryJapanese": "整理されていない音楽準備室を片付けることになった軽音部。\n何か荷物があると倉庫代わりにしていたその部屋は、唯がどこからか持ってきたものを中心に私物であふれていた。"
                },
                "3": {
                    "ID": "1856271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/1856271",
                    "TitleEnglish": "Drummer!",
                    "SummaryEnglish": "After noticing how badly she shows up in videos of the band's performances, Ritsu decides she does not want to be the drummer anymore as she does not stand out enough. She tries playing the guitar but cannot get beyond the basics. She tries the keyboard next, but only goes as far as playing with all the sound effects. The next day, Yui tries coming up with various ways to make Ritsu stand out, with no such luck. Later that night, Ritsu recalls when she first started drumming and practicing every day. After watching a DVD of The Who, she realizes that even though she is not always in the spotlight, she loves playing the drums. The next day, Tsumugi shows off a new song that Ritsu helped her come up with.",
                    "TitleJapanese": "ドラマー！",
                    "SummaryJapanese": "新入部員（？）のトンちゃんに夢中の軽音部。\nいつもと同じ雰囲気の中、一人ノートパソコンを見ていた律が突然わめきだす。\n軽音部の活動報告の写真を見て、自分が目立っていないことが原因のようで…。"
                },
                "4": {
                    "ID": "1856281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/1856281",
                    "TitleEnglish": "Field Trip!",
                    "SummaryEnglish": "The third years go on a school field trip to Kyoto. On the train there, Mio is a little annoyed at Yui's and Ritsu's childish behavior. Mio realizes that she will have to watch over both of them during the trip. After visiting various shrines and attractions, the group returns to the inn where the girls' bad habits continue to annoy Mio. The next day, they have a look around Kyoto, though Mio laments that no one wants to participate in any tourist activities. However, when they get lost on the way back to the train station along with Nodoka's group, Mio gives in to the jokey nature of the others and loosens up for the rest of the trip.",
                    "TitleJapanese": "修学旅行！",
                    "SummaryJapanese": "桜が丘高校３年生は、修学旅行で京都に行くことになる。\n４人一組の班行動のため、軽音部で行動することになるが、行きの新幹線からテンションが上がっている唯と律に、澪は大きな不安にかられる…。"
                },
                "5": {
                    "ID": "1856291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/1856291",
                    "TitleEnglish": "Staying Behind!",
                    "SummaryEnglish": "Azusa and Ui, along with their classmate Jun, spend time together while the third years are on their trip to Kyoto. Noticing that Ui would be lonely without her sister around, Jun and Azusa decide to sleepover at her house, in exchange for Azusa helping out with her underclassmen in the jazz club. After spending the night, they wake up to a rainy day. They go to an arcade where Ui hits a home run in a batting game, before Azusa is reminded that she needs to feed Ton. While in the music room, the three decide to have a jam session together. The other girls return the next day and give Azusa a keychain, one of a set that spells out 'light music club'.",
                    "TitleJapanese": "お留守番！",
                    "SummaryJapanese": "修学旅行に行っている唯から、憂や梓に楽しんでいる様子のメールが届く。\n３年生のいない中、大好きな姉がいない憂、それを気遣う梓と純は普段と違った学校の雰囲気を味わう。"
                },
                "6": {
                    "ID": "1856301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/1856301",
                    "TitleEnglish": "Rainy Season!",
                    "SummaryEnglish": "On a very rainy day, Yui gets completely soaked trying to keep her guitar from getting wet. While Yui lets her clothes dry, she temporarily wears a maid costume made by Sawako until she gets told off about it. Azusa later helps Yui maintain her guitar. When it continues to rain the next day, the others recommend Yui keep her guitar in the clubroom overnight, though it causes her to worry late at night. The following day, Yui is so overjoyed to be reunited with her guitar that she brings it to class, but Sawako tells her to put it away.",
                    "TitleJapanese": "梅雨！",
                    "SummaryJapanese": "梅雨の季節になり、朝から雨が降り続けている。\n唯はギー太が濡れないように登校しようとするが、学校に着くまで一苦労する。\n教室に着いてからも、クラスではズブ濡れの唯の話で持ちきりになる。"
                },
                "7": {
                    "ID": "1856311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/1856311",
                    "TitleEnglish": "Tea Party!",
                    "SummaryEnglish": "Mio gets the feeling that someone is watching her, making her feel uneasy, though it turns out to be because she had a sticker on her hair. She is visited by Nodoka, along with a couple of members from Mio's fan club. The girls are reminded of the previous year, where Mio felt like she was being stalked by someone and went to the student council for advice. There, she met the former student council president Megumi Sogabe, who suspiciously appeared to know a lot about her and the light music club. It was soon revealed that Megumi was not only Mio's stalker, but was also president of her fan club who had wanted to see as much of her as possible before she graduated. As a graduation gift, Mio and the girls held a private concert just for her. After Megumi graduated, she passed the position of fan club president over to Nodoka. Since she had not found time to do anything for the club, Nodoka asks the light music club to hold a special tea party for them. Mio is initially embarrassed by all the skits, interviews and service she has to put up with, but warms up when she sees a slideshow of her times with the light music club. The event ends with a performance and a group photo, which Azusa sends to Megumi.",
                    "TitleJapanese": "お茶会！",
                    "SummaryJapanese": "廊下を歩いていると、唯はそわそわしている澪のことが気になる。\n理由を聞くと、朝からずっと視線を感じていると澪は話す。\n心配する梓以外の軽音部のメンバーは、怖がりの澪を茶化すが…。"
                },
                "8": {
                    "ID": "1856321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/1856321",
                    "TitleEnglish": "Career!",
                    "SummaryEnglish": "While filling in University Choice forms, Yui and Ritsu get in trouble for not being decisive enough about their future. Nodoka tells the others about how Yui somehow became friends with her after they met in kindergarten and how she has improved since joining the light music club. Mio and Ritsu later tell how they met and how Ritsu helped Mio when she was nervous about reading her award-winning essay in front of others in fourth grade. When Yui attempts to put 'musician' as her career choice only to be rejected, Nodoka cannot help but laugh. Yui asks her classmates for some advice, but still gets confused, so she just says she will do her best for now, which is still rejected.",
                    "TitleJapanese": "進路！",
                    "SummaryJapanese": "和は唯が進路についてまだ迷っていることに驚く。\nそんな唯と進路調査表を未定で提出した律は、さわ子先生に職員室に呼び出される。\n二人を心配する和と澪は、紬に子供の頃の思い出話をする"
                },
                "9": {
                    "ID": "1856331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/1856331",
                    "TitleEnglish": "Finals!",
                    "SummaryEnglish": "As the finals approach, Yui is struggling with her studies. One of Yui's neighbours, a kindly old lady who's always taken care of her, tells Yui about an upcoming talent show event taking place right after the finals. Wanting to pay her back, Yui decides to enter, though the others are concerned about her juggling two priorities. Azusa decides to join her act and help her study for the finals. After their tests, Yui and Azusa perform their routine. Though they didn't win, Yui gives her participation prize to the old lady as thanks. Yui manages to pass her test with high scores.",
                    "TitleJapanese": "期末試験！",
                    "SummaryJapanese": "期末試験が近づき、普段放課後に向かう音楽室ではなく、図書室で勉強をする軽音部３年生たち。\n勉強に勤しむ澪と紬と違って、唯と律は相変わらず勉強に集中できない様子だが…。"
                },
                "10": {
                    "ID": "1856341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/1856341",
                    "TitleEnglish": "Teacher!",
                    "SummaryEnglish": "After Sawako gets a call on her phone from someone in the clubroom, the girls decide to follow her. There, they find her meeting up with one of her friends, and although they are easily noticed by her, she does not alert Sawako to their position. After Sawako leaves, her friend introduces herself to the others as Christy, a guitarist from the previous light music club during Sawako's punk phase, and reveals that one of their group's other members is getting married. At the wedding, Sawako is shocked to find her old death metal band on stage with Yui as the guitarist. When Yui gets off to a nervous start, Sawako sheds off her shameful pride and takes her place on stage.",
                    "TitleJapanese": "先生！",
                    "SummaryJapanese": "朝の登校中に、紬は困った様子で車に乗った相手と話すさわ子先生を見かける。\n放課後に音楽室で気まずく電話で話すさわ子先生を怪しむ軽音部がとった行動は…"
                },
                "11": {
                    "ID": "1856351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/1856351",
                    "TitleEnglish": "Hot!",
                    "SummaryEnglish": "During an unbearably hot day, the girls have trouble beating off the heat and also notice Ton shedding in its current aquarium tank. After dragging Sawako away from the air-conditioned staff room (partly to give Tsumugi a ride back to her house to get a bigger tank for Ton), the girls wonder why the club room does not have an air conditioner. After inquiring with Nodoka about it, it turns out that Ritsu never sent in a request for an air conditioner due to her never attending any student council club meetings. After pleading to the student council, the club room gets one installed. However, Yui slumps over, having forgotten that she weak to air conditioning.",
                    "TitleJapanese": "暑い！",
                    "SummaryJapanese": "真夏の暑い日にバンド練習をする軽音部だが、うだるような暑さに練習もままならない様子。\n涼しく過ごす為に色々なことを試す軽音部は、最終的に顧問のさわ子先生に相談する。"
                },
                "12": {
                    "ID": "1856361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/1856361",
                    "TitleEnglish": "Summer Festival!",
                    "SummaryEnglish": "With summer vacation starting, everyone initially decides to do another training camp, but instead they decide this year to go to a summer rock festival in the mountains, which Sawako conveniently has tickets for. After following Sawako's strict survival guide, the festival starts and everyone gets into it, especially Mio, although Tsumugi and Yui become depressed when they cannot eat the foods they want. Meanwhile, the girls shortly go separate ways to listen to different bands. While Mio gets entranced by a left-handed guitarist, Sawako enjoys headbanging to a heavy metal band far from the others. After a day of music, the girls sit under the stars, listen to the bands far away, and agree to perform at the next Summer Festival.",
                    "TitleJapanese": "夏フェス！",
                    "SummaryJapanese": "夏休みに入った桜が丘高校。３年生にとって最後の夏休みだが、合宿をしたいと唯が提案する。\n最初は乗り気ではなかった澪だが、夏フェスと聞いてみんなで合宿に行くことを決意する。"
                },
                "13": {
                    "ID": "1856371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/1856371",
                    "TitleEnglish": "Late Summer Greeting Card!",
                    "SummaryEnglish": "With the other girls studying for their exams, Azusa hangs out with Ui. Throughout the day, Azusa spaces out and has weird dreams concerning the other girls. Later, Azusa, Ui and Jun go to a swimming pool, where Jun starts to regret not joining the light music club. Afterwards, they run into Yui and the others for real and they all go to a summer festival together before Azusa, Ui and Jun lose them in a crowd. Jun mentions that she might join the light music club if they cannot get any other members by next year. At the end of the day, Azusa worries about being all alone and promises to make the upcoming school festival performance a success.",
                    "TitleJapanese": "残暑見舞い！",
                    "SummaryJapanese": "唯たち軽音部３年生は受験を控え、図書館で勉強中。そんな中、ひとり２年生の梓は自宅で暇をもてあましていた。夏休みを思いっきり楽しみたい梓の家に憂が遊びに来て…。"
                },
                "14": {
                    "ID": "2374381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/2374381",
                    "TitleEnglish": "Summer Classes!",
                    "SummaryEnglish": "Unable to get Mio to hang out with her, Ritsu runs into Tsumugi who decides to hang out with her. They go to an arcade and then to a candy store, where Tsumugi is fascinated by all the cheap items. Meanwhile, Yui has Nodoka over to help with her homework, and gets upset when she eats the strawberry off her cake. Later, Tsumugi asks Ritsu to hit her, wanting the same skinship she has with Mio, but Ritsu cannot bring herself to do it. As a compromise, Ritsu attempts to train Tsumugi to be dopey enough that Mio would hit her instead, but to no avail. Hoping to make an opportunity, Tsumugi eats the strawberry off Mio's cake, but this just makes her cry. Having given up when a direct request to Mio also fails, Tsumugi finally gets hit when she implies Ritsu would be popular with the girls if she was a boy.",
                    "TitleJapanese": "夏期講習！",
                    "SummaryJapanese": "勉強に余念がない澪に遊びに行くことを断られ、一人駅前にいた律は、紬をみつける。\n夏期講習に備えて買い物をする予定だった紬に律は一緒に遊びに行こうと誘うが…。"
                },
                "15": {
                    "ID": "2374391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/2374391",
                    "TitleEnglish": "Marathon Tournament!",
                    "SummaryEnglish": "Upon returning to school after summer vacation, the girls learn of a school-wide marathon, which Yui is not keen on participating in. Seeing the marathon course while riding in Sawako's car does little to make her look forward to it. During the marathon, Yui constantly gets distracted and later everyone starts getting tired, trying to come up with various ways to keep them motivated. After reaching the top of a steep hill, the girls discover Yui has gone missing and go search for her. When Ui hears about this, she deduces that Yui had been staying at the old lady's house after scraping her knee. At the final stretch, Yui assumes that there will not be a rice cake for the person in last place, causing everyone to make a dash for the ending, resulting in Mio, who did not want to finish last due to it being embarrassing, performing an extravagant roll upon tripping at the finish line. While everyone enjoys red bean soup and rice cakes, Sawako is still searching for Yui.",
                    "TitleJapanese": "マラソン大会！",
                    "SummaryJapanese": "夏休みも終わって学祭のある二学期に入り、ひときわテンションが高い梓に対して、目前の学校行事マラソン大会のせいで唯は元気がない。それぞれが大会に備えて準備するが…"
                },
                "16": {
                    "ID": "2374401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/2374401",
                    "TitleEnglish": "Upperclassmen!",
                    "SummaryEnglish": "When Azusa comes to the realisation that the light music club has been slacking as of late, she becomes determined to practice more. Azusa runs into Tsumugi alone in the club room and tries giving her some guitar lessons. She later is about to get a chance to practice alone with Mio, but is interrupted when Ritsu requires help from Mio and the girls end up spending the evening at Ritsu's house. The next day, Azusa runs into Yui in the club room hoping to practice, but ends up cleaning Ton's tank and helping her with understanding how to play the song Tsumugi composed, as she cannot read sheet music. Yui reminds Azusa that she is who she is, and personalizes her keychain.",
                    "TitleJapanese": "先輩！",
                    "SummaryJapanese": "同級生の純に軽音部の一日の活動内容を聞かれ、いつの間にか３年生のペースになじんでいることに気づく梓。入部当時のマジメな自分に戻ろうと気合を入れる梓だが…"
                },
                "17": {
                    "ID": "2374411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/2374411",
                    "TitleEnglish": "No Music Room!",
                    "SummaryEnglish": "The club room is closed for repairs, leaving the girls nowhere for practice. While trying to find a suitable location for their practicing, the girls try to come up with lyrics for the song Tsumugi wrote. Failing to find anywhere in the school to practice, they rent out a studio, but end up wasting time discussing lyrics and run out of time before they can practice, though the club room reopens the next day. The following night, Ui helps Yui write some lyrics, but ends up catching a cold, leaving Yui, who has always relied on her, to look after her instead. Realizing how important she is to her, Yui writes some lyrics dedicated to Ui, which are approved by the other club members.",
                    "TitleJapanese": "部室がない！",
                    "SummaryJapanese": "部室の下の教室の天井の水漏れが原因で部室が使えないことになってしまった軽音部。\n文化祭まであと一ヶ月切った中で、練習できそうなほかの場所を探すが…。"
                },
                "18": {
                    "ID": "2374421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/2374421",
                    "TitleEnglish": "Leading Role!",
                    "SummaryEnglish": "Much to their dismay, Mio and Ritsu are respectively nominated for the roles of Romeo and Juliet in the class play. Mio has her usual problems with the pressure of being centre stage, whilst Ritsu can't act lady-like enough for her role. After not being impressed with the other girls' 'training' for them, Ritsu and Mio decide to have a cram session. Whilst doing impersonations of each other if they switched roles, they find the key to successfully acting out their parts. Noticing Mio still lacks confidence, Tsumugi arranges for her and the others to work as maids in her family's tea shop to help get over her embarrassment. Although she gains some confidence, Mio still is reluctant about being centre stage. Meanwhile, Azusa grows concerned that, with everyone rehearsing for the play, no one's preparing for the live concert.",
                    "TitleJapanese": "主役！",
                    "SummaryJapanese": "唯たち軽音部３年生がいる３年２組の学園祭の出し物が『ロミオとジュリエット』になり、投票でロミオ役が澪、ジュリエット役が律に決定する。放課後にさっそく稽古することになるが…。"
                },
                "19": {
                    "ID": "2374431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/2374431",
                    "TitleEnglish": "Romeo and Juliet!",
                    "SummaryEnglish": "As the seniors prepare for the play, Azusa worries that there has not been enough practice for the live performance. As the play goes on, the backstage crew realize they are missing Juliet's gravestone needed for the climax, but manage to borrow something from the occult club in time. After a successful play, the girls apologize to Azusa for making her worry and decide to hold an overnight practice session at school. Later that night, they browse through the closed stalls, where they find the missing gravestone, and give their thanks to the occult club. The next morning, Sawako gives the girls special Ho-kago Tea Time t-shirts for their performance.",
                    "TitleJapanese": "ロミジュリ！",
                    "SummaryJapanese": "学園祭初日になり、あわただしい雰囲気の桜が丘高校。\n３年２組もクラス劇『ロミオとジュリエット』の準備に余念がない。\nそして、たくさんのお客さんが見守る中、ついに開演を迎える。"
                },
                "20": {
                    "ID": "2374441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/2374441",
                    "TitleEnglish": "Yet Another School Festival!",
                    "SummaryEnglish": "The girls get on stage for their performance and are surprised to find everyone in the audience wearing the same shirts as they are, which moves Yui a lot. During their performance, they sing two new songs, and Yui gives her thanks to the people who have helped her, and even gets thanks in return from the others. After their performance, the girls look back on their previous years and start to become upset knowing that this is their last year together, but manage to cheer each other up.",
                    "TitleJapanese": "またまた学園祭！",
                    "SummaryJapanese": "学園祭２日目になり、早朝から準備を始めている生徒たち。\n昨晩からの特訓でやる気満々の唯たち。講堂のステージで、放課後ティータイム３回目の学園祭ライブが始まる。"
                },
                "21": {
                    "ID": "2374451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/2374451",
                    "TitleEnglish": "Graduation Yearbook!",
                    "SummaryEnglish": "With photos for the graduation yearbook coming up, Yui uses Ui as a model to determine the best hairstyle, though feels weird when she leaves her hairpin on her. Although the seniors have finished their clubs, the girls decide to use the music room to study for their entrance exams, though Yui and Ritsu still have yet to decide on their university choices. While trying to trim her bangs for her yearbook photo, Yui sneezes and accidentally cuts them off, giving her a completely different look. After their pictures are taken, the girls learn Mio had turned down a recommendation for a university because she wanted to study together with everyone. Upon hearing this, Yui, Ritsu and Mio turn in their university preference applications to Sawako, opting to go to the same women's university as Tsumugi.",
                    "TitleJapanese": "卒業アルバム！",
                    "SummaryJapanese": "卒業アルバムの撮影が近づき、髪型を気にして、色々と挑戦してみる唯。\n翌日の放課後に軽音部は、部室でアルバム用の個人写真の練習をしてみるのだが…。"
                },
                "22": {
                    "ID": "2374461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/2374461",
                    "TitleEnglish": "Exams",
                    "SummaryEnglish": "As the seniors prepare for their entrance exams, Azusa decides to make them a chocolate cake for Valentine's Day, getting Ui and Jun to help. When the day comes, Azusa becomes nervous about presenting the cake to them, also worried about their impending graduation. However, her friends encourage her and the cake is well received, even getting a speedy White Day gift from Yui. The next day, Azusa makes an expensive prayer at the shrine for the girls' success, and later receives word that they have all passed their entrance exams.",
                    "TitleJapanese": "受験！",
                    "SummaryJapanese": "唯たち３年生の受験が近づき、部室で毎日試験勉強をする日々が続く。\n２年生の梓は、先輩たちに内緒でバレンタインデーに今まで渡したことのないチョコレートを作ることを決意する。"
                },
                "23": {
                    "ID": "2374471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/2374471",
                    "TitleEnglish": "After School!",
                    "SummaryEnglish": "Although they are not supposed to be at school until graduation the next day, Yui and the others decide to hang around the club room, though they have trouble figuring out how to pass the time. They clear out their desks and visit the student council room before getting Azusa to buy them some lunch. Wanting to leave something behind after they graduate, the girls decide to record an album of their songs.",
                    "TitleJapanese": "放課後！",
                    "SummaryJapanese": "授業のない唯たち３年生は、全員で約束して朝から部室に遊びに来る。\n普段と変わらないゆっくりとした時間を過ごす中で、学校でやり残したことの話になって…。"
                },
                "24": {
                    "ID": "2374481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/2374481",
                    "TitleEnglish": "Graduation Ceremony!",
                    "SummaryEnglish": "On the day of the girls' graduation, Yui gets off to a rough start by being late and ripping her tights. Meanwhile, Azusa is similarly distracted and ends up banging her head. The girls hold onto something, though Yui's attempts to hide it during the graduation ceremony cause Sawako to grow suspicious. They later give Sawako the present, a card signed by the entire class, later that day as thanks for being their teacher. After the classroom empties, leaving behind several goodbye messages for Sawako, the girls go to the light music room, shortly followed by Azusa. Azusa, who had been holding in her feelings all day, finally breaks down into tears, begging them not to graduate. To cheer her up, the girls perform a special song they wrote just for her.",
                    "TitleJapanese": "卒業式！",
                    "SummaryJapanese": "ついに軽音部３年生の４人は卒業式を迎える。当日全員で待ち合わせして登校しようと約束するが、時間になっても唯が来ない。律がケータイにメールを入れると、唯から返信がきて…。"
                },
                "25": {
                    "ID": "2374491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/2374491",
                    "TitleEnglish": "Planning Discussion!",
                    "SummaryEnglish": "Set just after episode 21, Azusa finds the light music club's attempted recruitment video from before she joined the club, which was so embarrassing that Mio hid it in a cookie can. In order to recruit some new members for the next year, the girls try to come up with pitches for a new recruitment video, but to no avail. After talking with Ui and Jun, Azusa comes up with the idea of filming a documentary of their activities, intersected with interviews from fellow students and staff. The video turns out great, besides one scene at the end which Azusa is not too keen on.",
                    "TitleJapanese": "企画会議！",
                    "SummaryJapanese": "梓は唯たち３年生が作った去年の新入生勧誘ビデオを偶然部室でみつける。そのビデオは、恥ずかしさのあまり澪がお菓子の缶に入れて封印してしまっていた。そこで、また新たに勧誘ビデオを撮ろうとするが…。"
                },
                "26": {
                    "ID": "2374501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k-on/episodes/2374501",
                    "TitleEnglish": "Visit!",
                    "SummaryEnglish": "Set before episode 23, Nodoka arrives in the clubroom with a sample of the graduation yearbook. The yearbook needs to be checked by Sawako, who is sick with a cold. Curious about what her apartment looks like, the girls decide to pay her a visit. Whilst looking through the album, they find a mysterious hand in the group photo, which turns out to be Ritsu's. Despite Sawako's objection, the girls decide to help her out around the apartment. They briefly visit Azusa, who is busy rehearsing for her freshman reception with Ui and Jun.",
                    "TitleJapanese": "訪問！",
                    "SummaryJapanese": "授業がない３年生たちだが、軽音部の部室にきてお茶をしていた。\n唯が大事なものが届くと言ってなにやら落ち着かない様子。そんな時、部室にやってきたのは和だった。"
                }
            }
        }
    }
}