{
  "URL": "https://www.thetvdb.com/series/basquash",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Science Fiction",
    "Sport"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1334572/",
    "https://www.themoviedb.org/tv/34678"
  ],
  "TitleEnglish": "Basquash!",
  "SummaryEnglish": "The story takes place in the world of \"Earth Dash\" Above the planet's surface lies the lunar city, Mooneyes. It serves as both a symbol of hope and a dream for the people of Earth Dash, and holograms are regularly projected from the city's lights. The story begins in one city on Earth Dash, Rollingtown. Dan JD is a hotblooded young man who goes around vandalizing the city as Dunk Mask, swearing revenge against the sport of Bigfoot Basketball, the latest craze. Bigfoots, which have replaced cars on Earth Dash, are giant, lumbering mecha that are used for everything from ambulances to police cars to the basketball game Dan hates, because one of them maimed his sister Coco years ago. One day, Dan meets a mechanic who recently returned to Rollingtown, and knows all about the Bigfoots. Her name is Miyuki Ayukawa, and, to Dan's surprise, she's his childhood friend. Miyuki teaches Dan how to pilot one of the Bigfoots, and Dan, as Dunk Mask, goes to show Rollingtown how real basketball is played. In doing so, he causes massive property damage and is thrown in jail for a year. When he's finally free, he discovers that Bigfoot Street Basketball has become the new trend sport and Dunk Mask has become a legend. Recent developments strongly suggest that there's more to the Moon, the sport of Basquash, and Dan's signature playstyle than you'd think...",
  "Aliases": [],
  "Modified": "2024-09-05",
  "Seasons": {
    "1": {
      "ID": "47681",
      "URL": "https://www.thetvdb.com/series/basquash/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "498081",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498081",
          "TitleEnglish": "I Am Legend",
          "SummaryEnglish": "Dan JD is a young basketball player that terrorizes the city of Rolling Town under his alias \"Dunk Mask\". When he invades a match of BFB (Big Foot Basketball), he gets himself in more trouble than he could handle.",
          "Aliases": []
        },
        "2": {
          "ID": "498091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498091",
          "TitleEnglish": "Legend Is Dead",
          "SummaryEnglish": "After one year of imprisionment, Dan finds that his performance at the stadium inspired players throughout the city, but the commotion he caused left him with a huge debt on his shoulders. To complicate matters, he is challenged by another skilled player: Sela D. Miranda AKA the \"Platinum Gale\".",
          "Aliases": []
        },
        "3": {
          "ID": "498101",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498101",
          "TitleEnglish": "Destroy, Destroy",
          "SummaryEnglish": "Dan and Sela's match is interrupted by a mysterious player who started tossing balls at crushing speed at them. After some investigation, this player is revealed to be Iceman Hotty, the same person who stopped Dan at the stadium one year before.",
          "Aliases": []
        },
        "4": {
          "ID": "498111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498111",
          "TitleEnglish": "Three-Way Free-Fight",
          "SummaryEnglish": "Dan, Sela and Iceman are approached by Haruka Gracia, a shoemaker from the moon who created special tennis shoes for their Big Foots, and arranged a three-way match between them. After some thinking, Dan came up with a method to have the upper hand against Iceman.",
          "Aliases": []
        },
        "5": {
          "ID": "498121",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498121",
          "TitleEnglish": "Basquash!",
          "SummaryEnglish": "The match between Dan, Sela and Iceman is interrupted by the police, and Haruka arranges a 3 on 3 match between them and a vicious underground team. Meanwhile Flora escapes the castle and sets for Rolling Town where she ends up being helped by Coco.",
          "Aliases": []
        },
        "6": {
          "ID": "498131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498131",
          "TitleEnglish": "Saint Has Come",
          "SummaryEnglish": "The previous match increased the popularity of Basquash through town, but the sport was outlawed due to the damages it causes to properties. To complicate matters, James Loane, a famous BFB player from the moon creates a new official league called Open City Basketball (OCB) featuring street players and BFB players alike.",
          "Aliases": []
        },
        "7": {
          "ID": "498141",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498141",
          "TitleEnglish": "Within, Out Of",
          "SummaryEnglish": "Jame's efforts to monopolize Basquash creates conflicts between street players and BFB players while Dan wonders about accepting his offer to join OCB or not.",
          "Aliases": []
        },
        "8": {
          "ID": "498151",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498151",
          "TitleEnglish": "Path of Truth",
          "SummaryEnglish": "Flora joins Dan's group after meeting them on a desert town and they have a match with Iceman's former teammates who hold a grudge against him.",
          "Aliases": []
        },
        "9": {
          "ID": "498161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498161",
          "TitleEnglish": "Idol Attack!",
          "SummaryEnglish": "The members of Eclipse, a famous idol band from the moon, forms a Basquash team and challenges Dan and Co. for a match.",
          "Aliases": []
        },
        "10": {
          "ID": "498171",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498171",
          "TitleEnglish": "Nonstop, Jumpstop",
          "SummaryEnglish": "Rouge, a member of Eclipse, learns about Dan's past and comes to his aid when sad memories from his early childhood start to haunt him.",
          "Aliases": []
        },
        "11": {
          "ID": "498181",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498181",
          "TitleEnglish": "In the Night Before",
          "SummaryEnglish": "Team Basquash is invited for a tornament in Turbine Town. However, while scouting the city, Sela left the group to visit her mother's grave and Iceman encountered Falcon Lightwing, an old enemy of his.",
          "Aliases": []
        },
        "12": {
          "ID": "498191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498191",
          "TitleEnglish": "League League League!",
          "SummaryEnglish": "The tournament on Turbine Town begins with a passport to the Moon league as a prize, and Team Basquash's first match is against some deceitful triplets. The girls of Eclipse are also participating in the competition, and ask James about his true intentions behind it.",
          "Aliases": []
        },
        "13": {
          "ID": "498201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498201",
          "TitleEnglish": "See You On The Moon",
          "SummaryEnglish": "Team Basquash and Eclipse both advance to the semifinals, but the match between them is cut short when Rouge falls ill before its end. While worrying about her, Dan learns from Citron and Violette about the reason behind her sickness.",
          "Aliases": []
        },
        "14": {
          "ID": "498211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498211",
          "TitleEnglish": "Splash Dash Crash!",
          "SummaryEnglish": "Team Basquash face some serious trouble in the final match of the championship when a storm strikes the town. Dan is the most affected by the slippery field, but Sela and Iceman also have their own personal issues.",
          "Aliases": []
        },
        "15": {
          "ID": "498221",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498221",
          "TitleEnglish": "Run and Cannon",
          "SummaryEnglish": "The members of Team Basquash arrive at the Skybloom Kingdom, but before their departure to the moon, Dan is arrested for violating the local rules and after James and co. exaust all diplomatic measures to release him, they come with a plan to break him free by force.",
          "Aliases": []
        },
        "16": {
          "ID": "498231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498231",
          "TitleEnglish": "Underground",
          "SummaryEnglish": "After reaching moon's orbit, Dan and friends's vessel is unexpectedly thrown back to Earth Dash's surface near a hostile underground settlement where Dan is captured and forced to fight in a bloody arena.",
          "Aliases": []
        },
        "17": {
          "ID": "498241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498241",
          "TitleEnglish": "Giant Step",
          "SummaryEnglish": "Dan's friends learn that there is a bounty on his head and rush to warn him, while he meets Naviga, a lone giant from the moon who works in the underground mine.",
          "Aliases": []
        },
        "18": {
          "ID": "498251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498251",
          "TitleEnglish": "Memory of You",
          "SummaryEnglish": "Dan and co. manage to reach the surface, but Iceman stays behind to confront the man who severed his left limbs. Reunited with Soichi and Haruka, and having Navi as a new companion, Team Basquash is later contacted by James who offers them a chance to win another ticket to the moon.",
          "Aliases": []
        },
        "19": {
          "ID": "498261",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498261",
          "TitleEnglish": "Turn Over",
          "SummaryEnglish": "Team Basquash returns to Turbine Town for the special match organized by James and their opponents happen to be some old acquaintances of Sela. Meanwhile Coco, who is already at the moon, reminisces about her brother's journey so far and figures out the truth about Slash.",
          "Aliases": []
        },
        "20": {
          "ID": "498271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498271",
          "TitleEnglish": "Fit-in Break",
          "SummaryEnglish": "Miyuki uses the data in her late father's research in order to upgrade the team's bigfoots. The members of Eclipse anounce that they will disband after a farewell concert in the Skybloom Kingdom and Rouge has her memories of Dan deleted from her brain.",
          "Aliases": []
        },
        "21": {
          "ID": "498281",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498281",
          "TitleEnglish": "Total Eclipse",
          "SummaryEnglish": "Dan infiltrates into the Skybloom Kingdom along Flora in order for him to meet Rouge once more, unaware of Yang Harris' secret plan involving the Eclipse girls and himself.",
          "Aliases": []
        },
        "22": {
          "ID": "498291",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498291",
          "TitleEnglish": "Clutch Shot",
          "SummaryEnglish": "Dan manages to reach Rouge just to find that she does not remember him at all and in order to bring her memories back, Team Basquash breaks into Eclipse's concert to challenge them for a match.",
          "Aliases": []
        },
        "23": {
          "ID": "498301",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498301",
          "TitleEnglish": "Cause Slash Said So",
          "SummaryEnglish": "Yang seizes power in the Skybloom Kingdom while Eclipse join forces with James to rescue Dan, and as the moon starts to get en route of collision with Earth Dash, Slash announces a special Basquash league in order to bring out the legendary player destined to save both.",
          "Aliases": []
        },
        "24": {
          "ID": "498311",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498311",
          "TitleEnglish": "Who are You?",
          "SummaryEnglish": "Among the chaos and destruction caused by the falling debris on Earth Dash, the Legend League begins with Iceman and Falcon participating. Miyuki comes with a plan to bring Dan back to consciousness while a mysterious voice echoes through the Basquashers' minds.",
          "Aliases": []
        },
        "25": {
          "ID": "498321",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498321",
          "TitleEnglish": "Above the Rim",
          "SummaryEnglish": "At last Team Basquash arrives at the moon to participate in the Legend League, and Slash, whose real identity is revealed, joins Falcon and Iceman in a decisive match against them.",
          "Aliases": []
        },
        "26": {
          "ID": "498331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/basquash/episodes/498331",
          "TitleEnglish": "Free",
          "SummaryEnglish": "Despite Dan and co.'s efforts, Earthdash and the moon continue to be en route of collision, and all players and their allies join forces in a last desperate try to stop it.",
          "Aliases": []
        }
      }
    }
  }
}