{
    "URL": "https://www.thetvdb.com/series/saki",
    "Genres": [
        "Animation",
        "Anime",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1409064/",
        "https://www.themoviedb.org/tv/29884"
    ],
    "TitleEnglish": "Saki",
    "SummaryEnglish": "Miyanaga Saki is a high school freshman who doesn’t like mahjong. Ever since she was a child, she would lose her New Year’s gift money during her family mahjong game. If she won, her parents would be upset, and if she lost, well, she lost. As a result, she’s learned to play in such a way that her score always remains plus/minus zero: not good enough to win, but not bad enough to lose. When we meet her, she’s being dragged to her school’s mahjong club by an old friend. How will a girl who hates mahjong, yet has become adept at the game as a result of her upbringing, survive in this environment?",
    "TitleJapanese": "咲-Saki-",
    "SummaryJapanese": "宮永咲は高校一年生。奇跡的な麻雀を打ってのける（毎局プラスマイナスゼロで和了ることができる）美少女。原村和の天才的な打ち方に感化され麻雀部に入部することを決意する。二人の天才美少女が全国大会の頂点を目指す。",
    "Aliases": [
        "咲-Saki- (2009)"
    ],
    "Modified": "2024-11-25",
    "Seasons": {
        "0": {
            "ID": "48181",
            "URL": "https://www.thetvdb.com/series/saki/seasons/official/0",
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "4378795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4378795",
                    "TitleEnglish": "Picture Drama 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ピクチャードラマ１",
                    "SummaryJapanese": "DVD第3巻特典 - 優希と和の温泉のエピソード。"
                },
                "2": {
                    "ID": "4378796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4378796",
                    "TitleEnglish": "Picture Drama 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ピクチャードラマ２",
                    "SummaryJapanese": "DVD第4巻特典 - 末春と華菜が親友になるまでのエピソード。"
                },
                "3": {
                    "ID": "4378797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4378797",
                    "TitleEnglish": "Picture Drama 3",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ピクチャードラマ３",
                    "SummaryJapanese": "DVD第5巻特典智紀が衣に語る、透華が自分をスカウトすることになったエピソード。"
                },
                "4": {
                    "ID": "4378798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4378798",
                    "TitleEnglish": "Picture Drama 4",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ピクチャードラマ４",
                    "SummaryJapanese": "DVD第6巻特典 - 智美の思いつきで鶴賀学園麻雀部の親睦会をすることになったエピソード。"
                },
                "5": {
                    "ID": "4378799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4378799",
                    "TitleEnglish": "Picture Drama 5",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ピクチャードラマ５",
                    "SummaryJapanese": "DVD第7巻特典 - 県予選後、ゆみとモモが2人旅行に行く途中で今までを回想するエピソード。"
                },
                "6": {
                    "ID": "4378800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4378800",
                    "TitleEnglish": "Picture Drama 6",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ピクチャードラマ６",
                    "SummaryJapanese": "DVD第8巻特典 - 県予選敗退後に、美穂子が華菜の妹達の誕生日に訪れたエピソード。"
                },
                "7": {
                    "ID": "4453599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4453599",
                    "TitleEnglish": "Picture Drama 7",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ピクチャードラマ７",
                    "SummaryJapanese": "DVD第9巻特典 - 中学時代の優希と和が、進路について相談し合うエピソード。"
                },
                "8": {
                    "ID": "5322520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/5322520",
                    "TitleEnglish": "Kuro's Birthday",
                    "SummaryEnglish": "Short original anime bundled with the limited edition Blu-ray Box of Saki Achiga-hen: Episode of Side-A.",
                    "TitleJapanese": "玄の誕生日",
                    "SummaryJapanese": "咲-Saki-阿知賀編Blu-ray初回完全生産限定Special-BOX特典。「咲-Saki-全国編」のBlu-ray第一巻の初回限定版に同梱されたスペシャルコミックから阿知賀編スペシャルエピソード"
                },
                "9": {
                    "ID": "5322521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/5322521",
                    "TitleEnglish": "Carefree Saki",
                    "SummaryEnglish": "Bundled with limited special first edition of the 14th volume of the Saki manga.",
                    "TitleJapanese": "咲日和 ANIMATION「アニメの巻①」",
                    "SummaryJapanese": "原作14巻OAD"
                }
            }
        },
        "1": {
            "ID": "48191",
            "URL": "https://www.thetvdb.com/series/saki/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "502441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/502441",
                    "TitleEnglish": "Meeting",
                    "SummaryEnglish": "Saki Miyanaga is a skilled mahjong player, but she hates the game since she would be punished by her family whether she won or lost when she played with them. Upon entering high school, Saki's friend, Kyōtarō Suga, takes her to their school's mahjong club so Saki can be a fourth player. There, she meets Nodoka Haramura, a very skilled mahjong player and previous junior high champion, and Yūki Kataoka, an energetic first-year who is skilled in mahjong though has trouble staying focused. Saki only plays a few hands and leaves shortly after the club president and student council president, Hisa Takei, wakes up. Hisa notices Saki managed to keep her score at zero, a difficult feat. Hisa manages to get Saki to come back the next day to play a couple more games with Nodoka, Yūki, and Mako Someya, a second-year member of the club. Saki shows her skill in mahjong by attaining the zero score in the first game.",
                    "TitleJapanese": "出会い",
                    "SummaryJapanese": "訳も分からず麻雀部に連れて行かれ、麻雀を打つことになった咲。そこには小川のほとりで出会った少女、和がいた。結果、対局は和の勝利で終わったが、咲の打ち方に疑問を感じた和は、もう一回打って欲しいと願う。"
                },
                "2": {
                    "ID": "517311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/517311",
                    "TitleEnglish": "Contest",
                    "SummaryEnglish": "Playing under special scoring rules, Saki plays the next game while trying to keep her plus/minus zero score and winning at the same time, but cannot do both with the special rules. However, when the special rules are removed, Saki ended up winning the game, therefore disallowing her from keeping the zero score. Nodoka is dejected after losing since before Saki told her that she hated mahjong and despite that won, but Saki tells her that playing with her was fun. Saki thinks about what Nodoka said, and even tells her father that she wants to one day play again with her mother and sister like they used to before they left to be professional mahjong players. The next day, Saki joins the club, saying that she wants to play more and win against Nodoka.",
                    "TitleJapanese": "勝負",
                    "SummaryJapanese": "勝つよりも難しい離れ業を成し遂げた咲に、ある「提案」をする久。それは、咲の潜在能力を確かめるための対局だった。久の予想は的中し、見事に実力を発揮する咲。しかし、それを見た和の心には一つの感情が湧き起こるのだった。"
                },
                "3": {
                    "ID": "540731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/540731",
                    "TitleEnglish": "Confrontation",
                    "SummaryEnglish": "It has been a week since Saki joined the mahjong club, though Nodoka is still distant to her. Nodoka plays a game by herself with all the tiles exposed and takes notes, but she is still unable to attain a plus/minus zero score like Saki who can do this flawlessly. Hisa and Mako go and sign up their club for the national qualifiers for high school students. Saki wins a game against Nodoka, Kyōtarō, and Yūki, who is depressed that she cannot possibly win when playing against both Saki and Nodoka. In the next game, Saki lets Yūki win, which makes Nodoka angry since while Saki did it so that everyone can have fun, Nodoka can only have fun when Saki is playing at her best. Saki makes a promise with Nodoka to shoot for the nationals, and the two finally become friends.",
                    "TitleJapanese": "対立",
                    "SummaryJapanese": "みんなで麻雀打っていた和は、咲の打ち回しに違和感を感じる。その疑問が確信に変わった時、和の感情がついに爆発してしまう。一方そのころ、久とまこは高校生麻雀大会・県予選の抽選会場に足を踏み入れていた。"
                },
                "4": {
                    "ID": "540741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/540741",
                    "TitleEnglish": "Beat-down",
                    "SummaryEnglish": "Hisa announces to the club that they are now signed up for the national qualifying tournament, and she hands out the rules. Yūki sees that one school, Ryūmonbuchi, are extremely skilled and even won the tournament the previous year despite being all first-year students. Hisa asks Saki and Nodoka to help out at Mako's family's cafe, telling them that learning about the real world is also important to improve their mahjong skills. When they arrive at the cafe, they see that it is actually a maid cafe, and they have to wear embarrassing maid uniforms. Patrons can also play mahjong there, and Saki and Nodoka easily win against two customers. After one leaves, a woman who Saki is intimidated by joins them. The woman completely mops the floor with them, and at the end it is revealed that she is Fujita, a professional mahjong player. Saki and Nodoka later find out that Hisa set the whole thing up so that they could also feel what real defeat is like. Hisa explains that the club is going on a training camp to improve their skills.",
                    "TitleJapanese": "翻弄",
                    "SummaryJapanese": "いよいよ間近に迫る、全国高校生麻雀大会の県予選。そんな中、咲と和は、まこの実家が経営するお店の手伝いをすることに。社会勉強も特訓の内！と説明する久だったが、彼女の胸の内には“ある企み”が潜んでいた…。"
                },
                "5": {
                    "ID": "624431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/624431",
                    "TitleEnglish": "Training Camp",
                    "SummaryEnglish": "The mahjong club goes to a mountain retreat training camp to improve their skills. The first day is spent mainly having fun, and playing some normal games of mahjong. The next day, Hisa gives the first years (excluding Kyōtarō) special tasks. Saki plays mahjong online, but is dejected how easily she loses to others. Nodoka has to gain experience playing others in real life when she is more skilled playing online like she is used to when playing at home. Yūki does math drills in order to improve her ability to keep track of the score when playing mahjong. Afterwards, Yūki becomes depressed how she loses so much against Nodoka, Saki and Hisa, and the club president recounts how when she was a first-year, she was the only member of the club, but she kept with it and now she is grateful there are many new members. Yūki continues to play, and manages a win. The next day, Yūki, Nodoka and Saki go to see the nearby waterfall.",
                    "TitleJapanese": "合宿",
                    "SummaryJapanese": "県予選突破を目指すために始まった強化合宿。気持ちいい露天風呂とおいしい料理を楽しみつつ、特訓に励む咲と優希。そして和に与えられた特訓は、久のちょっとした思いつきから始まる。それは、恥ずかしい格好で麻雀を打つことだった。"
                },
                "6": {
                    "ID": "624441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/624441",
                    "TitleEnglish": "The Tournament Begins",
                    "SummaryEnglish": "After arriving at the tournament area, Saki gets separated from her friends, and during this time Nodoka gets hounded by reporters due to her having won last year's national junior high school tournament. After Saki makes it back to the others, Hisa explains the order of the players, starting with Yūki, followed by Mako, herself, Nodoka, and finally Saki. While initially underestimated by her opponents, Yūki wins many hands, nearly shutting out the others. Afterwards, Mako and Hisa also make quick work of their opponents, ending with a commanding lead. When it is Nodoka's turn, more people show up to watch her match.",
                    "TitleJapanese": "開幕",
                    "SummaryJapanese": "ついに始まった県予選！ 風越女子などの優勝候補が現れ、徐々にヒートアップしてゆく会場で、咲だけがみんなとはぐれてしまう。ひとりぼっちで涙ぐむ咲の前に現れたのは、昨年の団体戦で優勝した龍門渕高校のメンバーだった。"
                },
                "7": {
                    "ID": "642851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/642851",
                    "TitleEnglish": "Tradition",
                    "SummaryEnglish": "Nodoka walks into her match holding her penguin stuffed animal which causes a stir among the observers and her own opponents. Nodoka plays extremely well, and of the competitors from Ryūmonbuchi, Tōka, notices her similarities to a famous skilled online mahjong player known as Nodocchi. She tries telling this to her teammates, but they still do not think it can be true. Saki makes short work of her round by taking the remaining points from one of the players, and the team progresses on to the semi-finals round. In the semi-finals, Saki's team makes it through to the finals, along with Ryūmonbuchi, Kazekoshi, and Tsuruga Academy. One of the members from Kazekoshi, Kana Ikeda, gets harsh treatment from their coach for not playing up to her expectations, despite the fact they made it to the finals. The captain of the the team, Mihoko Fukuji protects Kana, and after the coach leaves, the captain encourages her teammates in showing everyone that their school is the best.",
                    "TitleJapanese": "伝統",
                    "SummaryJapanese": "ペンギンのぬいぐるみを抱いて対局室に現れた和。その姿を見たギャラリーは騒然となり、偵察に来た透華も周囲の視線を集めている和に苛立ちをみせる。そんな状況を唯一、久だけが楽しそうに眺めていた。"
                },
                "8": {
                    "ID": "681301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/681301",
                    "TitleEnglish": "Last Night",
                    "SummaryEnglish": "The Kiyosumi team takes the train back to town since they do not have enough money to stay in a hotel near the tournament. Hisa tells Mako how she was the reason why Hisa held on to the hope that more girls would join the mahjong club the next year so that they could go to the prefectural tournament together. Nodoka recounts to Saki how she used to play mahjong only on the Internet due to lack of players, but after entering junior-high school met Yūki and others, leading them to enter into the junior-high tournament, though only Nodoka advanced. The girls from Kazekoshi talk about how their captain, Mihoko Fukuji, does most of the work for the club, and since it is her last year, they want to play as hard as they can so they can go to the national tournament. Tōka dispatches a butler to bring Koromo Amae to the tournament, who had been sleeping all day.",
                    "TitleJapanese": "前夜",
                    "SummaryJapanese": "順調に勝ち進み、県予選・決勝まで駒を進めた清澄高校麻雀部。みんなと一緒に全国へ行く…！ その気持ちを改めて確かめ合う咲と和。しかし、龍門渕、風越、鶴賀のメンバーもまた、負けられない想いを強く抱いていた。"
                },
                "9": {
                    "ID": "681311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/681311",
                    "TitleEnglish": "Enlightenment",
                    "SummaryEnglish": "The final's first round starts when Ryūmonbuchi representative Jun Inoue accidentally eats Yūki's only taco. The latter cries and causes a commotion, but Mihoko shares her lunch box with her. As the game progresses, Jun starts to win many hands and pressures Yūki who is gradually losing her confidence. Mihoko opens her right eye and uses her power to read the game's flow in order to help Yūki gain her points back from Jun. Jun gets irritated over the two teaming up against her while Yūki thinks Mihoko is her ally. However, Mihoko surprises everyone with her continuous winning, and both Jun and Yūki finally realizes that she is the true enemy. The first round ends with Mihoko completely dominating the game points for the Kazekoshi team.",
                    "TitleJapanese": "開眼",
                    "SummaryJapanese": "決勝戦へ臨む清澄高校麻雀部に緊急事態が発生！ 優希の力の源「タコス」が奪われてしまった！ ショックで涙を浮かべる優希だが、彼女の肩に手が優しく差し述べられる。それは優希と対戦する風越女子の部長、福路美穂子だった。"
                },
                "10": {
                    "ID": "681321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/681321",
                    "TitleEnglish": "Beginner",
                    "SummaryEnglish": "Hisa recommends Saki and Nodoka take a nap before their matches, and while Nodoka initially declines, she decides to go so that Yūki does not have to cry in front of her and Saki following her match. Mako's turn comes up, and Hisa explains that she takes off her glasses in order to remember past matches she had witnessed.",
                    "TitleJapanese": "初心者",
                    "SummaryJapanese": "次峰戦開始直後、まこは早々とメガネを外す。裸眼となった視界には、過去に記憶した膨大な観戦記録がイメージとなって浮かび上がっていた。これらのイメージ（記憶した観戦内容）が、大事な局面で手助けとなり有利に闘いを進めていくハズだったのだが…。"
                },
                "11": {
                    "ID": "742571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/742571",
                    "TitleEnglish": "Prank",
                    "SummaryEnglish": "The third round starts and Hisa puts to work her strategy of sticking to the bad waits in order to get the big scores, knocking off Kazekoshi's lead. Hajime Kunihiro helps gain a slight comeback while avoiding her slight-of-hand habit. Meanwhile, Nodoka wakes to find that her penguin is missing and leaves Saki to go look for it.",
                    "TitleJapanese": "悪戯",
                    "SummaryJapanese": "中堅戦に挑む久は、自らを不利な状況に追い込む打ち方を続けていた。しかし、これこそが勝負時に魅せる彼女のスタイルだった。勢いに乗った久は、他校を圧倒し首位に躍り出る。対して最下位に落ちた龍門渕高校の一（はじめ）は、自分を戒める鎖に「うずき」を感じていた…。"
                },
                "12": {
                    "ID": "742581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/742581",
                    "TitleEnglish": "Awaken",
                    "SummaryEnglish": "Mihoko arrives to pass along the information to her companion, and Hisa barely recognizes her. Koromo takes the torn penguin to her butler, who fixes it, and she returns it to Nodoka. While Nodoka expresses her gratitude, she leaves quickly and is unable to hear Koromo's name.",
                    "TitleJapanese": "目醒め",
                    "SummaryJapanese": "中堅戦の前半が終了し、四校の点差は横並び状態に陥った。リードを守れなかった風越女子の文堂は、駆けつけたキャプテンである福路の姿を見た途端、情けない気持ちから涙をこぼす。そんな傷心の彼女を福路は優しく抱きしめるのだった。"
                },
                "13": {
                    "ID": "742591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/742591",
                    "TitleEnglish": "Fever",
                    "SummaryEnglish": "The fourth round begins off slow with Nodoka winning a small hand, and as play continues, the players continuously keep on getting draws. Eventually, Nodoka is able to get more into the game, and ups her skills like when she is playing online. By the time of the last hand of the first half of the round, only Nodoka has won any hands and has pulled ahead of the other three.",
                    "TitleJapanese": "微熱",
                    "SummaryJapanese": "副将戦は小さな和了りと流局が交差する、静かな戦いとなっていた。\n緊張感あふれる対局が続く中、和の身体に「異変」が起こる。こらえきれず徐々にこみ上げてくる高揚感。頬を赤らめ、柔らかくなってゆく表情。艶やかになってゆく和を見た龍門渕透華は、念願の宿敵に出会えた喜びを感じるのだった。"
                },
                "14": {
                    "ID": "850321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/850321",
                    "TitleEnglish": "Existence",
                    "SummaryEnglish": "Tōka makes a slight comeback, ruining Nodoka's perfect run, but then falls into a play laid by Tsuruga's Momoko Tōyoko, whose presence is so small her calls for riichi cannot be heard by her opponents. She had trouble being noticed and had abandoned all communication until she was found by her school's mahjong club leader, Yumi Kajiki.",
                    "TitleJapanese": "存在",
                    "SummaryJapanese": "和は、堅実な和了りを積み重ねて着実にポイントを稼ぐ。そんな和の快進撃に、龍門渕透華が立ちはだかる。高得点の和了りで和のパーフェクトゲームを阻止した透華は、このまま波に乗って連荘を目指すそうとするのだが…。"
                },
                "15": {
                    "ID": "892791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/892791",
                    "TitleEnglish": "Demon",
                    "SummaryEnglish": "Momoko's abilities fall short against Nodoka, whose training matches her real life playing to her online play style, therefore not taking notice of Momoko's lack of presence. The round ends with Kiyosumi retaining the lead. The final round starts with Saki, Kana, Yumi and Koromo, though initially Saki cannot connect the fearsome aura she felt with the petite looking Koromo.",
                    "TitleJapanese": "魔物",
                    "SummaryJapanese": "ついに最後の戦いとなった県予選・団体戦。勝負の行方は、四名の大将に託された。清澄高校の宮永咲。風越女子の池田華菜。鶴賀学園の加治木ゆみ。そして昨年度のMVP、龍門渕高校の天江衣。譲れない戦いの幕が、いま切って落とされる。"
                },
                "16": {
                    "ID": "892801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/892801",
                    "TitleEnglish": "Conspiracy",
                    "SummaryEnglish": "As the round continues, Saki finally recognizes Koromo's aura. She starts putting pressure on her opponents by reducing their tenpai probabilities and playing two haitei raoyue moves in a row. However, this is broken up when Yumi allows Saki to win with a her discard. Yumi then follows this up by getting some points from Kana.",
                    "TitleJapanese": "結託",
                    "SummaryJapanese": "何回牌をツモっても手を進めることができない咲と池田と加治木。その姿はまるで海の底に引きずり込まれて身動きが出来ない状態だった。そんな中、天江衣だけが和了りつづける。これが、悪夢の始まりだった。"
                },
                "17": {
                    "ID": "917441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/917441",
                    "TitleEnglish": "Nightmare",
                    "SummaryEnglish": "During the break, Mihoko goes to comfort Kana, and Nodoka catches up with Saki to reaffirm their promise and rebuild her confidence. Fujita warns Koromo to play mahjong properly.",
                    "TitleJapanese": "悪夢",
                    "SummaryJapanese": "天江衣の圧倒的な強さで前半戦が終了。他校を寄せ付けない点差を稼ぎ、独走状態となった。ショックを隠すことができない対局者たちの前に各校の仲間が駆けつける。池田には福路が寄り添い、加治木を桃子が激励し、咲は和と手を取り合い二人で誓い合った「約束」を思い出す。そして、後半戦が始まろうとしていた。"
                },
                "18": {
                    "ID": "917451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/917451",
                    "TitleEnglish": "Connection",
                    "SummaryEnglish": "Remembering the pact she had made with Mihoko, Kana gets a burst of confidence and regains a lot of points. Yumi also gets a good play, and Koromo, having paid all her attention to Saki, gets a little agitated. Saki takes off her shoes and socks, remembering the times she played mahjong at home and at the training camp.",
                    "TitleJapanese": "繋がり",
                    "SummaryJapanese": "槍槓を和了り、窮地を脱した池田。しかし最下位という状況は変わらず、挽回できるとは思えない点差が開いていた。そんな絶望的な状況でも戦う心を失なわず、池田は果敢に攻め続ける。一方、自分の対局スタイルを思い出した咲は、徐々に本来の調子を取り戻しつつあった…。"
                },
                "19": {
                    "ID": "917461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/917461",
                    "TitleEnglish": "Friend",
                    "SummaryEnglish": "Koromo recalls that when her parents died, no matter how many times Touka brought her friends, she still always felt lonely, believing her only worth is in mahjong. Koromo's powers cause a brief blackout, but Saki remains calm throughout. Koromo gets another haitei raoyue once the game resumes, leaving one more hand. Koromo is a bit shocked when Saki says she is having fun playing against her.",
                    "TitleJapanese": "友達",
                    "SummaryJapanese": "4回目の海底撈月を和了り、咲の連荘を阻止した天江衣。舞台はいよいよオーラス、最後の1局となった。圧倒的な点差で独走を続ける天江衣。そして彼女に挑む加治木、池田、咲。県予選団体戦・決勝戦、最後の戦いが始まろうとしていた。"
                },
                "20": {
                    "ID": "987791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/987791",
                    "TitleEnglish": "Sisters",
                    "SummaryEnglish": "As a reward for winning the tournament, and to train for the individuals, Hisa takes everyone to a pool, where Saki admits she cannot swim. They run into the Ryūmonbuchi group, who actually own the pool, and Koromo makes friends with Nodoka. Tōka reminds Koromo that when she went to Tokyo with her group, and went to a family restaurant, that reminded her of her parents. Meanwhile, Kazekoshi and Tsuruga make their plans for training for the individuals. Saki's sister, Teru, progresses to the nationals, though when asked about Saki, denies her existence.",
                    "TitleJapanese": "姉妹",
                    "SummaryJapanese": "部長から水着を持参するよう指示された清澄高校麻雀部のメンバー。その理由は、スポーツランドのプールで特訓を行うためだった。艶やかな水着姿を披露する和や咲たち。そしてその場には、思いも寄らない面々も遊びに来ていた…。"
                },
                "21": {
                    "ID": "987801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/987801",
                    "TitleEnglish": "Looking Back",
                    "SummaryEnglish": "The first day of the individuals tournament begins. Tōka faces off against Tsuruga's Kaori and is beaten by her beginner's luck. Another Tsuruga girl informs her team mates of an opponent who was strong during south winds. Despite pressure from being the team champions, Kiyosumi manage to get through, though Kyōtarō, who had been participating in the boys tournament, is knocked out. In the second half, Mihoko ends up facing against Hisa, who still does not remember her. With Hisa ahead, Mihoko decides to use her right eye to win the game. Hisa finally remembers who she is and Mihoko gets her long awaited conversation. The first day ends with all of Kiyosumi's players progressing. Yūki, who had a winning streak all day, psyches herself up for the next day.",
                    "TitleJapanese": "追想",
                    "SummaryJapanese": "県予選代表選抜・個人戦の初日がついに始まった！ 数少ない全国出場の個人戦枠を手に入れるため、各校の選手が奮闘する。その中には、初めて姿を見せる選手も潜んでいた。清澄高校麻雀部のメンバーは互いの健闘を誓い、それぞれに用意された対局室へ向かうのだが…。"
                },
                "22": {
                    "ID": "987811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/987811",
                    "TitleEnglish": "Promise",
                    "SummaryEnglish": "It is the second day of the individuals, and Yūki is shocked to find the day will consist of east-south round games. Yūki gets off to a good start in her first match, but when the south wind approaches, Kazue Nanpo from Hirataki High School shows off her field advantage and wins the game. During the midway point, Nodoka is shocked to find Saki has gone back to her habit of scoring plus minus zero, and goes to confront her about it. Saki had been holding back since it was Hisa's only chance at the individuals, but Nodoka reminds her that their promise included not holding back. Saki ends up in a match against Hisa, as well as Momoko and Tomoki. Hisa immediately concocts a strategy to seal off Saki's rinshan kaihō strategy, which eventually convinces the others to gang up on her. Later on though, Momoko, determined to avenge Yumi's earlier lost against Saki during the team tournament, decides to implement her stealth tactic in order to win.",
                    "TitleJapanese": "約束",
                    "SummaryJapanese": "個人戦2日目が始まった。団体戦で活躍した選手が順当に上位へランキングされる中、一人だけ聞き慣れない名前が浮かび上がる。それは、個人戦にのみ参加登録をしている平滝高校の選手だった。やがて午前の闘いが終了し、ランキングを確認をする和は信じられない光景を目撃する。"
                },
                "23": {
                    "ID": "987821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/987821",
                    "TitleEnglish": "Determination",
                    "SummaryEnglish": "Momoko continues to put the pressure on Tomoki and Hisa keeps racking up strong plays, while Saki is still unable to use her usual strategy. Saki remembers her training using online gaming, and uses what she learned to pick out Momoko's tiles, finally allowing her to play a rinshan kaihō to win the match. In the final round, Hisa goes against Mihoko, Tōka and Yumi, Nodoka goes against Kana, Jun and Hajime, Yūki goes against Mako, Tomoki and Momoko, and Saki goes against Kazue, Kanbara and Yoshitome. As everyone battles their hardest, Yoshitome does well to block off Saki in the east wind round, but soon the south wind round comes and Kazue starts to make her move. However, Saki retains her smile and pulls out more rinshan kaihō moves to win her match, placing third and qualifying for the nationals. Nodoka wins her match and qualifies in second and although Hisa wins her match, Mihoko is overall first place.",
                    "TitleJapanese": "本気",
                    "SummaryJapanese": "全国出場の枠をかけた個人戦も、ついに最終局面を迎える。残された対局数で、これまでの分を取り返そうと奮闘する咲だったがステルスモードとなった桃子に苦戦を強いられる。そんな時、咲は強化合宿での特訓を思い出す。"
                },
                "24": {
                    "ID": "1126091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/1126091",
                    "TitleEnglish": "Summer Festival",
                    "SummaryEnglish": "Kyōtarō tells Saki about an upcoming summer festival and she invites the rest of the club to go too. Hisa sends out invitations to the other schools to join them for Kiyosumi's training camp for the nationals. Yūki ends up flunking her math midterm and has to take a makeup test, failure of which means she will not be able to attend the camp, so Saki and Nodoka decide to help her study. Hisa prohibits them from using the club room and they end up having trouble finding other places to study. Ryūmonbuchi and Tsuruga send their responses for the camp, while Mihoko delivers hers to Hisa personally. After Yūki's makeup test, the club members go to the festival, and Hisa watches from afar with Mihoko. Yūki passes her makeup test and all the schools go to the training camp.",
                    "TitleJapanese": "夏祭り",
                    "SummaryJapanese": "みんなで夏祭りに行こうと楽しみにしていた矢先、期末試験で優希が赤点を取ってしまった！ 追試に向けて優希の勉強を手伝う咲と和だったが、優希がなかなか勉強に集中してくれない…。同じ頃、龍門渕、風越、鶴賀の麻雀部宛に一通の手紙が届く。差出人は久で、清澄を含めた四校合同合宿の誘いだった。"
                },
                "25": {
                    "ID": "1126101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/1126101",
                    "TitleEnglish": "Nationals",
                    "SummaryEnglish": "All the schools gather for the training camp where Yumi gives Hisa some data on the other opponents in the nationals. Later on, nearly everyone takes an interest in ping pong (that ended with Tōka dominating over everybody who participated, prompting Saki and Nodoka to stay by the sidelines) while Mako and some others fail to get revenge on Kaori's beginner's luck. The next morning, some of the girls go in the onsen to discuss the powerhouses of the nationals, including Saki's sister, Teru. Hisa's suspicion of Saki as Teru's younger sibling was confirmed by Saki's reaction when she confronted her of this fact. Saki is a bit shocked to hear from Mohoko that Teru had denied having a sister, so Nodoka decides to take her to a shrine to cheer her up. Afterwards, they exchange souvenirs and decide to call each other by their given names. After they get back, the training starts in a room where the players from Kiyosumi, Ryūmonbuchi, Kazekoshi, and Tsuruga are already seated and ready to play, with Hisa also having invited Fujita to join them. Kiyosumi prepare themselves for the nationals.",
                    "TitleJapanese": "全国",
                    "SummaryJapanese": "団体戦の決勝メンバーで行われる四校合同合宿がついに始まった。しかし合宿所に着いた早々、みんなでお風呂に入ったり卓球勝負が繰り広げられたりと、なかなか特訓が進展しない。それでも、学校の垣根を越えた交流は、咲と和にとって、かけがえのない時間となっていた。"
                }
            }
        },
        "2": {
            "ID": "488507",
            "URL": "https://www.thetvdb.com/series/saki/seasons/official/2",
            "# Episodes": 16,
            "Episodes": {
                "1": {
                    "ID": "4294578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4294578",
                    "TitleEnglish": "Chance Meeting",
                    "SummaryEnglish": "During elementary school, Shizuno Takakamo and Ako Atarashi make friends with the recently transferred Nodoka Haramura. Upon hearing about her interest in mahjong, they take Nodoka to Achiga Girl's Academy, where Harue Akado runs a mahjong club for children. After a few games with Kuro Matsumi, Shizuno later tells Nodoka about Harue's history, including reasons leading to Achiga's club disbanding. By the year's end, Harue accepts an offer to join a company's mahjong team, which leads to the closure of the children's club. Nodoka also reveals that she is transferring out by next spring. The years have passed, and an excited third year Shizuno sees Nodoka on television winning the individual middle school tournament. Driven to reach the inter-high national tournament, Shizuno goes to Achiga's club room where she encounters Kuro, who had been maintaining the room since disbandment. Together, they revive the mahjong club with intent to meet Nodoka again. Instead of Bansei, Ako also enrolls into Achiga for the same reason.",
                    "TitleJapanese": "邂逅",
                    "SummaryJapanese": "東京から転校生してきた小学生の原村和は、同級生の高鴨穏乃と新子憧に誘われて赤土晴絵が開いている麻雀教室に通うようになる。クラブでは年上の松実玄とも知り合い、楽しい日々が続いていた。\nだが、晴絵が実業団からスカウトを受け、麻雀教室は終わりを迎えることに。さらに中学へ進学したあとで和の転校が決まってしまい、かつての仲間が集まることは無くなってしまった。そんな中学３年生の夏休みに穏乃がテレビをつけると衝撃が奔る。そこには全国中学生麻雀大会の優勝者として、原村和が写っていたのだ。"
                },
                "2": {
                    "ID": "4294577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4294577",
                    "TitleEnglish": "Beginning",
                    "SummaryEnglish": "Kuro takes Shizuno and Ako to meet her older sister, Yū, who becomes the fourth mahjong club member. The next day, Kuro asks her classmate, Arata Sagimori, a fan of Harue during her prime, and she joins as the fifth member. During the winter, Harue's company manga team had become defunct, and visits Achiga for some nostalgia. To her surprise, she finds Shizuno and the others playing. Wanting to experience the inter-high nationals once more, Harue decides to become the club's advisor and coach. With the mahjong club officially formed, the girls begin training for the prefectural preliminaries. Later in the evening, Ako encounters some of her former classmates who went on to attend prefectural rival Bansei High.",
                    "TitleJapanese": "始動",
                    "SummaryJapanese": "和の活躍に触発された穏乃、憧、そして一人麻雀教室を守っていた玄の３人は、インターハイで和と会うために、阿知賀の麻雀部を復活させようとしていた。そのためには残り２人の部員が必要だということで、部員の獲得に奔走する３人。そこでターゲットとなったのは、玄の姉で極度の寒がりの松実宥と、幼少時から麻雀を経験していた鷺森灼だった。宥は麻雀部への入部に快く応じてくれたが、灼は入部については了承したが、晴絵の事で蟠り（わだかまり）があった…。"
                },
                "3": {
                    "ID": "4294576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4294576",
                    "TitleEnglish": "Contact",
                    "SummaryEnglish": "At the prefectural tournament, the Achiga team defeats Bansei in the first round and eventually qualifies for the nationals. To train for the nationals, Harue schedules the club to play against prefectural runner-ups. Immediately, Ako utters \"Nagano\", Kiyosumi's prefecture, as the first one to visit, and therefore, they play Ryūmonbuchi High. There, Koromo Amae overwhelmingly defeats Shizuno but doesn't discourage her or the team. Then, the excited team proceeds to defeat other schools at other prefectures. After a ten day training camp, the girls set off for the nationals. While stopping at a rest stop, Shizuno and the others meet Toki Onjōji and Ryuuka Shimizudani from Senriyama Girl's High, who are also seeded in the nationals. As the club finally reaches the nationals, they briefly walk pass Saki Miyanaga.",
                    "TitleJapanese": "接触",
                    "SummaryJapanese": "阿知賀に戻ってきた赤土晴絵をコーチにむかえ、本格的に活動を開始した阿知賀女子麻雀部。日本リーグで活躍した晴絵の指導と猛特訓の末、ついに迎えたインターハイ県予選。１回戦で優勝候補である「晩成高校」の大会10連覇を阻止し、全国大会出場を決めた。しかし、全国には思いも寄らない強さを秘めた者たちが沢山いる。そこで晴絵の提案で各県のNo.２と練習試合をする旅に出ることに。そこでまず最初に向かったのは長野県の予選第２位、「龍門渕高校」だった。"
                },
                "4": {
                    "ID": "4294575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4294575",
                    "TitleEnglish": "Nationals",
                    "SummaryEnglish": "As the Achiga girls receive results of the drawing lottery, they find that they are on the opposite side of Kiyosumi while on the same side as the top-ranked Shiraitodai High School. As the girls do some research on their opponents, Harue meets up with her former coach, Kumakura. On the day of the first round, Achiga is pitted against Sanomo, Urabandai and Imizusougou. After some initial difficulty, Kuro manages to show off her dora-drawing skills in her round, and Achiga soon sails to victory and advances to the second round. Later, Senriyama read up on Achiga's victory, preparing to face them in the next round, along with Koshigaya and Kentani. As Kuro enters the competition room, she encounters a waiting Toki.",
                    "TitleJapanese": "全国",
                    "SummaryJapanese": "ついに全国の舞台を踏んだ阿知賀女子麻雀部。しかし、和がいる清澄高校はトーナメント表の逆サイドに位置していた。つまり、和と相対するには決勝進出しか道はない！高い目標を定めて迎えたインターハイ第１回戦は、玄の爆発力ある麻雀が見事に炸裂！後続のメンバーもそれぞれの持ち味を生かして初戦を突破！順当に駒を進める事に成功した。しかし続く第２回戦の対局室で、玄は見覚えのある人物と遭遇する。"
                },
                "5": {
                    "ID": "4301819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4301819",
                    "TitleEnglish": "Champion",
                    "SummaryEnglish": "As the vanguard match begins, Toki's ability to see one turn ahead puts pressure on Kuro, whose dora-style renders her defense play weak and predictable. Adding riichi with her ability, this enables Toki to dominate the match, and Kuro is left ineffective. With Kuro in tears, Yū steps into the second match motivated to get back the points Kuro lost, while Senriyama hopes to use the information they gathered on her against her.",
                    "TitleJapanese": "強豪",
                    "SummaryJapanese": "インターハイ第２回戦の先鋒戦。玄の相手は、東京へ向かう途中のサービスエリアで出会った千里山女子のエース「園城寺 怜」だった。対局中、玄はドラが多く集り、不自由になったところを、怜に不思議な打ち回しで和了られる展開が続く。また、リーチをかけた後は誰かが鳴かない限り、確実に一発ツモを成功させる。怜が打つ麻雀は、まるで少し先の未来が見えているかのような打ち方だった。"
                },
                "6": {
                    "ID": "4303986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4303986",
                    "TitleEnglish": "Recovery",
                    "SummaryEnglish": "As the second match begins, Yū starts off well but soon struggles when Senriyama's Izumi Nijō figures out her play style of picking warm tiles with red characters. However, Yū makes a comeback as Izumi fails to observe that the tiles Yū draws include any which feature the color red. Then the third match is played out with Ako against Senriyama's Sera Iguchi. She manages to bring Achiga up to second place.",
                    "TitleJapanese": "奪回",
                    "SummaryJapanese": "阿知賀のエース、先鋒の玄がまさかの大量失点で最下位に！！これまでになかった状況だが、姉の宥が妹・玄の雪辱を果たすべく次鋒戦に挑む。対する千里山女子の二条泉は、宥との対戦に自信をもっていた。なぜなら、宥の打ち筋は千里山女子の船久保浩子によって解析されていたからだった。データを参考に打つことで、宥の追撃をかわしながら順調に和了りへ繋げる二条泉。追い込まれた宥は普段の練習を思い出し、反撃に出る。"
                },
                "7": {
                    "ID": "4303987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4303987",
                    "TitleEnglish": "Faith",
                    "SummaryEnglish": "During the fourth match featuring Arata, some tough competition puts Achiga back into third place behind Kentani. As it comes down to the last hand of the final match, Shizuno faces tough odds. However, her determination to not give up gives her the opportunity to get back into second place, allowing Achiga to proceed to the semi-finals alongside Senriyama. As the girls celebrate their victory, Harue warns that in the semi-finals, they'll not only be facing Senriyama, but Shiraitodai as well. As the girls go out to eat, they spot Harue with Kumakura, who is talking with her about potentially joining the pro circuit again. As the girls start worrying that Harue may abandon them, they run into Tsuruga Academy's Momoko Touyoko and Satomi Kanbara.",
                    "TitleJapanese": "信念",
                    "SummaryJapanese": "一度は最下位まで落ち込んでしまった阿知賀女子麻雀部だが、次鋒の宥、中堅の憧が意地を見せてなんとか２位まで浮上。しかし副将戦では劔谷の選手が絶好調で勢いのある和了が炸裂。灼は凌ぐ麻雀で３位に後退するが２位との差はほんの僅か。千里山女子のトップ通過は不動となり、決勝進出枠として残された２位の座を賭けて、穏乃が大将戦に挑む！しかし後半戦の南３局でダマの跳満にまさかの放銃。２位との点差が大きく開いた状態で最終局を迎えてしまった。"
                },
                "8": {
                    "ID": "4303981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4303981",
                    "TitleEnglish": "Training",
                    "SummaryEnglish": "Satomi brings the Achiga girls to her grandmother's house where they meet Tsuruga's Yumi Kajiki. Wanting to improve their skills and become stronger, the Achiga girls ask to train with them. Since they are not participating in the individual tournament, they are also allowed to battle against Kazekoshi Girls School's Mihoko Fukuji, and they soon come up against some national level play. The next day, the girls meet up Kei Arakawa and several other talented players to continue their training, whilst Kiyosumi play out their second round match. Later that evening, Shizuno spots Kumakura and confronts her about her discussions with Harue. To her relief, she learns that Harue turned down the offer of going pro, saying that she wants to stay with Achiga til the end. As Shizuno breaks the news to the others, they become determined to win the semifinals, where they face Shiraitodai, Senriyama and Shindouji Girls' High. The first round soon kicks off, with Kuro preparing to face off against Toki, Shindouji's Kirame Hanada and Shiraitodai's strongest player, Teru Miyanaga.",
                    "TitleJapanese": "修行",
                    "SummaryJapanese": "清澄高校の応援に来ていた鶴賀学園の東横桃子に偶然出会ったことから、蒲原の祖母の家に招待される事になった阿知賀女子麻雀部。そこで穏乃は、「明日までに強くなりたい」と加治木ゆみに告げる。彼女たちの熱い気持ちを理解した加治木は、蒲原にある人達をここへ呼んで欲しいと伝える。それは……。"
                },
                "9": {
                    "ID": "4303982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4303982",
                    "TitleEnglish": "Best",
                    "SummaryEnglish": "As Toki makes the first winning move, everyone starts to feel the strange power of Teru, who soon starts a winning streak that even surpasses Toki's predictions. Toki recalls the time when she was picked to be Senriyama's ace, where she revealed to Ryuuka and Sera the prediction ability she got following a collapse. Toki soon regains her confidence and helps Kirame disrupt Teru's streak. As the third South Hand begins, Teru looks set to restart her streak whilst Kuro laments that she hasn't been able to do anything.",
                    "TitleJapanese": "最強",
                    "SummaryJapanese": "阿知賀女子、千里山女子、新道寺女子、そして前年度優勝校の白糸台高校。４校による準決勝がついに始まった。\n最強の高校生、宮永照に立ち向かう玄たちに対し圧倒的な力で和了を重ねる照。その連チャンを止めたのは、意外にも二回戦で照に大敗した新道寺女子、花田煌だった。"
                },
                "10": {
                    "ID": "4303983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4303983",
                    "TitleEnglish": "Dealer's Streak",
                    "SummaryEnglish": "Nodoka has a dream where she meets up with Shizuno and the others and ponders about its meeting. Meanwhile, the first half of the vanguard match finishes, with Teru still ahead, although the Achiga girls manage to figure something out about Teru's play style which they pass on to Kuro. Teru continues to dominate the second half, managing to get a 100,000 point lead over Senriyama, when Toki recalls when she previously attempted to look two turns ahead and ended up collapsing. Having secretly practised at home, Toki decides to put her double turn peek into practice.",
                    "TitleJapanese": "連荘",
                    "SummaryJapanese": "インターハイ準決勝先鋒戦も前半戦が終了。圧倒的な力を見せつけ、和了を続けるチャンピオン宮永照。なんとかその和了を止めようと千里山のエース園城寺怜も1巡先を読むが、追いつくことができない。そんな中、阿知賀の松実玄は前半戦オーラスでの照の和了に疑問を感じていた。"
                },
                "11": {
                    "ID": "4303984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4303984",
                    "TitleEnglish": "Determination",
                    "SummaryEnglish": "Toki uses her ability to look two turns into the future, enabling her to stop Teru's streak but leaving her extremely weak in the process. Meanwhile, Kirame recalls how her team chose her to be the sacrificial pawn owing to her purported ability to never go bust. As the game approaches its climax, Toki is left incredibly weak and is supposedly unable to use her ability. Meanwhile, as Saki, Nodoka and Yuki arrive at the arena, Saki appears to be preoccupied with something. As Toki remains under pressure as Teru decides to prolong the match, she recalls how her teammates supported her during a training camp. Determined to help her team, Toki decides to take a risk and attempt to look three turns into the future.",
                    "TitleJapanese": "決意",
                    "SummaryJapanese": "準決勝先鋒後半戦。自分の体力を削りながら打つ千里山の園城寺怜は、新道寺の花田煌との暗黙の連携プレイによってチャンピオン、白糸台の宮永照の連荘を止めにかかる。一方、阿知賀女子の松実玄は、未だドラに縛られ自由に打つことが出来ないでいた。"
                },
                "12": {
                    "ID": "4303985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4303985",
                    "TitleEnglish": "Promise",
                    "SummaryEnglish": "As Toki pushes her body to the limit to look three turns into the future, she predicts Kuro is finally about to make her move. As Kuro is pressured into potentially discarding a dora, she recalls her friends and her late mother and decides to discard a dora, throwing off Teru's calculations and enabling her to earn some points off Teru, bringing the first match to an end. Just then, Toki collapses from her fatigue and has to be rushed to hospital. As Achiga prepares to move on to the next match, they finally run into Nodoka, both promising to do their best to reach the finals. With their resolve in place, Yū enters the fray for the second match.",
                    "TitleJapanese": "約束",
                    "SummaryJapanese": "チャンピオン宮永照の圧倒的リードでオーラスを迎えた準決勝後半戦。仲間の思いを受け最後の賭けに出る怜。煌と玄を巻き込んで照へ反撃の一打を狙う。そんな怜のプレイを受けて玄もある決断をすることに。"
                },
                "13": {
                    "ID": "4453601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4453601",
                    "TitleEnglish": "Free for All",
                    "SummaryEnglish": "As the second match gets underway, Harue starts having practise matches with Kuro in order to revive her dora drawing ability, where Kuro learns of how Toki and Kirame helped her play against Teru. Izumi is put under pressure both by Yoshiko's cheap hands and Sumire's 'sharpshooter' style of play. Yū, on the other hand, had been taught by Harue about an unconscious tell of Sumire's which gives away who she is targeting, giving her the opportunity to strike back at her. After the second round ends and the third round begins, with Sera making some large plays, Izumi from Hiroko Funakubo hears about some of the powerful first year students in the competition before heading to the hospital to fetch Ryuuka. The match soon turns into a heated battle between Ako, Sera and Shiraitodai's Takami Shibuya, who prepares to use her 'Harvest Time' ability.",
                    "TitleJapanese": "混戦",
                    "SummaryJapanese": "波乱含みの準決勝先鋒戦を終え、戦いは次鋒戦へ突入。倒れた怜を思いつつ、堅実な打ち回しで二位キープを狙う千里山女子、二条泉。しかし、新道寺女子、安河内美子の初和了りから試合は混迷を極めていく。"
                },
                "14": {
                    "ID": "4453602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4453602",
                    "TitleEnglish": "Aspiration",
                    "SummaryEnglish": "As the third match ends with a play from Takami, Sera mentions to Ako how things may have been worse if Takami was the last dealer. The fourth match soon begins with Arata and Hiroko up against Shiraitodai's Seiko Matano and Shindouji's Mairu Shirouzu. During the match, Mairu puts limitations on her hands so that they'll be worth double when her partner, Himeko Tsuruta, plays in the following match. Meanwhile, Koromo and Hajime visit Saki, where they talk about the time they played with Achiga. Mairu wins the majority of hands, whilst Hiroko manages to use Seiko's weaknesses against her. As Arata also manages to make some wins, she recalls how Harue decided to appoint her club president, thinking of the feelings she is carrying to try and clear the semi-finals that Harue could not. As the match comes to its climax with Mairu scoring a powerful hand, Toki wakes up in hospital.",
                    "TitleJapanese": "憧憬",
                    "SummaryJapanese": "インターハイAブロック準決勝中堅戦を終え原点復帰した阿知賀女子。多くの人の想いを胸に秘め試合に臨む副将鷺森灼だったが、白糸台高校２年の亦野誠子に先制をゆるしてしまう。"
                },
                "15": {
                    "ID": "4453604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4453604",
                    "TitleEnglish": "Aggravation",
                    "SummaryEnglish": "As the fourth round comes to an end, Ako gives Shizuno her school uniform to wear as she heads to the final round between her, Awai, Ryuuka and Himeko. Himeko starts making strides using the 'keys' Mairu obtained during her respective hands in her round, moving Shindouji to second place. Meanwhile, Ryuuka discovers she is able to use some of Toki's ability to look a turn ahead to a certain extent as a result of Toki constantly resting on her lap. With both Himeko and Ryuuka winning hands, Awai decides to get serious and declares a double riichi. Thanks to Harue's advice, Shizuno manages to avoid falling into her hand and Himeko gets hit instead. When Awai attempts another double riichi however, Shizuno manages to win the hand, bringing the first half of the round to a close. Meanwhile, Koromo explains to Saki that when she played against Shizuno, she found herself being able to perform her signature hand less times than she had hoped. After Shizuno receives some encouragement from Ako, the match resumes.",
                    "TitleJapanese": "激化",
                    "SummaryJapanese": "点数に大きな動きがあった波乱の副将戦を受けて始まった大将戦。それでも余裕の表情を崩さない白糸台高校１年大星淡に対し、新道寺女子２年鶴田姫子と千里山女子３年清水谷竜華が牙を剥く。"
                },
                "16": {
                    "ID": "4535499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4535499",
                    "TitleEnglish": "Traces",
                    "SummaryEnglish": null,
                    "TitleJapanese": "軌跡",
                    "SummaryJapanese": "インターハイ準決勝Aブロック大将戦、決勝への２枚の切符を賭けた最後の半荘が始まる。本気になった大星淡に支配される卓上で吉野の山々を思い出し静かに微笑む阿知賀女子１年高鴨穏乃、その視線の先に映る結末は……。"
                }
            }
        },
        "3": {
            "ID": "568463",
            "URL": "https://www.thetvdb.com/series/saki/seasons/official/3",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4720317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4720317",
                    "TitleEnglish": "To Tokyo",
                    "SummaryEnglish": null,
                    "TitleJapanese": "上京",
                    "SummaryJapanese": "熾烈な県予選大会を勝ち抜き、全国の舞台へと駒を進めた清澄高校麻雀部。全国各地でも続々と代表校が決まっていき、強豪たちが決戦の地へと集まっていった。そして、全国大会抽選会当日―。続々と各校の対戦相手が決定していく中、久が抽選を行う。果たして相手は―。高校生雀士の頂点を決める闘いが遂に始まる。"
                },
                "2": {
                    "ID": "4766633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766633",
                    "TitleEnglish": "Support",
                    "SummaryEnglish": null,
                    "TitleJapanese": "応援",
                    "SummaryJapanese": "抽選の結果、姉・照とは決勝まで進まないと対局できないことが分かった咲。照への思いを胸に、必ず決勝まで進むことを再び決意する。遂に迎えた全国大会初戦当日。会場に着いた久の携帯電話に学生議会副会長から緊急の電話が入った。怪訝そうに電話に出る久だったが、その内容は清澄高校の仲間たちからの応援メッセージだった。予期せぬ応援に感激する清澄高校麻雀部一同。一方、久は夏の合同合宿を思い起こしていた―。"
                },
                "3": {
                    "ID": "4766634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766634",
                    "TitleEnglish": "Start",
                    "SummaryEnglish": null,
                    "TitleJapanese": "始動",
                    "SummaryJapanese": "合同合宿で久が「この合宿の真打ち」と呼んだのは夢乃マホだった。次々と清澄高校麻雀部の打ち筋を再現するマホの姿に咲は脅威を感じる。一方、咲以外の清澄高校のメンバーたちも他校との交流戦を重ね、全国大会への準備を整えていった―。舞台は再び全国大会へ。各ブロックの強豪たちが次々と一回戦突破を決めてゆく中、清澄高校の闘いぶりが会場を賑わせることとなる。"
                },
                "4": {
                    "ID": "4766635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766635",
                    "TitleEnglish": "East Wind",
                    "SummaryEnglish": null,
                    "TitleJapanese": "東風",
                    "SummaryJapanese": "久の活躍により一回戦を和、咲まで回すこと無く終えた清澄高校麻雀部。姫松高校、永水女子高校、宮守女子高校という屈指の強豪校に対し、優希の起家から二回戦がスタートした。得意の速攻で早速波に乗り連荘する優希。その姿に姫松高校の上重漫はうろたえるが、宮守女子・小瀬川白望と永水女子・神代小蒔は静かに状況を見つめていた……。"
                },
                "5": {
                    "ID": "4766636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766636",
                    "TitleEnglish": "Gods and Demons",
                    "SummaryEnglish": null,
                    "TitleJapanese": "神鬼",
                    "SummaryJapanese": "宮守女子・小瀬川白望の跳満ツモを受けながらも、依然順調のまま先鋒戦を進めていく優希。しかし、先鋒後半戦も佳境に差し掛かった時、永水女子・神代小蒔の力が遂に発揮される。ただならぬ雰囲気はモニター越しに戦況を見つめる咲にも伝わり、思わず震えを覚えるのだった。先鋒戦後半オーラスの行方はいかに―。"
                },
                "6": {
                    "ID": "4766637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766637",
                    "TitleEnglish": "Withering",
                    "SummaryEnglish": null,
                    "TitleJapanese": "萎縮",
                    "SummaryJapanese": "健闘したものの、宮守女子・小瀬川白望と永水女子・神代小蒔の前に3位で終了した清澄高校麻雀部。地方大会での圧倒的な強さを見せた宮守女子・エイスリンの活躍が予想された次鋒戦だったが、まこの翻弄するような打牌により清澄高校はトップで中堅戦へ突入する。他校の誰よりも早く会場へ足を踏み入れる久だったが、試合を目前にして未知の感覚に襲われるのだった。"
                },
                "7": {
                    "ID": "4766638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766638",
                    "TitleEnglish": "Attention",
                    "SummaryEnglish": null,
                    "TitleJapanese": "注目",
                    "SummaryJapanese": "全国の舞台を、麻雀を、楽しむ―。対戦相手の前に改めて大事なことに気付かされ調子を取り戻した久。しかし中堅前半戦で大きくリードを伸ばした姫松高校・愛宕洋榎には届かず、2位で中堅戦は終了。副将戦の会場に入った和だったが、永水女子高校・薄墨初美の衝撃の登場に驚き、和の手を離れたエトペンが絹恵の足元に転がっていき……。"
                },
                "8": {
                    "ID": "4766639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766639",
                    "TitleEnglish": "Fortress",
                    "SummaryEnglish": null,
                    "TitleJapanese": "防塞",
                    "SummaryJapanese": "副将前半戦から完全に自分のスタイルを見せつける和。その脳裏には「負ければ離ればなれになってしまう」という強い気持ちがあった。対局は進み、永水女子・薄墨初美が北家となり、初美の四喜和を警戒する絹恵と塞。しかし、和から切られた北を初美がポン、四喜和へのきっかけである鬼門が完成してしまう。手を進めていく初美だったが、ここで臼沢塞が動くのだった。"
                },
                "9": {
                    "ID": "4766640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766640",
                    "TitleEnglish": "Sortie",
                    "SummaryEnglish": null,
                    "TitleJapanese": "出撃",
                    "SummaryJapanese": "宮守女子高校・臼沢塞の力により、完全に封じられてしまった薄墨初美。しかし、北家のたびに初美を抑えこんでいた塞の体力は限界へ―。対局は最後の初美の北家となり、手牌から東、北を出さないよう注意していたが、和の出した東をポン、さらに初美は北を暗槓し、小四喜を上がり切るのだった。波乱の副将戦を終え、ついに雌雄を決する大将戦の火蓋が切って落とされる。"
                },
                "10": {
                    "ID": "4766641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766641",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": null,
                    "TitleJapanese": "仲間",
                    "SummaryJapanese": "大詰めをむかえる全国大会ニ回戦。姫松高校・末原恭子が果敢にリーチを繰り返すものの、宮守女子高校・姉帯豊音のおっかけリーチにことごとく振り込んでしまい大将戦前半は終了。休憩の後、二回戦最後の半荘が始まった。前半豊音の様子からリーチをかけずに手を進めていく他校の面々。しかし、ここで豊音が予想外のポン。次々と鳴いて手を延ばす豊音。その真意とは―。"
                },
                "11": {
                    "ID": "4766642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766642",
                    "TitleEnglish": "Threat",
                    "SummaryEnglish": null,
                    "TitleJapanese": "脅威",
                    "SummaryJapanese": "守りだけでは勝ち抜けられなくなった永水女子高校・石戸霞は「攻め」へと転じることとなる。霞の攻勢により戦局は一転。一位で大将戦に臨んだ姫松高校はトップから陥落していた。さらに配牌は霞の力により絶一門の状態―。窮する姫松高校・末原恭子だったが、この絶一門の状況でとある経験を思い出すことになる。"
                },
                "12": {
                    "ID": "4766643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4766643",
                    "TitleEnglish": "Truth",
                    "SummaryEnglish": null,
                    "TitleJapanese": "真実",
                    "SummaryJapanese": "大将戦もついに南場へと突入。ここで咲は大明槓からのツモ切りと、これまでの闘いでは見せなかった打牌をする。咲のただならぬ気配に霞、豊音、恭子は違和感を感じるのだった。そして、この咲のツモ切りの影響で姫松高校・末原恭子が倍満をツモ。各校2回戦の突破と脱落の可能性を最後まで残したまま、最終局面であるオーラスを迎える―。"
                },
                "13": {
                    "ID": "4842787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saki/episodes/4842787",
                    "TitleEnglish": "Old Friends",
                    "SummaryEnglish": null,
                    "TitleJapanese": "旧友",
                    "SummaryJapanese": "各校全く退くことがなく過酷を極めた２回戦だったが、咲の活躍により、準決勝進出を決めた清澄高校。パンフレットに「阿知賀女子」の名前を見つけた和に誘われ大会会場へと向かう咲だったが、直前のところで立ち尽くしてしまう。一方、会場へと足を踏み入れた和はかつての仲間、阿知賀女子の面々との再会を果たすのだった―。"
                }
            }
        }
    }
}