{
    "URL": "https://www.thetvdb.com/series/valkyria-chronicles",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Romance",
        "Science Fiction",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1444117/",
        "https://www.themoviedb.org/tv/24392"
    ],
    "TitleEnglish": "Valkyria Chronicles",
    "SummaryEnglish": "Set in an alternate timeline of Europe in 1930s, the country of Gallia has come under attack by East European Imperial Alliance who value the country's abundance of ragnite ore—which can be refined into a powerful fuel. Welkin Gunther, son of Gallian war hero General Belgen Gunther, leads a team of soldiers in a desperate bid reclaim their war-torn neutral nation from enemy control.",
    "TitleJapanese": "戦場のヴァルキュリア",
    "SummaryJapanese": "時は征暦1935年。\n\nヨーロッパ大陸は東西の二つの大国に分断されていた。\n\n鉱物資源・ラグナイトをめぐり勢力争いを広げる専制君主国家「東ヨーロッパ帝国連合（通称・帝国）」と、王政を廃した共和国の連邦国家「大西洋連邦機構（通称・連邦）」の両国がついに開戦する。\n争いは、武装中立を国是とする小国・ガリア公国へも飛び火し、\n国境の町・ブルールで出会った少女アリシアと青年ウェルキンは、\n「必ず故郷へ戻る」ことを誓い、義勇軍への入隊を決意する！\n\nこの物語は、戦火の中で錯綜する兵士たちの様々な思いと感情を描き、\nそこで生まれる新たな友情、愛をテーマに繰り広げられる\n七ヶ月間のドラマである。伝説【ダルクスの災厄】に隠された真実。\nそして謎に包まれていたヴァルキュリア人の秘密とは…。",
    "Aliases": [
        "Senjō no Valkyria",
        "Senjou no Valkyria"
    ],
    "Modified": "2023-02-25",
    "Seasons": {
        "0": {
            "ID": "48201",
            "URL": "https://www.thetvdb.com/series/valkyria-chronicles/seasons/official/0",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "982891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/982891",
                    "TitleEnglish": "Gallian Chronicles 1: A Day at the Beach",
                    "SummaryEnglish": null,
                    "TitleJapanese": "戦ヴァル劇場第1回「海辺の一日」",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "3135981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/3135981",
                    "TitleEnglish": "Gallian Chronicles 2: Gallia's Summer Festival",
                    "SummaryEnglish": null,
                    "TitleJapanese": "戦ヴァル劇場第2回「ガリアの夏祭り」",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "3136381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/3136381",
                    "TitleEnglish": "Gallian Chronicles 3: Shock! Prized Photos!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "戦ヴァル劇場第3回「衝撃!! お宝写真」",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "3137291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/3137291",
                    "TitleEnglish": "Gallian Chronicles 4: Selveria's Wonderful Day Off!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "戦ヴァル劇場第4回「セルベリアの華麗なる休日」",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "3137301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/3137301",
                    "TitleEnglish": "Gallian Chronicles 5: The Fearsome Joker!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "戦ヴァル劇場第5回「戦慄のジョーカー」",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "3137311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/3137311",
                    "TitleEnglish": "Gallian Chronicles 6: Be on Guard in the Girls' Bath",
                    "SummaryEnglish": null,
                    "TitleJapanese": "戦ヴァル劇場第6回「女子風呂はご用心!?」",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "3137321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/3137321",
                    "TitleEnglish": "Gallian Chronicles 7: Rebirth! Squad 7",
                    "SummaryEnglish": null,
                    "TitleJapanese": "戦ヴァル劇場第7回「新生！第7小隊」",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "3137341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/3137341",
                    "TitleEnglish": "Gallian Chronicles 8: Cordelia's Secret!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "戦ヴァル劇場第8回「コーデリアの秘密」",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "3137351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/3137351",
                    "TitleEnglish": "Gallian Chronicles 9: Vowing Eternity",
                    "SummaryEnglish": "This is an epilogue to the TV Series.",
                    "TitleJapanese": "戦ヴァル劇場第9回「永遠を誓って」",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4510816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/4510816",
                    "TitleEnglish": "Extra",
                    "SummaryEnglish": "Fake movie promo video.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "3137361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/3137361",
                    "TitleEnglish": "Unrecorded Chronicles: The Wound Taken for Someone's Sake (1)",
                    "SummaryEnglish": "Low on supplies and on the run from the Gallian Regular Army, The 422nd squad, aka \"The Nameless\", meet a girl running from the town of Aslone, which was just captured by Imperial Troops, and their leader, Kurt Irving decide that they will retake it by themselves, knowing that the main force will not come to their aid. Elsewhere, Maximilian sends the Darcsen unit Calamity Raven to guard two experimental large artillery pieces at Dillsburg. After liberating Aslone, the Nameless leave the prisoners and their equipment on the villagers' custody and reclaim some supplies sent by their leader, Lt. Crowe. The following day, Squad 7 and Gallian regulars assault Dillsburg in early morning fog, but the artillery pieces rout the main Gallian force and while coming to help them, the Nameless rescue Isara, who was being pursued by Imperial soldiers.",
                    "TitleJapanese": "OVA「戦場のヴァルキュリア３ 誰がための銃瘡 」前編",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "4183500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/4183500",
                    "TitleEnglish": "Unrecorded Chronicles: The Wound Taken for Someone's Sake (2)",
                    "SummaryEnglish": "Upon being informed of the situation, the Nameless decide to take advantage of a narrow mountain pass to attack the Dillsburg base by surprise, but Gusurg of the Calamity Raven predicts their course of action and prepares an ambush. When a Gallian platoon recklessly attempts to charge forward, Riela Marcelis uses her Valkyrian powers to protect them, while destroying one of the artillery pieces. Thanks to a distraction planned by Kurt, Gusurg is ordered to retreat, just as he had the Nameless pinned down. After returning Isara safely to Squad 7, the Nameless then launch an attack on the second artillery piece, which is destroyed by a long range shot from the Edelweiss.",
                    "TitleJapanese": "OVA「戦場のヴァルキュリア３ 誰がための銃瘡 」後編",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "48211",
            "URL": "https://www.thetvdb.com/series/valkyria-chronicles/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "502461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/502461",
                    "TitleEnglish": "Encounter and Battle",
                    "SummaryEnglish": "Under threat of an approaching Imperial invasion, the inhabitants of Bruhl are forced to evacuate under the protection and assistance of the Bruhl Townwatch. Alicia, a member of the Townwatch, arrests Welkin Gunther at gunpoint on suspicion of espionage, despite his protestations of innocence. Welkin manages to escape and Alicia gives chase, still convinced that he is an Imperial spy. During the chase, both of them are spotted by Imperial scouts and fired upon. The two retreat to the safety of the Gunther estate in the Bruhl countryside, where they meet up with Welkin's Darcsen foster-sister Isara. Imperial troops and tanks arrive and surround the estate.",
                    "TitleJapanese": "戦火の出会い",
                    "SummaryJapanese": "ガリア公国にある国境の街ブルールでは、戦火を逃れるべく住民たちが疎開を始めていた。\n自警団の班長 を務めるアリシアの元へ不審者の通報が入り駆けつけると、そこに居たのは川原でのん気にスケッチをする青年ウェルキンだった。スパイ容疑で拘束するが、ウェルキンは妹のイサラに会うため密かに抜け出してしまう。気づいたアリシアが追いかけてたどり着いたのは、なんとガリアの英雄ギュンター将軍の家だった。すぐそこまで攻め込んできていた帝国軍の容赦ない攻撃が始まり、彼らの運命が動き出す…。"
                },
                "2": {
                    "ID": "508161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/508161",
                    "TitleEnglish": "Prayer of the Edelweiss Dandelion",
                    "SummaryEnglish": "Using the tank from the barn, Isara, Alicia, and Welkin break out through the enemy line, and reunite with the Town Watch in Bruhl. Alicia tells the Town Watch they need to hold out against the Imperial Army until the regular Gallia military arrives.",
                    "TitleJapanese": "コナユキソウの祈り",
                    "SummaryJapanese": "妹のイサラと再会を果たしたウェルキンは、アリシアと共に、父が遺した戦車エーデルワイス号で家を脱出する。帝国軍の包囲網を突破し、自警団の詰所にたどり着いた三人。しかし、ガリア正規軍の到着には丸一日以上かかり、もはや帝国軍に街を占拠されるのは時間の問題だった。住人全員が正規軍のところまで無事避難できるよう時間稼ぎをするため、自警団と帝国軍は激しい攻防戦に突入する。ウェルキンたちは、親子風車を破壊され戦場と化したブルールを無事脱出できるのか…。"
                },
                "3": {
                    "ID": "562221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/562221",
                    "TitleEnglish": "The Birth of Squad Seven",
                    "SummaryEnglish": "In the militia, Welkin gets assigned command of his own squad, number 7, and his request for the Edelweiss and Isara to join him is approved. To her surprise, Alicia is placed under his command as a non-commissioned officer, and the two run into Faldio, one of Welkin’s university friends.",
                    "TitleJapanese": "第7小隊誕生",
                    "SummaryJapanese": "幼馴染みのスージーと義勇軍へ入隊したアリシアは、任命式で第7小隊への配属が決まる。なんと隊長はあのウェルキン。一方のウェルキンは、大学時代の親友で第１小隊長を務めるファルディオと再会するが、ゆっくりと喜ぶ間もなく、交通の要所であるヴァーゼル橋奪還の任務を受ける。しかし若い小隊長とその妹のダルクス人を気に入らない部下たちは反発ばかり。そこでウェルキンは信頼関係を築くため、この作戦が失敗したら自分が隊を去ることを条件に賭けをする。 果たしてその奇抜な作戦とは…。"
                },
                "4": {
                    "ID": "597421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/597421",
                    "TitleEnglish": "A Brief Day Off",
                    "SummaryEnglish": "Faldio attempts to socialize with Alicia with mixed results. Despite Squad 7's success in capturing the Vasel Bridge, General Damon of the Gallian Regular Army remain disdainful of the Militia forces, and chose to omit Squad 7 in the assault on Kloden base, leading to widespread resentment from the Militia. Alicia was troubled by Welkin's quiet acceptance of the omission, but Faldio seizes the chance to encourage her to have more faith in Welkin. Damon was subsequently defeated by General Gregor of the Imperial Army. Squad 7 was subsequently chosen to attack Kloden, with support from Faldio's Squad 1. Thanks to Faldio's provocation, a mortified Alicia ended up slapping Welkin by accident.",
                    "TitleJapanese": "束の間の休日",
                    "SummaryJapanese": "ヴァーゼル橋の奪還に成功し、ウェルキンに不信感を持っていたアリシアや小隊メンバーも徐々に打ち解けはじめた。基地で束の間の休息。一方、ガリア方面総司令官マクシミリアンが率いる帝国軍は、ガリア南部に位置するクローデンの補給路を維持するため更に進軍する。第７小隊の活躍を快く思わないガリア正規軍のダモン将軍は、クローデンの森補給基地制圧作戦への義勇軍の参加を拒むが、帝国軍の圧倒的な力を前に敗北する。その作戦を続行するため次に司令部が命令を下したのは、なんと第7小隊だった…。"
                },
                "5": {
                    "ID": "603931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/603931",
                    "TitleEnglish": "Assault on Kloden",
                    "SummaryEnglish": "Welkin and Squad 7 team up with Faldio and Squad 1 to attack the heavily defended Kloden supply base, held by General Gregor. When Rosie captures a porcavian pig, leading to the discovery of an animal trail, Welkin proposes using the Edelweiss and Squad 7 led by Rosie and Largo to distract the main Imperial force while Alicia and Squad 7 sneak into the base from the side using the animal trail, much to Alicia's dismay as she is not fond of Faldio. Advancing aggressively, Alicia is shot during the operation, but Faldio is able to help her to safety. However, she soon resumes fighting as she healed fast, much to the amazement of Faldio. The Gallian attack proves irresistible and Jaegar arrives with Imperial reinforcements to assist the reluctant Gregor in escaping. The Militia soon captures the base, but Welkin has to restrain Faldio from pursuing the retreating Imperials. After the battle, Alicia decides to keep the porcavian pig and names it Hans.",
                    "TitleJapanese": "クローデン奇襲戦",
                    "SummaryJapanese": "クローデンの森へ到着した第7小隊。アリシアとイサラが草むらに怪しい影を見つける。そこで捕らえたのはハネブタの子供だった。少人数で補給基地を制圧しなければならないウェルキンは、生物学の知識を生かして作戦の糸口を見つける。ウェルキン率いるエーデルワイス号と、ファルディオが率いる歩兵部隊での奇襲作戦が始まった。前線へ向かう緊張と恐怖の中、アリシアの意外な強さを知るファルディオ。そしてまた、二人を信頼して任務を任せたウェルキンとの間にも、深い友情と絆が生まれはじめる…。"
                },
                "6": {
                    "ID": "642821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/642821",
                    "TitleEnglish": "War Correspondent, Fight On!",
                    "SummaryEnglish": "War correspondent Irene Ellet comes to interview Squad Seven for her radio show. Alicia worries over what Welkin might say and dogs him everywhere in an effort to prevent him from soiling the militia's reputation, While Ellet does all she can to get Welkin alone.",
                    "TitleJapanese": "従軍記者、奮闘す！",
                    "SummaryJapanese": "義勇軍宿舎にウェルキンを訊ねて、ラジオGBS従軍記者イレーヌ・エレットが来訪する。ヴァーゼル橋奪還や、クローデンの森での作戦の立役者、ウェルキンに関する特ダネを取材しに来たのだ。第７小隊メンバーに次々と話を聞くが、みんな自分をアピールしようとして肝心の情報が得られない…。一方アリシアは、\"変人ウェルキン\"の正体がバレては義勇軍の名誉がガタ落ちになると、エレットにウェルキンを近づけないよう必死に振舞う。かくして、女同士の壮絶な戦いの火蓋が切って落とされた…。"
                },
                "7": {
                    "ID": "665991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/665991",
                    "TitleEnglish": "Darcsen Calamity",
                    "SummaryEnglish": "In an attempt to belittle the Gallian Militia's recent accomplishments compared to the Regular Army, General Damon assigns the Militia to the Barious Desert, over the protests of Captain Varrot. Welkin and Faldio debate on the nature of the Darcsen Calamity and the true version of the event. The two Militia officers head out to visit the Valkyrur Ruins with Alicia, Ramal, and Isara when their jeep breaks down due to mechanical failure. While Welkin, Faldio and Alicia heads to the ruins on foot, Isara and Ramal stays behind to repair the jeep. In another part of the ruins, Selvaria and Maximilian decipher the Old Northern Script writings on the wall while Selvaria's blood unlocks a hidden gate. Selvaria and Maxmillian then come face to face with Welkin, Alicia, and Faldio.",
                    "TitleJapanese": "ダルクスの災厄",
                    "SummaryJapanese": "またも、正規軍ダモン将軍のいやがらせによって、第３中隊は戦略的には価値のないバリアス砂漠の偵察を命じられた。苛立つラマールをよそに、この状況を楽しむことにしたウェルキンとファルディオ。アリシアとイサラも共に、これを機にダルクスの災厄にまつわる遺跡の調査に出かけることになる。遺跡内部では、ラグナイトの青い光に、古代ノーザン文字で書かれた石碑が浮かび上がっていた。興奮気味のファルディオを中心に見て回る三人。しかしその奥には、彼らが思いもかけぬ先客が訪れていて…。"
                },
                "8": {
                    "ID": "681331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/681331",
                    "TitleEnglish": "Looking Through History",
                    "SummaryEnglish": "When Faldio accuses the Imperials of trespassing on Gallian territory, Maximilian concedes the fact, but points out that the place truly belongs to the Valkyrur, namely Selvaria. Having completed their repairs, Isara and Ramal sense a large disturbance and hurry to the ruins, only to see a gigantic tank firing upon the ruins and causing the place to collapse with Welkin, Alicia and Faldio still inside. Elsewhere, Imperial forces under Gregor's command seize the mining city of Fouzen and execute the defeated Gallian Regular Army general.",
                    "TitleJapanese": "紐解かれる歴史",
                    "SummaryJapanese": "神殿の奥へと進んだ三人。ファルディオが目にしたのは、誰の目にも触れたことのない新しい碑文だった。そこへ現れたのは、なんと帝国軍ガリア方面侵攻部隊の総司令官であるマクシミリアンと、\"蒼き魔女\"の通り名を持つセルベリア。突然のことに、とっさにアリシアが銃を向け事態は一触即発となる。一方、外で三人の帰りを待つイサラとラマール。突然の大きな地響きに驚く間もなく、遺跡のそばに見たことのない巨大な戦車が現れる。次々と砲弾を浴びせられ、見る見るうちに崩れる遺跡。果たして中にいる三人は…。"
                },
                "9": {
                    "ID": "681351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/681351",
                    "TitleEnglish": "Azure Witch",
                    "SummaryEnglish": "With ulterior motives in mind, Imperial Central Command dispatches three aides to serve the Generals. Karl Oswald, aide to Selvaria, finds his new commander intimidating and cold towards him. Meanwhile, Prince Maximilian is summoned back to the Imperial Capitol alone, much to Selvaria's chagrin. Sensing a plot behind Maximilian's recall and the three aides' sudden appearance, Jaegar suggests that Selvaria should act according to her instincts. However, Selvaria's initial attempt to go after the Prince is thwarted by Karl's insistence on following regulations. An assassin from the Capital attempts to murder Karl; Selvaria dispatches the assassin, and Karl confesses that he was sent to prevent Selvaria from accompanying Maximilian to the Capital. He proceeds to redeem himself by driving Selvaria and Jaegar to catch up with the Prince, where he subsequently witnesses Selvaria in action against assassins sent against Maximilian, and also discovers the reason behind her nickname, the \"Azure Witch\". Maximilian survives the attack unharmed, much to his older brother, the Crown Prince's consternation. Karl is relieved that Selvaria accepts him as her aide.",
                    "TitleJapanese": "蒼き魔女",
                    "SummaryJapanese": "帝国軍ガリア方面侵攻部隊本部に、セルベリアの部下として、カールが中央から配属されてきた。時期を同じくして、グレゴール、イェーガーの元へも同様に部下が配属される。そんな中、マクシミリアンが一人で本国へ召集されることになった…。この不穏な動きに焦りを感じるセルベリアは、マクシミリアンの後を追おうとする。それを強固に止めたのはカールだった。その頃、一人王都に向かうマクシミリアンの身に、怪しい影が忍びよっていた。主（あるじ）の危機に、セルベリアたちは間に合うのか…。"
                },
                "10": {
                    "ID": "681341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/681341",
                    "TitleEnglish": "Night of the Blizzard",
                    "SummaryEnglish": "Alicia and Welkin undertake deep reconnaissance in territory held by the Imperials but are forced to take shelter in an abandoned cabin after a freak snowstorm comes. During the night, a single Imperial soldier enters the cabin and threatens use a live frag grenade to force them to surrender. Alicia, however, is able to convince the soldier to lower his weapon so she can treat his gunshot wounds. Meanwhile, everyone in Squad 7 begins to feel worried as Alicia and Welkin have not returned from the reconnaissance. At the cabin, the wounded soldier explains that he joined the Imperial army to have a better life but grew disillusioned and was shot by his comrades while attempting to desert. Moved by Alicia's compassion, he re-inserts the safety pin in his grenade, rendering it inert. Before the soldier passes away, he tells them his name, Mikhail Weber. Alicia and Welkin reunite with Squad 7 after giving Mikhail a burial.",
                    "TitleJapanese": "吹雪の夜",
                    "SummaryJapanese": "山岳部へ偵察に出たウェルキンとアリシア。しかし山の天候は不安定で、快晴から一転、猛吹雪に襲われる。仕方なく二人は、山小屋で嵐が去るのをやり過ごすことにした。そこへ突然、帝国兵が現われ事態は急変する。敵兵はひとり。しかし、その手にはピンを抜いた手榴弾が握り締められていた…。一方、二人が戻らぬことに不安を隠せない第７小隊の面々。ここは敵の勢力圏内で、二人の帰還を待てる時間には限りがある。指揮権を委ねられたラルゴが下した結論とは。ウェルキンたちは無事隊に戻れるのか…。"
                },
                "11": {
                    "ID": "742511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/742511",
                    "TitleEnglish": "Uninvited Guests",
                    "SummaryEnglish": "Welkin and Alicia are invited to attend an award ceremony at the Royal Palace with Faldio, Ramal and Isara back at Randgriz. Meanwhile, Selvaria and Jaeger infiltrate the ceremony under the guise of a rich couple from overseas. During the banquet, Faldio and Welkin are receive commendations from Princess Cordelia for their action in taking back Vasel and Kloden from the Imperial forces. Jaegar encounters Alicia outside the banquet hall, giving her a friendly warning. Alicia informs Welkin and Faldio of the presence of the Imperials Generals in the Royal Palace. After Cordelia returns to her quarters to rest, she is mysteriously abducted by an unknown assailant. When Alicia gets lost in the castle, she sees Cordelia being kidnapped but is knocked unconscious and gets kidnapped as well on Prime Minister Maurits von Borg's orders.",
                    "TitleJapanese": "招かれざる客達",
                    "SummaryJapanese": "これまでの善戦を称えられ、ウェルキンとファルディオはガリア公国の公主コーデリア姫主催の晩餐会に招かれることになった。正装の二人に同行するのは、ドレスアップしたアリシア、イサラ、ラマール、ハンス。ランドグリーズ城で一行を待ち受けていたのは、華麗な装飾に、笑いさざめく貴族たちと、人形のように表情のないコーデリア姫だった。その頃、次々と招待客が車から降り立つ中ひと際目立つ一組の貴族が現れる。美しい妻の笑みがアリシアを見て凍りついた。なんと貴族夫婦は、イェーガーとセルベリアが変装した姿だったのだ。かくして波乱の晩餐会が幕を上げる…。"
                },
                "12": {
                    "ID": "764201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/764201",
                    "TitleEnglish": "The Kidnapped Princess",
                    "SummaryEnglish": "After Faldio accuses Selvaria, Karl and Jaeger of staging the kidnapping, they realize that the Atlantic Federation is behind the abduction. Welkin, Faldio and Ramal are forced to work together with the Imperial officers to rescue Alicia and Cordelia before they are moved into Atlantic Federation territory. Welkin and Isara in the Edelweiss team up with Faldio and Ramal and are successful in rescuing Alicia and Princess Cordelia from Federation agents. Irene, who is in hiding, realizes that the disappearance of Cordelia is the apparent work of Borg and Federation Ambassador Townsend. Cordelia, in a meeting with Faldio and Welkin, orders news of her abduction kept secret from the Gallian media since she wants to keep the affair from going public. Irene warns Alicia, Isara and Ramal of a deeper conspiracy at work.",
                    "TitleJapanese": "さらわれた姫君",
                    "SummaryJapanese": "セルベリアが何の気なしに手にした、床に残されていたラグナイトの結晶。それはファルディオがアリシアにプレゼントしたものだった。アリシアの身に何かが起きたことを察したウェルキンたちに、イェーガーはこの城で起きている陰謀について教える。ガリア義勇軍と帝国軍、相容れない両者ではあったが大胆にもウェルキンは共闘作戦を持ちかけた。同じ頃、目を覚ましたアリシアは銀髪の少女がぐったりとしている様子に息を呑む。ヴァルキュリア人の末裔であると言われている、コーデリア姫その人だったのだ。果たして公主誘拐の裏に潜む陰謀とは。ウェルキンたちは助け出すことができるのか…。"
                },
                "13": {
                    "ID": "764211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/764211",
                    "TitleEnglish": "The Terrifying Mobile Fortress",
                    "SummaryEnglish": "General Damon orders the deployment of Gallian militia to Fouzen out of his irritation for their growing popularity with the Gallian people and their success against the Imperials. While some of the Gallian Militia attack Fouzen by launching a diversionary tank assault, Welkin and Faldio lead their units in civilian clothes in order to covertly make contact with a Darcsen resistance group led by Zaka. After arriving in Fouzen, Rosie tells Zaka of her clear dislike to the Darcsen people because of their history. Despite this, Zaka tells Rosie that he understands her anger as he and that his fellow Darcsens had become used to anti-Darcsen discrimination a long time ago. Welkin, Faldio and Zaka proceed to make preparations to destroy General Gregor's armored train known as the \"Equus\", while simultaneously attacking the Imperial military Headquarters and Darcsen concentration camps in Fouzen.",
                    "TitleJapanese": "戦慄の移動要塞",
                    "SummaryJapanese": "今回ウェルキンたちが攻略命令を下されたのは、ガリアでも有数のラグナイト産出量を誇る工業都市ファウゼン。この街はダルクス人が住民の約3割を占め、山岳地帯に位置する。ドライ・シュテルンが一人グレゴール率いる帝国軍は、この地形を利用し装甲列車エーゼルで難攻不落の要塞を作り上げた。ウェルキン達に課された目的は、装甲列車エーゼルの破壊と、占拠している帝国軍の指令中枢である採掘基地の制圧、そして帝国の支配の象徴である\"ダルクス人強制収容所\" の解放である。この作戦への参加に気が重いロージーの前に、ダルクス人レジスタンスのリーダーである、ザカが現れた…。"
                },
                "14": {
                    "ID": "847061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/847061",
                    "TitleEnglish": "Choice of Fouzen",
                    "SummaryEnglish": "The Gallian militiamen, led by Welkin and Faldio, and the Darcsen guerrillas led by Zaka began to assault Imperial positions in Fouzen. When the Equus is lightly damaged by planted explosives at the railway tracks, Gregor issues an ultimatum for the Gallians to withdraw from Fouzen or face the death of innocent Darcsens at their hands. When Faldio issues the order to attack, the Equus fires its cannon at the Darcsens. Rosie is traumatized, remembering the deaths of her parents at the hands of heavily armed gunmen years ago as a child.",
                    "TitleJapanese": "ファウゼンの選択",
                    "SummaryJapanese": "作戦が開始された。ダルクス人を毛嫌いするロージーだが、ザカと一緒に強制収容所の解放作戦のサポートを任される。反発するロージー。しかし、収容所の劣悪な環境に置かれたダルクス人たちの姿を観て言葉を失う。一方、採掘基地の制圧作戦を率いるウェルキンたち。山岳地帯独特の地形に苦しみつつも徐々に戦線を上げていく。そんな中、この作戦がただのレジスタンスによる反乱ではないことを見抜いたグレゴールは、ついに装甲列車エーゼルを発進させることにする。ロージーたちが線路に仕掛けた爆弾は、エーゼルの息の根を止めることができるのか。緊迫の時が訪れた…。"
                },
                "15": {
                    "ID": "875411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/875411",
                    "TitleEnglish": "The Songstress' Past",
                    "SummaryEnglish": "Captain Varrot instructs all Squad leaders to take a break following the Fouzen operation to recuperate and restore morale. When Rosie is asked by Squad 7 to represent them in a talent contest, she refuses to do so and storms out in anger. When she meets Isara, Rosie tells her that armed Darcsen guerrillas came to take shelter in her home during the First Europan War to hide from Imperial soldiers when she was a child. Rosie's parents were killed by the guerrillas in the crossfire when they wrongly accused her father of betraying their location to Imperials.",
                    "TitleJapanese": "歌姫の過去",
                    "SummaryJapanese": "アマトリアン基地に戻った小隊メンバーは、これまでの連戦で心身ともに疲れていた。その様子を見ていた、中隊長のバーロットの計らいで宴の席を設けることに。各隊で出し物を披露することになり、ウェルキンは第7小隊の代表としてロージーに歌って欲しいと頼む。しかしロージーは「ダルクス人の前では絶対に歌えない」と頑なに拒否するのだった。そんな中イサラは、ロージーと少しでも分かり合うために、思い切って話し合おうとするが…。悲しい過去を持つロージーと苦悩するイサラ。二人は分かり合うことができるのか……。"
                },
                "16": {
                    "ID": "902581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/902581",
                    "TitleEnglish": "Unspoken Thoughts",
                    "SummaryEnglish": "After their defeat at Fouzen, the Imperials realize that war is turning against them, and if they do not regain their momentum, they will be pushed out of Gallia. Maximilian has a plan, but does not divulge the details to Jaeger. Meanwhile, back in Gallia, the Militia is put on alert due to suspicious Imperial movements. At camp, Largo notices the romantic tension between Welkin and Alicia. Meanwhile, Isara goes to town for some shopping and Ramal decides to accompany her.",
                    "TitleJapanese": "語られなかった想い",
                    "SummaryJapanese": "帝国軍指令部では、ファウゼンで戦死したグレゴールの敗戦を取り戻すべく、次の作戦準備を進めていた。庭園で語りあうマクシミリアンとセルベリア。彼女がマクシミリアンに抱く想いの一端が垣間見える。一方、第7小隊は皆の気持ちがすれ違い、ギクシャクとした雰囲気になっていた。中でも、ウェルキンとアリシアのよそよそしい態度を見兼ねたラルゴは、ウェルキンを呼び出す。そこでラルゴが語りだしたのは、不器用な男とその親友、そして二人の間にいた一人の女性についての、前の大戦の時の話だった…。"
                },
                "17": {
                    "ID": "903411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/903411",
                    "TitleEnglish": "Gifts from the Spirits",
                    "SummaryEnglish": "The Gallian Militia receives new orders to attack the Imperial fortifications at the Mulberry Coast. However, due to the terrain, the only possible direction of attack is along the shoreline, which is completely exposed to the base's formidable defenses. Worse, the attack is scheduled to take place at the same time as the Holy Spirit Festival, a holiday that all Gallians celebrate. Squad 7 makes the best of the situation, and still manages to celebrate as the everyone give gifts to each other. Isara gives Rosie a handcrafted good luck charm doll, which Rosie accepts. Later, Isara manages to manufacture smoke shells for the Edelweiss to give Squad 7 a chance. During the attack, the smoke obscures the defender's line of sight and allows Squad 7 to breach the defenses. Emboldened by the Militia's success, the Regular Army finally joins the fight and forces the Imperials to retreat. Rosie is saved from being killed by a sniper thanks to the good luck charm from Isara. As the battle ends, her attitude with Isara begins to soften as she begins to view her more as a friend. As they converse, Isara is shot and killed by an Imperial sniper, much to Rosie's shock.",
                    "TitleJapanese": "精霊節の贈り物",
                    "SummaryJapanese": "作業の合間に、熱心に針仕事をするイサラ。大切な人へ贈り物をする精霊節が近づいているのだ。イサラが贈る相手が誰なのか気になるラマール。そんな中、第 7小隊に次の指令が下される。マルベリー海岸にある帝国防衛基地の殲滅で、非常に困難な作戦だった。先陣を切るのは第7小隊。命じたのは、またしてもダモン将軍である。戦闘を目前に控え、隊員たちはそれぞれの思いを込めて精霊節の贈り物をすることに。イサラは手作りの人形をロージーに渡そうとするが…。徐々に近づき始める二人の心。そして作戦が開始される……。"
                },
                "18": {
                    "ID": "941101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/941101",
                    "TitleEnglish": "August Rain",
                    "SummaryEnglish": "Welkin and Squad 7 pay their respects to Isara at her funeral. For her role in the Mulberry Coast victory, the Gallian military posthumously awards her the rank of Master Sergeant. Welkin orders Squad 7 to quickly move on and focus on dealing with the Imperials despite their grief which Ramal accuses Welkin of not caring about his sister's death. Rosie suffers from Survivor guilt in not being able to save Isara. General Damon demands Welkin give him the details on making the smoke shells in three days or be punished. Alicia later discovers that the rest of Squad 7, angered at Damon's actions, plan to ambush him with a hidden hole on the ground to trap him. However, Faldio manages to convince them otherwise, saying that the best way to humiliate people like Damon is keep winning battles and save Gallia. Faldio confronts Welkin about his refusal to deal with the death of Isara and Alicia's feelings, prompting Faldio to punch him.",
                    "TitleJapanese": "八月の雨",
                    "SummaryJapanese": "雨が降る八月のある日、アマトリアン基地は悲しみに包まれていた。ロージーは医務室で憔悴し、小隊メンバーもこの悲劇を受け入れられずにいる。そんな中、ウェルキンだけが涙もみせずに淡々と仕事をこなし、事態を冷静に受け止めていた。いぶかしむ面々。そこに追い討ちをかけるように、正規軍のダモン将軍が現れる。イサラを侮辱し罵声を響かせるが、怒りに駆られる小隊メンバーをよそに、ウェルキンの反応は鈍く…。途切れてしまった小隊メンバーとウェルキンの心。両者を繋ごうと奔走するアリシアだったが……。"
                },
                "19": {
                    "ID": "941111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/941111",
                    "TitleEnglish": "Tears",
                    "SummaryEnglish": "Welkin and Alicia immerse themselves in their work in order to avoid the issue of their relationship. The rest of Squad 7 are aware of this, but are unable to do anything about it. Captain Varrot then informs Welkin that Squad 7 is tasked with liberating Bruhl, in an effort to raise Squad 7's morale. Zaka then arrives at the base and announces that he will be the new driver for the Edelweiss. Meanwhile, as Welkin packs Isara's belongings, he begins to have flashbacks of his sister. After doing some research and piecing together clues he had witnessed earlier, Faldio is covinced Alicia is a Valkyria. Squad 7 assaults Bruhl and quickly forces the Imperial garrison to surrender, liberating the town. Alicia finds Welkin at his old house, where he admits that Isara's death has been tearing him apart and he has been grieving since her death, yet he cannot find it in himself to cry. Alicia comforts Welkin by telling him he no longer needs to hold back his tears.",
                    "TitleJapanese": "涙",
                    "SummaryJapanese": "隊員たちの心配は伝わらず、独り心を閉ざすウェルキン。そこに更なる出撃命令が下される。攻略の目的地は、ウェルキンたちの故郷であるブルール。バーロットのせめてもの心遣いだった。新たに入隊してきた、ファウゼンで一緒に闘ったザカと共に、第7小隊は戦地に向かう。その頃、ファルディオは書庫にこもり、ヴァルキュリア人に関する文献を読みあさっていた。彼の脳裏に繰り返し現れるのは、アリシアが見せてきた様々な事象。そして、あの夜光を放っていたラグナイトの欠片だった……。"
                },
                "20": {
                    "ID": "980161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/980161",
                    "TitleEnglish": "Dearly Beloved",
                    "SummaryEnglish": "Maximillian announces to the Drei Stern that the Emperor intends to remove him from command of the invasion force and with only one month until his removal, Maximillian decides to mobilize all of his forces and force Gallia into a decisive battle at the Naggiar Plains. Meanwhile in Randgriz, Ramal tries to deal with Zaka replacing Isara, and finds comfort in Faldio's advice.",
                    "TitleJapanese": "愛しき人",
                    "SummaryJapanese": "第7小隊の活躍により、劣勢になりつつある帝国軍。マクシミリアンは本国から指揮権の剥奪を言い渡され、ガリアに総力戦を挑んできた。決戦地ナジアル平原で、士気も高く戦地に立つ第1小隊に、対するはマクシミリアンが指揮する大型戦車ゲルビル。激戦の中、蒼いオーラに全身を包み、巨大な槍と盾を手にしたセルベリアが、ファルディオたちの目前に立ちはだかる。そして、ダモン将軍の意向により後方支援を命じられた第7小隊や、兵士を鼓舞するため戦地を訪れていたコーデリア姫の元に、衝撃が走った……。"
                },
                "21": {
                    "ID": "1015271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/1015271",
                    "TitleEnglish": "Ephemeral Bonds",
                    "SummaryEnglish": "Led by Selvaria, the Imperials continue to press the attack, repeatedly destroying the Gallian forces. Not even Squad 7 is able to stop her. Meanwhile, back in the camp, a desperate Faldio takes Princess Cordelia hostage and seizes her Ragnite shield and lance. He reveals Alicia's Valkyria ancestry to Cordelia and tries to wake Alicia, but has limited success. It is only when Welkin's desperate call for retreat over the radio is heard that Alicia begins to react. Taking Cordelia's shield and lance, Alicia faces Selvaria on the battlefield. She defeats Selvaria and begins attacking the Imperial forces, destroying the Batomys in the process. Caught off guard by the appearance of a Valkyria on the Gallian side, Jaeger orders all Imperial forces to retreat. Selvaria rescues Maximilian from the ruined Batomys and withdraws from the battle. As the Gallians celebrate their unexpected victory, Welkins runs toward Alicia as she suddenly falls unconscious.",
                    "TitleJapanese": "はかなき絆",
                    "SummaryJapanese": "「蒼き魔女」の異名を持つセルベリアの強大なパワーにより、主力部隊は甚大な被害を受けた。新たに出撃命令が下された第7小隊に、アリシアまでもが瀕死の重傷を負ったとの知らせが入る。動揺するウェルキンたちだったが、帝国を止めることがアリシアを護ることだと、やむなく前線へ出撃する。一方、ヴァルキュリア襲来の報を受け、本陣も混乱を極めていた。ヴァルキュリア人の血を引くというコーデリア姫に、助けを求めるダモン。そんな中、医療テントで昏睡状態に陥っているアリシアの元に、ある人物が現れた……。"
                },
                "22": {
                    "ID": "1015281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/1015281",
                    "TitleEnglish": "Confusion",
                    "SummaryEnglish": "Alicia is kept isolated from Squad 7 by the Gallian Regular Army, while Damon decides to transfer her to the Regular Army and exploit her Valkyria powers for his own glory. Welkins confronts Faldio over shooting of Alicia, with Faldio replying that he had no other choice or Gallia would have lost. Meanwhile, Selvaria fumes over her failure to protect Maximilian, while the Imperial Prince is determined to continue the invasion despite the loss at Naggiar. He still has a trump card in the form of a massive armored vehicle, the Marmotah. At the Gallian camp, Alicia escapes and tries to reunite with Squad 7 when Damon declares she will be promoted to Captain and be forcibly transfered. The members of Squad 7 fear Alicia and her newly awakend Valkyrur powers, but she inadvertently hears their conversation. In the midst of the confusion and misunderstanding that follows, Alicia accepts the view that she is now unwelcome. In tears, she decides to accept the transfer to the Regular Army, despite Welkin's pleas.",
                    "TitleJapanese": "とまどい",
                    "SummaryJapanese": "ナジアルで辛くも勝利を収めたガリア軍。しかし、アリシアは正規軍の監視下に置かれてしまう。心配するウェルキンだが、面会謝絶を言い渡され未だ会えずにいた。営巣に収監されたファルディオの元を訪ねたウェルキンは、親友が犯した衝撃的な事実を知る。亀裂が入る友情。そこへ、追い討ちをかけるように、第7 小隊隊員たちから話があると言われる。一方、ゲルビルとセルベリアの力を持ってしても敗北してしまった帝国軍。追い詰められたかに見えたが、マクシミリアンは底知れぬ笑みを浮かべ、次なる作戦を進める……。"
                },
                "23": {
                    "ID": "1040991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/1040991",
                    "TitleEnglish": "The Shape of Love",
                    "SummaryEnglish": "With Alicia on their side, the Gallian Regular Army scores numerous victories over the Imperials until they are pushed to their final stronghold in Gallia: Ghirlandio. Knowing his failures will be exploited by the Emperor and the Crown Prince, Maximilian declares that he is no longer the Second Crown Prince of the Empire, but the Emperor of his own nation that he will create. Selvaria is still troubled by her failure at Naggiar, but still believes in Maximilian out of devotion and love. Meanwhile, at the Gallian camp, Welkin and Squad 7 are trying to contact Alicia, but are stopped by Regular Army officers. Squad 7 attempts to force the issue, but instead cause a brawl. Cordelia pardons Faldio, and then meets Alicia where Alicia requests that Cordelia ensure the safety of Squad 7 and Faldio until the end of the war. To fulfill her promise to Alicia, Cordelia requests Squad 7 to stay behind to be her personal guard. Alicia and the Gallian Regular Army travel to Ghirlandio, where they advance against Selvaria and the Imperials.",
                    "TitleJapanese": "愛のかたち",
                    "SummaryJapanese": "アリシアは階級が大尉になり、正式に正規軍所属の身となった。第7小隊から離され、次々と戦いに駆り出される。一方の第7小隊の面々は、これまでアリシアと過ごしてきた日々を思い返し、最後に傷つけてしまったことを悔いていた。そこに次の任務が下され、その内容に隊を衝撃が走る。アリシアを引きとめようとするウェルキン。そんな中、ガリアと帝国の戦いはいよいよ佳境に入っていた。正規軍主導の下、帝国軍最後の拠点ギルランダイオ要塞で掃討戦を挑むことになる。その最前線に立つのは、やはりアリシアだった！"
                },
                "24": {
                    "ID": "1072891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/1072891",
                    "TitleEnglish": "Determination",
                    "SummaryEnglish": "Alicia and Selvaria meet for a final showdown. Maximilian attempts to negotiate a peace treaty with Cordelia, demanding she marry him so that he has access to the Valkyrur bloodline, but Cordelia reveals that she is in fact a Darcsen.",
                    "TitleJapanese": "決意",
                    "SummaryJapanese": "アリシアの取り計らいにより、第7小隊はランドグリーズまでコーデリア姫の護衛任務についた。独り戦場に残るアリシアを想う隊員たち。一方、ギルランダイオ要塞では、ダモン将軍率いるガリア正規軍とセルベリア率いる帝国軍の最終決戦が始まった。アリシアとセルベリアは、それぞれが守るべきものを抱え、愛と信念を貫くために戦いに挑む。その頃、マクシミリアンは、ギルランダイオを離れランドグリーズ城にいた。極秘会談を申し入れ、コーデリア姫との謁見を果たす。その真の目的とは……。\n\n脚本：大和屋暁／演出：黒柳トシマサ\n絵コンテ：黒柳トシマサ／作画監督：高木晴美・古住千秋・伊藤祐毅・小松英司"
                },
                "25": {
                    "ID": "1123811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/1123811",
                    "TitleEnglish": "The Ones That Should Be Protected",
                    "SummaryEnglish": "The Gallian and Imperial forces battle each other in the streets of Randgriz. However, Maximllian is able to seize the Holy Lance of the Valkyrur, a massive Ragnite weapon which was hidden inside the structure of Randgriz Palace, and equip it as the main cannon of the Marmotah. After demonstrating the power of the lance by demolishing a hill, Maximlian calls on the Gallians to surrender or be destroyed. Welkin, Faldio and Squad 7 storm the Marmotah in an effort to save Alicia.",
                    "TitleJapanese": "護るべきもの",
                    "SummaryJapanese": "首都ランドグリーズへの総攻撃を開始した、マクシミリアン率いる帝国軍。戦艦マーモットの強靱な装甲と砲撃により、迎え撃つウェルキンたちも窮地に追い込まれていく。そんな中、第7小隊の元へ謎の大爆発によりギルランダイオで正規軍が壊滅したという一報が届く。果たして最前線にいたアリシアの運命は……。一方、自らの野望のため帝国と準皇太子の身分を捨てたマクシミリアンは、永きに渡って隠され続けてきた、ランドグリーズ家最大の秘密…ヴァルキュリアの聖槍を遂に手に入れる！"
                },
                "26": {
                    "ID": "1123821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyria-chronicles/episodes/1123821",
                    "TitleEnglish": "Decisive Battle",
                    "SummaryEnglish": "Inside the Marmotah, Squad 7 engages the Imperials to allow Faldio and Welkin to search for Alicia.",
                    "TitleJapanese": "決戦",
                    "SummaryJapanese": "アリシアを救出するため、ウェルキンたちは果敢にも巨大戦艦マーモットへ立ち向かっていく。鉄壁の戦艦に活路を見出し、決死の覚悟でマーモットへ突入する第７小隊。力のみを追い求めるマクシリミリアンを、もはや止められる者はいない。マクシミリアンの切り札“人造ヴァルキュリア”を前に、彼らは生きて帰ることができるのだろうか……。そして、愛する故郷と大切な人を守るために、ウェルキンが取った最後の行動とは。七ヶ月に及ぶ戦いに終止符が打たれる！"
                }
            }
        }
    }
}