{
    "URL": "https://www.thetvdb.com/series/cross-game",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1414416/",
        "https://www.themoviedb.org/tv/46337",
        "https://www.themoviedb.org/tv/46337"
    ],
    "TitleEnglish": "Cross Game",
    "SummaryEnglish": "Kō Kitamura, son of the owner of Kitamura Sports, lives in the same neighborhood as the batting center run by the Tsukishima family. Due to their proximity and the relationship between their businesses, the Kitamura and Tsukishima families have been close for many years, with their children going back and forth between the two homes like extended family. Because Kō and Wakaba are the same age and always together, Aoba is jealous of all the time Kō spends with her older sister. Aoba is a natural pitcher with excellent form, and Kō secretly trains to become as good as she is, even while publicly showing little interest in baseball. Then Wakaba dies in a swimming accident at a summer camp during fifth grade.",
    "TitleJapanese": "クロスゲーム",
    "SummaryJapanese": "スポーツ用品店の息子、樹多村光は、バッティングセンター＆喫茶店「クローバー」の月島四姉妹と幼なじみ。小5の夏、次女の若葉は事故でこの世を去ってしまう。高校生になり、若葉が最後に見た夢「甲子園」を目指して奮闘する光。そして、三女の青葉も選手として野球部に入部することになり、運命の歯車が動き始める…。",
    "Aliases": [
        "幸运四叶草",
        "Kurosu gêmu"
    ],
    "Modified": "2023-02-04",
    "Seasons": {
        "1": {
            "ID": "48341",
            "URL": "https://www.thetvdb.com/series/cross-game/seasons/official/1",
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "503041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/503041",
                    "TitleEnglish": "Four-Leaf Clover",
                    "SummaryEnglish": "Fifth-grader Ko Kitamura was born on the same day in the same hospital as his neighbor, Wakaba Tsukishima, who treats him as her boyfriend as a result. One day during summer vacation, she makes him take her to swimming lessons on his bicycle. On the way back, to avoid classmate Osamu Akaishi, who has a crush on Wakaba, Ko joins a sandlot baseball game organized by another classmate, Daiki Nakanishi. Because he has never played before, Ko fields badly, but because he has practiced in the Tsukishima family's batting cages he hits the game-winning home run. After their joint 11th birthday, Wakaba gives Ko a schedule of birthday presents for him to give her through age 20. Soon after this, Wakaba drowns while saving a younger girl at an overnight swimming camp. Ko does not know how to respond to this until, the evening after her funeral, he sees Akaishi weeping outside Wakaba's house and realizes he just needs to cry. The closing credits show time passing and by the end, Ko and Wakaba's younger sister Aoba Tsukishima are in junior high school.",
                    "TitleJapanese": "四つ葉のクローバー",
                    "SummaryJapanese": "樹多村光と、月島四姉妹は幼なじみ。しっかりものの長女、一葉。明るく素直な次女、若葉。ちょっぴり無愛想な三女、青葉。元気いっぱいの四女、紅葉。そんな夏のある日。若葉は、光と夏祭りに行く約束をして、キャンプに出かける。数日後、光が何気なくつけた高校野球に流れてくるニュース。光は耳を疑うが…。"
                },
                "2": {
                    "ID": "540691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/540691",
                    "TitleEnglish": "I Hate You!",
                    "SummaryEnglish": "Four years later, in the fall of her second year at Seishu Junior High School, Aoba is a pitcher for the baseball team, and still hates Ko for having monopolized her dead sister's time. Starting pitcher Keiichiro Senda, who considers himself popular, asks her out on a date without waiting for a response. When she does not show up, Senda goes to her house but is frightened off by the family cat. When Ko (in his third year at Seishu Junior High) delivers baseballs to the Tsukishima batting cages, he hits four home runs, which annoys Aoba, especially since she cannot match it. In a flashback, she remembers Wakaba telling her about Ko's potential to one day pitch 160 km/h fastballs, which Aoba claimed was her ideal in a man, but that if he does, Aoba cannot take him from her. Meanwhile, inspired by Aoba's pitching, Ko has been obeying Wakaba's order to follow Aoba's workout routine.",
                    "TitleJapanese": "大っ嫌い！",
                    "SummaryJapanese": "中学3年生になった光。中西や赤石、青葉も同じ中学に入っていた。野球部には、女子ながら男子顔負けの実力でエースとして活躍する青葉と、キャプテンとなりチームを引っ張る赤石がいた。そんな中、光と中西は草野球でピッチャーの青葉と対決することに。勝負に勝った青葉ではあるが、光の野球のセンスを認め始めて…。"
                },
                "3": {
                    "ID": "540701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/540701",
                    "TitleEnglish": "For Real?",
                    "SummaryEnglish": "Nakanishi recruits Ko for a rematch of the sandlot game from fifth grade. When Ko warms up with what he calls a few soft pitches, Nakanishi has him play right fielder instead, claiming he wants a friendly game. Meanwhile, when Aoba plays catch with her little sister, Momiji, she is startled to learn that Momiji can handle her hardest throws because Momiji has helped Ko practice. Akaishi, now captain of the junior high school baseball team, watches the sandlot game and is reminded of Wakaba's boasts about Ko's abilities. With Ko's fielding and batting, his team wins in a close game. Afterward Nakanishi learns that Ko did not join the baseball team, despite his surprisingly fast fastball, because Nakanishi had been kicked off it for fighting. During practice, Aoba and Akaishi discuss unsettling rumors about the Seishu High School baseball team, which has had a second straight losing year. In his office at Seishu High School, Acting Principal Shido tells a man dressed as a coach that he is pleased with his plans.",
                    "TitleJapanese": "ちゃんと？",
                    "SummaryJapanese": "季節は秋。野球部では引退が近い、赤石、千田たち3年生が高等部の野球部を気にし始めていた。高等部の野球部は、巻原たちが牛耳っており、悪い噂ばかりが流れている。お調子者の千田は、巻原たちに取り入ろうと、ゴマすりに奔走するのだった。光と中西は、小学生のときの友人と久しぶりに草野球をすることに…。"
                },
                "4": {
                    "ID": "540711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/540711",
                    "TitleEnglish": "Secret Weapon",
                    "SummaryEnglish": "On the way to school one morning, Aoba and Ko foil a burglary they glimpse from the train by hitting the burglar with a baseball, but Senda gets credit for it. Akaishi does not believe Senda foiled the robbery, and learns from Aoba that she threw a ball that Ko had been carrying, and then from Nakanishi that he and Ko have been training in secret. Akaishi takes over Ko's training on the condition that Nakanishi return to the baseball team. At the Tsukishima batting cages, an unknown boy breaks Ko's home run record but complains about how slow the pitching machines are. The boy later appears at Seishu High School, being given a tour for prospective baseball players. Senda visits Aoba while she is working in the Clover Cafe attached to the batting cages and asks about Ko's secret training, but she denies any knowledge about random neighbors. As Ko practices pitching with Akaishi as catcher, the latter describes the dream Wakaba had the night before she left for swimming camp, in which Ko and Akaishi are a playing as a battery in the national high school baseball tournament at Koshien.",
                    "TitleJapanese": "秘密兵器",
                    "SummaryJapanese": "通学の電車で鉢合わせになる光と青葉。光の姿を見つけたとたん、青葉は他の車両に移ってしまう。車中、友人とお喋りをしていた青葉は、何気なく眺めていた窓外に強盗らしき姿を見つける。動体視力の優れた青葉だけが気づいたようだった。青葉は、強盗の人影を見た場所へと、わき目もふらずに駆け出すが…。"
                },
                "5": {
                    "ID": "540721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/540721",
                    "TitleEnglish": "Can I Borrow a Pot?",
                    "SummaryEnglish": "On New Year's Eve, Aoba's father and oldest sister, Ichiyo, visit her sick grandmother, leaving Aoba to care for Momiji, who is down with a cold. When Ko visits, he brings the ingredients for rice porridge. When Momiji's fever spikes, Ko helps Aoba tend her until the fever breaks after a few hours. Unlike Aoba, Ko is a decent cook, and his porridge tastes just the way Wakaba prepared it for Aoba. After Momiji tells Aoba about a time Ko played with her when no one else would, Aoba tells Ko that she will never be a good sister like Wakaba, then gets mad when he tells her she is not that worthless. Ko cooks New Year soba for Momiji and himself, but Aoba makes her own instant noodles. Ko stays the night to watch Momiji and after the three fall asleep while watching television, Aoba snuggles up to him, thinking he is Wakaba. The next morning, before Aoba wakes up, Momiji tells Ko they looked comfortable sleeping together. Ko leaves to practice pitching with Akaishi and Nakanishi, and in a montage, the main cast is shown training as time passes, ending with spring.",
                    "TitleJapanese": "ナベ貸してくれる？",
                    "SummaryJapanese": "年末、両親が旅行に出てしまい、光は一人家で過ごすことに。月島家では、病気の紅葉と看病をする青葉を残し、清次と一葉は田舎に帰る。大晦日でも光、赤石、中西はトレーニングを続けていた。一方、紅葉にお粥を作ろうと、慣れない家事をする青葉。うまく作れずに悩んでいると、光が買物袋をさげてやってきて…。"
                },
                "6": {
                    "ID": "634101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/634101",
                    "TitleEnglish": "Who Are you?",
                    "SummaryEnglish": "Ko enters Seishu High School and joins the baseball club along with Akaishi and Nakanishi, where they are put on the second-string \"portable\" team headed by former Head Coach Maeno. Most of the varsity team are ringers recruited by new Head Coach Daimon from around the country, including power hitter Yuhei Azuma, the boy from the batting center, and Daimon promises Shido that he will take the school to the national spotlight of Koshien within three years. When Aoba, now captain of the junior high school team, visits a high school team practice, she is surprised to see Ko playing baseball, and he tells her he was inspired by her pitching. In class, Azuma does not recognize Senda (who is on the varsity team) but does remember Ko from the batting center. Azuma tells Daimon that he only remembers faces of significant people, of which there are four on the team. One day as the portable team practices on the junior high field, out of sight from the varsity players, Maeno has Ko pitch at full strength once and Aoba realizes Ko is Akaishi's \"secret weapon\" for getting off the portable team.",
                    "TitleJapanese": "誰だ？おまえ",
                    "SummaryJapanese": "4月、星秀学園高等部に入学した光、赤石、中西。高等部の野球部では、新監督大門の方針で、野球留学生とテストに合格した者のみが1軍、それ以外を2軍として別けられていた。2軍は部室がなく、プレハブを拠点としているので、「プレハブ組」と呼ばれていた。光、赤石、中西の三人はプレハブ組に所属することになり…。"
                },
                "7": {
                    "ID": "634111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/634111",
                    "TitleEnglish": "Sucker for a Pretty Face",
                    "SummaryEnglish": "Akaishi tells Ko and Nakanishi about Daimon's career as a coach who cares more about results than his players, and suggests they drive him out. Daimon tells Azuma that he picked Senda for the varsity team to be a pitcher who can be used up during practice, then recruits Aoba as another disposable practice pitcher. When Ko, Akaishi, and Nakanishi watch her pitch, Daimon tells them it does not matter if she pitches too much because, as a girl, she cannot play in a tournament game. When Azuma takes his turn at bat, he asks her to not hold back, and in response she insists that Akaishi be her catcher. Pitching her fastest, she almost strikes out Azuma. After Akaishi accuses Azuma of not being manly for deliberately fouling back, Azuma hits a home run on the next pitch and Aoba collapses exhausted. Afterward, Aoba tells Ko that despite her sore arm she will continue pitching for the varsity team to learn their batting weaknesses, and that she wants to believe Wakaba's claims about him.",
                    "TitleJapanese": "面食いなんです",
                    "SummaryJapanese": "大門が選手の将来よりもチームの成績を優先してきたことを聞き、追い出そう、と言い放つ赤石。中等部に視察にきた大門は、青葉のピッチングに目を付け、バッティングピッチャーとして1軍の練習に連れてくる。青葉が酷使されていることを聞き、1軍の練習場に向かった光、赤石、中西は、大門に事実上の宣戦布告をして…。"
                },
                "8": {
                    "ID": "681201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/681201",
                    "TitleEnglish": "You Two Are Alike",
                    "SummaryEnglish": "When Akaishi meets Momiji, he is startled by her resemblance to Wakaba, who died at the age Momiji is now. Ichiyo reminds Aoba that she resented how Ko monopolized Wakaba's time, and both Ichiyo and Akaishi tell Aoba that she and Ko are alike in their competitiveness. In the park, Momiji plays catch with an old man who is a regular at Akaishi's family's liquor store. Daimon tells Shido that an upcoming scrimmage between varsity and portable teams will demonstrate how much better the varsity players are. Because of a rumor that portable players who perform well might be promoted to varsity, the third-year players train hard. Before the scrimmage, Ko has Aoba catch his pitches because he has never played in a real game and so has no comparison for his pitching. She calls them okay, which pleases him as the best compliment he can expect from her, and makes a bet that he will hold the varsity team to ten runs, which she changes to five runs after looking at her bruised hand. When Aoba arrives at the scrimmage, Momiji's old man tells her Shido has ordered the audience to sit and cheer only on the varsity side of the field.",
                    "TitleJapanese": "似てるんだ",
                    "SummaryJapanese": "1軍との練習試合のスターティングメンバーが発表された。前野監督、赤石は光に期待する。そして、その他のメンバーも光に期待を寄せるようになっていく。1軍の実力、周りからの期待にプレッシャーを感じた光は、青葉に会いにいく。光の投球を受け、意見を求められた青葉は、「まぁまぁ」と答えるのだった…。"
                },
                "9": {
                    "ID": "681211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/681211",
                    "TitleEnglish": "Let's Do This!",
                    "SummaryEnglish": "As the scrimmage starts, Daimon tells Shido he is using Senda as starting pitcher to test his team's fielding. In the top of the first inning, the portable team is quickly retired. In the bottom of the inning, Ko quickly pitches out the first three batters, which Daimon attributes to luck but Azuma recognizes is based on Aoba's batting data and Ko's ability. After Senda gives up three runs in the top of the second inning, including home runs by Ko and Akaishi, Daimon kicks him off the varsity team and Maeno substitutes him in as shortstop for the portable team. Ko pitches fastballs down the middle to Azuma, which Aoba calls foolish and Azuma hits for a home run. The portable team quickly retires the rest of the side but has trouble hitting against the best varsity pitcher. After Daimon chews out his players for failing to hit against \"small fry,\" they manage only one run in the third inning. At the end of three innings with the portable team ahead 3 to 2, Ko complains of being tired.",
                    "TitleJapanese": "しまって行こー",
                    "SummaryJapanese": "1軍とプレハブ組との試合。1軍の先発は千田。プレハブ組の3年生は力んで三者凡退に倒れる。1回裏、光がマウンドにあがる。光は青葉のメモを参考に1、2番を打ち取る。2回表、光、赤石がそれぞれホームランを打ち、プレハブ組が3点を先制する。2回裏、真っ向勝負を挑んだ光は東にホームランを打たれてしまうが…。"
                },
                "10": {
                    "ID": "681221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/681221",
                    "TitleEnglish": "Yeah, Right",
                    "SummaryEnglish": "At the top of the fourth, Ko hits a triple but fails to score. In the bottom of the inning, Azuma hits a two-run homer to give the varsity team the lead. The portable team players in their third year tell their teammates that winning does not matter, only playing well enough to get promoted back to varsity. Daimon chews out center fielder Miki for strategically bunting against his orders to treat the scrimmage as a batting practice. At the bottom of the sixth, a tiring Ko tells catcher Akaishi that he can no longer pitch with both speed and control, and Akaishi has him go for speed. After Azuma hits another home run, Akaishi tells him the pitch was weak because this is Ko's first real game. When a third-year portable player, Makihara, is thrown out while running for home, Senda tells him Daimon has no intention of promoting anyone to the varsity team because that would mean admitting he was wrong. In the bottom of the seventh, Miki notices that if Ko had intentionally walked Azuma, the varsity team would be losing 1 to 3 instead of winning 5 to 3.",
                    "TitleJapanese": "冗談はよせ",
                    "SummaryJapanese": "光は、神川のストレートを打ち返し3塁打を放つものの、疲労の色が濃くなる。4回表は東の打順から。2打席連続でホームランを浴び、1軍に逆転される光。神川の投球にプレハブ組は簡単に打ち取られ、光は休む時間が取れない。疲労がピークに達し投球が乱れ始めた光は、コントロールを捨ててスピードに専念して…。"
                },
                "11": {
                    "ID": "758081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/758081",
                    "TitleEnglish": "Wipe That Smirk Off Your Face",
                    "SummaryEnglish": "Knowing they will not be promoted, Maeno's third-year players stop playing hard, but after the portable team manager, Hiroko \"Tubby\" Ōkubo, tells Makihara that Daimon injured Maeno's head as the latter pleaded to give a third-year player a spot, Makihara plays with renewed effort. At the end of eight innings, Ko notices that if the score remains 5 to 3, he will win his bet with Aoba. In the top of the ninth, the portable team gets runners on first and second and Makihara advances them with a sacrifice bunt. Ko hits both runners in with a single to tie the game. While Ko is on base, Azuma criticizes his pitching, to which Ko says he did not expect Azuma could hit him. In the bottom of the ninth with a runner on first, Azuma comes to bat and deliberately fouls out twice before being struck out by Ko. On the bench, Azuma silently tells Ko to stop smirking, and the next batter hits in the runner to win the game. Afterward, Ko visits Wakaba's grave to tell her about his debut, only to find Aoba had been there first.",
                    "TitleJapanese": "ニヤニヤするな",
                    "SummaryJapanese": "プレハブ組と1軍との試合は7回裏を迎え、3対5と1軍がリードをしている。疲労から投球が崩れたかに見えた光ではあったが、スピードに専念してからは立ち直り、1軍打者を3者3振にする。そして、光がサイクルヒット達成となる一打を放ち、同点とするプレハブ組。9回裏、光は東と4度目の対決をすることに…。"
                },
                "12": {
                    "ID": "790671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/790671",
                    "TitleEnglish": "I Challenge You!",
                    "SummaryEnglish": "Aoba's teammates ask her out on dates conditional on their performance during a game, but she criticizes their goals as too low. Even with Aoba not pitching her hardest, Seishu Junior High wins in a called game. Afterward Senda meets his cousin, Midori Koganezawa, who is annoyed he ditched practicing with her to watch Aoba's game. Midori challenges Aoba as a batter, but Aoba declines to pitch to her. At the Tsukishima batting cages, Ko tells Midori the pitching machines are not as fast as Aoba's pitches. Ko helps Risa Shido, the spoiled varsity team manager, go shopping and brings her to the Clover Cafe, where he asks Aoba to put the bill on his tab as a birthday favor. Aoba finally agrees to pitch against Midori and strikes her out; she tells Midori she plans to attend Seishu High School, even though she would not be able play in tournament games, instead of a school with a girl's baseball team. Aoba learns from friends that Ko was being Risa's servant for a day in return for the last available teapot that is the 16th birthday gift on Wakaba's schedule of presents.",
                    "TitleJapanese": "勝負しなさい！",
                    "SummaryJapanese": "1軍との試合を終えたある日。光と千田は中等部の練習試合を見にいく。ピッチャーの青葉は、相手打線を完璧に抑え、わざと打たれるくらいの余裕を見せる。試合は青葉の好投で星秀学園中等部が勝利する。帰り道、光は雑貨屋であるものを見つけて立ち止まる。一方、千田は自宅の前でいとこの小金沢みどりと出くわすが…。"
                },
                "13": {
                    "ID": "790681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/790681",
                    "TitleEnglish": "Summer Training Camp?",
                    "SummaryEnglish": "Ko, Akaishi, and Nakanishi watch Seishu's varsity team crush an opponent in the prefectural summer baseball tournament and realize they did very well against them. During one game, Miki shifts position against Daimon's orders to make a game-winning play. Banned from using the school's field by Daimon, Maeno takes the portable team on a secret intensive training camp in the mountains. Ko forgets his suitcase, and when Aoba takes it to him she gets lost following his father's bad instructions. While waiting for Aoba at the bus stop, Senda complains about how strict Maeno has become and Ko says he prefers to keep busy in the summer. After a thunderstorm, they search for Aoba and find her shoe near a swollen stream similar to the one Wakaba drowned in, before finally finding her at a woodcutter's house. In Seishu's next game, Daimon takes Miki out of the lineup for ignoring his orders. Aoba spends the night at camp, and in the morning Maeno tells her the team is training hard to keep up with Ko because they have become fans of him. As she leaves on the bus, Aoba whispers to herself, \"Portables, fight.\"",
                    "TitleJapanese": "夏合宿？",
                    "SummaryJapanese": "夏の地区予選が始まった。大門監督率いる星秀学園は、初戦、2回戦ともに圧勝する。4番で大活躍した東は、記者の取材を受けるなど騒ぎ立てられるが、そんなことよりもプレハブ組の光のことが気になって仕方がない。地区予選で快進撃を続けている1軍。だが、東と三木だけは大門監督の采配に次第に不信感を持ち始めて…。"
                },
                "14": {
                    "ID": "790691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/790691",
                    "TitleEnglish": "How Many Points?",
                    "SummaryEnglish": "At the portable team's training camp, Akaishi and Maeno note that their outfield's defense has been weakened by the retirement of the third-year students. Without Miki in the lineup, Seishu loses in the round of 16. After the game, Aoba helps a Seishu fan by hitting a thief with a baseball and learns the fan is Junpei Azuma, Yuhei Azuma's older brother. Junpei gives her a ride home, where he is immediately taken with Ichiyo and becomes a regular suitor. When Aoba goes to the swimming pool, Ichiyo asks Ko to take Aoba her forgotten change of clothes in return for Aoba's bringing his suitcase to camp. At the pool, Ko meets some boys who asked Aoba out but were turned down, including Senda and a boxer who despairs because Ko and Aoba argue familiarly. Ko and Aoba are reminded of visiting the pool with Wakaba, and when he asks Aoba what her sister saw in him, she says she wants to know too.",
                    "TitleJapanese": "何点？",
                    "SummaryJapanese": "地区予選、ベスト8を掛けた試合。星秀学園は大門監督の不条理な采配で負けてしまう。観戦していた青葉は東の兄、純平と知り合う。弟とはまったく似ていない純平に驚く青葉。そんな中、プールに出かけた青葉に忘れ物を届けるよう頼まれた光。届けに行った先で、光は青葉に付きまとうボクシング部の男に絡まれてしまい…。"
                },
                "15": {
                    "ID": "889891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/889891",
                    "TitleEnglish": "Enjoy It More",
                    "SummaryEnglish": "Shido tells Daimon that the portable team has been playing practice games without permission, losing all five times. After a sixth loss, Azuma learns from Tubby who the opponents were. Shido orders the portable team be disbanded. However, Maeno proposes to instead hold a rematch scrimmage with the losing team's coach losing his job, and Daimon agrees in order to settle things once and for all. When Momiji's mysterious old man visits a portable team practice, Tubby introduces him as her grandfather. Yuhei Azuma tells his older brother he will get to Koshien for certain, to which Junpei says to have fun with baseball. Because of his differences with Daimon, Miki transfers to another school. The portable team recruits Aoba for the scrimmage to replace a retired third-year player, and to convince her to play center field instead of pitcher, Akaishi has her bat against Ko. After watching the portable team practice, Azuma deliberately injures himself to avoid playing in the scrimmage and tells Daimon to prove that he has enough other good players to take him to Koshien.",
                    "TitleJapanese": "もっと楽しめよ",
                    "SummaryJapanese": "夏の大会が終わり、他校と練習試合を盛んに行う光たちプレハブ組。今がプレハブ組を追い出すチャンスと校長代理は前野監督にクビを宣告するが、逆に前野監督は１軍の大門監督と互いのクビをかけた試合を提案する。普段は穏やかだが、一転して厳しい練習を課す前野監督。一方、1軍の東は大門監督にあることを告げる…。"
                },
                "16": {
                    "ID": "889901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/889901",
                    "TitleEnglish": "How Should I Know?",
                    "SummaryEnglish": "Before the scrimmage Daimon tells Azuma that Shido will not fire him even if the varsity team loses, and Shido confirms this. However, during the first inning, Tubby's grandfather, who is the school's chairman, tells Shido and Daimon he is ratifying the wager with Maeno. During the first two innings, Ko allows the bases to get loaded before striking out the next three batters, and to focus him, Akaishi tells Ko to pitch as if it were late in the game. In the sixth inning, the game still scoreless, Daimon asks Azuma who were the portable team's opponents in their practice matches; Azuma says they played top teams from the prefectural tournament, and that Ko pitched easily the first six innings to give his team fielding practice. In the seventh inning, Aoba hits a single and then scores on Senda's sacrifice fly. During the final innings, Azuma asks Daimon if he wishes he had better hitters in his lineup, such as Miki, and as Ko strikes out the final three batters, Azuma says Ko is now the best pitcher they have played against all year. As the portable team celebrates their win, Aoba silently tells Wakaba that Ko did it.",
                    "TitleJapanese": "知るか",
                    "SummaryJapanese": "いよいよプレハブ組と1軍との試合。試合が始まり、マウンドには光。1軍の1番から3番までの中3トリオに3連打を浴び、ノーアウト満塁のピンチに見舞われる。が、その後の打者を3者3振にとり、ピンチをしのぐ。前野の提案を受けて、この試合にクビをかけたはずの大門だが、実はそんなつもりは微塵もなく…。"
                },
                "17": {
                    "ID": "917381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/917381",
                    "TitleEnglish": "That's Tough",
                    "SummaryEnglish": "After the scrimmage, Shido and Daimon are fired and most of Daimon's varsity players follow him to another school. Yuhei Azuma stays and begins living with the Kitamuras because the baseball dorm is closed down. Because Ko's stamina flags during the fall prefectural tournament, Azuma makes Ko begin jogging to school instead of taking the train. A boy asks Ko for an introduction to Aoba, and Ko congratulates him as the 100th person to do so. When Azuma asks Ko about a photograph of Wakaba, Ko admits that he was in love with her, and Azuma responds that \"you guys\" have it tough. To get the five most persistent boys to stop asking her out, Aoba goes on a date with all five at once. When Junpei asks about his pitching form, Ko is surprised but says that he based it on Aoba's. Aoba explains to Ko that Junpei's promising career as a pitcher was ended by an injury before he could go to Koshien, and that Yuhei is trying to reach Koshien in his place. Ko tells Aoba he is also serious about going to Koshien, to make Wakaba's last dream come true.",
                    "TitleJapanese": "シンドイな",
                    "SummaryJapanese": "プレハブ組と1軍との試合は、プレハブ組の勝利に終わった。試合に負けた1軍は解体され、校長代理と大門監督、そして野球留学生たちも去っていった。秋季大会の準決勝の試合。大門が去っても、東は星秀学園に残ることを選んでいた。東が加わったことで他の選手が刺激され、より練習に熱が入るようになっていたが…。"
                },
                "18": {
                    "ID": "917391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/917391",
                    "TitleEnglish": "An Audition?",
                    "SummaryEnglish": "Aoba's friends urge her to audition for the lead in a movie adaptation of Idol Ace, but she declines. Risa auditions and when she is picked as a finalist, she makes Ko try to teach her to pitch convincingly. Midori tries again to recruit Aoba for her school's girls baseball team. When Aoba declines a batting rematch, Midori shows off her hitting in the Tsukishima cages, where she meets Risa practicing batting and coaches her. With continual practice Risa's pitching improves but, as Azuma puts it, only from kindergarten to first-grade level. After a week of Midori's pleading, Aoba agrees to pitch to her again. At the school baseball field, they meet Risa practicing at the last minute. Aoba strikes Midori out in three pitches, and after watching her form, Risa pitches a ball over the plate for the first time. Risa gets the role of a spoiled team manager and resigns as Seishu's manager. Risa gives Aoba a gift in thanks, and says she's okay with a supporting role if it leads her to her goal of becoming famous.",
                    "TitleJapanese": "オーディション？",
                    "SummaryJapanese": "野球部のマネージャーを続けていた理沙は、光を巻き込んでの努力が実り、映画のオーディションで最終選考まで残った。最後の選考は野球の実技が重視されると聞き、光を相手にピッチングの練習を始める。一方、青葉に再び勝負を挑みにきた小金沢みどりは、青葉に付きまとい、自宅のバッティングセンターまで付いてくるが…。"
                },
                "19": {
                    "ID": "961271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/961271",
                    "TitleEnglish": "Memories...",
                    "SummaryEnglish": "For the first time since Wakaba's death, Ko goes with the Tsukishimas to visit to the sisters' maternal grandparents in the mountains, where they are caught in a snowstorm. While trapped in the house, he and Aoba remember his past visits and playing with Wakaba. Looking through a photo album, Ko recognizes Aoba's uncle, a famous mountain climber, but not his son, Mizuki, who is the same age as Aoba. In the morning, Ko goes into the snowy forest to visit the tree on which he and Wakaba carved their names, which Aoba had then scratched out. He gets lost and Aoba directs him to the tree, where he discovers that Aoba had later carved replacement names. Back home, at the start of spring, Ko and Nakanishi see a strange boy climb up a drain spout to retrieve a woman's hat blown there by the wind. When Ko later visits the batting center, he learns the boy is Mizuki, who is moving in with the Tsukishimas.",
                    "TitleJapanese": "思い出の…",
                    "SummaryJapanese": "若葉の母親の実家を訪れた樹多村家と月島家。アルバムを見ながら若葉が生きていた頃を思い出す光と青葉。翌日、若葉との思い出が残る木を見に登った裏山で、光は「あさみ みずき」という聞き覚えのある名の少年に出会う。その後、光は東と月島バッティングセンターに向かう途中で、その少年と再会するが…。"
                },
                "20": {
                    "ID": "986691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/986691",
                    "TitleEnglish": "Mizuki Asami",
                    "SummaryEnglish": "At the start of the school year, Aoba and Mizuki enter Seishu High School, where Mizuki quickly becomes popular with girls, to Senda's annoyance. Aoba joins the baseball team as a pitcher, which pleases Akaishi and Maeno as the rest of the team will try hard to not lose to a girl. When Mizuki and Aoba reminisce about Wakaba, he tells her that Aoba is the one he loves. Mizuki belatedly recognizes Ko as Wakaba's boyfriend and wonders whether he throws a 160 km/h fastball yet. Momiji asks Aoba if she finds Mizuki attractive but she does not answer, and later Momiji remembers Ko and Wakaba playing with her and silently apologies to Wakaba. Several girls ask Mizuki out. He turns them down, claiming to be in love with Aoba, and tells some irate boys that the rumor that Aoba and Ko are going out is false. At practice, Ko tells Akaishi that Aoba is hiding a twisted ankle no one had noticed, and Aoba retaliates by revealing Ko is hiding a stiff left arm. As Mizuki helps Aoba walk home, he tells her he is serious about her.",
                    "TitleJapanese": "朝見水輝",
                    "SummaryJapanese": "星秀学園高等部に進学をした青葉。朝見水輝も星秀学園に入学をしていて、女生徒の注目の的となっていた。水輝は青葉の従姉妹ということもあり、月島家に居候をすることに。青葉と一つ屋根の下で暮らすことを気にする光や東たち。青葉は野球部に入部する。そんな中、水輝に告白された青葉は彼を意識するようになるが…。"
                },
                "21": {
                    "ID": "1012621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1012621",
                    "TitleEnglish": "No Matter What Happens",
                    "SummaryEnglish": "Fliers are posted around school describing Mizuki and Aoba as a couple, and when Ko tears one down, Mizuki tapes it back up. After Ko finishes a meal prepared by Aoba at the Clover Cafe, Ichiyo tells him Aoba tried hard to cook it well because it was for him. Ko tells Ichiyo that he turned down a girl Aoba introduced to him, to which Ichiyo says Wakaba would not mind if he dated someone else, then admits she is more serious about Junpei than any previous boyfriend. For Seishu's first practice game of the season, Aoba is the starting pitcher. When Ko relieves her, Akaishi tells him not to throw too hard just to compete. Ichiyo watches Aoba and Ko squabble in the dugout and comments on their similarity. After Seishu wins, Mizuki fulfills his promise to take Aoba to a movie, though she refuses to call it a date. As they return home, they meet Ko and Aoba squabbles with him again, after which Mizuki comments the encounter cheered her up.",
                    "TitleJapanese": "何はともあれ",
                    "SummaryJapanese": "青葉と水輝が付き合っていると噂が流れた。水輝は満更でもない様子。青葉の入部、東の加入で更に熱気を帯びるようになった野球部。水輝は青葉を誘って映画に行くことに。どこか上の空の青葉を心配する水輝。帰り道、偶然会った光と口論する青葉。その後、普段通りに戻った青葉を見て、水輝は光に少し嫉妬をして…。"
                },
                "22": {
                    "ID": "1012631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1012631",
                    "TitleEnglish": "You Underestimated It, Didn't You?",
                    "SummaryEnglish": "Before the prefectural summer tournament begins, Aoba teaches Ko how to throw a slider. Midori asks Aoba to pitch for her high school team in a practice game against Oka University, the current national champions in women's baseball. Aoba refuses, claiming Seishu as a prior commitment. At practice, Aoba overhears some younger Seishu players say her pitches are hard to bat because they want to avoid hitting a girl with the ball. That night, she remembers Wakaba telling her she will pitch at Koshien. After Meano turns down an invitation to play Oka, Aoba watches Oka defeat another high school boys team and agrees to play for Midori's team, Satomi Girl's School. However, the Satomi catcher and team captain, Matsuyama, does not allow Aoba to start as pitcher. In the first inning, the Satomi center fielder is injured and Aoba substitutes for her. When Aoba makes a play for the final out of the inning, she is welcomed by the other team members. At the end of the first, Oka leads 3 to 0.",
                    "TitleJapanese": "なめてたでしょ",
                    "SummaryJapanese": "青葉にチームに加わって欲しいとお願いでするために小金沢みどりがやってきた。みどりの所属する里美女子高校が女子野球の強豪、桜花女子大学と練習試合をするという。強豪相手に良い試合をしたいということで、青葉に助っ人をお願いしにきたとのこと。だが、青葉は星秀学園の部員であるという負い目から断ってしまい…。"
                },
                "23": {
                    "ID": "1058691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1058691",
                    "TitleEnglish": "We'll Make a Comeback, Right?",
                    "SummaryEnglish": "After giving up a fourth run in the second inning, the Satomi pitcher, Kojima, asks to switch positions with Aoba. The Oka players are startled by Aoba's 130 km/h fastball, at the upper range for female pitchers, and she strikes out their best batter, Ozaki, all of which annoys Oka's pitcher, Sawaguchi. In the fourth inning, Aoba bats in two runners with a double. After Ozaki figures out Matsuyama's call patterns and Oka scores a fifth run, Aoba asks to give the signals instead. In the sixth inning, Aoba scores when the irritated Sawaguchi makes an error, and then Satomi scores a second run. In the last inning, with two outs and runners on first and second, Aoba bats but is caught out by Ozaki. Oka wins 5 to 4. After the game, the Oka coach asks Aoba to try out for the women's national team in the spring, and the Satomi team captain thanks her for pitching. When Aoba returns to practice with Seishu, she repeatedly strikes out the players who wanted to avoid hitting her, and Akaishi says they still need her.",
                    "TitleJapanese": "逆転するよね？",
                    "SummaryJapanese": "みどりの頼みを聞いて里美女子高と桜花女子大の練習試合に助っ人として参加した青葉はセンターを守ることに。初回から連打を浴び、里美女子高は3点を奪われてしまう。打っては、エースの沢口に凡打を重ねる青葉たち。このままではコールド負けというピンチの中、青葉がマウンドに。青葉は打者を抑え、ピンチを凌ぎ…。"
                },
                "24": {
                    "ID": "1058701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1058701",
                    "TitleEnglish": "Don't You Quit",
                    "SummaryEnglish": "Ko, Akaishi, Azuma, and Nakanishi scout a practice game of Ryuo Academy, who is favored to win the prefectural tournament, and while there meet a former varsity teammate who transferred to Ryuo. Ko is impressed by a Ryuo batter who is not a regular starter, Mishima, whom Azuma remembers from a single meeting. Azuma talks with Miki, who is also scouting Ryuo for another school, and they tell each other they do not regret their choices, leaving and staying at Seishu. For Wakaba's 17th birthday, Ko buys the scheduled present of a shiny pendent. When the tournament schedule is announced, Ryuo is seeded first and Seishu is bracketed to play them in their third game. Seishu's first game of the tournament is called in the fifth inning. Afterward, Ko catches pitches for Aoba, who was for the first time not allowed to play because she is a girl, and when it gets dark, he tells her not to give up on baseball.",
                    "TitleJapanese": "やめるなよ",
                    "SummaryJapanese": "強豪、竜旺学院の練習試合を観にきた光たち。そこで三木と再会した東は、グラウンドでの再会を約束する。そして竜旺学院は圧倒的な強さを見せつけていたが、その中でも三島敬太郎のプレーに見入る光と東。人の名前を覚えない東が、シニアリーグで1度だけ会った三島の名前を覚えていた…。夏の地区予選始まった…。"
                },
                "25": {
                    "ID": "1126111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1126111",
                    "TitleEnglish": "It's an Honor",
                    "SummaryEnglish": "Ryuo's coach apologizes to Mishima for benching him during the tournament because his star batter, Shimano, insists on keeping attention on himself while being scouted by pro teams. A scout for Seishu's next opponent, Sanno, overhears Akaishi and Nakahara discuss their own team's weaknesses during practice. While studying Shimano's batting, Ko thanks Azuma because no batter can surprise him now. During practice, another Sanno scout overhears Aoba tease Ko about his weak fielding of bunts. The evening before the game, Ko remembers Wakaba telling him that all he has to do to get Aoba to like him is pitch 160 km/h. The next day, during the first two innings against Sanno, Seishu has trouble handling Sanno's bunting, however, with Ko's fielding, they hold Sanno to only one run. During the bottom of the second, Akaishi tells Ko to stop practicing fielding, and he begins pitching with his full power. Sanno's coach admits their data about Ko may be faulty, but tells his players that with their current strategy they still have the advantage.",
                    "TitleJapanese": "光栄ですね",
                    "SummaryJapanese": "星秀学園は初戦を圧勝した。そして練習中、フィールディングがうまくない光のプレーにケチをつける青葉。光をけなす青葉と、「光ならできる！」と励ます若葉。光は、若葉に励まされると大抵のことが実現できていたと思い返す。2回戦の相手は、データ野球の参能高校。参能は、星秀学園の弱点を突いて、1点を先制して…。"
                },
                "26": {
                    "ID": "1126121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1126121",
                    "TitleEnglish": "I Know",
                    "SummaryEnglish": "At the end of the fifth inning, after three batters fail to bunt against Ko, Sanno's coach describes Ko's pitching as the sort seen only once every ten years. When Seishu starts scoring in the sixth, Maeno attributes this to Seishu's players being too inexperienced to have consistent weaknesses or strengths. Meanwhile, at Ryuo, Mishima tells two classmates he does not mind staying away when reporters interview Shimano because he himself will ultimately have a better career. After Seishu wins 8 to 1, newspaper coverage highlights Ko's 151 km/h fastball. When Mizuki comments that this was not Aoba's ideal of 160 km/h, Aoba retorts that she wanted many things when she was a child. Aoba remembers Wakaba describing her last dream, which included Aoba playing center field at Koshien. When Aoba forces Ko to tidy up before meeting reporters, he comments she reminds him of Wakaba. During the interview, he claims Mishima is the Ryuo batter he worries about the most. The day before the game against Ryuo, Azuma tells Ko that they have a chance of winning if Mishima stays on the bench.",
                    "TitleJapanese": "知ってるよ",
                    "SummaryJapanese": "星秀学園対参能高校戦は5回を迎え、1対0で参能がリード。参能はバント攻めを続け、光のスタミナを削ろうとするが、光の豪速球はバントすら許さぬ威力で、参能の打者を次々とアウトにしてゆく。光の投球はマスコミに注目され始め、取材を受けるほどになっていた。そして、遂に竜旺学院との試合を迎える…。"
                },
                "27": {
                    "ID": "1150591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1150591",
                    "TitleEnglish": "He May Be Right",
                    "SummaryEnglish": "That afternoon, Maeno dismisses practice early. In a bookstore, Mishima and Ryuo backup pitcher Oikawa talk about how unlikely it is they will get to play against Seishu. Midori visits the Tsukishima batting cages, where Aoba tells her Seishu might beat Ryuo. That evening, Akaishi reviews tapes of Ryuo's games one more time, particularly Shimano's batting, while the rest of the team prepares their equipment. The next morning, after a press conference for Idol Ace, former manager Risa tunes in to the start of the game. In the first inning, Ryuo quickly retires all three Seishu batters, and Ko strikes out three Ryuo batters with nine pitches. In the second inning, Azuma hits a home run on the first pitch, while Shimano hits a single but is left on base. At the top of the fourth inning, Seishu still leading 1 to 0, Mishima asks to be sent out to the first base coach box during Ryuo's next at-bat.",
                    "TitleJapanese": "…かもしんない",
                    "SummaryJapanese": "竜旺学院との試合の前日。光たちは試合に備えて気持ちを高めていた。そして、ベンチに入れない青葉は、応援の準備をするのだった。後攻の竜旺学院は、マウンドにはエースの松島、ファーストは4番の志摩野。そのスターティングメンバーの中に三島の名前が無いことを知った光と東は、チャンスを見出していた…。"
                },
                "28": {
                    "ID": "1200291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1200291",
                    "TitleEnglish": "Let's End This",
                    "SummaryEnglish": "In the top of the fourth inning, Azuma hits a double but again fails to score. In the bottom of the inning, Mishima stands in the first base coach box, where he tells first-baseman Azuma he is having fun. Akaishi and Aoba are both impressed by Ko's pitching, and the end of six innings, with the score unchanged, Ko has struck out 10 of 18 batters. In the seventh inning, Shimano breaks a finger fielding Azuma's hit and is replaced by Mishima, making Ko and Akaishi worry about Seishu's chances. When Mishama bats, later that inning, he hits a solo home run to tie the game at 1. At the top of the ninth, Senda hits a single, thus ensuring that the best hitters of both teams, Azuma and Mishima, will bat again. As Azuma comes to bat with two outs, Ryuo sends out Oikawa as relief pitcher, and he intentionally walks Azuma before striking out Akaishi. Ko sacrifices control for speed to pitch to Mishima, who manages to hit a blazing line drive that Ko barely catches.",
                    "TitleJapanese": "終わらせようぜ",
                    "SummaryJapanese": "光が5回までで8奪三振の好投。竜旺学院の面々は光と東の実力に圧倒されていた。だが、三島と及川はその試合を楽しんでいた。試合は投手戦となり、1対0で星秀学園がリードのまま、7回の表の星秀学園の攻撃。光と東の実力に嫉妬した志摩野が守備で無謀なプレーをして負傷交代をする。代わって守備に付くのは三島で…。"
                },
                "29": {
                    "ID": "1200301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1200301",
                    "TitleEnglish": "No I'm Not!",
                    "SummaryEnglish": "Ko strikes out the last Ryuo batter, sending the game into extra innings, tied 1 to 1. At the top of the tenth, Ko loses control of his bat before successfully bunting, but is left on base. In the bottom of the inning, after fouling off Ko's fastball, a Ryuo batter loses his bat because his hands are numb from the previous pitch. With a runner on second, Oikawa hits a line drive that Ko, with his arm still affected by Mishima's hit, fails to catch. The runner scores, and Ryuo wins the game. After the game, Ko apologizes to a disappointed Aoba for losing, but she manages to smile. Ryuo goes on to easily win the prefectural tournament and their first game at Koshien. When Ko apologizes to Azuma for failing to make the play, Azuma tells him to focus instead on Aoba's disappointment at not being able to play in tournament games. As Ko and Azuma walk past the construction next-door to Kitamura Sports, they are told by a young woman who resembles Wakaba that it will be a soba restaurant.",
                    "TitleJapanese": "だれがァ!?",
                    "SummaryJapanese": "光と三島の2度目の対決。光はコントロールを捨て、スピードに専念をする。三島は、前の打席でバックスクリーンにホームランを打ったものの、この打席では、光の球威に押されていた。そして、三島の打った打球がピッチャーライナーとなり、勝負は光に軍配が上がる。後続打者を打ち取り、試合は延長戦へと突入して…。"
                },
                "30": {
                    "ID": "1237531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1237531",
                    "TitleEnglish": "Wakaba",
                    "SummaryEnglish": "Upon seeing the girl who looks like Wakaba, Ko remembers the summer Wakaba died. In a flashback, scenes of Wakaba from the first three episodes are shown, leading up to her death. In the present, the girl invites him to come to the restaurant when it opens.",
                    "TitleJapanese": "若葉",
                    "SummaryJapanese": "練習からの帰り道、光と東は、若葉そっくりの女性、滝川あかねと会う。工事が終わり次第、樹多村家の隣に越してくる予定だと言う。若葉が生きていて、まるで成長したかのような姿のあかね。光は、若葉との過ぎた日々を思い出す…。"
                },
                "31": {
                    "ID": "1237541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1237541",
                    "TitleEnglish": "Do Ghosts Grow Older?",
                    "SummaryEnglish": "The girl, Akane Takigawa, apologizes to Ko for the construction noise. Later, Ko tells Azuma he does not know whether Akane really looks like Wakaba would now, because in his mind Wakaba is still in fifth grade. Mizuki invites Aoba to a summer festival the next day. Ko dreams of going to the festival with Wakaba, as she promised before she died, then of running to meet Akane at the Takigawa's soba restaurant. The next day, the anniversary of Wakaba's death, Aoba tells Ko to report his tournament result to Wakaba when he visits her grave. On his way back, he meets Akane wearing a yukata similar to Wakaba's. On her way to Wakaba's grave, Aoba sees them walking together and asks Mizuki if ghosts grow up. At the festival, Akaishi also sees them and asks Nakanishi the same quesiton. Ko and Akane meet her parents at the festival, and after parting with them, Ko meets Momiji, Ichiyo, Aoba, and Mizuki. When Aoba asks where his companion went, they begin to squabble but suddenly stop when the Tsukishimas see Akane at random through the festival crowd.",
                    "TitleJapanese": "年をとるのかなァ",
                    "SummaryJapanese": "若葉の命日が迫り、想いを馳せる、青葉や一葉、紅葉。夏祭り当日、光は若葉の墓前に近況を報告しにいく。立ち去ろうとした時、光の目の前にあかねが現れる。光とあかねは、成り行きで一緒に夏祭りをまわることに。はしゃぐあかねに、若葉の姿を重ねる光。その姿を見かけた青葉は、若葉と瓜二つのあかねの容姿に驚く…。"
                },
                "32": {
                    "ID": "1354171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1354171",
                    "TitleEnglish": "Hey",
                    "SummaryEnglish": "When Azuma asks Aoba whether Akane really does look like Wakaba, Aoba says, just as Ko did, that in her mind Wakaba is still in fifth grade. Ryuo loses in the semifinal at Koshien. One morning after the Takigawa soba restaurant opens, when Akane and Ko walk to the train station together, he accidentally takes her case of art supplies and goes to her school to return it, where he helps stop an exhibitionist by hitting him with a baseball. During practice, when Aoba makes a bad pun, Azuma tells her she and Ko are a lot alike. Akane meets Momiji at a park where they both are sketching and walks her home, where Aoba and her father formally meet Akane for the first time. After Aoba rescues Akane from being harassed by some boys, Akane recognizes her from Ko's description of the three Tsukishima sisters. Aoba later asks Ko why he didn't tell Akane about Wakaba, then admits that Akane is very like Wakaba beyond just appearance.",
                    "TitleJapanese": "ちょっと",
                    "SummaryJapanese": "光や青葉の周りでは、あかねがどれだけ若葉に似ているかという話題で持ち切りとなる。滝川家の工事が終わり、樹多村家の隣に引っ越してくるあかね。近所ということもあり、あかねは樹多村家や月島家と接するようになる。光とあかねが近づくことを面白く感じていない青葉は、あかねに対して刺のある態度で接してしまい…。"
                },
                "33": {
                    "ID": "1354181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1354181",
                    "TitleEnglish": "Or Is It Fate?",
                    "SummaryEnglish": "Seishu wins their first game of the autumn prefectural tournament. On a day without practice, Aoba and Ko each decide to clean their bedrooms, which neither does regularly. As thanks for saving her, Akane makes Aoba a frilly cushion, telling Ko that she always wanted a cute little sister like Aoba. While delivering it, Akane learns that Aoba had an older sister, Wakaba, who died. When Akaishi helps his father deliver liquor to the Takigawa soba shop, he again is shocked by Akane's appearance, after which Akane learns from Senda of her resemblance to Wakaba. After practicing in the Tsukishima batting cages, Azuma eats a meal cooked by Aoba at the Clover Cafe despite Ko's warnings. The next day Azuma has acute appendicitis and misses Seishu's next game. While watching it, Akane learns that Aoba cannot play in tournament games such as this one, and begins watching Aoba in the stands. The game is a pitchers' duel that Seishu ultimately loses 1 to 0.",
                    "TitleJapanese": "はたまた運命…か",
                    "SummaryJapanese": "秋季大会が始まり、初戦を難なく通過する星秀学園。暴漢から助けてもらったお礼をしようと、あかねは青葉にプレゼントを用意する。青葉のような妹が欲しかったと呟くあかねを複雑な心境で見つめる光。そしてあかねと光は、プレゼントを渡そうと自宅に青葉を訪ねる。そこであかねは、亡くなった若葉のことを知り…。"
                },
                "34": {
                    "ID": "1354191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1354191",
                    "TitleEnglish": "Happy New Year",
                    "SummaryEnglish": "On New Year's Eve, Ko helps the Takigawas deliver soba. At the Tsukishima's, he meets Junpei Azuma, who had forgotten he is driving his brother home for a visit. When Ko is done, Akane returns a book to him, thanking him for helping her draw a good picture for a competition. Ko, Akaishi, and Nakanishi go to a shrine to pray for good luck, and Senda follows to avoid practicing with Midori but fails to find them. Yuhei Azuma returns and finds Aoba alone in the Tsukishima batting cages, the rest of the family having gone to the shrine. Junpei's wallet is stolen at the shrine, and Ko and his friends chase the thief, but he is caught by Momiji's \"candidate\" boyfriend. In the batting cages, when Aoba tells Azuma she will not try out for the women's national team because does not want to take time away from practicing with Seishu, to help them get to Koshien, he tells her she should try for a Koshien of her own.",
                    "TitleJapanese": "あけまして",
                    "SummaryJapanese": "光は、年越しそばで人手の足りない「そば処滝川」の手伝いをすることに。出前で行った月島家で、そのことで光は青葉に罵倒される。青葉には、光とあかねの距離が縮まることが面白くない。そんな中、光、赤石、中西の三人は初詣に出かける。そこで、純平と一葉がスリに遭い、光たちが追いかけることに…。"
                },
                "35": {
                    "ID": "1354201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1354201",
                    "TitleEnglish": "February 14th",
                    "SummaryEnglish": "Because of their fall record, Seishu is not invited to the spring Koshien tournament. Akane wins that year's Koshien poster art contest with a painting of a pitcher that Aoba claims depicts Ko's form. Ko corrects her, saying that Akane based it on his photos of Aoba, which he had used to model his pitching style. From Akaishi, Akane learns of Wakaba's relationship with Ko. Aoba tells Azuma she will try out for the women's national team in March, and when she teases him about being given chocolates for Valentine's Day, he says the only girl he would consider going out with is her. For Valentine's Day, both Aoba and Azuma receive many chocolates. When Aoba drops Ko's chocolates off a bridge, she buys replacements, including one extra to give to Azuma for her. When Ko delivers it, Azuma says that he likes Aoba because she is hard to figure out, because she is not true to herself. That evening, Akane asks Ko to show her photographs of Wakaba. As she looks through his albums, she comments that it is obvious Wakaba loved him, and would still love him today. As she leaves, she gives him chocolate.",
                    "TitleJapanese": "2月14日",
                    "SummaryJapanese": "あかねの書いた絵がコンクールでグランプリとなり、夏の甲子園のスクリーンに映し出されることに。光に、絵のモデルが青葉だと言われても素直に喜べない青葉。青葉は、甲子園と女子野球との間で思い悩んでいた。そしてバレンタイン。青葉と一緒になった光はチョコの話題となる。そこにあかねも加わり微妙な空気となる…。"
                },
                "36": {
                    "ID": "1373161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1373161",
                    "TitleEnglish": "To Women's Baseball!?",
                    "SummaryEnglish": "The day of Aoba's tryout for the women's national team, Ko and Azuma see her off at the train station. During the journey, Midori, Matsuyama, and Kojima tell her that her play during Satomi's match with Oka a year ago inspired Satomi to win the girl's high school championship. At the tryouts, the Satomi players point out Shimano from Ryuo, who looks and plays like her cousin from the boy's team. In Tokyo, Ko waits out the rainy day in Akane's soba shop. During her batting tryout, Shimano is overshadowed by Oka's Ozaki. Kojima and Oka's Sawaguchi watch Aoba's pitching and are impressed by how her speed and control have improved. Before the coaches announce the results, Shimano insists on showing how she bats against a pitcher instead of a machine, and draws Aoba as her pitcher. Aoba strikes her out with three pitches, and Aoba, Matsuyama, and Midori all pass the first round of tryouts. At Seishu's practice the next day, Aoba pitches to Azuma, a challenge they both enjoy, until he hits her with a line drive.",
                    "TitleJapanese": "女子野球へ!?",
                    "SummaryJapanese": "女子野球代表セレクションを受けることに決めた青葉。会場までの車中には、里見女子高校の松山や小島、みどりの姿も。自分と同じ女子選手たちに囲まれ、青葉は車中を楽しんでいた。会場に着いた青葉は、以前対戦した桜花女子大の尾崎と沢口にも出会う。ホームランを打たれた記憶が蘇り、青葉は悔しさに唇をかみ締めて…。"
                },
                "37": {
                    "ID": "1453281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1453281",
                    "TitleEnglish": "I Guess I Slept Well",
                    "SummaryEnglish": "Aoba is hospitalized with a broken foot and unable to play for a month. She claims will not affect the team, given she cannot participate in tournament games, but Ko tells Akane that Aoba really is frustrated. Because Azuma feels guilty, he stops hitting hard in practice and visits Aoba daily in the hospital, and because of this both Ichiyo and Nakanishi suggest he has feelings for her. Midori is disappointed that Aoba cannot participate in the second round of tryouts, and is herself wait-listed for the national team. Junpei Azuma proposes marriage to Ichiyo, who says yes on one condition, which she does not name. To keep Aoba occupied in the hospital, Ko brings her a ball and glove, after which a nurse says she looks more lively. Akaishi gives Akane two tickets his family cannot use and tells her to invite Ko to the performance. While watching Ryuo advance in the spring Koshien tournament, Aoba tells Azuma she will train hard when she gets out so Seishu will have a pitcher for batting practice who can match Oikawa.",
                    "TitleJapanese": "よく寝たからでしょ",
                    "SummaryJapanese": "練習中、東の打った打球が足にあたり、入院してしまう青葉。青葉は、女子野球セレクションを途中辞退することになってしまう。東はそのことに責任を感じてしまい、練習に全く気が入らない。そんな中、純平は一葉を浜辺に連れ出し二人きりとなる。思いつめた表情の純平は話しを切り出し、一葉にあることを伝えるのだが…。"
                },
                "38": {
                    "ID": "1453291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1453291",
                    "TitleEnglish": "It’s His First Date",
                    "SummaryEnglish": "Ryuo continues to advance at Koshien. Akaishi gives Ko an introduction to kabuki theater to study up on it, saying that he set up Ko to take Akane to a performance because he wants to see Wakaba's smile. Outside of Aoba's hospital, Azuma meets Daimon, who says his new team will beat Ryuo. Aoba tells Azuma that Ko's date with Akane is his first, then assumes the glove maintenance kit Ko sent her is from Azuma. After the play, Ko and Akane visit the neighborhood where she grew up. Ko later gives Akaishi kabuki-themed snack food. At the start of the school year, when Ko becomes a third-year student and Momiji enters junior high school, Aoba is discharged. With Aoba out of the hospital, Azuma starts hitting hard again. In return for the kabuki tickets, Akane gives Akaishi a handmade mobile phone charm that she modeled after him, then later gives another to Ko.",
                    "TitleJapanese": "初デートですよ",
                    "SummaryJapanese": "甲子園春の大会で活躍する竜旺学院。及川、三島がチームの中心となり、竜旺学院史上最強チームと言い放つ寺田監督。そして赤石の取り計らいで、光とあかねは二人で歌舞伎を見に行くことに。あかねとのデートを終えた光は、赤石の家に向かう。赤石にデートの顛末を話した後、光は赤石にあかねからのプレゼントを渡す…。"
                },
                "39": {
                    "ID": "1456621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1456621",
                    "TitleEnglish": "Since Forever",
                    "SummaryEnglish": "Akaishi visits his old elementary school and remembers Wakaba describing her Koshien dream. Aoba teaches Ko new breaking pitches, which Azuma describes as her way of climbing on the mound in Koshien using Ko's body, and resumes training after her cast is removed. After Ryuo wins the spring Koshien tournament, its coach denies to reporters that he is worried about Seishu in the upcoming summer tournament. Akane becomes a waitress at the Clover Cafe. When Akane visits a flea market in another township, Aoba suggests that Ko accompany her, where in return for Aoba's coaching Ko buys her a garish T-shirt. Aoba tells Azuma that she does not regret not making the women's national team, then complains about how quickly Ko learns new pitches, saying that maybe she has underestimated him. When Ko gives her the shirt, she thanks him, to his surprise. Because the women's national team is short on pitchers with fastballs, the coach asks Aoba to join their training camp.",
                    "TitleJapanese": "ずっとずっと",
                    "SummaryJapanese": "春になり、星秀学園の野球部に新入生が入ってくる。光たちは3年生となり、最後の夏を目指して一層練習に気合が入る。光は、青葉から変化球を教わり、短時間で吸収していく。純平と一葉のこともあり、喫茶「クローバー」はアルバイトを募集する。そこになんと、早速あかねが応募してきて、即日採用されることに…。"
                },
                "40": {
                    "ID": "1456631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1456631",
                    "TitleEnglish": "Idiot!",
                    "SummaryEnglish": "Distracted by the coach's request, Aoba burns a customer's order in the Clover Cafe. One night, Ko escorts Akane home because she thinks she is being followed by a stalker, and together Ko and Aoba catch a man who had recently stalked Aoba before finding her too scary. As punishment, Aoba forces the man to use the batting cages until he is exhausted. After Ichiyo tells Junpei Azuma she will marry him if Seishu goes to Koshien, he joins the team as an enthusiastic assistant coach; Ichiyo later tells Ko that she never said she would not marry Junpei if Seishu does not make it. When they go shopping together, Aoba tells Akane about her invitation to join the women's national team, and Akane suggests she chose the course that leads to the fewest regrets. While Junpei and Aoba scout a Ryuo practice, he asks whether she likes his brother. When she cannot answer, he suggests that she be honest with herself, and she later reassures him that Seishu will go to Koshien.",
                    "TitleJapanese": "バカたれ！",
                    "SummaryJapanese": "青葉に女子日本代表の監督から、日本代表合宿に参加して欲しいと連絡が入る。女子日本代表へのチャンスが巡ってきて、思い悩む青葉。一方、一葉は純平に結婚の条件として、星秀学園が甲子園に行くことを挙げる。熱血指導を始めた純平を腰を痛めてしまった前野監督は、打撃コーチとして迎え入れることに…。"
                },
                "41": {
                    "ID": "1597971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1597971",
                    "TitleEnglish": "Koshien, Here I Go!",
                    "SummaryEnglish": "Akane tells Aoba that she drew a lot as a child because she was sickly and could not play outdoors, unlike Wakaba. Akane claims Wakaba had no weaknesses but before Aoba can name one, Ko suggests her taste in guys. Ko visits Wakaba's grave on their 18th birthday, after which both Akane and Aoba give him cake and he buys the scheduled, slightly expensive earrings for Wakaba. A younger player tells Ko that the team has gotten a lot better because of Aoba's influence and gets Ko to confirm that she and Azuma are not yet officially dating. The brackets for the summer prefectural tournament are announced, which have Seishu meeting Daimon's current school, Kurokoma, in the second round. Aoba surprises Azuma by praising Ko's pitching, but that night she cannot guess what Akane and Wakaba see in Ko. Akane tells Aoba that she and Ko are a lot alike and that if she learns to love herself, she will see what Wakaba saw in Ko. At practice the next day, Aoba is surprised to see how hard Ko works. She asks him if he likes Akane, and he replies that she looks too much like Wakaba",
                    "TitleJapanese": "行くぞ甲子園！",
                    "SummaryJapanese": "純平、青葉の指導で、着実に実力をつけていく星秀学園野球部。光と若葉の誕生日。光はいつもと同じように、若葉の墓参りに出かける。墓前で若葉の父、清次と出会い、あることを話す。あかねは光のため、半日がかりで誕生日ケーキを作る。喜んで食べる光。だが、食べ終えて満腹のところに、青葉もケーキを持ってきて…。"
                },
                "42": {
                    "ID": "1597981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1597981",
                    "TitleEnglish": "Everyone's Summer",
                    "SummaryEnglish": "Maeno announces a training camp for the week before the tournament. On her way home from school, Aoba finds Akane having a spell of weakness in the train station and walks her home. On the team's day off before the training camp, Mizuki complains to Ko about Azuma and Aoba being together so much; Nakanishi's girlfriend competes in a track-and-field tournament but loses in the quarterfinal heats; Junpei introduces Ichiyo to his parents; Akaishi meets former portable teammate Makihara, who tells him to beat Ryuo to save Seishu's face; Azuma gives Senda batting tips at the Tsukishima cages; Tubby scouts a Ryuo practice, where Mishima tells her to not let Seishu loose before they meet; Akaishi and Ko practice pitching at the secret training place they used in junior high school; and Aoba tells Ozaki she has chosen to help take Seishu to Koshien instead of joining the national team. Aoba then pitches for Ozaki, striking her out. The next day, the Seishu training camp begins.",
                    "TitleJapanese": "それぞれの夏",
                    "SummaryJapanese": "星秀学園野球部は、合宿入りを前にして、1日練習を休みとなった。光たち3年生にとっては最後の大会ということもあり、強い想いを持っていた。そして光と赤石は、二人でピッチング練習をしながら、若葉へ想いを馳せる。そんな中、青葉のもとに、女子野球日本代表セレクションで一緒だった尾崎が訪ねてきて…。"
                },
                "43": {
                    "ID": "1597991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1597991",
                    "TitleEnglish": "She Hasn't Changed...",
                    "SummaryEnglish": "While scouting Seishu's first opponent in the tournament, Junpei meets Daimon and turns down an invitation to watch Kurokoma practice. Risa returns to Seishu for a photo shoot the day before Seishu's first game but refuses to interrupt the team practice. Various members of the team ask out Aoba based on whether they perform well during the game, while Ko asks to be excused from dating her if he strikes out at least 10 batters. The game is called for Seishu after five innings, but only Ko makes his promised goal. Daimon, watching from the stands, discounts Ko's performance based on how poorly the opponents batted. Aoba asks Ko if he wanted to avoid dating her so much, then advises him to conserve his strength in the future. Kurokoma plays Sena, the team led by Miki, and loses in a close game because Daimon refuses to use his ace pitcher against a \"no-name\" school.",
                    "TitleJapanese": "あいかわらずだな…",
                    "SummaryJapanese": "いよいよ夏の大会の開会式を迎える。東純平と青葉は、星秀学園野球部で1軍の監督をしていた大門と偶然出会う。今は黒駒実業の監督をしており、順当に行けば2回戦で星秀学園と対戦することになっていた。以前と変わらない横柄な態度で純平たちに接してくる大門。そして、星秀学園は1回戦をコールドで勝利して…。"
                },
                "44": {
                    "ID": "1598001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1598001",
                    "TitleEnglish": "A Careless Pitch?",
                    "SummaryEnglish": "Azuma tells Aoba that to understand her popularity, she needs to recognize her good points outside of her baseball skills. When she asks Ko what those are, he tells her that one can to be too close things to see them clearly, and as she watches fans cheer him during the game against Sena, she admits he might be right. After Miki bats for the first time against Ko, Miki admits to Akaishi he may have transferred from Seishu too early. Seishu gets on base each of the first seven innings but fails to score, while not allowing Sena any hits. When Ko complains about how well Miki knows Seishu's abilities, Azuma says Miki has not accounted for Aoba's influence on the younger Seishu players and in the bottom of the eighth, one of them hits a three-run homer. At the end of the ninth, Miki hits a home run, preventing Ko from pitching a no-hitter. Seishu wins 3 to 1.",
                    "TitleJapanese": "失投…か？",
                    "SummaryJapanese": "三木が所属する無名校の都立瀬名が、大門率いる黒駒実業を接戦の末に破り、星秀学園と2回戦で対戦することに決まる。試合当日。星秀学園のピッチャー、光は順調な立ち上がりで、初回を無失点に抑える。三木も粘り強いピッチングで星秀学園を無失点に押さえる。そして、両校とも無失点のまま、試合は終盤に突入する…。"
                },
                "45": {
                    "ID": "1777831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1777831",
                    "TitleEnglish": "That's My Line!",
                    "SummaryEnglish": "When Seishu wins another game in the tournament, Mizuki complains because it means putting off camping with Aoba. Because she is not feeling well, Akane does not go to work nor to the game, which worries Akaishi. Based on Aoba's coaching, Ko adjusts his pitching form during the next game, which sacrifices control but gives him a speed near 160 km/h. Despite his walking many batters, Seishu wins to advance to the quarterfinals. Ko tries to explain to reporters how Aoba is important to himself and the team, even though she cannot play in tournament games. Akane enters the hospital to be tested for an unspecified illness, which disturbs Akaishi's focus. When Aoba visits her, she is startled by Akane repeating something Wakaba once said about Ko. During the quarterfinal game, Akaishi is still distracted, but with Ko's improved control while still maintaining his speed, plus Azuma's batting, Seishu wins.",
                    "TitleJapanese": "こっちのセリフだろ！",
                    "SummaryJapanese": "星秀学園野球部は、夏の大会地区予選を順調に勝ち進み、3回戦を突破する。光は、コントロールを犠牲にしてでも球威を上げることに拘っていた。試合を重ねるごとに球速が上がっていく、光の投球。そんな中、あかねはベスト8をかけた試合にも姿を現さなかった。そして赤石からあかねが入院していたことを知らされて…。"
                },
                "46": {
                    "ID": "1777841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1777841",
                    "TitleEnglish": "I've Got a Bad Feeling",
                    "SummaryEnglish": "Akaishi and Aoba visit Akane in the hospital, where she tells them that she promised to go on a date with Ko after the tournament, and that she may require surgery. In the semifinal, Seishu plays Nishikura, a team that has come from behind to win every game by one run. Senda hits a home run on first pitch of the game, and Nishikura scores a run in the first inning as well. Spurred by Akane's worries, Akaishi hits another home run in the second inning. In the eighth inning, with Nishikura having failed to get on base since the second inning, Seishu scores six runs. Nishikura does not score in the bottom of the inning and the game is called for Seishu, 8 to 1. After the game, Ko finally visits Akane in the hospital for the first time, where he praises Akaishi's performance and then asks when her surgery is.",
                    "TitleJapanese": "やーな感じだなァ",
                    "SummaryJapanese": "あかねは、光が見舞いにきていないことを気にする青葉に、決勝戦が終わったらデートをする約束をしたと明かす。そして準決勝の相手は、西倉高校。初回、千田がソロホームランを打ち、星秀が試合の流れをつかむかと思いきや、後続を難なく絶たれる。その裏の西倉の攻撃で、すぐに同点に追いつかれてしまい…。"
                },
                "47": {
                    "ID": "1888911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1888911",
                    "TitleEnglish": "Can I Lie?",
                    "SummaryEnglish": "Ko promises Akane he will tell Akaishi that she will be out in a couple days, saying that he is a pretty good liar. Akane tells him that her surgery will be on the day of the tournament final against heavily favored Ryuo, so she will have to put off their date, then asks him to tell Aoba the truth. Ko tells Akaishi the lie, then asks Aoba to visit Wakaba's grave with him. While there, he prays that the surgery is successful and tells Aoba that Wakaba would not let her cry again. At practice, when Aoba jokingly asks Azuma out to a movie, he asks if she means to ask him out so lightly, saying he seriously likes her. The morning before the game, Aoba asks Ko if he likes Akane more than herself, to which he asks if he can lie. While warming up in the stadium, Ko spots Momiji, who flashes him a peace sign, after which he celebrates. At the hospital, when Akane's surgery is over, Aoba tells Momiji by text message to give Ko a peace sign to tell him it was successful.",
                    "TitleJapanese": "ウソついてもいいか？",
                    "SummaryJapanese": "あかねを見舞いにいった光は、あかねが決勝戦の当日に手術であることを聞き出す。決勝戦の後に約束していたデートを延期する、あかね。そして、光に、青葉には本当のことを伝えてほしい、と言う。光は、青葉を若葉の墓参りに誘う。若葉の墓前で、光はあかねの手術のことを青葉に伝える。"
                },
                "48": {
                    "ID": "1915281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1915281",
                    "TitleEnglish": "All Right",
                    "SummaryEnglish": "Aoba arrives at the stadium in time to see Ko's first pitch at the bottom of the first inning. On the mound, Ko tells Akaishi about Akane's surgery, and Akaishi is annoyed at being kept in the dark. Ko consistently pitches over 150 km/h and retires all three batters with two strikeouts. Before batting in the second inning, Azuma tells Akaishi his only regret staying with Seishu is never getting to face Ko's pitches. Ryuo's pitcher Oikawa walks Azuma but strikes out the rest of the side. In the bottom of the second, Mishima gets on base with a drag bunt, and while on first base tells Azuma he did it to keep Ko from having a no-hitter. No other batters get on base in the first six innings except by walks. In the seventh inning, Azuma hits a single, then is batted in by Akaishi, a hit that Akane watches from her hospital room. Seishu leads 1 to 0.",
                    "TitleJapanese": "よし",
                    "SummaryJapanese": "地区大会決勝戦当日。試合に先駆け、あかねの手術が始まる。青葉はあかねの手術を見届けるために病院へと向かう。先攻は星秀学園。竜旺学院の及川の巧みなピッチングに星秀は三者凡退に倒れる。その裏、マウンドには光。暴投すれすれだったが、球速は156キロ。どよめくスタンドを他所に150キロ越えを連発して…。"
                },
                "49": {
                    "ID": "1915291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/1915291",
                    "TitleEnglish": "Are You Having Fun?",
                    "SummaryEnglish": "In the seventh inning, Ko strikes out Mishima with pitches reaching the high 150s km/h, though Ko is disappointed he did not show Aoba a 160 km/h fastball as he promised before the game. In the eighth inning, Oikawa tries to repeat the previous year's line drive to Ko, but Ko catches it. In the bottom of the ninth, Ryuo manages to score, sending the game into extra innings, tied 1 to 1. In the top of the 10th, Azuma hits a triple, after which Oikawa intentionally walks Akaishi and Ko, to load the bases with no outs. However, Seishu's last three batters are unable to hit, stranding the runners on base. As Seishu takes the field, Azuma warns Ko to not let Mishima get on base or Ryuo will keep the momentum. With Ko still pitching in the high 150 km/h, Mishima hits a hard line drive to first that Azuma barely catches. Aoba remembers seeing Ko cry while practicing pitching shortly after Wakaba died. In the top of the 12th with two outs, when Ko comes to bat he remembers hitting home runs in the Tsukishima batting cages, and as he does so hits a home run.",
                    "TitleJapanese": "楽しんでるか？",
                    "SummaryJapanese": "星秀学園と竜旺学院の試合は1点差のまま最終回に進み、竜旺学院が同点に追いつき、延長戦へと突入した。延長に入っても、光と及川の好投は続き、1点を争う展開が続く。12回表。敬遠の東を1塁に置いて、バスターを仕掛けた赤石だが、ゲッツーという最悪の結果を迎える。星秀に嫌な空気が流れる中、打席に光が立つ…。"
                },
                "50": {
                    "ID": "2038351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cross-game/episodes/2038351",
                    "TitleEnglish": "More Than Anyone in the World...",
                    "SummaryEnglish": "In the bottom of the 12th with Seishu leading 2 to 1, because Ko is tiring, Akaishi tells him to pitch all out to decide the game now. With two outs and a runner on first, Mishima comes to bat. Still pitching in the high 150s km/h, after reaching a full count, Ko walks Mishima with what Junpei calls the fastest pitch of the day. As Aoba watches Ko strike out the last batter, she remembers what he said before the game: that Seishu would go to Koshien, he would pitch 160 km/h, and he loves her more than anyone. After the game Ko hugs Aoba, who slaps him, saying she hates him more than anyone, then cries into his chest. The morning before traveling to Koshien, Akaishi visits Akane in the hospital, Nakanishi consoles Azuma for losing Aoba, and Aoba and Ko meet at a cafe near the train station, where they talk about Wakaba and Akane's influence, and then leave holding hands. During the closing credits, a newspaper headline says that Ko's final pitches reached 160 km/h.",
                    "TitleJapanese": "世界中で一番…",
                    "SummaryJapanese": "延長12回表。光の活躍で、星秀学園が1点を勝ち越す。しかし、光には疲れが見え始めていた。ツーアウトをとるものの、同点のランナーを1塁に置いて、打席に迎えるのは三島。最後の力を振り絞り、158キロの速球を連発する光。三島も負けじとホームランと紙一重の打球を打ち返す。光は渾身の1球で勝負に出るが…。"
                }
            }
        }
    }
}