{
    "URL": "https://www.thetvdb.com/series/eat-man",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0239361/",
        "https://www.themoviedb.org/tv/34209"
    ],
    "TitleEnglish": "Eat-Man",
    "SummaryEnglish": "Meet Bolt Crank, mercenary extraordinaire, and the man who eats metal! Through his travels, he stops along the way to make a few bucks and occasionally rescue damsels in distress. His taste for metal gives him quite an edge as he becomes capable of generating an assortment of weapons from his hand! It's a strange ability, but it seems to come in handy, so to speak. Bolt has an edge over his adversaries, but will that be enough?",
    "TitleJapanese": "EAT-MAN",
    "SummaryJapanese": "ネジなどを食し、敵に立ち向かう時には、右手から食した武器を出現させて戦う“冒険屋”ボルト・フランク。無国籍風土漂う世界を旅するボルトは、訪れた国々で依頼された仕事を片付けていく…。",
    "Aliases": [
        "Eat-Man 98",
        "Eat-Man '98",
        "Eat-Man'98"
    ],
    "Modified": "2023-11-26",
    "Seasons": {
        "0": {
            "ID": "48431",
            "URL": "https://www.thetvdb.com/series/eat-man/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "2969551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/2969551",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "2969561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/2969561",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "3027381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/3027381",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "3027391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/3027391",
                    "TitleEnglish": null,
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "48441",
            "URL": "https://www.thetvdb.com/series/eat-man/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "503501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503501",
                    "TitleEnglish": "Wall of Glass",
                    "SummaryEnglish": "The businessman Mark Mitchell meets the explorer Kyurene at an inn on the outskirts of Darjan. Mitchell promises the explorer five million in return for the assassination of a mob boss. A mysterious man cleaning up the bar attracts their attention.",
                    "TitleJapanese": "ガラスの壁",
                    "SummaryJapanese": "保護か支配か不可解なガラスの壁が林立する国境付近の街ダルジャン。マフィアの範に命を狙われるマークは女冒険屋キュレネを雇う。商談の折、場末の酒場で出会うはボルト・クランク、金属片を食する男はこともなげに自らを「冒険屋」と名乗るが…、その右腕がもたらす結末は「冒険」それとも…。"
                },
                "2": {
                    "ID": "503511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503511",
                    "TitleEnglish": "A Person Falling to Ruins",
                    "SummaryEnglish": "To shed light on an island used for biological experiments in the past, the armed forces ask for the help of an expert biologist and Crank Bolt, the world's best explorer. They land on the island and set out in search of what caused an entire battalion to go missing.",
                    "TitleJapanese": "滅びゆく者",
                    "SummaryJapanese": "最先端遺伝子工学の研究所を擁した島、と言っても今は昔、特殊生物の生成で隆盛を極めた研究も途絶して島全体は廃墟と化している。絶滅した生物の兵器転用を狙って赴く軍部だが、招かれた女性研究者アレサ博士には別の目論見が…。同行するボルト・クランクの「冒険」が明かす生物とは…。"
                },
                "3": {
                    "ID": "503521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503521",
                    "TitleEnglish": "The Promised Room",
                    "SummaryEnglish": "Bolt Crank is commissioned by the Dusolier Corporation to steal a painting preserved in the Hotel Promise, where he is captivated by the charms of the proprietor Anina. The young heiress is shaken and confesses to Bolt her fear of losing her inheritance due to a special condition in her grandparents' Will.",
                    "TitleJapanese": "約束の部屋",
                    "SummaryJapanese": "王都ルビルス、歴史に名を残す交易都市。その栄華の跡を継ぐ唯一の場所プロミーズホテル、そこでは1枚の肖像画が魔力を擁すとされ、数々の冒険屋を挫折させている。肖像画強奪を目論む男、レーモン・デュソリエはボルト・クランクを送り出す。ホテルでは美貌の女主人、アニーナが出迎える…。"
                },
                "4": {
                    "ID": "503531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503531",
                    "TitleEnglish": "Trade Friends",
                    "SummaryEnglish": "The country of Dwide is in the midst of an invasion by its neighbor. They hire Bolt to rescue a captured Mercenary before he breaks and reveals vital information to the enemy.",
                    "TitleJapanese": "同業のよしみ",
                    "SummaryJapanese": "クローツァリア国。独裁者ゾルミン暗殺を狙う反政府ゲリラのリーダー、ロード・レックス。送り込んだ冒険屋マクガイヤ・ストウが音信不通を経て招かれたのはボルト・クランク。同業者ストウとの因縁もあって断りかける依頼だが、村娘ジャスティンを餌にやむなく始まる特殊作戦、その結末は…。"
                },
                "5": {
                    "ID": "503541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503541",
                    "TitleEnglish": "Rain, After That",
                    "SummaryEnglish": "A dancer at a night club has big dreams she wishes to chase. Running into Bolt one rainy night might be the catalyst to change her destiny.",
                    "TitleJapanese": "雨、そのあと",
                    "SummaryJapanese": "名も知らぬ街、雨の夜、場末のストリップ小屋の軒に身を潜める影。踊り子ドナは影に呼びかける。雨宿りの男、名前はボルト・クランク。招かれたドナの部屋には壊れたラジオ、その心には壊れようもない夢…「いつの日か大劇場のダンサーに」。夢見る踊り子ドナを襲う幸運と悲運、ボルトがしたことは…。"
                },
                "6": {
                    "ID": "503551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503551",
                    "TitleEnglish": "window of Genes",
                    "SummaryEnglish": "A woman enlists Bolt's help in hunting down an item her father left behind for her. The job leads them to what is ostensibly a garbage dump, but is so much more beneath its surface.",
                    "TitleJapanese": "遺伝子の窓",
                    "SummaryJapanese": "「父の遺品を探してほしいの」…依頼は不意に訪れる。女の名はリリ・スワンソン、その腕前は同行するボルトの眼にも歴然。だが彼女は指名手配中の身。追手を逃れ2人が辿り着いたのは巨大なゴミ廃棄場、その奥に眠るはプロホノフ研究所。ついに“父の遺品”が、そしてリリの中に眠る遺伝子が試されるが…。"
                },
                "7": {
                    "ID": "503561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503561",
                    "TitleEnglish": "The Graveyard of Temptation",
                    "SummaryEnglish": "A nun on a proselytisation mission has her faith shaken when she meets Bolt. She must face down a murderer whom believes he is granting salvation to his victims in a way the church cannot.",
                    "TitleJapanese": "誘惑の墓場",
                    "SummaryJapanese": "モルグールの村、女司祭シリル・ドゥに招かれるボルト・クランク。美神ヴィシュヌの教え“変化”を尊ぶ信仰「奇跡の国」を率いるシリルは厳格な戒律で信徒を支配しつつも、ボルトの右腕の前に揺れる心を隠せない。そして神殿への新たなる訪問者デサルヴォ、教えのままに殺人を重ねた男の贖罪、その時ボルトは…。"
                },
                "8": {
                    "ID": "503571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503571",
                    "TitleEnglish": "Silence of Icicle",
                    "SummaryEnglish": "A prison warden hires Bolt to figure out what secret a death row inmate is hiding, and whether she is truly deserving of the death penalty.",
                    "TitleJapanese": "氷柱の沈黙",
                    "SummaryJapanese": "軍事国家ザガード。死刑囚タチアナの態度に不審を抱く所長グリフェルドの依頼で刑務所へ潜入するボルト・クランク。タチアナは敵国エスタンジアに部下の命と国家機密を売った罪を問われながらも、ただ沈黙するのみ。彼女の眼前にボルトが示した1枚の認識票がもたらす波紋、真実は果たしてどこにあるのか…?"
                },
                "9": {
                    "ID": "503581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503581",
                    "TitleEnglish": "Aloof Sky",
                    "SummaryEnglish": "A demolisher requests Bolt's assistance in reaching an abandoned airship in time to destroy it before it crash lands into his city.",
                    "TitleJapanese": "孤高の空",
                    "SummaryJapanese": "解体屋ルーカスがボルト・クランクに持ちかけた依頼、それは数日で彼と恋人シェリーの住むローリスの町に墜落するという漂流飛行船解体のサポートだった。町への墜落を阻止すべく命懸けの大仕事に臨むルーカスとその背中を微笑で見送るシェリー。迫りくるタイムリミットを目前にしたボルトの秘策とは…？"
                },
                "10": {
                    "ID": "503591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503591",
                    "TitleEnglish": "Fragment of Dreams",
                    "SummaryEnglish": "Bolt is hired to act as a bodyguard and escort a Major safely back to her men, but the scope of this job extends far beyond initial expectations.",
                    "TitleJapanese": "夢のかけら",
                    "SummaryJapanese": "戦時下のイブローニュ国。マルディ・ガーツ中佐は前線基地から総督のもとへと赴くため、身辺警護にボルト・クランクを雇う。だが目的地の叙勲パーティー会場で彼女が目の当たりにしたのは軍の醜態、そこへ敵国アルコリクの奇襲が。砲撃のさなか、猜疑心にさいなまれたガーツの部下の凶弾が炸裂、そして…。"
                },
                "11": {
                    "ID": "503601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503601",
                    "TitleEnglish": "Paradise",
                    "SummaryEnglish": "A doctor nurses Bolt back to health following an injury which leaves his memories in disarray. As his memories return, the peaceful setting he finds himself in makes him question returning to his life as a Mercenary.",
                    "TitleJapanese": "楽園",
                    "SummaryJapanese": "美しい孤島の療養所、ベッドの上で目覚めたボルト・クランクの体には新たな変化が。ボルトの傍らで治療を施す女医ジェシカ、安らかな日々の中で2人の心が寄り添う時、突如呪われた「死神」。何処かへボルトを連れ去ろうとするその真意とは？ 悲痛に叫ぶジェシカ、そしてボルトの行き着く先は…？"
                },
                "12": {
                    "ID": "503611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503611",
                    "TitleEnglish": "The Endless Tomorrow",
                    "SummaryEnglish": "Bolt is brought back to life for one last job: bringing down Lavion so it can be studied and another ship which defies gravity can be created in its wake. The only problem is that Bolt refuses to be a Mercenary any longer.",
                    "TitleJapanese": "無限の翌日",
                    "SummaryJapanese": "ボルトを蘇生させた女造船屋ラティシアの夢は、壊れてなお墜落しない飛行船ラヴィオンの秘密と、それを超える船の建造だった。調査のためラヴィオンを落とすという依頼をいったんは断るボルトだったが、それでも単身謎に挑もうとするラティシアに同行することに。永遠を飛ぶ船の深奥で彼らを待つものとは…。"
                }
            }
        },
        "2": {
            "ID": "48451",
            "URL": "https://www.thetvdb.com/series/eat-man/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "503621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503621",
                    "TitleEnglish": "Bye Bye Aimie Part 1",
                    "SummaryEnglish": "Bolt is suspected of killing several biotech scientists.",
                    "TitleJapanese": "BYE BYE AIMIE（前編）",
                    "SummaryJapanese": "国家機密に関する研究をしていた5人の科学者が殺害された。いずれの現場でも目撃されていた容疑者ボルトがエイミー警部に逮捕された翌朝、6人目の犠牲者が出る。ボルトが脱獄を謀っていたことから、警察はボルトを犯人と断定。その現場で捜査していたエイミーからの通信は「ナオミ！」の言葉を残して切れてしまい…。"
                },
                "2": {
                    "ID": "503631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503631",
                    "TitleEnglish": "Bye Bye Aimie Part 2",
                    "SummaryEnglish": "The truth behind the experiments comes out, and the culprit is brought to justice. Or so it seems...",
                    "TitleJapanese": "BYE BYE AIMIE（後編）",
                    "SummaryJapanese": "殺害された科学者はいずれもバイオテクノロジーの権威で、身よりのない子供を使って人体生命工学の研究をしていたことが発覚。多くの子供が実験で殺された中、未完成の被験者ナオミが生き残っていることを知った警察はナオミを犯人と断定し、射殺する。だが、事件は終わらなかった。7人目の科学者が襲われたのだ…。"
                },
                "3": {
                    "ID": "503641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503641",
                    "TitleEnglish": "World`s Greatest Mercenary",
                    "SummaryEnglish": "A small village hires Bolt Crank to protect them from an expansionist company.",
                    "TitleJapanese": "世界一の冒険屋",
                    "SummaryJapanese": "マービット国の領地に目をつけた企業コンツェルンは、「世界一の冒険屋」と呼ばれる男ハードを使い、マービットを追い出そうとしていた。窮地に立ったマービット国の人々は冒険屋のボルトを雇うが…。"
                },
                "4": {
                    "ID": "503651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503651",
                    "TitleEnglish": "Body Guard",
                    "SummaryEnglish": "Bolt is hired to protect a girl. But he's only got an hour until the next transport.",
                    "TitleJapanese": "BODY GUARD",
                    "SummaryJapanese": "船に乗り遅れ港に佇むボルト。そこへある町の町長が現れた。町長はボルトを冒険屋と知っており、札束を差し出すと「これで娘を護ってくだされ」と頼み込む。塔の中にいる娘フランソワを護衛することになったボルト。満月の日の正午から1時間だけ不老不死の薬となるフランソワの血をめぐり、すさまじい銃撃戦が始まる…。"
                },
                "5": {
                    "ID": "503661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503661",
                    "TitleEnglish": "Ambrosian Days Part 1",
                    "SummaryEnglish": "Bolt arrives in a country where the king will be determined by whosoever can wield a certain sword.",
                    "TitleJapanese": "AMBROSIAN DAYS (1)",
                    "SummaryJapanese": "アンブロシア皇国の聖なる場所“王家の谷”に魔物シジフォスが現れた。正義感の強い少女バネッサは父親テットの反対を押し切って魔物退治の義勇軍に参加、縁あってボルトも同行することに…。ところがアンプロシアの悲劇はさらに続く。勇者が手にすると聖剣へと変化する皇国の宝刀が何者かに盗まれたのだ…。"
                },
                "6": {
                    "ID": "503671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503671",
                    "TitleEnglish": "Ambrosian Days Part 2",
                    "SummaryEnglish": "With the sword stolen and a demon on a rampage, Bolt's got his work cut out for him.",
                    "TitleJapanese": "AMBROSIAN DAYS (2)",
                    "SummaryJapanese": "“王家の谷”に現れた魔物シジフォスを退治すべく、バネッサが参加した義勇軍が出発。娘が気がかりなテットも“王家の谷”に向かう。一方、ボルトは皇国法皇庁の捜査官ルネに宝刀強奪犯の疑いをかけられながら遅れて合流。ついにシジフォスとの死闘が始まるが、臆さぬボルトの腕から出現したものは…。"
                },
                "7": {
                    "ID": "503681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503681",
                    "TitleEnglish": "Ambrosian Days Part 3",
                    "SummaryEnglish": "Coco's past comes back to haunt her. Meanwhile, the Ambrosian Sword has been found.",
                    "TitleJapanese": "AMBROSIAN DAYS (3)",
                    "SummaryJapanese": "シジフォスを退治した腕を買われ、ボルトは王宮の用心棒におさまった。ボルトにほのかな思いを寄せるバネッサやテットも連日“王家の谷”復旧の手伝いに出かけていた、盗まれた宝刀は相変わらず行方知れず、加えて病床の国王は容態が悪化。そんな折、テットの店がめちゃめちゃに壊されるという事件が起きて…。"
                },
                "8": {
                    "ID": "503691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503691",
                    "TitleEnglish": "Ambrosian Days Part 4",
                    "SummaryEnglish": "Even with the sword recovered, Du Marc's plans for Ambrosia come to a head.",
                    "TitleJapanese": "AMBROSIAN DAYS (4)",
                    "SummaryJapanese": "手にした小太刀の変貌がもとで勇者と呼ばれるようになったボルトは、皇国の世継ぎ候補にされていく。だが皇国の危機は予断を許さない。シジフォスも宝刀の強奪も薬師として接近していた隣国ワイゼンの首長ド・マルクの仕業と分かったが、それはまさしく皇国の運命を決する死闘の時を意味していた。ボルトがしたことは…。"
                },
                "9": {
                    "ID": "503701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503701",
                    "TitleEnglish": "Mega Mix Part 1",
                    "SummaryEnglish": "Bolt has a job to escort a runaway girl back to her father. But this might be more than just a job for Bolt.",
                    "TitleJapanese": "MEGA MIX（前編）",
                    "SummaryJapanese": "依頼主はダイクストラ社社長、娘のマイラを連れてくるのがボルトの仕事だった。そのマイラとは苦もなく接触、いつにもなく簡単な仕事と喜ぶのも束の間、2人の前には社長秘書のマルコが現れ、ボルトの手からマイラを奪おうとする…。"
                },
                "10": {
                    "ID": "503711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503711",
                    "TitleEnglish": "Mega Mix Part 2",
                    "SummaryEnglish": "Mira's memories have mostly returned, but the whole story has yet to be revealed.",
                    "TitleJapanese": "MEGA MIX（後編）",
                    "SummaryJapanese": "マイラとマルコ、それぞれに去来するのは2年前の記憶。その断片は次第にそれぞれを苦しめる一方で、どうしたことか記憶の中にはボルトらしき冒険屋の姿があった。次第に明らかになる記憶、そして依頼の真相が…。マイラとマルコの秘められた事実とは…。"
                },
                "11": {
                    "ID": "503721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503721",
                    "TitleEnglish": "The Farcical Dream Part 1",
                    "SummaryEnglish": "Someone is trying to kill two political leaders, but Bolt thinks there's more to it than assassination.",
                    "TitleJapanese": "道化の夢（前編）",
                    "SummaryJapanese": "大詰めの大統領選挙、再選を狙う現職のグラントと対立候補シャリフ。共に厳重警戒下で遊説を続けたが、冒険屋によって命を狙われる。やがて冒険屋の名は“ラフィン”と判明するが、犯行意図も背後関係も知れない。警護要員としてグラント陣営に雇われた冒険屋はボルト、そしてシャリフ陣営にはなんとあのハードが…。"
                },
                "12": {
                    "ID": "503731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eat-man/episodes/503731",
                    "TitleEnglish": "The Farcical Dream Part 2",
                    "SummaryEnglish": "Hard confronts Raffin, but learns the unfortunate truth behind the whole affair.",
                    "TitleJapanese": "道化の夢（後編）",
                    "SummaryJapanese": "“ラフィン”によって重傷を負うシャリフ、時を同じくして「“ラフィン”の影にグラントあり」との怪文書が氾濫。報復におよんだハードはグラント陣営警備隊長デンゼルの死を確認、だが、そのデンゼルこそはボルトの依頼人だった。選挙戦を取材するセルマもいよいよ事態に深入り。“ラフィン”は一体？ そして結末は…。"
                }
            }
        }
    }
}