{
    "URL": "https://www.thetvdb.com/series/asura-cryin",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1409053/",
        "https://www.themoviedb.org/tv/42425"
    ],
    "TitleEnglish": "Asura Cryin'",
    "SummaryEnglish": "The story is a semi-serious school action story revolving around the main protagonist, Tomoharu Natsume. He is haunted by his childhood friend, Misao Minakami, who became a ghost after an airplane accident three years earlier, which Tomoharu barely survived. He takes the opportunity to live on his own when he enters high school in his new place of residence, Meiou-tei, and starts enjoying a carefree high school life. His life changes when a beautiful girl named Shuri Kurosaki appears with a trunk which she claims Tomoharu's brother, Naotaka Natsume, asked her to deliver to him. The presence of the trunk causes the appearance of Kanade Takatsuki, a girl dressed like a shrine maiden, who is after the trunk. Tomoharu is in possession of the trunk, which reveals secrets about the world they live in.",
    "TitleJapanese": "アスラクライン",
    "SummaryJapanese": "ある日、謎の美女から銀色のトランクを受け取った夏目智春。それは魔神機巧（アスラ・マキーナ）を召還するための鍵だった。智春と、彼にとり憑いた自称守護霊の幼なじみ・水無神操緒、巫女装束の美少女・嵩月奏、3人の運命の歯車が大きく回り始める…。",
    "Aliases": [
        "机巧魔神"
    ],
    "Modified": "2025-07-21",
    "Seasons": {
        "1": {
            "ID": "48551",
            "URL": "https://www.thetvdb.com/series/asura-cryin/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "504391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/504391",
                    "TitleEnglish": "Tricky Devil (Asura Machina)",
                    "SummaryEnglish": "Tomoharu Natsume survived a horrible plane crash but Misao, his close friend, did not and became a ghost that continued to be attached to him. Three years later, he moved out to a place rented by his brother to live on his own and attend Raku High since his mother remarried. On his first day in his new house, a mysterious girl called Shuri turns up and gives him a silver briefcase to look after on behalf of his brother who lives abroad. Soon after, Tomoharu and his best friend, a ghost named Misao Minakami, are attacked by various factions who all seek the 'Asura Machina' and 'Extractor'.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "504401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/504401",
                    "TitleEnglish": "A Future About to Be Ruined",
                    "SummaryEnglish": "After the events of the previous evening Tomo and Misao learn about the Royal Dark Society from Shuri. Later he runs into Takatsuki whilst visiting his new landlord and learns that she was the one who broke into his house in search of the briefcase. However, soon her father arrives and things get awkward for Tomo when he realises that he was one of the people responsible for the destruction of his house. Tomo is then confronted by the First Student Council President, Saeki Reishirou, who was also one of the people who raided his home.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "585241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/585241",
                    "TitleEnglish": "The Shadow Cast By The Light of Science",
                    "SummaryEnglish": "Having been captured by Saeki, Takatsuki is put on trial and sentenced to death for her involvement with Tomo. Meanwhile, Tomo rushes to retrieve the Asura Machina and save her from the First Student Council. However, when he finds the trunk empty he must rely on Shuri's help to save the day.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "614321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/614321",
                    "TitleEnglish": "The Feeling of Losing Your Destination",
                    "SummaryEnglish": "The science club head to Lake Tobi to investigate reports of a mysterious creature terrorising the area. Unbeknownst to them two fellow students, Kurasawa Rikka (the Second Student Council President) and Mahiwa are also ine the area searching for the creature. It soon emerges that the monster is in fact a familiar that was abandoned by Mahiwa and has gone berserk. Armed with this knowledge the science club set out to reunite the two and stop the creature's rampage.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "660011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/660011",
                    "TitleEnglish": "Uniting Hearts and Bodies",
                    "SummaryEnglish": "When Shuri is injured during a fight with an Ausura machina she her personality completely changes and she thinks her name is Kurosaki Yukari. This prompts Tomo to investigate her life but soon both Tomo and Shuri are attacked by a murderer-doll only to be saved by Takatsuki.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "660021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/660021",
                    "TitleEnglish": "Sacrifice Rising From Beyond Darkness",
                    "SummaryEnglish": "Shuri arranges to trade the real stabilizer with Susugihara for something very important to her. However, with Tomo still too ill to use Kurogane there is no-one to fight her when the trade goes badly wrong and as such they are forced to flee.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "666691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/666691",
                    "TitleEnglish": "Dispersing Dream of the Cruel Sky",
                    "SummaryEnglish": "Now that Kurogane has absorbed the stabiliser, people can see Misao, but Tomo is worried that she won't be able to hide her incorporeal nature from those around her. Meanwhile, Haruna and Susugihara explore a strange set of ruins in search of the Caster Machina. These recent events prompt the group to look back on the tragic plane crash which started them in motion, not only for Misao and Tomo, but for Shuri and Susugihara as well.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "666701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/666701",
                    "TitleEnglish": "Ruling Maiden of Calamity",
                    "SummaryEnglish": "With a large creature mysteriously attacking demons, Takatsuki is forced by her family to move in with Tomo so that he can protect her. At the same time Shuri arrives with a young demon named Ania, who Tomo also has to protect. However, Ania is a 'Luck-Eater' and causes misfortune to befall Tomo and his friends. Things get even more complicated when it turns out that Ania's sister, Kristina maybe involved with the demon hunts.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "666711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/666711",
                    "TitleEnglish": "The Forbidden Being That Should Not Exist",
                    "SummaryEnglish": "When an Asura Crying appears during Reishirou's attempt to stop the culprit behind the demon hunts he explains how Tomo is also in danger of becoming one and orders him to leave the matter alone. However, with Ania desperate to find out what has happened to her sister and Tomo sworn to protect her it isn't long before he is face to face with the Asura Crying.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "666721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/666721",
                    "TitleEnglish": "Connected By The Chains of Time",
                    "SummaryEnglish": "With Ania kidnapped by Takaya Kagakagari Tomo, Shuri, Misao and Takatsuki race to save her. Meanwhile Ania learns that Kagakagari plans to sacrifice all the demons in the city in order to lift the curse of the Asura Machina. By the time Tomo and the others arrive the ceremony has already begun and they must work quickly in order to save both Ania and Takatsuki.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "757121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/757121",
                    "TitleEnglish": "The Ordinary and Extraordinary End to Remaining Next to Each Other",
                    "SummaryEnglish": "The Second years are preparing for a class trip to Hawaii. Meanwhile, Tomo and Misao attend a party hosted by Reishirou in memory of the anniversary of Aine's death. The party also features a very unusual performance competition in which everyone from Rikka to Takatsuki takes part and which Tomo and Misao end up winning.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "924881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/924881",
                    "TitleEnglish": "Until This World Dies",
                    "SummaryEnglish": "While, Shuri and Reishirou are enjoying their Second Year trip to Hawaii, Tomo accidentally stumbles across a Plug-In for the Asura Machina. However, Kagakagari also wants the device and he attacks Tomo and the others in order to retrieve it. As such Tomo is forced to break his promise to Takatsuki and use Kurogane to fend him off.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "924891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/924891",
                    "TitleEnglish": "The Stigma of the Cursed Sinner",
                    "SummaryEnglish": "Kagakagari has taken a plane full of people hostage and offers to exchange their lives for the Igniter. However, the exchange soon turns violent putting the lives of the hostages at risk. Tomo must then attempt a very dangerous plan using Kurogane in order to save everyone that he cares about, but will it be enough?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "2": {
            "ID": "124541",
            "URL": "https://www.thetvdb.com/series/asura-cryin/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "1128931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/1128931",
                    "TitleEnglish": "The World of Destruction and the Ruins of Memories",
                    "SummaryEnglish": "Whilst being forced to clean the school pool Tomo and the rest of the Science Club stumble across an underground cavern which leads them to the Rakuroa Ruins. Here Tomo sees a strange vision of an alternate world. However, before he can learn more the group is attacked by Castas Machina guarding the ruins and Touru has to show up to save them.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "1157471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/1157471",
                    "TitleEnglish": "The Burial Doll Eaten By the Demon",
                    "SummaryEnglish": "Tomo is growing increasingly concerned about Misao and asks Shuri and Touru to locate his brother, Naotaka. In exchange Tomo must persuade the reclusive Science Club president Tokiya Kagayaki to return to school. However, this is not as easy as it first sounds so Tomo takes Misao and Takatsuki along to help. Tomo also learns that Touru and Tokiya have a very tragic connection to Kurogane.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "1159191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/1159191",
                    "TitleEnglish": "The Freedom to Make an Impaired Choice",
                    "SummaryEnglish": "Tomo, Takatsuki, Misao, An and Higuchi are all enjoying a working vacation at the beach but it isn't long before Tomo manages to upset Misao. Meanwhile, Shuri and Ania are investigating the ruins on a nearby island. However, it seems that Kagakagari and Kristina are also interested in them, as is Kyomu Satomi and the First Student Council.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "1159201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/1159201",
                    "TitleEnglish": "The Mass of a Chosen Future",
                    "SummaryEnglish": "Tomo and the others are apparently saved by Tomo's brother, Naotaka and then taken in by Kagakagari and Kristina. Kagakagari reveals that the ruins are the remnants of an Asura Machina testing ground and that they may contain a way to free Burial Dolls like Kotori and Misao. However, before they can retrieve the device Kyomu arrives and tries to use Ania as a hostage.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "1159211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/1159211",
                    "TitleEnglish": "The Painful Relations Between Love and Demonic Power",
                    "SummaryEnglish": "Following a mishap with some industrial strength glue whilst practicing for the three-legged race, Tomo and Takatsuki end up stuck together for the rest of the day. As if protecting each other's modesty and organising sleeping arrangements weren't trouble enough, Takatsuki's family is currently under threat from a rival group of demons who are out to assassinate them.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "1159221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/1159221",
                    "TitleEnglish": "The Truth That is Offered to You",
                    "SummaryEnglish": "After receiving a cryptic warning from his brother, Tomo and the others come under attack from a mysterious woman and are forced into a trap set by Hiwako Torishima. The group are then saved by a powerful Asura Machina and Tomo makes a serious of shocking discovery's about his brother, Misao and the Asura Machina themselves.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "1159231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/1159231",
                    "TitleEnglish": "Moment of Annihilation, Darkness of Extinction",
                    "SummaryEnglish": "Despite having been arrested by Haruna, along with Tomo and the others, Ania is kidnapped by Hiwako's masked henchwoman. Hiwako then offers to trade Ania for Tomo and the group decides it is the perfect opportunity to ambush her, with Susugihara's help. However, things go badly wrong when it is revealed that Hiwako, Touru and Tokiya have been working together behind the scenes and even the appearance of Naotaka is not enough to halt their plans.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "1159241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/1159241",
                    "TitleEnglish": "A Future of Lost Memories",
                    "SummaryEnglish": "Following Hagane's attack Tomo awakes to find himself all alone in the First World with no idea of how to get back. He soon encounters the 'Witch of Rakurowa High School', a strange Daughter and very strange versions of the people he knows. However, after a chance encounter with Tokiya's sister Aki he is reunited with Takatsuki. He also learns more about the Superstring Gravity Reactor accident that started everything.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "1159251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/1159251",
                    "TitleEnglish": "Death and Peace, Side By Side",
                    "SummaryEnglish": "Having been reunited with Ania, Tomo learns more about the effects that the Superstring Gravity Reactor accident is having on the First World and Ania's involvement with it. Later when a large group of Daughters attacks the school Aki and Ania are forced to use their demonic powers to protect those they care about and Tomo learns that in this world he has powers of his own.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "1159261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/1159261",
                    "TitleEnglish": "The Survivers and the Fallen",
                    "SummaryEnglish": "Tomo finally gets to meet with the real Naotaka and learns that there is a way to save the First World even without Hagane. However, the plan is extremely dangerous and there is no guarantee that both Tomo and Misao won't be killed in the process. In the end the plan is a success but unfortunately Takatsuki ends up getting hurt and there is nothing Tomo can do.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "1159271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/1159271",
                    "TitleEnglish": "My Feelings For You Will Destroy This World",
                    "SummaryEnglish": "Now back in the Second World Tomo and the others discover that they have 10 days until Tokiya can set his plan in motion. Tomo also discovers that he has inadvertently entered a contract with Takatsuki and that they now have a Daughter, Persephone. As if that wasn't enough Tomo is then appointed as the new President of the Third Student Council. Unfortunately, there is no time to deal with all of these new events as Tokiya has a found a way to accelerate his plan and Tomo must once again try to save the world.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "1159281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/1159281",
                    "TitleEnglish": "Despair at the Diverging Past and Causality",
                    "SummaryEnglish": "Tokiya has managed to open the gate to the Third World and the Second World has begun to vanish at an alarming rate. As such Tomo and the others must gain access to the Central Vortex in order to confront Tokiya and save the world. However, with Tokiya in control of not only Hagane but Hisui, Bismuth and Rhodonite as well that may not be as easy as it sounds.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "1159291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/asura-cryin/episodes/1159291",
                    "TitleEnglish": "The Gears of Choice",
                    "SummaryEnglish": "Natsume Tomoharu and his friends goes to save the world. Tokiya Kagayaki wants to keep the Igniter so he could have a third world that has Aki, his lover. After Tomoharu defeated Tokiya, the Igniter seems to respond to Tomoharu's wish and closed the gate to the third world. After that, Ania Fortuna told Tomoharu that she completed the Splitter. So then she asked if Himazasa and Misao Minakami wanted to become human again and they did. After that everything became normal and all demons became humans. Everything from the First world disappeared including the Asura Machinas. Ania and Vivian returned to their normal sizes.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}