{
    "URL": "https://www.thetvdb.com/series/candy-boy",
    "Genres": [
        "Animation",
        "Anime",
        "Mini-Series"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5351736/",
        "https://www.themoviedb.org/tv/61439"
    ],
    "TitleEnglish": "Candy Boy",
    "SummaryEnglish": "Yukino and Kanade Sakurai live together as high school students enjoying their daily life; until one day Sakuya Kamiyama confess her love for Kanade to Yukino, asking for her support. This makes Yukino realize her true feelings for her sister.",
    "Aliases": [
        "Candy Boy: Nonchalant Talk of the Certain Twin Sisters in Daily Life",
        "Candy☆Boy"
    ],
    "Modified": "2025-07-21",
    "Seasons": {
        "0": {
            "ID": "48561",
            "URL": "https://www.thetvdb.com/series/candy-boy/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "504471",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/candy-boy/episodes/504471",
                    "TitleEnglish": "Candy☆Boy - Side Story for Archive (OVA)",
                    "SummaryEnglish": "When Kanade assumes Yukino is going out with Sakuya, she starts to distance herself from their usual closeness. However, Yukino gets upset and begs Kanade not to leave her. It turns out Sakuya actually had a crush on Kanade and was asking Yukino for advice."
                },
                "2": {
                    "ID": "504481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-boy/episodes/504481",
                    "TitleEnglish": "Forecast of the Future",
                    "SummaryEnglish": "Set before the original OVA. Kanade and Yukino move into their dorm room in Tokyo, sending photos back to their sister, Shi-chan."
                },
                "3": {
                    "ID": "951511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-boy/episodes/951511",
                    "TitleEnglish": "Theory of Happiness Sharing",
                    "SummaryEnglish": "As the snow falls, Sakuya invites Yukino, Kanade and Shizuku to a swimming pool before it is opened to the public. However, Sakuya's true motive is to take photographs Kanade for lewd purposes, going as far as to photoshop her head onto Shizuku's body whilst wearing her old swimsuit. Yukino calls Kanade's bluff on her spotting her in her swimsuit, and they offer a compromise. Kanade decides to delete all of Sakuya's photos, but Shizuku decides to give her one as thanks for inviting her."
                },
                "4": {
                    "ID": "3290571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-boy/episodes/3290571",
                    "TitleEnglish": "Candy☆Boy Music Video",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "3290591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-boy/episodes/3290591",
                    "TitleEnglish": "Koi no Katachi Music Video",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "3290641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-boy/episodes/3290641",
                    "TitleEnglish": "Bring Up …LOVE Music Video",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "48571",
            "URL": "https://www.thetvdb.com/series/candy-boy/seasons/official/1",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "504411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-boy/episodes/504411",
                    "TitleEnglish": "The Two's Distance",
                    "SummaryEnglish": "Remembering the times when she and Yukino used to walk under an umbrella together, Kanade works out a plan to relive those moments. A rainy day comes, but Kanade is unable to find her umbrella. Luckily Yukino also remembered those days and brought her own."
                },
                "2": {
                    "ID": "504421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-boy/episodes/504421",
                    "TitleEnglish": "This One, Please?",
                    "SummaryEnglish": "In the run up to Christmas, Kanade and Yukino look for presents for each other. Meanwhile, Sakuya makes plans for the new dorms being built. Kanade finds a perfect, albeit rather expensive, gift, using their plane ticket money in the process. Whilst wondering how to get home, Sakuya shows up with airplane tickets, including one for herself."
                },
                "3": {
                    "ID": "504431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-boy/episodes/504431",
                    "TitleEnglish": "Crossing Barriers",
                    "SummaryEnglish": "Kanade and Yukino, along with Sakuya, arrive home where their younger sister, Shizuku, awaits them. Whilst putting up with Sakuya, Kanade and Yukino learn that Shizuku has been jealous of the two's closeness."
                },
                "4": {
                    "ID": "504441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-boy/episodes/504441",
                    "TitleEnglish": "It's Hepatica, Right...",
                    "SummaryEnglish": "Kanade and Yukino have to deal with the way things have turned out, whilst Shizuku has a talk with Sakuya, who explains why she fell for Kanade. Shizuku then spends the night with Kanade and Yukino and apologises."
                },
                "5": {
                    "ID": "504451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-boy/episodes/504451",
                    "TitleEnglish": "Ah...mm!",
                    "SummaryEnglish": "Kanade has a weird dream involving Yukino. Whilst worrying about her exams and homework, she gets taken out by Yukino to a cafe for Valentine's Day. Hoewever, Kanade has to redo her homework for incorporating her dreams into them."
                },
                "6": {
                    "ID": "504461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-boy/episodes/504461",
                    "TitleEnglish": "What Lies Beyond",
                    "SummaryEnglish": "Kanade gets a stern lecture from her teacher concerning her recent art fumble, and Yukino warns her to be more careful. The new dorms are in preparations and Sakuya has a whole floor dedicated to her and Kanade, but then Kanade points out she already signed up to share one with Yukino and she freezes up. Kanade mentions that she might take extra classes during the Spring holidays, and has to tell Shizuku that they might not be home, which ruins plans she had. Yukino says that she'll get a part time job so Kanade can go to prep school, which stuns her a little."
                },
                "7": {
                    "ID": "951521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/candy-boy/episodes/951521",
                    "TitleEnglish": "Cherry Blossoms?",
                    "SummaryEnglish": "Kanade is feeling both guilty that Yukino is doing a part time job for her sake, and lonely since she doesn't get to spend as much time with her. They are both surprised to find Shizuku at their apartment, who stays over. Sakuya tells Kanade that she should go apologise to Yukino, with Shizuku making a similar suggestion. Kanade later meets up with Yukino to apologise, telling her she'll take a short-term course instead of full term, and they promise to stay together forever. Yukino asks Kanade to get some cream off her face, which, to Yukino's surprise, Kanade removes with her lips. They later say that they love each other."
                }
            }
        }
    }
}