{
    "URL": "https://www.thetvdb.com/series/stormy-summer",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1409062/",
        "http://king-cr.jp/special/natsunoarashi/",
        "https://www.themoviedb.org/tv/44687"
    ],
    "TitleEnglish": "Natsu no Arashi!",
    "SummaryEnglish": "Thirteen-year-old Yasaka is a boy staying at his grandfather's house during his summer vacation. One day he entered a store and met Arashi, a beautiful sixteen-year-old girl working there. After trying to protect her from a man who claims to have been hired by her family to take her back by force, Yasaka ran away with her and now she stays at his grandpa's place with him. It didn't take much time for Yasaka to figure out that his new friend is far from an ordinary girl, as she possesses mysterious powers. The plot thickens when he finds a sixty-year-old picture of Arashi and another girl named Kaja, and to the surprise of all Kaja suddenly appears, and just like Arashi, her appearance hasn't changed at all since then.",
    "TitleJapanese": "夏のあらし！",
    "SummaryJapanese": "八坂が出会った年上の女子高生あらし。自らを幽霊と称する彼女は、八坂と手をつなぐことで過去へ飛べる不思議な少女だった。いわくつきのマスター、あらしを追うグラサン男、八坂と同じ中学一年の上賀茂、ドイツ人の少女カヤ…。ノスタルジック溢れる喫茶店「方舟」を舞台に、少年と少女の忘れられない夏休みが始まる！",
    "Aliases": [
        "Summer Storm!",
        "Stormy Summer!",
        "Summer Storm! Open for Business",
        "Stormy Summer! Open for Business"
    ],
    "Modified": "2024-06-11",
    "Seasons": {
        "1": {
            "ID": "56191",
            "URL": "https://www.thetvdb.com/series/stormy-summer/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "569761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/569761",
                    "TitleEnglish": "Playback Part II",
                    "SummaryEnglish": "On a very auspicious summer day, first year middle school student Hajime Yasaka was making a small, prank bomb for his school's \"research project,\" and from its appearance it looked very much like an actual piece of strawberry. However inside the cherry bomb, it was filled with a large variety and amount of hot spices to be exploded once lit. Planning to put in on a strawberry cake and giving it to a classmate whom he did not get along with, Yasaka did not keep an eye on the strawberry bomb and the fuse was lit...",
                    "TitleJapanese": "プレイバックPart2",
                    "SummaryJapanese": "とある夏の日。中学一年生の八坂一は、弾けるキャンディーに一味唐辛子や山椒などを詰め合わせたイチゴ爆弾を作った。そして一はこのイチゴ爆弾をイチゴショートケーキに仕掛け、日頃から彼がいけすかないと思っている山代という男に食べさせようとする。だが、イチゴ爆弾を仕掛けたケーキが誰かに持ち去られてしまい…。"
                },
                "2": {
                    "ID": "569771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/569771",
                    "TitleEnglish": "Girl A",
                    "SummaryEnglish": "Yasaka Hajime came to the countryside to spend his summer holiday at his grandfather's house. After losing his way, he decided to take a break at a local coffee shop. There upon his arrival, he met Arashi, an older girl who was waitressing there, and was completely taken aback by her. Casually, he took a seat next to another local student, Kamigano Jun, and started talking to him about how wonderful Arashi is. Unbeknownst to Hajime, a figure with a scary face hidden behind sunglasses entered. Calling himself a private investigator, he informed them what he was looking for and then kidnapped Arashi...",
                    "TitleJapanese": "少女A",
                    "SummaryJapanese": "夏休みを祖父の家で過ごすために田舎へとやってきた中学一年の八坂一は、喫茶店でウェイトレスとして働いている “あらし”という年上の女の子に一目惚れする。たまたま隣の席に座っていた地元の中学生である上賀茂潤に、彼女の素晴らしさについて熱弁を振るっていると、店にサングラスを掛けた強面の男がやってきて…。"
                },
                "3": {
                    "ID": "570871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/570871",
                    "TitleEnglish": "I Want to Protect Her",
                    "SummaryEnglish": "Hajime and Arashi are flashed back to a world of the past, and Arashi still cannot believe that she is a ghost. Now, even though weird things are happening at work, all Arashi could do was think about what had recently happened. In the meantime, Hajime advises Jun that there it's strange that a freeloader has all of a sudden appeared and that they should keep a close eye on her, as Arashi becomes increasingly more immersed in her thoughts about earlier...",
                    "TitleJapanese": "守ってあげたい",
                    "SummaryJapanese": "あらしに連れられ過去の世界を目の当たりにした一だが、時を超えたという実感がなく、また彼女の自分は幽霊だという言葉にも半信半疑。ひょんなことから潤とともに方舟でアルバイトすることになるが、仕事中もあらしのことが気になる一。そんな中、彼女のことを怪しいと潤から忠告され、さらに気になってしまい…。"
                },
                "4": {
                    "ID": "598941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/598941",
                    "TitleEnglish": "Outpouring Memories",
                    "SummaryEnglish": "Knowing Arashi's secret and power, Hajime swears to keep it a secret, even though Arashi still doesn't believe that she's a ghost. One day, Hajime and crew decided to take some photos of this black-haired girl to be the lead in an independent movie with the help of some other students. Hajime and Jun go along with Arashi to a photo shop, and after examining an old wartime photo they discover it's a photo of Arashi, Kaya and another blond haired girl in the photo...",
                    "TitleJapanese": "想い出がいっぱい",
                    "SummaryJapanese": "あらしの秘密を知り、彼女の力になることを誓った一だが、彼女が幽霊だということがいまだ信じられずにいた。そんなある日、黒髪の女の子を主役にした自主映画を撮影したいという学生たちに協力することになる一たち。あらしと撮影場所の大倉山高等女子校に行った一と潤は、戦時中に写された一枚の写真を見せられる。"
                },
                "5": {
                    "ID": "618441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/618441",
                    "TitleEnglish": "The Secret Garden",
                    "SummaryEnglish": "Sixty years ago, Kaya and Arashi were friends. She, like Arashi, has the ability to travel in time, coming to the present day. Hajime watches on as they are delighted and overflowing with excitement upon meeting again, in the same coffee house and waitress. However, Jun's shenanigans put Hajime in somewhat of a foul mood...",
                    "TitleJapanese": "秘密の花園",
                    "SummaryJapanese": "カヤは60年前のあらしの友人だった。彼女もあらしと同じくタイムトリップの能力を身につけ、現在にきていたのだ。再会した彼女は、あらしと同じく方舟でウェイトレスとして働くことになる。 そんな折、潤は仕事中に頭からミルクを被ってしまい、着替えることに。マスターが用意した服に着替えた潤。その衣装とは…!?"
                },
                "6": {
                    "ID": "645381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/645381",
                    "TitleEnglish": "Fall in Love",
                    "SummaryEnglish": "It seems as if girls always give Jun a cold shoulder or look whenever he gets close to them. Kaya provides little sympathy to Jun's plight, however she takes his hand and the next moment they are flashing back into time to 1945 (20th year in the Showa period). However, upon doing this, Jun must reveal and come face to face with a secret he's been hiding...",
                    "TitleJapanese": "恋におちて",
                    "SummaryJapanese": "女性を冷めた目で見つめ、常に距離を置いて接している潤。そんな潤の態度を見て、カヤは潤の手を握り自分の方へ引き寄せた。次の瞬間、二人は昭和20年の方舟へとタイムトリップしてしまう。自分と“通じて”時を越えるためには、ある条件を満たさなければならないことから、カヤはこれまで潤が隠していた秘密に気づき…。"
                },
                "7": {
                    "ID": "659551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/659551",
                    "TitleEnglish": "Relationship to Others",
                    "SummaryEnglish": "Kaya questions Jun and asks her whether or not she should keep up this masquerade of pretending to be a boy. In the meantime, Arashi and Hajime create some make-shift baseball gear. With all his might, Hajime hurls a ball towards Arashi, who nails it right out of the park...and breaks the weather vane above the coffee house. The weather vane, we later learn is from the prewar days, which brings back a lot of memories to Arashi and Kaya...",
                    "TitleJapanese": "他人の関係",
                    "SummaryJapanese": "潤は男装した女の子だった。カヤから「皆には女だってこと、隠したままでいるつもり？」と問われ、言葉に詰まってしまう潤。その頃、あらしと一は雑巾をボールに、ひしゃくをバットにして野球をしていた。あらしは一が投げた渾身の球を見事打ち返すが、打球は勢い余って方舟の屋根にある風見鶏を壊してしまい…。"
                },
                "8": {
                    "ID": "684281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/684281",
                    "TitleEnglish": "Do What You Like",
                    "SummaryEnglish": "On their way back from buying a bunch of watermelon, Hajime and Jun decide to take a break at a nearby Shinto shrine. They spot a vending machine but only have enough money to buy one drink. Hajime suggests that they share it, however, Jun thinks that it would be like having an indirect kiss with him and refuses. Hajime gets the wrong idea and tries to force Jun to drink it, causing them to tumble down the stairs. They both get up without injury, but now they're in each other's bodies...",
                    "TitleJapanese": "勝手にしやがれ",
                    "SummaryJapanese": "スイカの買い出しに出かけた一と潤。神社で休憩し１本のジュースを分け合って飲もうとする一。だが、間接キスとなることを気にした潤は飲もうとしない。そして揉み合いになった末、一緒に階段から転げ落ちてしまった二人。幸い怪我はなかったもののなんとお互いの身体が入れ替わってしまっていて…。"
                },
                "9": {
                    "ID": "710411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/710411",
                    "TitleEnglish": "Now's the Time for You to Become a Hero!",
                    "SummaryEnglish": "At the Ark Coffee Shop, the owner makes a special request to everyone. She asks them to travel back into time and bring back non-expired mackerel sushi so that she can eat it. Kaya strongly opposes to such a ridiculous request, while Jun states that if you have the ability to go back you can essentially do anything. This causes a huge debate on the ethics of time travel and changing history and if they were to jump back to an altered reality...",
                    "TitleJapanese": "HERO（ヒーローになる時、それは今）",
                    "SummaryJapanese": "マスターから、賞味期限が切れたサバの刺身をタイムトリップで過去に戻って食べられるようにしてくれと頼みごとをされた一たち。カヤに無理だと断られるが、マスターはなかなか諦めようとしない。過去に行けるからといって何でも出来るわけではないとマスターを説得する潤。そんな中、一はふとある疑問を抱くが…。"
                },
                "10": {
                    "ID": "739371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/739371",
                    "TitleEnglish": "Foreigner",
                    "SummaryEnglish": "As their work is coming to an end, Arashi and Hajime run into Yamazaki Kanako. Kanako suddenly stabs Arashi's chest with her hand, causing her power to drain out. As Hajime is about to leap in to save her, he realizes that there's a crossbow pointed directly at him. Unable to take it as Kanako progressively weakens Arashi, Hajime - throwing caution to the wind - tries to attack Kanako...and she pulls the crossbow trigger. The arrow fires off barely missing Hajime. With little options left, in steps the man with the sunglasses...",
                    "TitleJapanese": "異邦人",
                    "SummaryJapanese": "バイトを終え帰路につくあらしと一の前に、山崎加奈子という女が現れた。加奈子は、あらしの胸に手を刺すと、体からエネルギーを吸い取りはじめた。そんなあらしを助けようとする一だが、ボウガンを突きつけられ身動きが取れない。どんどん弱っていくあらしを見て我慢できず、一は身の危険も省みず加奈子に飛びかかるが…。"
                },
                "11": {
                    "ID": "806231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/806231",
                    "TitleEnglish": "The World Exists for Us Two",
                    "SummaryEnglish": "In an attempt to save Arashi after she has her powers sucked up, Hajime and the man with the sunglasses creep into Kanako's residence. However, they could not get past Kanako's watchful eye as they fell under her attacks. While avoiding Kanako's attacks and knives, Hajime comes into contact with Yayoi and both are sent back in time to the middle of the war. They touch down on a hill on the outskirts of town, where at that time, Yayoi first met Kanako. As they approached US aircrafts, attacks commenced...",
                    "TitleJapanese": "世界は二人のために",
                    "SummaryJapanese": "あらしを助けるため、加奈子の住む屋敷に忍び込んだ一とグラサン。しかし加奈子に見つかってしまい攻撃を受ける。加奈子のナイフをよけようとしたはずみで、加奈子と同居していたやよゐに触れた一は、彼女と通じて、戦時中にタイムトリップしてしまう。町外れの丘にたどり着いた一とやよゐは、当時の加奈子と出会い…。"
                },
                "12": {
                    "ID": "831171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/831171",
                    "TitleEnglish": "Let Your Body Ride on the Flow of Time",
                    "SummaryEnglish": "As Arashi starts to become more conscious, Kanako and Yayoi are must try even harder to maintain their presence and restore their energy to stay alive. However, they are fading as Arashi is gaining more energy. Kanako and Yayoi apologize for trying to take away Arashi's energy, and accept the punishments associated with such an act. However, Arashi, Kaya, Jun and Hajime join hands and find a way to divide the power they have to maintaining Kanako and Yayoi...but will it work...",
                    "TitleJapanese": "時の流れに身をまかせ",
                    "SummaryJapanese": "加奈子とやよゐから存在を維持するためのエネルギーを戻してもらい、目を覚ましたあらし。一方であらしにエネルギーを返した二人の姿は急速に薄れていき、今にも消えようとしていた。あらしの力を奪ったことを謝罪した加奈子とやよゐは、消えてしまうのはあらしの力を奪った罰だと、自らの運命を受け入れようとするが…。"
                },
                "13": {
                    "ID": "831181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/831181",
                    "TitleEnglish": "Playback Part I",
                    "SummaryEnglish": "A particular summer day, when Arashi is finally revived back, Hajime must find a solution to his cherry bomb, summer school project. However, on the way to the Ark, Arashi decides to change the name of the bomb to \"Cutie Cherry Chan\" bomb. Embarrassed by the name, Hajime implicitly opposes it, however Arashi has her way in the end and changes the name. Upon arrival to the Ark, they place the \"Cutie Cherry Chan\" on a small plate, satisfied with the way it looks. Hearing a female's voice calling out \"Akagi Keiichiro,\" Hajime turns to where the voice came from and comes face to face with...",
                    "TitleJapanese": "プレイバックPART1",
                    "SummaryJapanese": "方舟へ行く途中、あらしからサクランボ爆弾の名前を“キューティーチェリーちゃん”に変えようと提案された一。抵抗する一だが、あらしに押し切られて名前を変更することに。方舟に着くと一は、“キューティーチェリーちゃん”の完璧な出来栄えに満足していた。するとどこからか「赤木圭一郎よ！」という女の声が…。"
                }
            }
        },
        "2": {
            "ID": "127021",
            "URL": "https://www.thetvdb.com/series/stormy-summer/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "1148531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/1148531",
                    "TitleEnglish": "Summer Vacation",
                    "SummaryEnglish": "One day, everyone gathers at Cafe \"Hako-bune\", where Arashi and Hajime are working, and they discuss about the summer tradition. They end up planning to go to the beach, and Hajime is overjoyed because he will be able to see Arashi in her swim suit. Arashi, Kaya, Yayoi, Kanako are all having fun choosing swimsuits from Master's collection. But Jun, misunderstood as a boy, is having a hard time trying to keep his cover. The following day, they go to the beach in Yamashiro's car. Drawing men's attention, playing with the creatures, each one of them enjoys their summer.",
                    "TitleJapanese": "夏休み",
                    "SummaryJapanese": "喫茶店「方舟」に皆が集まり、夏の風物詩について語り合っていた。話の流れで海に行くことになり、あらしの水着が拝めると大喜びする一。あらしたち女性陣も、マスターが出してきた水着を前に、喜んだり驚いたりと楽しんでいる様子。その中、一に男と勘違いされている潤は、どうごまかそうかと途方にくれるが…。"
                },
                "2": {
                    "ID": "1172951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/1172951",
                    "TitleEnglish": "Gal and Do",
                    "SummaryEnglish": "After having fun at the beach, they came to an inn. They enjoyed themselves by going to saunas, outdoor hot springs, and playing mahjong. With Arashi's \"kindness,\" Jun ends up sharing a room with Hajime. To keep her secret, Jun ends up buying men's underwear, and avoiding the bath. But in the end, Jun gets caught by Hajime and gets dragged to the bath. Arashi and Kaya save Jun. With Arashi's proposal, they end up doing a courage test. Arashi and Jun coincidentally pair up. Jun asks Arashi how she feels about Hajime.",
                    "TitleJapanese": "ギャランドゥ",
                    "SummaryJapanese": "海で遊んだ後、一たちは旅館に泊まることになった。そんな中、あらしの気づかいで一と同室にされてしまった潤は、女とばれないように男物の下着を買ったり、一緒にお風呂に行こうとする一から逃げ回ったりするはめになる。結局見つかってしまいお風呂に連れて行かれてしまうが、あらしとカヤに助けられ難を逃れて…。"
                },
                "3": {
                    "ID": "1199091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/1199091",
                    "TitleEnglish": "The Time Traveling Girl",
                    "SummaryEnglish": "Sucked of his life essence on a daily basis by Yayoi and Kanako, Sunglasses is somewhat groggy. Arashi proposes that only one of them use him as a source of energy supply, so Yayoi tries to find someone compatible with her from today's customers at Hakobune. Since Yayoi is shy with men, she struggles to respond back to them. With his dog, Yamashiro arrives at the café. Everyone at Hakobune urges Yayoi to go talk to Yamashiro, but, panicking, Yayoi runs away.",
                    "TitleJapanese": "時をかける少女",
                    "SummaryJapanese": "やよゐと加奈子に日々存在エネルギーを吸い取られ、ヘロヘロのグラサン。せめて一人分の供給にしたほうがいいのではというあらしの提案で、方舟に来たお客さんの中から、やよゐが通じる相手を探すことになる。そんな中、飼い犬を連れた山代がやってくる。彼なら脈があると見た方舟一同はやよゐをけしかけるが…!?"
                },
                "4": {
                    "ID": "1232571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/1232571",
                    "TitleEnglish": "Baby Blue Rain",
                    "SummaryEnglish": "One day in the pouring rain, Yayoi and Hajime take the day off from work at the cafe and go over to Jun's house where Kaya is staying. Jun finds out that Hajime is coming over and panics to conceal her secret. In the midst of her panicking, Jun ends up wearing a wedding dress. Jun finally finishes hiding her underwear and such, though she forgets to hide the family portrait at the front door. As she dashes to the front door to get the portrait, the door opens, and she falls into Hajime with her wedding dress still on...",
                    "TitleJapanese": "みずいろの雨",
                    "SummaryJapanese": "土砂降りのある日、あらしと一が潤の家に遊びに来ることになった。一が来ると知らなかった潤は、大慌てで自分が女である証拠を隠そうとするが、気が動転し、何故かウエディングドレスを着てしまう。下着などをどうにかこうにか隠し終えた潤だが、最後の最後、玄関にある家族写真を隠そうとした時、うっかり転んでしまい…。"
                },
                "5": {
                    "ID": "1259011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/1259011",
                    "TitleEnglish": "Can't Stop the Romance",
                    "SummaryEnglish": "During her shift at \"Hako-bune,\" Kanako, all of a sudden, gets dizzy and drops the salt shaker. When Kanako borrows some glasses from Arashi, she is surrounded by a bright light, transforming her into a maid warrior. Disregarding how Kanako feels, Hajime and the others, wanting to see her transform again, try to get Kanako to wear the glasses again. All of a sudden, \"Hako-bune\" has turned into a cosplay party for the girls.",
                    "TitleJapanese": "Romanticが止まらない",
                    "SummaryJapanese": "方舟で給仕をしていた加奈子は、急に目がかすんで塩の瓶を落としてしまった。あらしから眼鏡を借りて試しにつけてみた加奈子は、眩い光に包まれて美少女メイド戦士に変身してしまう。恥ずかしがる加奈子を尻目に名乗りと変身シーンを見たいがため、一たちはあの手この手で加奈子に眼鏡をかけさせようと迫るが…。"
                },
                "6": {
                    "ID": "1286151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/1286151",
                    "TitleEnglish": "Jagged Heart Lullaby",
                    "SummaryEnglish": "On a very hot day, the Master comes up with a plan to prepare cold noodles. The staff at \"Hako-bune\" tries to recreate the amazing cold noodles that Arashi had tried once when she was young. The girls struggle in making the noodles since Kanako and Yayoi have never tried cold noodles, and Arashi does not know the exact recipe either. When it was left up to Kaya, she ended up making noodles topped with shaved ice. On the other hand, Arashi ends up creating a Neapolitan. It takes a turn for the worse when they start running the noodles in the rain gutter.",
                    "TitleJapanese": "ギザギザハートの子守唄",
                    "SummaryJapanese": "あるとても暑い日、マスターの思いつきで冷やし中華を始めることになった。あらしが小さいころに一度だけ食べたことのある幻の冷やし中華を再現しようと奮闘する方舟の面々。だが加奈子ややよゐはそもそも冷やし中華がなんなのか知らず、あらしもレシピを知っているわけではないので大苦戦。そして冷やし中華の作成は…。"
                },
                "7": {
                    "ID": "1303521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/1303521",
                    "TitleEnglish": "Amagigoe",
                    "SummaryEnglish": "The Master panics, not knowing where she put the ceramic bowl. According to the Master, the bowl that had a bounty of one million yen at \"Hako-bune\" was gone all of a sudden. Arashi and the others go to search for the bowl using their time leap powers. When they arrive in the past, they find the master just wearing an apron and running around with the bowl. In the end, the master remembers that she had given the bowl to Yayoi for safe keeping, though Yayoi forgets where she placed the bowl.",
                    "TitleJapanese": "天城越え",
                    "SummaryJapanese": "茶碗がないと大騒ぎするマスター。マスターによると一千万の懸賞金がかかった高価な茶碗の片割れが方舟にあったが、いつのまにかなくなってしまっていたらしい。そこであらしたちがタイムリープして茶碗を探しにいくことになるが、タイムリープ先ではなぜかマスターが裸エプロン姿で茶碗を持って逃げ回っているらしく…。"
                },
                "8": {
                    "ID": "1324331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/1324331",
                    "TitleEnglish": "Computer Grandma",
                    "SummaryEnglish": "On a hot day when mirages are appearing, Hajime and the others are searching for the remote control for the air conditioner. After they search through \"Hako-bune,\" they find a pile of remote controls and start testing them. The one for the air conditioning is nowhere to be found, and it gets hotter and more uncomfortable. As it gets hotter, Kaya notices that Arashi is acting funny, and she becomes scared of her. As the number of remotes to test dwindles, Arashi can no longer bear the heat and goes crazy.",
                    "TitleJapanese": "コンピューターおばあちゃん",
                    "SummaryJapanese": "陽炎が立ち昇るほどの暑さの日。エアコンのリモコンが見当たらず、探し回る一たち。方舟から大量に出てきたリモコンを試してみるが、エアコン用のリモコンは見当たらない。徐々に暑さが酷くなっていき、気温が上がるに連れ、あらしの様子が少しおかしくなってきたのに気付いたカヤは、何かを思い出して怯え始めるが…。"
                },
                "9": {
                    "ID": "1366111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/1366111",
                    "TitleEnglish": "Lonely Tropical Fish",
                    "SummaryEnglish": "Hajime and Arashi are hanging out having fun. As Jun observes this, she refers back to the time when she talked to Arashi at the grave site. Jun remembers that Arashi tells her: \"I will be gone once summer ends.” Arashi gets asked out on a date by Yamashiro in the meantime. Trusting in their \"bond,” Hajime is not fazed by this. Jun believes that Hajime is too carefree about this situation. Thinking that Hajime does not know that time with Arashi is limited, she tells him that he will only be able to be with Arashi in the summer.",
                    "TitleJapanese": "淋しい熱帯魚",
                    "SummaryJapanese": "楽しそうにはしゃぐあらしと一。それを見つめる潤の脳裏には、「自分は夏が終わると消えてしまう」というあらしの言葉が浮かんでいた。そんな折、あらしが山代に誘われてデートに行くことになるが、「通じる」というあらしとの絆の強さを信じ切っている一は、まるで意に介さない。能天気に構える一の様子を見た潤は…。"
                },
                "10": {
                    "ID": "1387301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/1387301",
                    "TitleEnglish": "Showa Blues",
                    "SummaryEnglish": "Arashi rejecting Hajime might have caused the two to not to be able to connect anymore. With Hajime being in a rut, Yayoi explains to him that it might have been the age difference that caused a misunderstanding between the two. Coming up with the idea that if both of them were the same age, they may be able to understand each other better, Hajime, Yayoi, Kanako, and Sunglasses time travel to when Arashi was 13 years old. Once they arrive in the past, Hajime and the others are overwhelmed by the mansion that Arashi lives in.",
                    "TitleJapanese": "昭和ブルース",
                    "SummaryJapanese": "突然「通じ」なくなってしまったあらしと一。２人は、整理しきれていない自分たちの気持ちが原因で、跳べなくなってしまったのではないかと思い悩む。そんな2人を見たやよゐは「通じ」なくなったのは、ひょっとしたら年の差から来る目線の違いがあるのでは？と意見し、一にある提案をするのであった。"
                },
                "11": {
                    "ID": "1420051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/1420051",
                    "TitleEnglish": "High School Lullaby",
                    "SummaryEnglish": "One morning when Jun woke up, her body was that of a grown woman. Arashi was the only one that noticed right away, though none of the others knew who she was. To get out of an awkward moment, she tells the others she is the older sister of Jun, by the name of Ryoko. When approaching Kaya to tell her the truth, Jun learns that they are planning a surprise birthday party for her. Jun ends up helping the preparations for the party. While helping the preparations, Hajime compliments on how beautiful she is, but Jun gets annoyed as the older Jun is being compared to the younger Jun.",
                    "TitleJapanese": "ハイスクールララバイ",
                    "SummaryJapanese": "どういうわけか、自分が大人の身体に成長してしまっていた潤。とりあえずカヤに相談しようと方舟に向かうが、目の前のスタイルの良い女性が成長した潤だと気付いたのはあらしだけで、他の面々は誰一人として気付かない。そんな中、一に女だと知られたくない潤は、とっさに姉の涼子だと名乗ってごまかすが…。"
                },
                "12": {
                    "ID": "1431991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/1431991",
                    "TitleEnglish": "Radarman",
                    "SummaryEnglish": "Arashi was asked by manga illustrator, Anamori, to act out a kissing scene that will inspire her to draw the scene. First, Kaya was chosen to be her partner for the scene, but the scene failed because Kaya’s breath had the smell of gyoza. Yaoi and Kanako followed, but they were not able to successfully act out the scene either. Hajime and Jun tried to act out the scene, but this was stopped by Arashi. The place turned into chaos as Sunglasses and Yamashiro were called out to do a kissing scene.",
                    "TitleJapanese": "レーダーマン",
                    "SummaryJapanese": "方舟の座席の一つを占拠して、怪しげな挙動を繰り返す女性漫画家の穴守。彼女は困惑するあらしたちに描けないシーンがあるのだが、あらしにモデルになってもらえれば描けるかもしれないと言う。安請け合いしたあらしだが、描けないシーンとはなんとキスシーンだった。とりあえずカヤがキス相手をつとめることになり…。"
                },
                "13": {
                    "ID": "1453401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/stormy-summer/episodes/1453401",
                    "TitleEnglish": "You Guys Are Kiwi, Papaya, and Mango",
                    "SummaryEnglish": "For some reason Kaya was laying on the counter face down. Arashi suspected Hajime of doing something to Kaya seeing that she glared at Hajime every time she picked her face up. Arashi asked Hajime if anything happened, though Hajime does not recall doing anything. Kaya was actually trying to find a moment to get back at Hajime for making her drink the “Cutie Cherry Fruit Juice.” Kaya starts making something with the Kiwis that Sunglasses brought in, but Hajime and Arashi follow in taking strange actions.",
                    "TitleJapanese": "君たちキウイ・パパイア・マンゴーだね。",
                    "SummaryJapanese": "顔を上げるたびに一をにらむカヤ。実は以前うっかり飲むはめになった「キューティーチェリーちゃん入りフルーツジュース」の仕返しをしようと、虎視眈々と機会をうかがっていたためだった。丁度グラサンが買いこんできたキウイを使い、何かを作り始めるカヤ。しかし一やあらしもキウイを使い、怪しげな動きを始めて…。"
                }
            }
        }
    }
}