{
    "URL": "https://www.thetvdb.com/series/07-ghost",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1424033/",
        "https://www.themoviedb.org/tv/21855"
    ],
    "TitleEnglish": "07-Ghost",
    "SummaryEnglish": "Set in a gothic fantasy world, this is the story of Teito Klein, an orphaned slave who became the top military academy student. However, an unexpected turn of events left him pursued by the forces of the Barsburg Empire. Now an escaping convict, Teito's sheltered by the church and it’s law of sanctuary. Here, he discovered many mysteries surrounding himself, the church, and the Empire itself. The fact that he might be connected to a dethroned king and the mystical stone of god, 'The Eye of Mikhael' made him the target of the empire more than ever. Fortunately the church is under the mythical 7 Ghost protection. But who are the Ghosts really. Will Teito be free from the military's clutch, And what of his said mission to uncover the history. And who is the military's Chief-of-Staff Ayanami exactly. Teito's future seems to have spiraled into an unexpectedly perilous path.",
    "TitleJapanese": "07-GHOST",
    "SummaryJapanese": "「パンドラの箱」をめぐる戦争の果てに、ラグス王国がバルスブルグ帝国によって滅ぼされてから10年。帝国陸軍士官学校に通うテイト＝クラインは、ある出来事から自分がラグス王国の王子であったことを思い出す。そして帝国から抜け出し復讐の戦いを始める…。",
    "Aliases": [
        "07 Ghost"
    ],
    "Modified": "2025-05-29",
    "Seasons": {
        "1": {
            "ID": "50271",
            "URL": "https://www.thetvdb.com/series/07-ghost/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "514581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/514581",
                    "TitleEnglish": "The Future of Painful Thoughts is",
                    "SummaryEnglish": "Teito Klein is a young student at the Barsburg Military Academy living in the same dorm with his best friend Mikage.",
                    "TitleJapanese": "切なる想いの行く末は",
                    "SummaryJapanese": "バルスブルグ帝国の士官学校生・テイト＝クラインは親友のミカゲと「死ぬ時は一緒だ」という誓いを立てる。過去の記憶を失ったテイトには、ミカゲが大切な存在だった。"
                },
                "2": {
                    "ID": "517261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/517261",
                    "TitleEnglish": "Nostalgic Memories Accompany Pain",
                    "SummaryEnglish": "Three men are riding on hawkzile when Teito crashes into one of the men, Frau, and he is brought in to the Church.",
                    "TitleJapanese": "懐かしき記憶は痛みと共に",
                    "SummaryJapanese": "ラグス王国・国王の父をアヤナミに殺されたという記憶を取り戻したテイトは、アヤナミに歯向かうがかなわず、ミカゲの手引きでなんとか逃亡する。"
                },
                "3": {
                    "ID": "569891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/569891",
                    "TitleEnglish": "My Innocent Child, Sleep Within The Light",
                    "SummaryEnglish": "Teito is about to leave the church when instead, he is brought to a place that seems to be the cafeteria by Frau.",
                    "TitleJapanese": "無垢なる我子よ光と眠れ",
                    "SummaryJapanese": "士官学校に残してきたミカゲが気がかりなテイトは、教会から出て行こうとするがフラウに止められる。しかし、ミカゲへの想いは消えるはずもなく…!?"
                },
                "4": {
                    "ID": "599151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/599151",
                    "TitleEnglish": "To the Depths of the Earnest Prayer",
                    "SummaryEnglish": "Teito talks with the old man, and tells him his wish to see Mikage.",
                    "TitleJapanese": "ただひたすらなる祈りの果てに",
                    "SummaryJapanese": "テイトの逃亡を手引きしたミカゲは、知っていることを話さなければ家族の安全は保証しないとアヤナミに詰め寄られる。家族かテイトか、究極の選択！"
                },
                "5": {
                    "ID": "599161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/599161",
                    "TitleEnglish": "Hot Tears, Gently Fill His Heart...",
                    "SummaryEnglish": "Teito is greeted by the sisters, who want to do his laundry.",
                    "TitleJapanese": "熱き涙、やさしく彼の心を満たし…",
                    "SummaryJapanese": "フラウらに助けられたテイトは父の後継者として“ミカエルの瞳”を託されたことを思い出す。これが真実なら自分は教会にいると迷惑になると思い悩む。"
                },
                "6": {
                    "ID": "644771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/644771",
                    "TitleEnglish": "The Path of Justice Leads to Light",
                    "SummaryEnglish": "The Church has its annual bazaar, and Teito, Mikage, and the sisters visit the bishops' shops.",
                    "TitleJapanese": "光に通ずる正しき道は",
                    "SummaryJapanese": "教会で年に一度のバザーが始まり、ミカゲと共にフラウたちの出店を楽しむテイトだが、帝国軍から逃げてきたミカゲの行く末をどうしても案じてしまう。"
                },
                "7": {
                    "ID": "644781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/644781",
                    "TitleEnglish": "Does the Soul that was Devoured by the Wings, Dream of Its Beloved Child?",
                    "SummaryEnglish": "Mikage wonders whether or not he should leave the church, but is interrupted by Teito.",
                    "TitleJapanese": "翼に喰われた魂は愛しい我子の夢を見る？",
                    "SummaryJapanese": "ミカゲは“家族”か“テイト”のどちらかを選べというアヤナミの要求に悩むが、そんな想いに蓋をするようにテイトと一緒にバザーを楽しもうとする。"
                },
                "8": {
                    "ID": "693141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/693141",
                    "TitleEnglish": "Half of His Soul Arouses a Sad Awakening",
                    "SummaryEnglish": "As Teito and Mikage talk, Labrador predicts that the “storm” will come very soon, and right now is the “calm”.",
                    "TitleJapanese": "半分だけの魂が悲しき目覚めを呼び起こす",
                    "SummaryJapanese": "テイトやフラウたちは、ミカゲが教会に来てからの穏やかな時間がいつまで続くか不安に思う。ミカゲ自身も、体が自分のものでないような気配を感じる。"
                },
                "9": {
                    "ID": "693151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/693151",
                    "TitleEnglish": "The Color of His Soul Will Be Forever...",
                    "SummaryEnglish": "Mikage, controlled by Ayanami, is still fighting Teito while Frau is on his way.",
                    "TitleJapanese": "魂の色は永遠に…",
                    "SummaryJapanese": "アヤナミに操られたミカゲがテイトに襲いかかる！ テイトはミカゲを救おうとする中、力の制御装置をつけられ、その瞬間、彼の中で何かが覚醒する。"
                },
                "10": {
                    "ID": "693161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/693161",
                    "TitleEnglish": "That is But One Form of Atonement",
                    "SummaryEnglish": "Teito decides to leave the church believing he should not cause anyone any more trouble, on the way he meets Castor who asks him if he knows the shinigami Zehel.",
                    "TitleJapanese": "それはただひとつの償い",
                    "SummaryJapanese": "テイトは「私が憎ければ復讐しに来い」というアヤナミの言葉に応えるかのように、次第にアヤナミへの復讐心を募らせ、教会を出て行こうとする。"
                },
                "11": {
                    "ID": "742601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/742601",
                    "TitleEnglish": "Atonement for Loved Ones is...",
                    "SummaryEnglish": "Teito, now staying in the church, wonders what he can do to atone for Mikage's death.",
                    "TitleJapanese": "愛しき者への償いは…",
                    "SummaryJapanese": "どうやってミカゲの死を償えばいいか悩むテイトに、カストルは司教試験を受けるよう勧める。司教になれば、あらゆる場所に検閲なしで行けるという。"
                },
                "12": {
                    "ID": "791381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/791381",
                    "TitleEnglish": "The Darkness Called",
                    "SummaryEnglish": "A man is seen making an agreement with a Kor, and being possessed by it.",
                    "TitleJapanese": "痛みという名の闇はひたひたと…",
                    "SummaryJapanese": "ハクレン＝オークという勝ち気な受験生と出会ったテイトは、自分を子供扱いするハクレンとルームメイトになってしまった。そんな中、テイトは…!?"
                },
                "13": {
                    "ID": "821671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/821671",
                    "TitleEnglish": "Down the Path of Light I See...",
                    "SummaryEnglish": "Aldo, the criminal, is mysteriously murdered.",
                    "TitleJapanese": "光ある道の先に見るものは…",
                    "SummaryJapanese": "教会の門番が殺された。現場をハクレンと居合わせたテイトは、冷徹な目つきで佇むフラウを目撃。そんな中、テイトはある神父との思い出を思い出す。"
                },
                "14": {
                    "ID": "859461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/859461",
                    "TitleEnglish": "A Reason to Fight Together... The Right to be Called Brothers in Arms",
                    "SummaryEnglish": "Castor, Labrador, and Frau talk about the mysterious figure who attacked Castor.",
                    "TitleJapanese": "共に戦う理由…戦友と呼ばれる資格",
                    "SummaryJapanese": "司教試験の受験生たちに紛れて、ブラックホークのクロユリとハルセが教会に入り込んだ。フラウたちは彼らの狙いがわからず危機感を募らせる。"
                },
                "15": {
                    "ID": "906471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/906471",
                    "TitleEnglish": "That Day, I Was Certainly With Him",
                    "SummaryEnglish": "Teito states that he's putting all his effort into studying for the Bishop's Exam.",
                    "TitleJapanese": "あの日、確かに彼といた",
                    "SummaryJapanese": "父が殺された後、自分を育ててくれたのは神父“ファーザー”だったことを思い出すテイト。そんなテイトの前に謎の司教“フェア＝クロイツ”が現れる。"
                },
                "16": {
                    "ID": "906481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/906481",
                    "TitleEnglish": "Truth Lies in the Dark Abyss Where the Light Cannot Reach",
                    "SummaryEnglish": "Labrador tells Castor and Teito that Fraus be given the death sentence.",
                    "TitleJapanese": "真実は光の届かぬ闇の底に",
                    "SummaryJapanese": "テイトを育てた神父“ファーザー”こと“フェア＝クロイツ”は、悪しき死神“フェアローレン”が眠るパンドラの箱を教会から盗み出した。"
                },
                "17": {
                    "ID": "923501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/923501",
                    "TitleEnglish": "The Family With Wings of Darkness, Enshrouded in Misery, Flies Down",
                    "SummaryEnglish": "The boys are soon joined by Arch-Bishop Bastian, who tells them all about Frau's childhood.",
                    "TitleJapanese": "闇の翼の眷属は、不幸を纏い、舞い降りる",
                    "SummaryJapanese": "テイトとハクレンは、フラウを罠にはめた犯人を突き止めるべく動き出す。バスティンは聖職者に不向きな子供だったフラウがいかに育ったかを明かす。"
                },
                "18": {
                    "ID": "923511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/923511",
                    "TitleEnglish": "The One Who Must be Forgiven Drowns in Darkness...The One Who Loves Him is Filled With Tears",
                    "SummaryEnglish": "After Teitos has been knocked out, Hakuren continues to fight Bastian.",
                    "TitleJapanese": "赦さざる者闇に溺れ…愛する者は涙に濡れる",
                    "SummaryJapanese": "フラウを陥れた犯人は、バスティン大司教補佐だった。バスティンはハクレンを人質に取り、テイトを処刑するべく襲いかかる。"
                },
                "19": {
                    "ID": "958961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/958961",
                    "TitleEnglish": "The One-Sided, Yet Never Dying Love Finds Itself...",
                    "SummaryEnglish": "Castor uses Kuroyuri to speak with Ayanami.",
                    "TitleJapanese": "まじわらぬ愛、されど消えぬ愛の行く末は…",
                    "SummaryJapanese": "クロユリを捕らえたカストルはセブンゴースト「繋魂(フェスト)」としてアヤナミと対峙。その翌日、バスティン大司教補佐の弔いが教会で行われていた。"
                },
                "20": {
                    "ID": "966351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/966351",
                    "TitleEnglish": "They Both Offer A Requiem",
                    "SummaryEnglish": "After being captured by Ayanami, Teito and Hakuren escape the military air ship and get support from Frau.",
                    "TitleJapanese": "ふたりで捧げるレクイエム",
                    "SummaryJapanese": "テイトに宿る“ミカエルの瞳”にヴァルスが入り込んでいた。その力を利用してクロユリはテイトを呼び寄せ、教会から連れ去ろうとする。"
                },
                "21": {
                    "ID": "978191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/978191",
                    "TitleEnglish": "Therefore, You Pass Through The Door Of The Defeated",
                    "SummaryEnglish": "The military found out about the Eye of Mikhail and its master, Teito, and decide to search for him.",
                    "TitleJapanese": "なぜゆえに、汝、敗者の扉をくぐる…",
                    "SummaryJapanese": "テイトに宿るミカエルの瞳が発動したことは帝国軍幹部にも驚きを与えた。瞳を扱う者の出現は、かつて滅んだラグスの国王が誕生する予兆と考えられる。"
                },
                "22": {
                    "ID": "1040771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/1040771",
                    "TitleEnglish": "Led By The Light In The Water's Depth, He Spies Upon...",
                    "SummaryEnglish": "After passing the first exam, Teito and Hakuren get to see the progress of others and how some fumble at the last challenge when their greedy nature makes them fail.",
                    "TitleJapanese": "水底の光に導かれ、覗きしものは…",
                    "SummaryJapanese": "１次試験で“敗者の扉”をくぐったテイトとハクレンだが、試験に合格となる。この試験は、パートナーに手を差し伸べられるかが重要だったのだ。"
                },
                "23": {
                    "ID": "1011151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/1011151",
                    "TitleEnglish": "Beyond The Heart's Darkness",
                    "SummaryEnglish": "The second exam resumes for the remaining trainees and comes in the worst form imaginable: the physical realization of their deepest fears.",
                    "TitleJapanese": "心の闇のその先に",
                    "SummaryJapanese": "２次試験は法術試験。“試練の橋”の向こうに辿り着けば合格だが、試練の橋では、受験生それぞれの心の闇が幻影となって出現するのだ。"
                },
                "24": {
                    "ID": "1064241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/1064241",
                    "TitleEnglish": "The Justice of Those Who Lack Love Is... Oh Heart That Is Stolen By Darkness, Forever...",
                    "SummaryEnglish": "Ayanami appears in front of Teito and Teito wonders if Ayanami is just an illusion like before.",
                    "TitleJapanese": "愛無き者の正義はいずこに…。闇に奪われし心よ、永遠に…",
                    "SummaryJapanese": "フラウが待つ２次試験の出口になぜかテイトの姿はなかった。試験を乗り切ったテイトのもとに再びアヤナミが現れ、異空間へと連れ去ったのだった。"
                },
                "25": {
                    "ID": "1091481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/07-ghost/episodes/1091481",
                    "TitleEnglish": "The Heart Is Lead By The Truth On The Other Side...",
                    "SummaryEnglish": "Teito uses the power of the Eye of Mikhail to summon Frau, Castor, Labrador, Lance, and the Black Hawks.",
                    "TitleJapanese": "真実は幾重にも連なる心の彼方に…",
                    "SummaryJapanese": "記憶を辿り、“パンドラの箱”の在処を教えることをアヤナミに迫られるテイト。それができなければ教会の人々が殺されてしまう！"
                }
            }
        }
    }
}