{
    "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Horror",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1409067/",
        "https://www.themoviedb.org/tv/34721"
    ],
    "TitleEnglish": "Tayutama: Kiss on My Deity",
    "SummaryEnglish": "The story of Tayutama revolves around the male protagonist Yuri Mito, whose family manages the local Shinto shrine. One day during spring break, Yuri and his friends Ameri Kawai and Sankurou Kaname find in the school's woods a mysterious relic that was used in the past to seal the Tayutai, an ancient, mythological race.[1] Yuri discovers that the school board has determined that the relic is insignificant for preservation, and that it will be demolished to allow the school to expand.[1] After coming to the conclusion that destroying the relic may have adverse consequences, the trio attempts to relocate the relic's spirits. As Yuri performs the ritual, he summons Kikuramikami no Hime, a Tayutai goddess who explains to him the belligerent relationship between humans and Tayutai; Kikuramikami then incarnates as a young girl, Mashiro, in hopes of maintaining a mutual relationship with humans. Shortly afterwards, the relic is destroyed in an accident, releasing the entire race of Tayutai. Among them are Nue, Houou, and Ouryu, three influential Tayutai who hold humans in low regard and are referred to collectively as the \"Three Mightiest\" (三強 Sankyō?). Following the incident, Yuri takes Mashiro to the Yachimata Shrine to live with his family, and later finds Mashiro as a teenager, who proclaims herself to be Yuri's wife.[6] In their attempt to create a world where humans and Tayutai can peacefully coexist, Yuri and Mashiro battle the members of the Three Mightiest in a successive, nonlinear order determined by the player's decisions. In one scenario, Nue, a young female Tayutai, begins to steal undergarments from the Flawless dormitories due to her curiosity in them. She is defeated by Mashiro and Mifuyu Kisaragi, and finds herself befriended by Mifuyu, who later begins to take care of her as a guardian. Yumina Takanashi, Yuri's stepsister, also begins to take care of Hou, an exhausted bird Tayutai who begins to nest on Yumina's head. Yumina is later attacked by O",
    "TitleJapanese": "タユタマ -Kiss on my Deity-",
    "SummaryJapanese": "明治時代から続く名門女子学部「フローレス」と、近年創設された男女共学の一般学部「スライトリー」が共存する「創聖学院」。そこに通う「泉戸裕理」は、学院で出土した遺跡で500年にわたる封印から解放された「太転依（たゆたい）」と呼ばれるその土地を守護する存在に出逢う。その際、太転依の1人である「綺久羅美守毘売（きくらみかみのひめ）」より、自らの化成である少女「ましろ」を託される。500年越しの悲願である、人間と太転依の共存を実現させるために――",
    "Aliases": [],
    "Modified": "2024-09-05",
    "Seasons": {
        "0": {
            "ID": "50861",
            "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "1888841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/1888841",
                    "TitleEnglish": "Whack the Mole",
                    "SummaryEnglish": null,
                    "TitleJapanese": "たゆたゆ -Pure my heart- 1",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "1888851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/1888851",
                    "TitleEnglish": "Another Beautiful Day Today!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "たゆたゆ -Pure my heart- 2",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "1888871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/1888871",
                    "TitleEnglish": "Manga Japanese Tayutama Story ~ Ametaro",
                    "SummaryEnglish": null,
                    "TitleJapanese": "たゆたゆ -Pure my heart- 3",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "1888881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/1888881",
                    "TitleEnglish": "Look Over There!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "たゆたゆ -Pure my heart- 4",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "1888891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/1888891",
                    "TitleEnglish": "It's a Little Hot",
                    "SummaryEnglish": null,
                    "TitleJapanese": "たゆたゆ -Pure my heart- 5",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "1888901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/1888901",
                    "TitleEnglish": "Investigation Department 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "たゆたゆ -Pure my heart- 6",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "50871",
            "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "520461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/520461",
                    "TitleEnglish": "Tayutai",
                    "SummaryEnglish": "A wooden relic which bears mysterious symbols is discovered in the school's woods. The relic turns out to host the Tayutai race which the shrine worships, but is deemed to be insignificant for preservation by the school, and will be demolished to allow the school grounds' expansion. Yuri later sneaks into the school with his friends Ameri and Sankurou to exorcise the relic's spirits, after coming to the conclusion that destroying the relic may be harmful. As he performs the ritual, he accidentally summons Kikuramikami no Hime, a Tayutai goddess who explains the belligerent relationship between humans and Tayutai and says that the shrine must be protected. The relic is then destroyed after an accident caused by Ameri, which accidentally releases the entire Tayutai race, among whom are Nue and Oryu, two other influential Tayutai who hold humans in low regard. As Kikuramikami no Hime starts losing power, she materializes as a young girl, hoping to maintain a mutual relationship with humans and asks Yuri to take care of her. She is later name 'Mashiro' by Yuri. She then decides to become his wife and kisses him as an oath.",
                    "TitleJapanese": "太転依",
                    "SummaryJapanese": "学院で出土した遺跡で異常を確認した八衢神社の息子である裕理は、クラスメイトのアメリと三九郎に協力を要請し、夜に再び遺跡に訪れた。霊払いのため裕理が祝詞をあげると、太転依（たゆたい）の1人である綺久羅美守毘売（きくらみかみのひめ）が現れて、多くの太転依が遺跡には封印されていることを告げるが、誤って強い力を持つ危険な太転依が封印から解き放たれてしまう。それを止めることができない綺久羅美守毘売は、裕理に1人の白髪の少女を託したのだった。"
                },
                "2": {
                    "ID": "520471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/520471",
                    "TitleEnglish": "Mashiro's Place",
                    "SummaryEnglish": "Mashiro forces Yuri to train so that his spiritual powers appear. After being taunted by Ameri, Mashiro decides to attend school as a human under the guise of Yuri's distant relative and wife. He then meets Kisaragi Mifyu and his step sister Miyyu at school. Kisaragi tells them that she suspects Yuri and that she is responsible for Mashiro's exam as a prefect. Mashiro scores the highest possible marks in all the subjects and is instead admitted into flawless which is an all girls boarding school even though she wanted to be with Yuri. She however attends the school when Yuri promises to train even in Mashiro's absence. Mashiro is welcomed at the school at first but when the students notice Mashiro's ears and tail, they are freaked out and so they hastily run away, saddening Mashiro.",
                    "TitleJapanese": "ましろの居場所",
                    "SummaryJapanese": "泉戸家に居候の身となったましろは、人間と太転依の共存を実現するために精力的に動き出した。逃げ出した太転依に対抗できる裕理の能力を伸ばす修練を始めたり、見聞を広めるために裕理と同じ学校へ通うことを希望したり。運よく、裕理の父の裕導のはからいで創聖学院の編入試験を受けることになったましろは、裕理と共に学校へと向かう。初めて乗るバイク。何もかもが初体験で興奮するましろに、裕理はただ見惚れてしまうのだが…"
                },
                "3": {
                    "ID": "701751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/701751",
                    "TitleEnglish": "Mashiro, All Alone",
                    "SummaryEnglish": "No one at flawless believes that Mashiro is a god and thinks that she has a mental illness that makes it difficult for her to differentiate between reality and fantasy, or, she is lying. As a result she is imprisoned in her room to self-study. When Yuri hears of this he decides to rescue her along with his friends. Yuri tells Mashiro that he will stay by her side even if the whole world was against him and the rescue is successful until flawless's security is alerted and he is trapped at the exit with Mashiro and his friends. Mashiro then summons Tayutai to make Kisaragi believer in her. Kisaragi and Miyyu believe her after seeing this but the guards also saw the Tayutai lose memory of this. Kisaragi however becomes Yuri's and Mashiro's ally. The school's councellors then allow Mashiro to commute to school from her home.",
                    "TitleJapanese": "ましろ、ひとりぼっち",
                    "SummaryJapanese": "女子学部（フローレス）に編入したましろだが、人間とは違うことを明かすと、周囲の生徒たちは一転して態度を変え、ましろは孤立してしまう。女子総代（ミレディ）の美冬もましろの発言を理解することができず、彼女を一時的に学部内にて隔離する。理解されないことに落ち込むましろ。事情を知った裕理は、ましろの調査に来た美冬に真実を告げるも徒労に終わる。ましろのことを想う裕理は、不可侵のフローレスに対して、ましろ救出を決断する。"
                },
                "4": {
                    "ID": "701761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/701761",
                    "TitleEnglish": "A Maiden's Worries",
                    "SummaryEnglish": "The episode starts with Kisaragi fighting a Tautai at school but failing to defeat it. Kisaragi wants to help in the fight against the three strongest Taytaya but Mashiro believes that only Yuri has the power to do this. Red, glowing spiders are shown weaving webs everywhere around the school. Kisaragi assembles a group of girls from the dormitory while Mashiro and Yuri who is disguised as a girl enter the dormitory to face the Tayutai there who turns out to be Nue, one of the three strongest. At first Mashiro seemed to be losing the fight but Kisaragi orders the girls she gathered to get rid of the spiders after which Nue is weakened. She had noticed that Nue was unable to use her powers in water so she threw water on her and easily defeated Nue. Kisaragi reveals that she had sensed the spiders along with the group of girls she gathered and had already realised that it was a trap. Nue the reverted to her original form and turned out to be a little girl. Kisaragi promised to give Nue whatever she wants if she agrees to stop fighting. Nue agrees to this and the episode ends.",
                    "TitleJapanese": "乙女の悩み",
                    "SummaryJapanese": "フローレス女子寮に侵入者が！？美冬は自慢の剣で対抗するが、異形で巨大な影は難なく用を済ませると再来することを宣言して女子寮を後にした。侵入者の目的は女性の下着だったのだ。犯人は太転依であると考えた美冬はましろに相談を持ちかけるが、「太転依に対抗するには裕理が持つ退魔の霊能が必要」というましろの発言に、「自分たちは役立たずなのか」と過剰に反応してしまう。一方、女子寮では侵入者が虎視眈々と策を巡らせていた。"
                },
                "5": {
                    "ID": "701771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/701771",
                    "TitleEnglish": "Passing Rain",
                    "SummaryEnglish": "The episode starts with Yuri's memory in which Ameri and Yuri promised to be together forever and this leaves him disturbed. After Nue sees how weak Mashiro and Yuri are, she reveals that she is actually the weakest of the \"three strongest\" and that Yuri and Mashiro cannot defeat the other two in their current state. Meanwhile, it is show that tayutai's are feeding off of human spiritual energy. In the midst of all this happening, Mashiro notices that Ameri likes Yuri and attempts to tell Yuri about it. Shocked by the possibility, Yuri decides to confront Ameri about her feelings as she responds by running away from him still mad about Yuri's affection towards Mashiro. Later on Ameri is confronted by a Tayutai, as she was recognized having strong spiritual energy as the confrontation ends with the screen blacking out. The next day an energetic Ameri apologizes to Yuri for their last encounter and says that 'it will all be over soon'. Simultaneously, the Dragon's appearance causes everyone at school to freeze in time. As Nue escapes, Mashio and Yuri attempt to fight the dragon, which results in Yuri somehow losing all of his powers. Just when almost all hope is lost, Yuri suddenly regains his powers and manages to saves Mashiro. While he gets a glimpse of Ameri with bat-like wings, he faints. Both Yuri and Mashiro wake up in the nurses office surrounded by the rest of the cast, it appears that Mashiro is weakened, thus turning back into her child-like form.",
                    "TitleJapanese": "すれ違いの雨",
                    "SummaryJapanese": "物心つくころから裕理とは一緒に過ごしていたアメリ。それが、ましろが泉戸家に居候するようになってからは、裕理と過ごす時間が少なくなっていた。長年の裕理への秘めたる想いが、ましろへの嫉妬によって大きくなっていく。勇気を出して誘ってみたものの、求める答えを裕理が返してくれないことに苛立つアメリ。その様子を見たましろは、アメリの想いを察して裕理を促すが、売り言葉に買い言葉で裕理とアメリの溝はさらに深まってしまう。"
                },
                "6": {
                    "ID": "701781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/701781",
                    "TitleEnglish": "Harmonious Couple",
                    "SummaryEnglish": "Yuri's sister ends up with Ho stuck on her head (the phoenix is formed when Ho and Oh are combined) and Mashiro plans to bring Ho onto her side by helping him regain power and show him their kindness. This is possible only when Yuri's sister is happy and to do this, Yuri has to stay by her side all the time and he disguised himself as a girl to do so and constantly changes form to attend classes. They then have an outdoor class where they remember their past about how they both used to play with Ameri all the time after which they are attacked by crows. Even though he gets injured in doing so, Yuri attempts to save his sister who is moved by this and she begs Ho to save him. Ho then transforms into a bird and all the crows bow down to him and finally leave. Yuri finally realizes that the other controller of the birds was Oh.",
                    "TitleJapanese": "比翼の鳥",
                    "SummaryJapanese": "裕理とましろを心配するゆみなにも事件が降りかかる。学院で美冬に呼び出された裕理とましろは、ゆみなの頭に小さな太転依が居座ってるのを目にする。それは強い力を持つ太転依なのだが、今は弱っており、看病をしたゆみなの頭から離れなくなったというのだ。もし、ゆみなの心が平穏であれば元気を取り戻して、かつ戦わずしてわかりあえるかもしれない。そのため、兄と慕われる裕理は、ゆみなと一緒にいるためにフローレスに潜入するのだった。"
                },
                "7": {
                    "ID": "701791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/701791",
                    "TitleEnglish": "Intimate Couple",
                    "SummaryEnglish": "After the fight Ho leaves with Oh but just when things seem to have returned to normal, Oh returns. Ho transforms and flies away but Yuri's sister holds onto Ho as well while Oh attacks them. In an attempt to save his sister, Yuri renders Oh unconscious and they all start to fall down from the sky. Nue and Mashiro fail to save them but just before reaching the ground, Yuri's sister sprouts wings by becoming one with Ho and they are saved. Oh returns to his child form as well and it is discovered that Oh and Ho are actually a couple and the fighting was merely a couples fight. Yuri's sister resolves this by telling them that they are family and should not be fighting and then they decide to stay with her. Yuri had left his cellphone behind and was unable to attend to Ameri's calls who calls him an idiot.",
                    "TitleJapanese": "連理の枝",
                    "SummaryJapanese": "ゆみなの元で元気を取り戻したホウだが、つがいであるオウの元に帰ろうとはせず、逆に逃げ出してしまう。美冬の判断で、八衢神社に戻ったゆみなだったが、泉戸家の家事を切り盛りするましろを見て、かつての自分がそこにいたことを思い出す。自分が過ごした泉戸家。もうここに居場所はない。そのマイナス思考をホウに突かれつつも、自分のできることが何なのか頭を悩ませる。そのとき、オウの姿を見つけたゆみなは、勇気を振り絞り行動を起こした。"
                },
                "8": {
                    "ID": "713561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/713561",
                    "TitleEnglish": "Eyes Dyed in Temptation",
                    "SummaryEnglish": null,
                    "TitleJapanese": "誘惑に染まる瞳",
                    "SummaryJapanese": "ホウオウの騒動で力を激しく消耗したましろ。眠っている姿を見つめる裕理に、鵺は応龍のことについて語る。ましろが動けないタイミングを狙うであろう応竜への対策に頭を悩ませる裕理を、アメリは気分転換と街へと連れ出した。まるで恋人同士のように買い物を楽しむアメリ。それに合わせる裕理だったが、ましろのことが心配な気持ちは変わらない。意を決してアメリは2人きりになったときに問いかけた。太転依のこと、そしてましろのことを。"
                },
                "9": {
                    "ID": "761341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/761341",
                    "TitleEnglish": "On the Other Side of the Glass",
                    "SummaryEnglish": null,
                    "TitleJapanese": "硝子の向こう",
                    "SummaryJapanese": "応龍を退けた裕理とましろは、久々の平穏な日常を過ごしていた。裕理との甘い新婚生活を妄想するましろに、鵺がからかいの横やりを入れてみたり。アメリは、自分の気持ちに区切りをつけ、ましろに仲直りの電話を入れ遊びに誘う。ゆみな、美冬たちとも一緒になって過ごした時間に、共存を強く実感するましろ。三強の脅威が無くなった今、もう1つの理想‘人間と太転依との共存’に向けて、さらなる修練に励む裕理とましろだが…"
                },
                "10": {
                    "ID": "764351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/764351",
                    "TitleEnglish": "A Forbidden Peace",
                    "SummaryEnglish": null,
                    "TitleJapanese": "禁じられた安寧",
                    "SummaryJapanese": "本格的に太転依に対抗する退魔の霊能の力を使いこなせるようになってきた裕理。その成長に喜び、惚気るましろに、鵺は呆れつつも太転依であるましろに忠告する。そのころ、登校した裕理は進路指導を受けていた。既に将来の道を決めた三九郎は、将来のことを決められない裕理に、アメリの問題を解決するように促した。しばらくの間、自宅に籠っていたアメリは、見舞いに来てくれた裕理とましろに対して、そっけない態度を取ってしまう。"
                },
                "11": {
                    "ID": "764361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/764361",
                    "TitleEnglish": "Final Battle",
                    "SummaryEnglish": null,
                    "TitleJapanese": "決戦",
                    "SummaryJapanese": "潜んでいた応龍は、再びアメリを利用してかつてないほどの力を得る。その力は、人間だけではなく街全体を停止させてしまうほど。膨大な神気を感知したましろと鵺、鳳凰は、裕理と共に応龍の元へと向かうが、そこにいたアメリに裕理の言葉は届かない。応龍の強大な力に、再び力を合わせて対抗する裕理とましろだが、今の応龍には歯形たない。突破口を開けないと判断したましろは、応龍に取り込まれたアメリを救出すべく応龍の中へと飛び込んだ。"
                },
                "12": {
                    "ID": "816791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/816791",
                    "TitleEnglish": "Yuuri",
                    "SummaryEnglish": "After Yuri and Mashiro defeat Oryu in battle, Mashiro collapses, having used nearly all of her yokai power. Because of this she will eventually go back to her slumber. Before this could happen, Yuri holds a wedding ceremony for him and Mashiro. Eventually all of their friends and even Oryu himself join the ceremony. After sealing their vows with a kiss, Mashiro returns to her slumber, waiting for the time when she can come again. Everyday life goes on as usual. Yuri narrates that Mashiro never really left and that he does not care how many hundreds or thousands of years it takes until they meet again. Meanwhile, Mashiro continues to watch Yuri as she slumbers. The episode ends with a flooded Ashihara-cho many years from now. A futuristic motorcycle is shown with two people (Yuri who became immortal like in the game) as they get off, hold hands, and run off from the screen.",
                    "TitleJapanese": "裕理",
                    "SummaryJapanese": "応龍を再び退け、ようやく三強との戦いが終わりを迎える。しかし、応龍との戦いの爪痕を修復するために、ましろは自らの神気の大半を費やしてしまう。裕理の退魔の力で魂が弱り、神気の回復がままならないましろ。このままでは存在が消えてしまう。悩む裕理にアメリは…そして、裕理の選択した道とは…綺久羅美守毘売の悲願、人間と太転依との共存は成就するのだろうか？"
                }
            }
        }
    }
}