{
  "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Horror",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt1409067/",
    "https://www.themoviedb.org/tv/34721"
  ],
  "TitleEnglish": "Tayutama: Kiss on My Deity",
  "SummaryEnglish": "The story of Tayutama revolves around the male protagonist Yuri Mito, whose family manages the local Shinto shrine. One day during spring break, Yuri and his friends Ameri Kawai and Sankurou Kaname find in the school's woods a mysterious relic that was used in the past to seal the Tayutai, an ancient, mythological race.[1] Yuri discovers that the school board has determined that the relic is insignificant for preservation, and that it will be demolished to allow the school to expand.[1] After coming to the conclusion that destroying the relic may have adverse consequences, the trio attempts to relocate the relic's spirits. As Yuri performs the ritual, he summons Kikuramikami no Hime, a Tayutai goddess who explains to him the belligerent relationship between humans and Tayutai; Kikuramikami then incarnates as a young girl, Mashiro, in hopes of maintaining a mutual relationship with humans. Shortly afterwards, the relic is destroyed in an accident, releasing the entire race of Tayutai. Among them are Nue, Houou, and Ouryu, three influential Tayutai who hold humans in low regard and are referred to collectively as the \"Three Mightiest\" (三強 Sankyō?). Following the incident, Yuri takes Mashiro to the Yachimata Shrine to live with his family, and later finds Mashiro as a teenager, who proclaims herself to be Yuri's wife.[6] In their attempt to create a world where humans and Tayutai can peacefully coexist, Yuri and Mashiro battle the members of the Three Mightiest in a successive, nonlinear order determined by the player's decisions. In one scenario, Nue, a young female Tayutai, begins to steal undergarments from the Flawless dormitories due to her curiosity in them. She is defeated by Mashiro and Mifuyu Kisaragi, and finds herself befriended by Mifuyu, who later begins to take care of her as a guardian. Yumina Takanashi, Yuri's stepsister, also begins to take care of Hou, an exhausted bird Tayutai who begins to nest on Yumina's head. Yumina is later attacked by O",
  "Aliases": [],
  "Modified": "2024-09-05",
  "Seasons": {
    "0": {
      "ID": "50861",
      "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 6,
      "Episodes": {
        "1": {
          "ID": "1888841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/1888841",
          "TitleEnglish": "Whack the Mole",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "1888851",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/1888851",
          "TitleEnglish": "Another Beautiful Day Today!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "1888871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/1888871",
          "TitleEnglish": "Manga Japanese Tayutama Story ~ Ametaro",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "1888881",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/1888881",
          "TitleEnglish": "Look Over There!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "1888891",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/1888891",
          "TitleEnglish": "It's a Little Hot",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "1888901",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/1888901",
          "TitleEnglish": "Investigation Department 1",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "50871",
      "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "520461",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/520461",
          "TitleEnglish": "Tayutai",
          "SummaryEnglish": "A wooden relic which bears mysterious symbols is discovered in the school's woods. The relic turns out to host the Tayutai race which the shrine worships, but is deemed to be insignificant for preservation by the school, and will be demolished to allow the school grounds' expansion. Yuri later sneaks into the school with his friends Ameri and Sankurou to exorcise the relic's spirits, after coming to the conclusion that destroying the relic may be harmful. As he performs the ritual, he accidentally summons Kikuramikami no Hime, a Tayutai goddess who explains the belligerent relationship between humans and Tayutai and says that the shrine must be protected. The relic is then destroyed after an accident caused by Ameri, which accidentally releases the entire Tayutai race, among whom are Nue and Oryu, two other influential Tayutai who hold humans in low regard. As Kikuramikami no Hime starts losing power, she materializes as a young girl, hoping to maintain a mutual relationship with humans and asks Yuri to take care of her. She is later name 'Mashiro' by Yuri. She then decides to become his wife and kisses him as an oath.",
          "Aliases": []
        },
        "2": {
          "ID": "520471",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/520471",
          "TitleEnglish": "Mashiro's Place",
          "SummaryEnglish": "Mashiro forces Yuri to train so that his spiritual powers appear. After being taunted by Ameri, Mashiro decides to attend school as a human under the guise of Yuri's distant relative and wife. He then meets Kisaragi Mifyu and his step sister Miyyu at school. Kisaragi tells them that she suspects Yuri and that she is responsible for Mashiro's exam as a prefect. Mashiro scores the highest possible marks in all the subjects and is instead admitted into flawless which is an all girls boarding school even though she wanted to be with Yuri. She however attends the school when Yuri promises to train even in Mashiro's absence. Mashiro is welcomed at the school at first but when the students notice Mashiro's ears and tail, they are freaked out and so they hastily run away, saddening Mashiro.",
          "Aliases": []
        },
        "3": {
          "ID": "701751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/701751",
          "TitleEnglish": "Mashiro, All Alone",
          "SummaryEnglish": "No one at flawless believes that Mashiro is a god and thinks that she has a mental illness that makes it difficult for her to differentiate between reality and fantasy, or, she is lying. As a result she is imprisoned in her room to self-study. When Yuri hears of this he decides to rescue her along with his friends. Yuri tells Mashiro that he will stay by her side even if the whole world was against him and the rescue is successful until flawless's security is alerted and he is trapped at the exit with Mashiro and his friends. Mashiro then summons Tayutai to make Kisaragi believer in her. Kisaragi and Miyyu believe her after seeing this but the guards also saw the Tayutai lose memory of this. Kisaragi however becomes Yuri's and Mashiro's ally. The school's councellors then allow Mashiro to commute to school from her home.",
          "Aliases": []
        },
        "4": {
          "ID": "701761",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/701761",
          "TitleEnglish": "A Maiden's Worries",
          "SummaryEnglish": "The episode starts with Kisaragi fighting a Tautai at school but failing to defeat it. Kisaragi wants to help in the fight against the three strongest Taytaya but Mashiro believes that only Yuri has the power to do this. Red, glowing spiders are shown weaving webs everywhere around the school. Kisaragi assembles a group of girls from the dormitory while Mashiro and Yuri who is disguised as a girl enter the dormitory to face the Tayutai there who turns out to be Nue, one of the three strongest. At first Mashiro seemed to be losing the fight but Kisaragi orders the girls she gathered to get rid of the spiders after which Nue is weakened. She had noticed that Nue was unable to use her powers in water so she threw water on her and easily defeated Nue. Kisaragi reveals that she had sensed the spiders along with the group of girls she gathered and had already realised that it was a trap. Nue the reverted to her original form and turned out to be a little girl. Kisaragi promised to give Nue whatever she wants if she agrees to stop fighting. Nue agrees to this and the episode ends.",
          "Aliases": []
        },
        "5": {
          "ID": "701771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/701771",
          "TitleEnglish": "Passing Rain",
          "SummaryEnglish": "The episode starts with Yuri's memory in which Ameri and Yuri promised to be together forever and this leaves him disturbed. After Nue sees how weak Mashiro and Yuri are, she reveals that she is actually the weakest of the \"three strongest\" and that Yuri and Mashiro cannot defeat the other two in their current state. Meanwhile, it is show that tayutai's are feeding off of human spiritual energy. In the midst of all this happening, Mashiro notices that Ameri likes Yuri and attempts to tell Yuri about it. Shocked by the possibility, Yuri decides to confront Ameri about her feelings as she responds by running away from him still mad about Yuri's affection towards Mashiro. Later on Ameri is confronted by a Tayutai, as she was recognized having strong spiritual energy as the confrontation ends with the screen blacking out. The next day an energetic Ameri apologizes to Yuri for their last encounter and says that 'it will all be over soon'. Simultaneously, the Dragon's appearance causes everyone at school to freeze in time. As Nue escapes, Mashio and Yuri attempt to fight the dragon, which results in Yuri somehow losing all of his powers. Just when almost all hope is lost, Yuri suddenly regains his powers and manages to saves Mashiro. While he gets a glimpse of Ameri with bat-like wings, he faints. Both Yuri and Mashiro wake up in the nurses office surrounded by the rest of the cast, it appears that Mashiro is weakened, thus turning back into her child-like form.",
          "Aliases": []
        },
        "6": {
          "ID": "701781",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/701781",
          "TitleEnglish": "Harmonious Couple",
          "SummaryEnglish": "Yuri's sister ends up with Ho stuck on her head (the phoenix is formed when Ho and Oh are combined) and Mashiro plans to bring Ho onto her side by helping him regain power and show him their kindness. This is possible only when Yuri's sister is happy and to do this, Yuri has to stay by her side all the time and he disguised himself as a girl to do so and constantly changes form to attend classes. They then have an outdoor class where they remember their past about how they both used to play with Ameri all the time after which they are attacked by crows. Even though he gets injured in doing so, Yuri attempts to save his sister who is moved by this and she begs Ho to save him. Ho then transforms into a bird and all the crows bow down to him and finally leave. Yuri finally realizes that the other controller of the birds was Oh.",
          "Aliases": []
        },
        "7": {
          "ID": "701791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/701791",
          "TitleEnglish": "Intimate Couple",
          "SummaryEnglish": "After the fight Ho leaves with Oh but just when things seem to have returned to normal, Oh returns. Ho transforms and flies away but Yuri's sister holds onto Ho as well while Oh attacks them. In an attempt to save his sister, Yuri renders Oh unconscious and they all start to fall down from the sky. Nue and Mashiro fail to save them but just before reaching the ground, Yuri's sister sprouts wings by becoming one with Ho and they are saved. Oh returns to his child form as well and it is discovered that Oh and Ho are actually a couple and the fighting was merely a couples fight. Yuri's sister resolves this by telling them that they are family and should not be fighting and then they decide to stay with her. Yuri had left his cellphone behind and was unable to attend to Ameri's calls who calls him an idiot.",
          "Aliases": []
        },
        "8": {
          "ID": "713561",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/713561",
          "TitleEnglish": "Eyes Dyed in Temptation",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "9": {
          "ID": "761341",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/761341",
          "TitleEnglish": "On the Other Side of the Glass",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "10": {
          "ID": "764351",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/764351",
          "TitleEnglish": "A Forbidden Peace",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "11": {
          "ID": "764361",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/764361",
          "TitleEnglish": "Final Battle",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "12": {
          "ID": "816791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/tayutama-kiss-on-my-deity/episodes/816791",
          "TitleEnglish": "Yuuri",
          "SummaryEnglish": "After Yuri and Mashiro defeat Oryu in battle, Mashiro collapses, having used nearly all of her yokai power. Because of this she will eventually go back to her slumber. Before this could happen, Yuri holds a wedding ceremony for him and Mashiro. Eventually all of their friends and even Oryu himself join the ceremony. After sealing their vows with a kiss, Mashiro returns to her slumber, waiting for the time when she can come again. Everyday life goes on as usual. Yuri narrates that Mashiro never really left and that he does not care how many hundreds or thousands of years it takes until they meet again. Meanwhile, Mashiro continues to watch Yuri as she slumbers. The episode ends with a flooded Ashihara-cho many years from now. A futuristic motorcycle is shown with two people (Yuri who became immortal like in the game) as they get off, hold hands, and run off from the screen.",
          "Aliases": []
        }
      }
    }
  }
}