{
    "URL": "https://www.thetvdb.com/series/polyphonica",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1437044/",
        "https://www.themoviedb.org/tv/34069"
    ],
    "TitleEnglish": "Polyphonica",
    "SummaryEnglish": "Human beings rely on the miracles of fairies, while the fairies that have materialized in this world survive on the music played by humans. The fairies' powers are directed by Dantists, who play special music and are widely respected. Most fairies don't usually appear, but some have enough power to materialize in the shapes of human beings or animals to spend their time living in peace together with mankind. This is a story of the budding love between Conticarte and a new Dantist, Phoron, who reside in Polyphonica, a continent where people and fairies live together in harmony.",
    "TitleJapanese": "神曲奏界ポリフォニカ",
    "SummaryJapanese": "霊と人の共存する世界。人々は精霊の起こす奇跡に頼り、精霊は人の奏でる音楽を糧としてこの世界に顕在する。精霊は音楽家の奏でる音楽に操られ、その力を発揮する。特殊な音楽を奏でる彼らは『神曲楽士（ダンティスト）』と呼ばれ尊敬を集めていた。普段は姿を現さない精霊たちであるが、一部の力ある精霊は人や動物などの姿へと実体化し、人類の「良き隣人」として社会生活を送っていた。この作品は、人と精霊が暮らす大陸ーポリフォニカで精霊コーティカルテと新米神曲楽士フォロンの恋と成長が描かれる物語である。",
    "Aliases": [
        "Shinkyoku Soukai Polyphonica",
        "Shinkyoku Soukai Polyphonica: Crimson S"
    ],
    "Modified": "2024-09-13",
    "Seasons": {
        "1": {
            "ID": "54691",
            "URL": "https://www.thetvdb.com/series/polyphonica/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "556691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556691",
                    "TitleEnglish": "Prelude: The Crimson Spirit",
                    "SummaryEnglish": "While getting his motorbike fixed, Phoron and Corticarte decide to tour the town. They see a girl sitting on a bench in a park looking puzzled, and Phoron decides to approach her. The girl, Misaki, wonders if she should get her grandmother's memento from the house where she used to live before she died. Phoron and Corticarte encourage Misaki to get it.",
                    "TitleJapanese": "第 1楽章\t「プレリュード　紅の精霊」",
                    "SummaryJapanese": "人間と精霊が共存する大陸「ポリフォニカ」。\nその大陸の中心、帝都メイナードの街に出張にやってきた新米神曲楽士タタラ・フォロンと その契約精霊コーティカルテは、街のはずれで一人たたずむミサキという物憂げな表情の少女と出会う。\n亡き祖母への想い出を失いゆく自分に悩む純粋な彼女。フォロンのかけた励ましの言葉に背中を押され、 祖母の形見を探しに思い出の場所へ立ち入ったミサキは、老朽化した建物を取り壊す爆破に巻き込まれてしまう。\nそこに聞こえてきたのは一筋の音楽―――"
                },
                "2": {
                    "ID": "556701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556701",
                    "TitleEnglish": "Operetta: The Watching Spirit",
                    "SummaryEnglish": "A woman by the name of Maura Ren comes to Tsuge Divine Music Player Office and asks Eufinley to get rid of a spirit that has been peeping in her house. Eufinley sends Renbart to investigate while Phoron and Corticarte are sent to help with some demolition work.",
                    "TitleJapanese": "第 2楽章\t 「オペレッタ　見つめる精霊」",
                    "SummaryJapanese": "いつもとかわらない朝を迎えたツゲ神曲楽士派遣事務所に、勢いよく飛び込んできたのはクライアントのマウラ。\n彼女は四六時中精霊に覗かれている気がすると思い悩み、助けを求めに来たのだ。 \n早速、様子を見に行ったレンバルトは容疑者と思われる精霊を見つけるが、あまりのすばやさに取り逃がしてしまう。 \n日を改めてフォロン達は合同作戦を決行するが、\n再び一行の前に現れた容疑者の出現で始まった大捕り物は意外な方向へ――"
                },
                "3": {
                    "ID": "556711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556711",
                    "TitleEnglish": "Polka: The Thing Forgotten at the Bottom of the Sea",
                    "SummaryEnglish": "Tsuge's office gets a request to recover lost object from a sunken ship. The object is a test between two brothers over the inheritance of their father's company. The opponent's side also requests Divine Music player, but who is he?",
                    "TitleJapanese": "第 3楽章\t 「ポルカ　海の底の忘れ物」",
                    "SummaryJapanese": "季節は夏――海水浴場に集結したツゲ神曲楽士派遣事務所の面々。事の発端はある海運会社で起こった\n社長の息子兄弟による後継者争い。その争いを収めるため、社長は昔自分が嵐で海底深くに沈めてしまった\n船に忘れてきた“ケース”を見つけてきた者に会社を継がせるという課題を出したのだ。\nツゲ神曲楽士派遣事務所に引き上げを依頼した兄ナトリに対し、弟のスロムも神曲学士を雇ったらしい。\nフォロンはコーティカルテと共に海に潜るが、水中で謎の神曲楽士の攻撃を受け てしまい――"
                },
                "4": {
                    "ID": "556721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556721",
                    "TitleEnglish": "Dal Segno: The Beginning of a Day",
                    "SummaryEnglish": "Upon taking out their father's memento, the Yugiri twins remember the day they went to visit Torvas Divine Song Players Academy before entering the academy to study. They meet Phoron and Eufinley for the first time. Later, Perserte finds that she left her father's memento in the changing room, so the twins retrieve it. After they find the memento, Prinesca hears Phoron singing. At the same time, Corticarte goes berserk from Phoron's singing voice and breaks free from her prison.",
                    "TitleJapanese": "第 4楽章\t 「ダルセーニョ　始まりの日」",
                    "SummaryJapanese": "舞台は３年前のトルバス神曲学院――憧れの学院へ見学にやってきた、ペルセルテとプリネシカ姉妹。\nそこでふたりは、フォロンという学生に出会う。\n見学中の忘れ物を探すために、夜の学院に忍び込むペルセルテとプリネシカ。\nそこで二人は偶然フォロンが一人歌を唄っているところに出会わせる。その美しい歌声に感動する二人。\nしかしその一方で、学院の地下深く囚われた精霊がその歌声に反応する――"
                },
                "5": {
                    "ID": "556731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556731",
                    "TitleEnglish": "Affannato: The Bond of Treachery",
                    "SummaryEnglish": "Suzuna thinks Kochino, her spirit, has left her and made contract with another Dantist. She goes to Tsuge Divine Music Player Office and asks the group to investigate. It turned out that Kochino made a contract with a Dantist a year before she made a contract with Suzuna. The former Dantist was in a band and when Kochino was there, they were popular, but the former Dantist was so involved in their popularity that his soul got warped and divine songs are a player's soul. So she broke the contract.",
                    "TitleJapanese": "第 5楽章\t 「アッファンナート　裏切りの絆」",
                    "SummaryJapanese": "今回の依頼者はなんと同業者である神曲楽士のスズナ。 なんでも契約精霊のコチーノが、ロック歌手のヨキオに心変わりをしているのではないかと勘ぐり、相談しに来たのだ。 気を遣うフォロン達に対して、それが真実ならば原因はスズナ自身にあると冷然とした態度の精霊達の言葉。 \n調査はユフィンリーと契約精霊のヤーディオが捜査に当たることになったが、そこに現れたのは以前敵対した神曲楽士のディーレンとその契約精霊メイルリートだった―"
                },
                "6": {
                    "ID": "556741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556741",
                    "TitleEnglish": "Scherzo: The Reason to be Alongside",
                    "SummaryEnglish": "Eufinley gets a phone call from another Divine Music Player Office asking Renbart to transfer to their office. Meanwhile, Phoron falls into a river and catches a cold while helping Aria to find her runaway cat as a volunteer work, so Eufinley tells Renbart to help Aria find her cat instead. While Prinesca and Phoron are worried if Renbart will transfer or not, Perserte and Corticarte fight with each other trying to take care of the sick Phoron.",
                    "TitleJapanese": "第 6楽章\t 「スケルツォ　傍にいる理由」",
                    "SummaryJapanese": "飼い猫を連れ戻して欲しい、とやってきた小さな女の子アリアのために、猫を追いかけて街を駆けずり回るフォロンとコーティカルテだが、フォロンはどこか本調子ではなく、事務所に戻るなり倒れこんでしまう。代わりにレンバルトが猫探しを始める。"
                },
                "7": {
                    "ID": "556751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556751",
                    "TitleEnglish": "Violenza: The Black Pursuer",
                    "SummaryEnglish": "In their day off, the Tsuge Office gets a visitor. Yamna, Phoron's old friend from school, comes to ask for help because a mysterious and persistent tall man and a little girl in black have been pursuing him ever since he found a strange suitcase during work. At the end, on the way home Phoron and Corticarte are holding each other hands. (The girl in black and the large man are featured in the end credits. They are characters from the Black Series and show up in later episodes.)",
                    "TitleJapanese": "第 7楽章\t 「ヴァイオレンツァ　黒い追跡者」",
                    "SummaryJapanese": "休日のツゲ神曲楽士派遣事務所に飛び込んできたフォロンの学生時代の知人ヤムナ。 見知らぬ二人組に追われていて助けを求めてきたのだ。 行きがかり上ヤムナの逃走に手を貸すフォロンとコーティカルテ。 執拗に追いかけてくる追跡者との間で街中を巻き込んだカーチェイスが展開される。"
                },
                "8": {
                    "ID": "556761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556761",
                    "TitleEnglish": "Serenade: The Distance Between Humans and Spirits",
                    "SummaryEnglish": "One day in school, Prinesca receives a love letter in her locker. Her office mates encourage Prinesca to meet the guy when Perserte tells them. However, she seems to be worried with something when she saw the letter, and Corticarte appears to have something on her mind as well.",
                    "TitleJapanese": "第 8楽章\t 「セレナーデ　人と精霊の狭間に」",
                    "SummaryJapanese": "いつものように忙しい事務所に元気に飛び込んできたペルセルテと、それを追っ て顔を真っ赤に染めて登場したプリネシカ。 ペルセルテの手にはプリネシカが学校の後輩から受け取ったラブレター。しかし、盛り上がる事務所の面々をよそに、 コーティカルテの表情は複雑だった。"
                },
                "9": {
                    "ID": "556771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556771",
                    "TitleEnglish": "Rhapsody: Story of a Divine Music Player",
                    "SummaryEnglish": "Phoron seems to be in a slump about his inability to play Commandia well lately, and Corticarte is worried about it. Eufinley tells Corticarte to find a composer named Zare to see if he can help with Phoron's depressed state or not.",
                    "TitleJapanese": "第 9楽章\t 「ラプソディ　とある神曲作家の話」",
                    "SummaryJapanese": "フォロンの神曲がコーティカルテに届かない。\nスランプに陥ったフォロンにイライラして厳しい言葉をぶつけてしまうコーティカルテ。\n見かねたユフィンリーは彼女に一人の老作曲家サーレに会うことを薦める。"
                },
                "10": {
                    "ID": "556781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556781",
                    "TitleEnglish": "Ballad: The Conclusion of Love and Hatred",
                    "SummaryEnglish": "Akatsuki and Mailreit injure Renbart's hand during a demolition work, so Phoron and Corticarte are sent to replace Renbart until the job's done. However, it seems that Akatsuki is protecting the house and doing every possible to prevent the group from tearing it down. Could the old burnt house have something to do with Akatsuki's past and why he hates Mailreit?",
                    "TitleJapanese": "第10楽章\t 「バラード　愛憎の決着」",
                    "SummaryJapanese": "焼失した屋敷の解体工事を請け負ったレンバルトは、作業中にディーレンの契約精霊メイルリートから攻撃を受け、負傷してしまう。ディーレンのメイルリー\tトに対する支配的な扱いに疑問を持ちながら、フォロンとコーティカルテは調査を始める。"
                },
                "11": {
                    "ID": "556791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556791",
                    "TitleEnglish": "Requiem: The Singing Spirit",
                    "SummaryEnglish": "Terero Termin, a renowned One-Man Orchestra developer, asks the Tsuge Office for help in developing his Counterfeit Rainbow, an automatic instrument that can play Commandia without a Dantist. However, he dies before finishing it. While in the town, activity from anti-spirits movement are becoming more dangerous, and rumors about a spirit who can Commandia. Believing that the Counterfeit Rainbow has the soul of Termin, Krista sings the Commandia even though it endangers her own life.",
                    "TitleJapanese": "第11楽章\t 「レクイエム　歌う精霊」",
                    "SummaryJapanese": "フォロンとコーティカルテが訪れたのは、名高き天才技術者テラト・テルミン の研究所。彼と精霊クリスタの夢は、神曲楽士を必要としない完全自動で神曲を奏でる単身楽団の発明だった。"
                },
                "12": {
                    "ID": "556801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556801",
                    "TitleEnglish": "Symphony: The Rainbow Music",
                    "SummaryEnglish": "Phoron and Corti keep trying to convince Krista that continuing on singing for the fake Commandia from the Counterfeit Rainbow will just hurt her. In the mean time, the anti-spirits movement has set up their spirit bomb. When it's opened by accident, the berserk spirit inside causes all lower level spirits to lose control and creates havoc across the city.",
                    "TitleJapanese": "第12楽章\t 「シンフォニー　虹の神曲」",
                    "SummaryJapanese": "＜カウンターフィット・レインボウ＞を片手に、神曲を奏で続けるクリスタ。 彼女を説得できないまま、フォロンとコーティカルテは人間と精霊の絆～神曲～ の意味を改めて問いかけあう。\nそんな彼らをよそに精霊に対する悪意の塊のような企てが発動し、その狂気は 大陸を覆いつくすかのように拡がっていく。"
                }
            }
        },
        "2": {
            "ID": "54711",
            "URL": "https://www.thetvdb.com/series/polyphonica/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "556811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556811",
                    "TitleEnglish": "Misterioso: Chance Meeting",
                    "SummaryEnglish": "Corticarte Apa Lagranges is being chased by other spirits, as she try to get away from them, young Phoron is singing alone on the top of the roof. Corticarte heard his singing and is healed by it, she fly to see who is singing it and finds Phoron. Corticarte reveals she wants him all for herself because of his pure heart and ask if he could sing only for her. Corticarte try to make a contract with him, but is interrupted by the spirits that were chasing her. We are back in the present and Phoron is cleaning the canteen of the university. Dantist are people who summon spirit through music, Phoron decided to be a Dantist after he met Corticarte, but being a Dantist, he cannot summon any spirit. Phoron try one more time to summon spirit through his One-Man Orchestra piano, but is unable to. He puts down the One-Man Orchestra, and remembers Corticarte saying \"Nice song\". He decided then to sing the same song he sanged that night Corticarte appeared in front of him. As he sing an unknown man takes out the seal of a room where a spirit was emprisonned. The dark spirit destroys everything that gets in its way looking for the man who sang the song. Eufin try to stop it, but her spirit is being overpowered by it. Phoron calls out Eufin's name and the spirit stop to look at the man who called out. The spirit approach Phoron, but stopped right in front of him. Inside the dark spirit was a little girl with red hair. It turns out that the Dark thing was just the shell, and inside was another spirit. Corticarte. Except that she is in her \"kid\" form. Phoron doesn't realize she is Corticarte until she actually tells him. Corticarte picks up where they left off and finishes the contract she was about to finalize twelve years ago.",
                    "TitleJapanese": "第１奏「邂逅：misterioso」",
                    "SummaryJapanese": "トルバス神曲学院の基礎課程で学ぶタタラ・フォロンは、専門過程への進級もおぼつかない落ちこぼれ。\n心の支えは12年前に出会った、彼の歌を「いい歌だ」と言ってくれた紅色の精霊との思い出だった。\n進級試験の追試を控えたある日、自分の演奏に嫌気がさしたフォロンはかつて紅色の精霊に聞かせた歌を歌っていたが、突如現れた精霊の暴走に巻き込まれてしまい・・・。"
                },
                "2": {
                    "ID": "556821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556821",
                    "TitleEnglish": "Piangendo: Labyrinth",
                    "SummaryEnglish": "Phoron has a commandia performance tomorrow and is deeply worried by Corticate. During the performance students made remarks towards him causing Corticate to lose it. Phoron uses Divine song to calm her but actually angers her. She leaves Phoron only to return later after hearin his new song",
                    "TitleJapanese": "第２奏「迷路：piangendo」",
                    "SummaryJapanese": "無事、専門課程に進級したフォロンは、正式に契約したコーティカルテと、後輩になったペルセルテ・プリネシカ姉妹に振り回されながらも楽しい毎日を送っていた。\nだが親友レンバルトの才能あふれる演奏を聴き、相変わらずの自分との差に落ち込むんでしまう。コーティには励まされるが、なかなか立ち直れない。\n一方、学院長に突然呼び出された卒業生のユフィンリーは学院の警備を依頼され、不穏な空気を感じ取っていた・・・。"
                },
                "3": {
                    "ID": "556831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556831",
                    "TitleEnglish": "Loco: Oath",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第３奏「盟約：loco」",
                    "SummaryJapanese": "コーティは結局帰ってこなかった。コーティがいない生活の寂しさと、学院長の問いに思い悩むフォロンには、ユギリ姉妹の必死の励ましも届かない。\nグループ実習で無様に失敗したフォロンは、自分の才能を過信するダングイスをいさめたプリネシカの言葉に衝撃を受ける。\nフォロンに立ち直るきっかけを与えたいレンバルトたちは、フォロンにペルセルテの演奏を聴かせる。つたないながらも懸命な演奏を聴いたフォロンは・・・。"
                },
                "4": {
                    "ID": "556841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556841",
                    "TitleEnglish": "Rubato: Secret Maneuver",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第４奏「暗躍：rubato」",
                    "SummaryJapanese": "互いの存在の大切さを確かめ合ったフォロンとコーティカルテは以前にも増して親密になる。その様子にペルセルテとプリネシカは気が気ではない。\n一方、トルバス神曲学院には第六神曲公社の視察としてライカが訪れるが、学院長は対応をユフィンリーに任せて雲隠れしてしまう。\n最初は互いに警戒していたライカとユフィンリーだが、歳が近いせいもありすぐに親しくなる。だがライカは笑顔の下におそるべき企みを隠していた・・・。"
                },
                "5": {
                    "ID": "556851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556851",
                    "TitleEnglish": "Feroce: Scheme",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第５奏「謀略：feroce」",
                    "SummaryJapanese": "フォロンを敵視しているダングイスは、フォロンを挑発してはコーティカルテとペルセルテにやり込められていた。ペルセルテは傲慢で自分勝手なダングイスには精霊は召喚できないと言い切る。\nそんなダングイスが精霊との専属契約に成功する。驚く一同をよそにフォロンに精霊同士の戦いでの勝負を挑むダングイス。だが戦わず逃げ出すフォロンを、コーティカルテは歯がゆく思うのだった・・・。"
                },
                "6": {
                    "ID": "556861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556861",
                    "TitleEnglish": "Affetuoso: Twin Souls",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第６奏「双魂：affettuoso」",
                    "SummaryJapanese": "一向に体調が良くならないプリネシカをペルセルテはいつものように気使う。そんな二人の仲の良い様子を優しく見守るフォロンとコーティカルテ。\nだがプリネシカの秘密が明らかになった時、ペルセルテは二人の間に隠し事があったことに深く傷ついてしまう。\nペルセルテを諭すフォロンだったが、プリネシカと顔を合わせたくないペルセルテはフォロンの部屋に押し掛けてきてしまうのだった・・・。"
                },
                "7": {
                    "ID": "720661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/720661",
                    "TitleEnglish": "Activation: Amabile",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第７奏「始動：amabile」",
                    "SummaryJapanese": "休日を楽しむべくフリーマーケットに出かけたフォロンとコーティカルテ。いつもは気の利かないフォロンに黒曜石のブレスレットをプレゼントされ、コーティカルテは喜ぶ。だがフォロンは、その笑顔の裏には何か隠し事があることを感じとってしまう。\n一方、ボルゾン率いるテロリスト集団『嘆きの異邦人』は、その陰謀を加速させ始めていた。その魔の手はトルバス神曲学院とコーティカルテにも及ぼうとしていた・・・。"
                },
                "8": {
                    "ID": "824601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/824601",
                    "TitleEnglish": "Grand Earthquake: Furioso",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第８奏「激震：furioso」",
                    "SummaryJapanese": "『紅の殲滅姫』窶披買gルバス神曲学院を襲ったテロリストは、コーティカルテをそう呼んだ。自分の知らない一面を垣間見せたコーティカルテに、フォロンの信頼はますます揺らいでいく。\n学院長室では、伝説の四楽聖の一人、シダラ・レイトスの暗殺をもくろむテロリストにレンバルトたちが人質に取られていた。学院長が伝説の人物と知って驚くレンバルトたちだったが、学院長の作った隙に乗じて脱出を試みる・・・。"
                },
                "9": {
                    "ID": "824641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/824641",
                    "TitleEnglish": "Ambition: Marcato",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第９奏「野望：marcato」",
                    "SummaryJapanese": "フォロンたちは辛くも襲撃を退けるが、トルバス神曲学院に隠されていた奏世楽器の１つ、無限鍵盤(インフィニット・ピアノ)は『嘆きの異邦人』の手に落ちた。軍や警察も手玉に取られ、各地に隠されていた奏世楽器も次々と奪われてゆく。\n突然知らされた途方もない秘密の数々に圧倒されるフォロンたち。コーティカルテは自分の巻き添えとなるフォロンを案じるが、フォロンはコーティカルテと共に戦いに身を投じる覚悟を固めるのだった・・・。"
                },
                "10": {
                    "ID": "824671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/824671",
                    "TitleEnglish": "Attack: Risoluto",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第１０奏「進攻：risoluto」",
                    "SummaryJapanese": "「奏世楽器を取り戻してほしい」窶披矧w院長の依頼になかなか答えを出せず、思い悩むフォロンたち。コーティカルテは今まで隠していた自分の過去を明かすことで、フォロンの心が離れてしまうことを恐れていた。だがフォロンの信頼はもう揺るがない。\nそれでも迷うコーティカルテに、フォロンは空を飛んでみたいとねだる。夜の街を見下ろしながら、二人はそれぞれの思いを語り合うのだった・・・。"
                },
                "11": {
                    "ID": "824701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/824701",
                    "TitleEnglish": "Dissolution: Tempestoso",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第１１奏「解体：tempestoso」",
                    "SummaryJapanese": "ついに敵の本拠地に突入したフォロンたち。激しい戦いの中で、フォロンをかばったコーティカルテは捕らわれてしまう。\n助けに行こうと焦るフォロンに、エレインデュースはコーティカルテの秘密を語る。驚きを隠せないフォロン。\n捕らわれてしまったコーティカルテは、『嘆きの異邦人』の指導者・ボルゾンと対面していた。なすすべのないコーティカルテに、ボルゾンは勝ち誇るのだった・・・。"
                },
                "12": {
                    "ID": "824751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/824751",
                    "TitleEnglish": "Hope: Vivace",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第１２奏「希望：vivace」",
                    "SummaryJapanese": "『嘆きの異邦人』による『始源神曲』の演奏が始まる中、ついにコーティカルテの元に辿りついたフォロン。なんとかコーティカルテを助けようとするが、物質化が溶けてしまったコーティカルテには触れることはできない。\nすでに力を失ったコーティカルテのために力を振り絞って神曲を奏でるフォロンだが、その調べは『始源神曲』にかき消されてしまい、コーティカルテには届かないのだった・・・。"
                }
            }
        }
    }
}