{
    "URL": "https://www.thetvdb.com/series/polyphonica",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1437044/",
        "https://www.themoviedb.org/tv/34069"
    ],
    "TitleEnglish": "Polyphonica",
    "SummaryEnglish": "Human beings rely on the miracles of fairies, while the fairies that have materialized in this world survive on the music played by humans. The fairies' powers are directed by Dantists, who play special music and are widely respected. Most fairies don't usually appear, but some have enough power to materialize in the shapes of human beings or animals to spend their time living in peace together with mankind. This is a story of the budding love between Conticarte and a new Dantist, Phoron, who reside in Polyphonica, a continent where people and fairies live together in harmony.",
    "Aliases": [
        "Shinkyoku Soukai Polyphonica: Crimson S",
        "Shinkyoku Soukai Polyphonica"
    ],
    "Modified": "2024-09-13",
    "Seasons": {
        "1": {
            "ID": "54691",
            "URL": "https://www.thetvdb.com/series/polyphonica/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "556691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556691",
                    "TitleEnglish": "Prelude: The Crimson Spirit",
                    "SummaryEnglish": "While getting his motorbike fixed, Phoron and Corticarte decide to tour the town. They see a girl sitting on a bench in a park looking puzzled, and Phoron decides to approach her. The girl, Misaki, wonders if she should get her grandmother's memento from the house where she used to live before she died. Phoron and Corticarte encourage Misaki to get it.",
                    "Aliases": []
                },
                "2": {
                    "ID": "556701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556701",
                    "TitleEnglish": "Operetta: The Watching Spirit",
                    "SummaryEnglish": "A woman by the name of Maura Ren comes to Tsuge Divine Music Player Office and asks Eufinley to get rid of a spirit that has been peeping in her house. Eufinley sends Renbart to investigate while Phoron and Corticarte are sent to help with some demolition work.",
                    "Aliases": []
                },
                "3": {
                    "ID": "556711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556711",
                    "TitleEnglish": "Polka: The Thing Forgotten at the Bottom of the Sea",
                    "SummaryEnglish": "Tsuge's office gets a request to recover lost object from a sunken ship. The object is a test between two brothers over the inheritance of their father's company. The opponent's side also requests Divine Music player, but who is he?",
                    "Aliases": []
                },
                "4": {
                    "ID": "556721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556721",
                    "TitleEnglish": "Dal Segno: The Beginning of a Day",
                    "SummaryEnglish": "Upon taking out their father's memento, the Yugiri twins remember the day they went to visit Torvas Divine Song Players Academy before entering the academy to study. They meet Phoron and Eufinley for the first time. Later, Perserte finds that she left her father's memento in the changing room, so the twins retrieve it. After they find the memento, Prinesca hears Phoron singing. At the same time, Corticarte goes berserk from Phoron's singing voice and breaks free from her prison.",
                    "Aliases": []
                },
                "5": {
                    "ID": "556731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556731",
                    "TitleEnglish": "Affannato: The Bond of Treachery",
                    "SummaryEnglish": "Suzuna thinks Kochino, her spirit, has left her and made contract with another Dantist. She goes to Tsuge Divine Music Player Office and asks the group to investigate. It turned out that Kochino made a contract with a Dantist a year before she made a contract with Suzuna. The former Dantist was in a band and when Kochino was there, they were popular, but the former Dantist was so involved in their popularity that his soul got warped and divine songs are a player's soul. So she broke the contract.",
                    "Aliases": []
                },
                "6": {
                    "ID": "556741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556741",
                    "TitleEnglish": "Scherzo: The Reason to be Alongside",
                    "SummaryEnglish": "Eufinley gets a phone call from another Divine Music Player Office asking Renbart to transfer to their office. Meanwhile, Phoron falls into a river and catches a cold while helping Aria to find her runaway cat as a volunteer work, so Eufinley tells Renbart to help Aria find her cat instead. While Prinesca and Phoron are worried if Renbart will transfer or not, Perserte and Corticarte fight with each other trying to take care of the sick Phoron.",
                    "Aliases": []
                },
                "7": {
                    "ID": "556751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556751",
                    "TitleEnglish": "Violenza: The Black Pursuer",
                    "SummaryEnglish": "In their day off, the Tsuge Office gets a visitor. Yamna, Phoron's old friend from school, comes to ask for help because a mysterious and persistent tall man and a little girl in black have been pursuing him ever since he found a strange suitcase during work. At the end, on the way home Phoron and Corticarte are holding each other hands. (The girl in black and the large man are featured in the end credits. They are characters from the Black Series and show up in later episodes.)",
                    "Aliases": []
                },
                "8": {
                    "ID": "556761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556761",
                    "TitleEnglish": "Serenade: The Distance Between Humans and Spirits",
                    "SummaryEnglish": "One day in school, Prinesca receives a love letter in her locker. Her office mates encourage Prinesca to meet the guy when Perserte tells them. However, she seems to be worried with something when she saw the letter, and Corticarte appears to have something on her mind as well.",
                    "Aliases": []
                },
                "9": {
                    "ID": "556771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556771",
                    "TitleEnglish": "Rhapsody: Story of a Divine Music Player",
                    "SummaryEnglish": "Phoron seems to be in a slump about his inability to play Commandia well lately, and Corticarte is worried about it. Eufinley tells Corticarte to find a composer named Zare to see if he can help with Phoron's depressed state or not.",
                    "Aliases": []
                },
                "10": {
                    "ID": "556781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556781",
                    "TitleEnglish": "Ballad: The Conclusion of Love and Hatred",
                    "SummaryEnglish": "Akatsuki and Mailreit injure Renbart's hand during a demolition work, so Phoron and Corticarte are sent to replace Renbart until the job's done. However, it seems that Akatsuki is protecting the house and doing every possible to prevent the group from tearing it down. Could the old burnt house have something to do with Akatsuki's past and why he hates Mailreit?",
                    "Aliases": []
                },
                "11": {
                    "ID": "556791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556791",
                    "TitleEnglish": "Requiem: The Singing Spirit",
                    "SummaryEnglish": "Terero Termin, a renowned One-Man Orchestra developer, asks the Tsuge Office for help in developing his Counterfeit Rainbow, an automatic instrument that can play Commandia without a Dantist. However, he dies before finishing it. While in the town, activity from anti-spirits movement are becoming more dangerous, and rumors about a spirit who can Commandia. Believing that the Counterfeit Rainbow has the soul of Termin, Krista sings the Commandia even though it endangers her own life.",
                    "Aliases": []
                },
                "12": {
                    "ID": "556801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556801",
                    "TitleEnglish": "Symphony: The Rainbow Music",
                    "SummaryEnglish": "Phoron and Corti keep trying to convince Krista that continuing on singing for the fake Commandia from the Counterfeit Rainbow will just hurt her. In the mean time, the anti-spirits movement has set up their spirit bomb. When it's opened by accident, the berserk spirit inside causes all lower level spirits to lose control and creates havoc across the city.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "54711",
            "URL": "https://www.thetvdb.com/series/polyphonica/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "556811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556811",
                    "TitleEnglish": "Misterioso: Chance Meeting",
                    "SummaryEnglish": "Corticarte Apa Lagranges is being chased by other spirits, as she try to get away from them, young Phoron is singing alone on the top of the roof. Corticarte heard his singing and is healed by it, she fly to see who is singing it and finds Phoron. Corticarte reveals she wants him all for herself because of his pure heart and ask if he could sing only for her. Corticarte try to make a contract with him, but is interrupted by the spirits that were chasing her. We are back in the present and Phoron is cleaning the canteen of the university. Dantist are people who summon spirit through music, Phoron decided to be a Dantist after he met Corticarte, but being a Dantist, he cannot summon any spirit. Phoron try one more time to summon spirit through his One-Man Orchestra piano, but is unable to. He puts down the One-Man Orchestra, and remembers Corticarte saying \"Nice song\". He decided then to sing the same song he sanged that night Corticarte appeared in front of him. As he sing an unknown man takes out the seal of a room where a spirit was emprisonned. The dark spirit destroys everything that gets in its way looking for the man who sang the song. Eufin try to stop it, but her spirit is being overpowered by it. Phoron calls out Eufin's name and the spirit stop to look at the man who called out. The spirit approach Phoron, but stopped right in front of him. Inside the dark spirit was a little girl with red hair. It turns out that the Dark thing was just the shell, and inside was another spirit. Corticarte. Except that she is in her \"kid\" form. Phoron doesn't realize she is Corticarte until she actually tells him. Corticarte picks up where they left off and finishes the contract she was about to finalize twelve years ago.",
                    "Aliases": []
                },
                "2": {
                    "ID": "556821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556821",
                    "TitleEnglish": "Piangendo: Labyrinth",
                    "SummaryEnglish": "Phoron has a commandia performance tomorrow and is deeply worried by Corticate. During the performance students made remarks towards him causing Corticate to lose it. Phoron uses Divine song to calm her but actually angers her. She leaves Phoron only to return later after hearin his new song",
                    "Aliases": []
                },
                "3": {
                    "ID": "556831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556831",
                    "TitleEnglish": "Loco: Oath",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "4": {
                    "ID": "556841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556841",
                    "TitleEnglish": "Rubato: Secret Maneuver",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "5": {
                    "ID": "556851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556851",
                    "TitleEnglish": "Feroce: Scheme",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "6": {
                    "ID": "556861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/556861",
                    "TitleEnglish": "Affetuoso: Twin Souls",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "7": {
                    "ID": "720661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/720661",
                    "TitleEnglish": "Activation: Amabile",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "8": {
                    "ID": "824601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/824601",
                    "TitleEnglish": "Grand Earthquake: Furioso",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "9": {
                    "ID": "824641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/824641",
                    "TitleEnglish": "Ambition: Marcato",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "10": {
                    "ID": "824671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/824671",
                    "TitleEnglish": "Attack: Risoluto",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "11": {
                    "ID": "824701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/824701",
                    "TitleEnglish": "Dissolution: Tempestoso",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "12": {
                    "ID": "824751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polyphonica/episodes/824751",
                    "TitleEnglish": "Hope: Vivace",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        }
    }
}