{
    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/3BFD-C754-8820-5445-58B6-N",
        "https://www.imdb.com/title/tt0256548/",
        "https://www.themoviedb.org/tv/9297"
    ],
    "TitleEnglish": "Brigadoon: Marin & Melan",
    "SummaryEnglish": "In 1969, Marin Asagi was a college student living with a loving Japanese adoptive family. His life takes an unexpected turn when a mysterious phenomenon appears in the sky. It is then that murderous androids, Monomakia, arrive and hunt her down. She is saved by another android, Melan Blue who thus becomes her protector ... Then, together, they will have to save the Earth from these invaders.",
    "TitleJapanese": "BRIGADOON まりんとメラン",
    "SummaryJapanese": "1969年、浅葱マリンは愛情深い日本人養子家族と暮らす大学生でした。 不思議な現象が空に現れると、彼の人生は思いがけない方向に変わります。 それから、殺人のアンドロイド、モノマキアが到着し、彼女を追い詰めます。 彼女は別のアンドロイド、メランブルーによって救われました。メランブルーはこうして彼女の保護者になります...そして、一緒に、彼らはこれらの侵入者から地球を救わなければなりません。",
    "Aliases": [
        "Brigadoon: Marin to Melan"
    ],
    "Modified": "2025-01-06",
    "Seasons": {
        "1": {
            "ID": "55041",
            "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "558421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558421",
                    "TitleEnglish": "A Light Blue Encounter",
                    "SummaryEnglish": null,
                    "TitleJapanese": "出会いは浅葱色",
                    "SummaryJapanese": "時は高度経済成長期の日本。よく知られている過去とは何処が少し違う東京。下町の長屋で暮らすまりんは、今朝も家計を助けるために、元気に朝刊の配達に勤しんでいた。\n　同じ日、学校の朝礼で作文コンクールの表彰を受けるまりん。だがその時突然、空全体を被い尽くすように蜃気楼が現れた。この謎の現象に世界は騒然とする。\n　学校は休校となりまりんは長屋へと帰るが、そこに、上空の蜃気楼から落ちてきた怪物体が襲い来る。必死で逃げるまりんは、いつしか根津神社の祠の中に。追い詰められた恐怖から、思わず御神体であるアンプルを投げつけると―――中からは、メランと名乗る青い戦士が現れ、まりんのことを守り始めた。"
                },
                "2": {
                    "ID": "558431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558431",
                    "TitleEnglish": "Dark Blue Monomachia",
                    "SummaryEnglish": null,
                    "TitleJapanese": "紺碧なるモノマキア",
                    "SummaryJapanese": "まりんを救ったメランを長屋の住人たちはあたたかく迎える。メランは自分が空に出現した世界ブリガドーンからきた生体兵器であり、まりんを守るという使命があると告げる。\n　翌日、滅茶苦茶になった根津神社の後片付けに行ったメランは、そこで煙草を吸っていた同級生の丹膳と一信を見つける。注意するまりんに、逆にスカートめくりをしようと迫る一信。まりんを守ろうと、銃と剣で攻撃するメラン。そんな生体兵器としての一面に、まりんは戸惑いを隠せない。\n　そこに、またもや襲い来る敵。電撃モノマキアのブロンテ３兄弟。\n　まりんを守るため、メランは死闘を繰り広げる。"
                },
                "3": {
                    "ID": "558441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558441",
                    "TitleEnglish": "Through the Dull Colored Clouds",
                    "SummaryEnglish": null,
                    "TitleJapanese": "鈍色き雲間から",
                    "SummaryJapanese": "いつもの朝。一緒に学校にいこうと萌が迎えにきてくれた。まりんが敵モノマキアの標的にされていることを知った萌は、自分は非力だがいつでもまりんの味方であると告げる。互いにテレながらも、友情を噛み締めあう二人。\n　しかし学校では、まりんがメランを操って人を襲わせているという噂が流れ、冷たい視線にさらされる。特にＡ子をリーダーとする意地悪３人組は、執拗にまりんを責め立てる。\n　耐えるまりんだが、親友の萌にまで危害が及び、エスカレートする陰湿ないじめのような仕打ちに、ついにメランを開放。\n　しかしそれにより、まりんの学校での立場はさらに悪化してしまうのだった。"
                },
                "4": {
                    "ID": "558451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558451",
                    "TitleEnglish": "Longing for a Rainbow",
                    "SummaryEnglish": null,
                    "TitleJapanese": "虹をもとめて",
                    "SummaryJapanese": "学校での騒動を受け、登校しづらくなってしまったまりん。優しく見守るモトや、気持ちを気遣うメランの言葉にも今は答えられず、ひとり雨の街へと出て行ってしまう。\n　不忍池でたたずむまりん。そんなまりんに声をかけてきたのは同じ学校の先輩、みどりだった。クラスで孤立するつらい気持ちを告白するまりんに、みどりは萌のことを語り、「周りが敵でも助けてくれる、そんな友だち１人いれば充分じゃないか」と励ましてくれる。\n　するとその時、不忍池から巨大な半透明の怪物が姿を現した。液体モノマキアのヒュドルだ。だが、まりんの手元にはアンプルはない。上野公園を逃げ回るまりんに、アンプルを持って現れたのは萌だった。"
                },
                "5": {
                    "ID": "558461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558461",
                    "TitleEnglish": "Under the Soda-colored Sky",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ソーダ色の空の下",
                    "SummaryJapanese": "一緒に登校するべく、まりんは萌を家まで誘いに行く。だが、長屋の人間との付き合いを良く思わない母親はそれを許してはくれない。\n　仕方なく一人学校に向うまりん。学校での孤立はまだ続いており、しかもメランとまりんの関係を怪しむ警察までが現れる始末。反発するものの、長屋に危害が及ぶことを心配したまりんはやむなくパトカーに乗る。\n　そこに襲い来るスナイパーモノマキア、ネポン。現れたメランによって難を逃れたまりんはそのまま逃亡する。\n　警察の目から逃れ、独自にメランやブリガドーンのことを調べるまりん。しかし追いすがるネポンの銃口は、確実にまりんを照準に捉えていた―――"
                },
                "6": {
                    "ID": "558471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558471",
                    "TitleEnglish": "The Silver Grey Visitor",
                    "SummaryEnglish": null,
                    "TitleJapanese": "銀灰の訪人",
                    "SummaryJapanese": "まりんは、長屋で銃を構えた警官隊に包囲されてしまった。連行されようとするまりんを助けようと抵抗する住人たちだが、あっさり玉砕。メランさえも傷つく状況を見て、まりんは大人しく連行されることを同意する。\n　警視庁の取調室で執拗な尋問を受け、ついには監房に入れられてしまうまりん。だがそこに問題を起こして警察に連れて来られていたみどりが現れ、まりんを救い出してくれる。\n　取り上げられていた、メランのアンプルを取り戻し、逃げ出すまりんとみどり。\n　それと時を同じくして、警視庁を襲撃する謎の存在があった。\n　最強の銃剣士パイオン・シルヴァー。パイオンはメランを見つけ、容赦なく襲い掛かってくる。"
                },
                "7": {
                    "ID": "558481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558481",
                    "TitleEnglish": "The Brilliant Battle",
                    "SummaryEnglish": null,
                    "TitleJapanese": "赫赫たる決戦",
                    "SummaryJapanese": "パイオンの攻撃で絶体絶命のメラン。だがまりんの加勢により九死に一生を得る。\n　パイオンはその場から飛び去って行き、その後、長屋の連中も駆けつけ、まりんは警察から逃げ出すことに成功するのだった。\n　翌日、警察が再び長屋にやって来る。日本政府としてまりんとメランには一切干渉はしないことが伝えられたそのとき、突如パトカーの上に野球場のスコアボードが降って来た。\n　それはパイオンからメランに宛てた果たし状だった。心配するまりんに、メランは「絶対に帰って来る」という固い約束を交わし、一人決戦の場へと赴く。\n　誰もいない後楽園球場で相見えるメランとパイオン。銃剣士としての誇りをかけた激しい戦いの火蓋が切って落とされた。"
                },
                "8": {
                    "ID": "558491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558491",
                    "TitleEnglish": "The Night When The Sea Turns Dark Blue",
                    "SummaryEnglish": null,
                    "TitleJapanese": "海が紫紺に染まる夜",
                    "SummaryJapanese": "夏休み。どこかに遊びに行く余裕もなく退屈していたまりんに、メランは萌を誘って遊びに行こうと提案する。大喜びのまりんは萌を誘って海に行くことにするだが、萌の母親からはまた門前払いにされてしまう。そこでまりんは、母親に見つからないように、夜に出かけることを提案する。\n　その晩、まりんと萌はメランに抱えられて、夜の海へと出発する。3人は静かな砂浜を見つけそこで臨海学校をはじめるのだった。\n　だがメランは、突然薪を探してくると言い残して飛び立ってしまう。メランは敵の出現を察知したのだが、せっかく楽しんでいるまりんたちの気持ちを思い、黙って任務に向かったのだった。"
                },
                "9": {
                    "ID": "558501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558501",
                    "TitleEnglish": "Pink Flight",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ピンク・フライト",
                    "SummaryJapanese": "最近少し調子がおかしい純。その日も男性からかかってきた電話の後、物思いに沈んでいた。いつもより早めに銭湯に向かうが、丁度そこに、萌をつれてまりんもやってくる。\n　大人っぽい純の姿に憧れるまりんと萌。その後も萌が熱い湯にのぼせたりといったハプニングもあったものの、のんびりと入浴を楽しむ3人。そしてまりんは、純が不倫関係の男から駆け落ちしようと誘われ思い悩んでいたことを聞かされ驚くのだった。\n　その頃銭湯の地下からは、敵モノマキア、リュンマの魔の手が迫っていた。口からピンクの流動体を吐き出し、銭湯を大量のピンクの雲で覆ったリュンマは、その浮力を利用して建物ごとまりんを連れ去ろうと企てる。まりんはシャンプー瓶と間違えて持ってきたポイクンを呼び出し、萌を救出し、銭湯から脱出するための行動を開始する。"
                },
                "10": {
                    "ID": "558511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558511",
                    "TitleEnglish": "The Giant Monster`s Brilliance",
                    "SummaryEnglish": null,
                    "TitleJapanese": "大怪獣、燦爛！",
                    "SummaryJapanese": "懸賞に当選し、まりんはモトと2人で大阪万博に向かうことになった。\n　空を覆い尽くすブリガドーン発生がもたらした社会不安の影響か、万博の人出は今一つだが、そんなことはまりんに何の関係もない。疲れたから一人で見ておいでというモトの言葉に甘えて、会場中を見物して回るまりん。そこに何故かロロが現れる。導かれるまま足を踏み入れたパビリオンには、金色のアンプル状の物体が飾られていた。\n　その時突如、太陽の塔が、そして様々なパビリオンが怪物化し、人々を吸い込みはじめた。巨大なパビリオンと激しい戦闘をはじめたメランも、戦いの最中にガスパビリオンの中に飲み込まれてしまった。絶体絶命の中、まりんは金色のアンプルのことを思い出す。そこには新たな仲間が封じられていた。"
                },
                "11": {
                    "ID": "558521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558521",
                    "TitleEnglish": "A Broken Umbrella and the Dark Rain",
                    "SummaryEnglish": null,
                    "TitleJapanese": "やぶれた傘、闇の雨",
                    "SummaryJapanese": "降りしきる雨の中、長屋ではモトの通夜が行われていた。屋根の上では、一人雨に濡れながら膝を抱えるまりん。悲しみとショック、モトの死は自分が大阪に連れて行ったせいだという思い込みで、食事も一切とろうとしない。心配して言葉をかけたメランにもつらく当たってしまう。哀しい表情でアンプルに戻るメラン。\n　お悔やみにやってきた担任の先生は、まりんに身寄りの無い子供を受け入れる施設に入ることすすめる。しかし長屋から離れたくないまりんは、雨の中に飛び出して行く。\n　いつしか根津神社の祠の前に辿り着くまりん。そこに、追いかけてきた萌がかぼそい声をかける。先生との話を聞いた萌は、まりんがどこにも行かなくていいようにと自分の貯金箱を差し出す。だがそれは、お互いの暮らす世界が違うということを、まりんにまざまざと突きつける行為でもあった。"
                },
                "12": {
                    "ID": "558531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558531",
                    "TitleEnglish": "Fly from the Darkness",
                    "SummaryEnglish": null,
                    "TitleJapanese": "漆黒からの巣立ち",
                    "SummaryJapanese": "モトの死からなかなか立ち直ることができないまりん。そんなある日、長屋に焦燥しきった一人の女が現れた。女は娘が万博会場の騒動で命を落としたことを告げると、まりんの首締め上げはじめる。抵抗できず、なすがままのまりんだが、すんでのところでみどりに救われるのだった。\n　自分がいることにより人々が災厄に見舞われ、それ故に殺してしまいたいほどの憎しみを抱かれていることを身を持って知らされたまりんは、アンプルから呼び出したメランに弱々しく問いかける。「私、どこにいればいいの？」。しかしそれに答えたのはロロ。「ブリガドーンに帰るんだ」との言葉に、まりんは戸惑う。\n　そこに現れるアメリカ大統領の使者。なんと彼らは、アポロ11号に乗ってくれとまりんに告げるのだった。"
                },
                "13": {
                    "ID": "558541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558541",
                    "TitleEnglish": "The Dark Celestial World",
                    "SummaryEnglish": null,
                    "TitleJapanese": "天井暗黒世界",
                    "SummaryJapanese": "まりんと3人のアメリカ人宇宙飛行士を乗せたアポロ11号は、見事ブリガドーンに着地した。しかし人の常識を超えたブリガドーンの世界に遭難してゆく飛行士たち。まりんは世界を崩壊から救う鍵＝クレイスとして、一人で中枢都市を目指すことに。\n　その道のりは険しく、あらゆるモノマキアが行く手を遮り、ようやくたどり着いた中枢都市ではパイオンが待ち受けていた。\n　クシャトーン、ポイクン、そしてメランの力で障害を乗り越え、何とか中枢都市の深部へとやって来るまりん。そこでクレイスとしての役目を果たすべく、人型の鍵穴の中に寝転がり、ついに世界を救う仕組みが発動されるかと思いきや、不気味な鳴動があたりを包む。それはまさかの拒否反応、世界を救うはずだったまりんの行動は、事態を意外な方向へと進展させてゆくことになる。"
                },
                "14": {
                    "ID": "558551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558551",
                    "TitleEnglish": "Lost In Colors",
                    "SummaryEnglish": null,
                    "TitleJapanese": "千紫万紅の果てに…",
                    "SummaryJapanese": "ブリガドーンでは中枢議会が召集され、ロロもこれに出席していた。メランとまりんが都合よく現れたことに対し、中枢内に裏切り者がいるとするパスカ実行委員長レレの指摘に、議会でのロロの立場は悪くなる。\n　生体管理委員長ララが開発した遠方視覚化モノマキア、ホランによって、これまでファニーワールド＝地球で起きた出来事の映像記録が議員たちに公開される。\n　世界の崩壊を食い止めるためのパスカの日、その要となるクレイス、そしてクレイスは今、人間として育てられているということなど、さまざまな事実が明かされて行く。\n　その頃、まりんとメランは、ある海岸に流れ着いていた、そこはサブマトン・カラー。ブリガドーンと地球の間に存在する世界であった。"
                },
                "15": {
                    "ID": "558561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558561",
                    "TitleEnglish": "Gorgeous Submaton Color",
                    "SummaryEnglish": null,
                    "TitleJapanese": "極彩サヴマトン・カラー",
                    "SummaryJapanese": "メランの回復を待ちつつ、まりんたちはサヴマトン・カラーの探検をはじめていた。\n　夏と冬が同時に存在する地では雪だるま状の住人と出会い、またある森では、幻覚のチョコの実を食べ、幻覚に襲われるまりんとメラン。まりんを救うため、メランが同種の実のエキスを口移しで飲ませる手段をとったことを知り、恥ずかしさを覚えるまりん。\n　やがてまりんたちは、この世界の主を自称するクロマと出会う。\n　クロマの住む塔の上で、ほんのひととき、落ち着いた時間を過ごすまりん。思い出すのは、長屋のみんな、学校の友だちが住んでいる地球のこと。辛いことはたくさんあったが、それでも地球は、まりんの心のどこかでやはり故郷なのだ。"
                },
                "16": {
                    "ID": "558571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558571",
                    "TitleEnglish": "The Golden Promise",
                    "SummaryEnglish": null,
                    "TitleJapanese": "金ぴかの約束",
                    "SummaryJapanese": "まりんは本物のクレイス、つまりマリーンでは無い。「私は誰？何処に帰ればいいの…」。\n　自分自身の居場所がわからなくなった不安から、まりんは地球に戻ることをためらうが、そんなまりんに、世界を救うため、自分自身の意志としてもう一度地球に戻らなければならないと告げるメラン。その想いに心を打たれ、やがてまりんも帰郷の意志を固める。\n　サヴマトン・カラーとクロマに別れを告げるまりん。そんなまりんに、クロマは赤い珠の付いた首飾りをお守りとして託す。\n　そして秘密の抜け穴を通り、日本に戻るまりんとメラン。\n　だが、ようやく辿り着いた故郷の様子は一変していた。"
                },
                "17": {
                    "ID": "558581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558581",
                    "TitleEnglish": "Find the Color of the Future",
                    "SummaryEnglish": null,
                    "TitleJapanese": "未来色をさがせ!",
                    "SummaryJapanese": "変わり果てた世界に、呆然と佇むまりん。長屋の人々の消息を求めて、まりんは避難所となっている中学校を訪れる。\n　学校はボロボロの避難用テントが立ち並び、多くのけが人が呻き声をあげている悲惨な有様だった。まりんは級友のすみれと再会し、まりんが宇宙に旅立った後、等価崩壊がますます激しくなり、世界が大混乱になったことを知らされる。今の有様はすべてお前のせいだと責められ、学校を逃げ出すまりん。\n　行く宛てのないまりんは、橋の下で休息を取る。だがそこにまた襲い掛かってくる謎の女。女は等価崩壊によって娘を失ったことを逆恨みし、まりんの命を狙っているのだ。\n　誰一人自分を労わってくれることのない現実に、まりんの心は悲しみに沈んで行く。"
                },
                "18": {
                    "ID": "558591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558591",
                    "TitleEnglish": "Glowing Red",
                    "SummaryEnglish": null,
                    "TitleJapanese": "私は茜に輝いて",
                    "SummaryJapanese": "頻発する等価崩壊に巻き込まれたことにより、まりんの目は光を失ってしまった。\n　そんなまりんを励まし、身の回りの面倒を見ることにしたみどり。\n　一方メランは、断罪モノマキア・スキアーとの戦いで、激しく傷ついていた。それでもなんとかスキアーを倒したかに思えたメランだったが、スキアーが放った捕縛用モノマキア・デスに取り付かれてしまい、身動きが取れぬまま死を待つ状態となってしまう。\n　まりんはメランに危機が迫っていることを察知し、目の見えぬまま一人町に出る。\n　町では、逆恨みの女や、かつてのいじめっ子A子からのひどい仕打ちに会うものの、そのときクロマからもらったお守りが輝き、奇跡の力がまりんに味方する。"
                },
                "19": {
                    "ID": "558601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558601",
                    "TitleEnglish": "The Ship That Brings Destruction",
                    "SummaryEnglish": null,
                    "TitleJapanese": "仄かな破滅を運ぶ舟",
                    "SummaryJapanese": "ブリガドーンの議会は、地球に埋もれた箱舟の回収、およびマリーン捜索のために、銃剣士エリュンを地球に派遣することを決定する。\n　その頃メランは、傷ついたまりんに治療を受けさせるため、仮設病院を訪れていた。しかしモノマキアであるメランに人々はつらく当たる。\n　それを助けたのは以前長屋から駆け落ちした純だった。\n　やがて、クロマからもらったペンダント＝コスモスのパワーもあって意識を取り戻すまりん。純との再会を喜ぶものの、メランの姿はすでになく、落胆する。しかしメランの真意を純から聞いたまりんは、その上でメランの後を追うことを決意するのだった。\n　その頃、メランはマリーン捜索に向った地下で、エリュンと対峙していた。"
                },
                "20": {
                    "ID": "558611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558611",
                    "TitleEnglish": "In the Light of Snow",
                    "SummaryEnglish": null,
                    "TitleJapanese": "雪あかりの下で",
                    "SummaryJapanese": "まりんとメランに向け、容赦なく加えられるエリュンの攻撃。まりんはコスモスの力を使い、傷ついたメランと共に箱舟から脱出する。\n　地上に戻ったまりんとメラン。少しのあいだ離れていた二人は、離れていたからこそ心の繋がりを強く感じ、互いに一緒にいることを約束しあう。\n　ご飯を探しに町に戻ったまりんを、懐かしい長屋の仲間たちとの再会が待っていた。彼らは、長屋を建てなおすためのお金と資材を求めて、それぞれで頑張っていたというのだ。　\n　その頃エリュンは箱舟の軍団を再編成し、東京中の地面を掘り返していた。\n　メランと一緒に箱舟へと向かい、まりんたちは再び、エリュンと対するのだった。"
                },
                "21": {
                    "ID": "558621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558621",
                    "TitleEnglish": "Eternal Green",
                    "SummaryEnglish": null,
                    "TitleJapanese": "萌葱色、永遠に…",
                    "SummaryJapanese": "まりんとメランは、長屋があった空地で、再び住人たちとの生活をはじめた。\n　マリーン探索に行くメランを送り出した後、まりんは人気の無い場所でエリュンをアンプルから解放する。メランと以前のような絆を取り戻して欲しいと懇願するまりんだったが、エリュンは「いずれ私を解放したことを後悔する」と言い残すと飛び去ってしまった。\n　その頃、神戸では巨大な少女が出現していた。それはなんと、神戸に避難していた萌。\n　萌は、エリュンが持ち込んだ増殖促進モノマキアを手にしてしまったため、巨大化してしまったのだ。この事態に政府は自衛隊を出動させ、ついに攻撃命令が下されてしまう。\n　事件を知ったまりんは、メランと共に神戸に飛ぶのだったが……"
                },
                "22": {
                    "ID": "558631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558631",
                    "TitleEnglish": "Breaking Through the Red-Stained Wall",
                    "SummaryEnglish": null,
                    "TitleJapanese": "赤錆びた壁を越えて",
                    "SummaryJapanese": "再建された長屋で、まりんたちは新しい生活をはじめる。\n　一方ブリガドーンでは、中枢議会で反乱が起こり、ロロは一部の仲間たちとともに脱出をはかっていた。だが議場の外でも銃剣士クストンが破壊の限りを尽くしており、ブリガドーン中枢議会は、謎の存在、変数値によって掌握されてしまった。\n　その頃地球では、亜呂真と秀太によってマリーンのアンプルの在り処と思し気場所の情報が伝えられていた。そこは、東京駅の地下に残った研究所だという。\n　地下研究所に向かうまりんとメラン。果たして辿り着いたその場所には、ピンクのアンプルがあった。二人は、ついにマリーンを見つけたのだ。\n　だがそこに、二人の後をつけてきたエリュンが姿を現わした。"
                },
                "23": {
                    "ID": "558641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558641",
                    "TitleEnglish": "The Dark Transformation",
                    "SummaryEnglish": null,
                    "TitleJapanese": "褐色の化身",
                    "SummaryJapanese": "ついにマリーンを見つけたまりんとメラン。しかし現れたクストンと、メランは激しい戦いに突入していた。\n　最初は余裕さえ見せていたメランだったが、新世代の銃剣士としてのクストンの能力に次第に追い込まれてゆく。まりんはメランを助けようと、コスモスでクストンに変身し立向かって行くが、あっけなく捉えられ、同じようにピンチに陥ってしまう。\n　それを救ったのはエリュン、そしてブリガドーンから舞い降りたパイオンだった。パイオンの力によってクストンはブリガドーンに退却、まりんは九死に一生を得た。\n　しかし、傷ついたメランやエリュン、そしてマリーンまでがブリガドーンへと連れ去られてしまったことを知り、まりんは、激しいショックを受けるのだった。"
                },
                "24": {
                    "ID": "558651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558651",
                    "TitleEnglish": "Translucent Life",
                    "SummaryEnglish": null,
                    "TitleJapanese": "命はかくも透きとおり",
                    "SummaryJapanese": "混乱の渦中にあるブリガドーン。その中を、ロロは仲間とともに逃げ回っていた。\n　次々に傷ついてゆく仲間たち。そしてロロは、ついにすべての元凶とされる変数値の正体を知るのだが―――\n　メランたちを救うためロケットに乗ったまりんも、ブリガドーンに辿り着いていた。\n　かつて離れ離れになってしまったアポロ１１号のクルーとも合流し、中枢都市を目指すまりん。しかし中枢で待ち受けていたロロは、まりんのことを全く覚えておらず、強大なアゴン・ドラーを差し向けると彼女を亡き者にしようとする。絶体絶命、だがその時、猛々しい吼え声をあげて立ちはだかったのは、やはり離れ離れになっていたクシャトーン。\n　仲間たちのおかげで、ついにまりんは中枢都市のさらに中心、クレイスの間に辿り着く。"
                },
                "25": {
                    "ID": "558661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558661",
                    "TitleEnglish": "Time of the White Pasca",
                    "SummaryEnglish": null,
                    "TitleJapanese": "白きパスカの刻",
                    "SummaryJapanese": "クレイスの間で、意識を乗っ取られたメランはまりんに向かって銃を放つ。\n　しかし、その銃弾はまりんには当たらない。「やっぱり変わってない。メランは私を殺せない…私の恋人なんだから」確信のこもった口調でメランに語りかけるまりん。その言葉に身悶えして苦しむメラン。そんなメランを落ち着かせるため、唇を重ねるまりん。絆はよみがえり、メランは完全に自分の意識を取り戻した。\n　あらためてクレイス都市の中心部へと向かうまりんとメラン。\n　混乱の中で怯えきっていたマリーンを説得し、さらに奥へと進んでゆく。\n　だがその前に、メランと同じように意識を乗っ取られたエリュンとパイオンが現れ、そしてついには、クストンまでが現れるのだった。"
                },
                "26": {
                    "ID": "558671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brigadoon-marin-to-melan/episodes/558671",
                    "TitleEnglish": "Goodbye, Melan Blue",
                    "SummaryEnglish": null,
                    "TitleJapanese": "サヨナラは海の碧（まりん・ブルー）",
                    "SummaryJapanese": "クストンの攻撃により、重傷を負うまりんとメラン。守ることができなかったことを詫びるメランをまりんは励まし、コスモスで自分の生体活力をメランに注ぎ込む。するとメランは新たな姿へとパワーアップし、まりんとともに、クストンと対するべく立ち上がる。\n　メランとクストンの最終バトル。コスモスと融合したことで、メランはクストンを追い込んでゆく。そして決着がつこうとしたそのとき、メランはクストンをアンプルへと戻した。命を奪わず勝利する。それはまりんとの出会いから得たメランの答えだったのだ。\n　すべての危機を回避し、世界を救うパスカの日がついにはじまる。\n　数々の謎は明かされ、幸せのときが戻ってくるが、それはまた、まりんとメランの別れのときが来たことの証でもあった。"
                }
            }
        }
    }
}