{
    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0085092/",
        "https://www.themoviedb.org/tv/32377"
    ],
    "TitleEnglish": "Armored Trooper VOTOMS",
    "SummaryEnglish": "The series followed a main character named Chirico Cuvie (Kiriko Kyuubi), a former special forces Armored Trooper pilot and former member of the Red Shoulder Battalion, an elite mecha force used by the Gilgamesh Confederation in its war against the Balarant Union—both interstellar nations within the distant Astragius Galaxy. Gilgamesh and Balarant had until recently been locked in a century-old galactic war whose cause was long ago forgotten. Now, the war is ending and an uneasy truce has settled. Chirico Cuvie is suddenly transferred to a unit engaged in a suspicious mission, unaware that he is aiding to steal secrets from what appears to be his own side. Chirico is betrayed and left behind to die, but he survives, is arrested by the Gilgamesh military as a traitor, and tortured for information on their homeworld. He escapes—triggering a pursuit extending across the entire series, with Chirico hunted by the army and criminals alike as he seeks the truth behind the operation. He is driven to discover the truth of one of the objects he was assigned to retrieve in that operation: A mysterious and beautiful woman who would become his sole clue to unraveling the galactic conspiracy.",
    "TitleJapanese": "装甲騎兵ボトムズ",
    "SummaryJapanese": "ギルガメスとバララント、対立する星域同士によるアストラギウス銀河を真っ二つに分けた百年戦争の末期、キリコ・キュービィは謎の作戦に参加する。それは味方が守備する小惑星リドを襲撃するという、不条理な作戦であった。作戦中、謎の女を目撃したキリコは同僚に裏切られ、所属していたメルキア軍から追われる身となってしまう。\n百年戦争の終戦後、キリコは流れ着いたウドの街で、謎の女と再会する。彼女の正体は、軍の最高機密“素体”であった。だが、完璧なる兵士“パーフェクトソルジャー”となるべく誕生した素体は、ひとりの女性としてキリコを愛するようになっていた。キリコは彼女にフィアナという名を与え、行動をともにする。キリコとフィアナ、一組の男女が戦いの果てに、数々の戦場をめぐる遍歴の末に、たどりつく地はいずこか──!?",
    "Aliases": [
        "Armored Trooper Votoms: Pailsen Files",
        "Votoms"
    ],
    "Modified": "2025-07-15",
    "Seasons": {
        "0": {
            "ID": "55121",
            "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/seasons/official/0",
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "2317871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/2317871",
                    "TitleEnglish": "The Last Red Shoulder: The Unknown \"Red Shoulder\".",
                    "SummaryEnglish": "Shortly following the events that transpired at Uoodo City, Chirico is bent on finding those who set him up as well as finding his precious Fyana. With no leads, he searches for the one man whom he believes to have had connections to the Secret Society he is seeking, Admiral Yolan Pailsen.",
                    "TitleJapanese": "ザ・ラストレッドショルダー",
                    "SummaryJapanese": "百年戦争終結の直前、レッドショルダー隊員として「不適格」の烙印を押された四人の兵士、キリコ、グレゴルー、バイマン、ムーザは、ペールゼンの手によってそれぞれ激戦地へと送られていた。\n　そして数か月……戦後に流れ着いたウドから脱出したキリコは、グレゴルーの誘いに応えてバカラ・シティを訪れた。そこで三人と再会したキリコは、ペールゼンを倒すというグレゴルーたちに同行することにする。だが、復讐を目論む三人とは異なり、キリコの目的はペールゼンとつながっているであろう秘密結社にあった。そこにフィアナがいるかもしれない、そんな期待を胸に、キリコはペールゼンと秘密結社がアジトとするデライダ高地へ向かう。\n　その頃、デライダ高地地下の秘密結社アジトでは、パーフェクトソルジャー第二号、イプシロンが誕生していた。そこではイプシロンをより完成度の高いPSとするための教育が行われている。その教育係となっていたのは、フィアナだ。産まれたばかりの純粋無垢なイプシロン。だが、その心にも激しい攻撃衝動が植え付けられていることに、フィアナは深い悲しみを覚える。自分たち戦闘機械に、なぜ人の心が必要なのか？　フィアナは思い悩む。しかし、ペールゼンが求めるのは、戦闘機械ではなく、完璧なる兵士であった。その野望が、かつてはペールゼンの理想をになっていたキリコと、イプシロンを対決させる運命にあることを、フィアナは知る。\n　やがて、デライダ高地に到着したキリコたちはそれぞれの想いを胸に、アジトへの襲撃を開始する。そこで彼らを迎撃したのは、肩を赤く染めた黒いAT部隊で"
                },
                "2": {
                    "ID": "1228361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/1228361",
                    "TitleEnglish": "The Big Battle: Battle of the Heterogenous Species",
                    "SummaryEnglish": "Chirico finds his beloved Fiana held hostage by Bararant in an experimental facility near Koba City, and he and his comrades have to fight their way in to save her.",
                    "TitleJapanese": "ビッグバトル",
                    "SummaryJapanese": "惑星クエント消滅後、キリコたちは戦いを避けるように放浪を繰り返し、ニュートラルシティのア・コバへ流れ着いていた。そこでバトリングを見物中に、ゴウトは昔馴染であるマッチメーカーのチェロキーと再会する。バララント軍と通じていたチェロキーはキリコに目をつけ、ゴウトにビッグバトルの話を持ちかけた。地上戦艦対ATというあまりの内容に渋るゴウトであったが、高額なファイトマネーに心が揺れる。\n　その頃、フィアナはヂヂリウムの禁断症状から危険な状態に陥っていた。バニラの情報をもとに、ヂヂリウムを強奪しに行くキリコとシャッコ。その後を追うゴウトたち。しかし、ゴウトたちは怪しげな一団に捕らえられてしまった。キリコたちは苦労しながらも潜入に成功するが待ち伏せに合い、捕まってしまう。ゴウトたちの情報から、キリコを捕らえたのは、ギルガメス軍であった。キリコの前に、技術将校であるカルマン・トムスが現れる。パーフェクトソルジャーの開発に携わっていたトムスは、フィアナを捜していたのだ。フィアナを普通の人間に戻すことは可能なのか…と尋ねるキリコに、自分なら不可能ではないと答えるトムス。だが、突如乱入してきたバララント軍のPSニーバによって、トムスは連れ去られてしまった。\n　ニーバが暴れたことにより、キリコたちはギルガメス軍のもとから脱出することができた。しかし、その間にフィアナが何者かに連れ去られてしまっていた。それは、バトリングを渋るキリコに、戦いを強いるチェロキーの仕業であった。怒るゴウト。しかし、キリコはフィアナを取り戻すため、冷静にバトリング"
                },
                "3": {
                    "ID": "560171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/560171",
                    "TitleEnglish": "Red Shoulder Document: Origin of Ambition",
                    "SummaryEnglish": "The story of Chiriro's origin as part of a genetic experiment and recruitment into the Red Shoulder group.",
                    "TitleJapanese": "レッドショルダードキュメント 野望のルーツ",
                    "SummaryJapanese": "レッドショルダー隊の基地である惑星オドン。そこへ強行偵察を行うギルガメス軍のAT部隊。だが、部隊は肩を赤く染め上げたAT隊によって、瞬く間に全滅させられてしまう。\n　その事件の存在も知らぬまま、キリコは突然の転属命令によって、オドンへとやってきた。そして、到着と同時に模擬戦闘を強要される兵士たち。だが、それは適正テストとは名ばかりの、共食いと呼ばれる実戦であった。戸惑いながらも殺されていく兵士たち。そんな中、キリコはカースンという男とともに、その危機を乗り越え、レッドショルダーの機体へ逆撃を加える。\n　結局、レッドショルダーに無事入隊できたのは、キリコとカースンのみであった。二人はさっそく、レッドショルダーの古参兵グレゴルー、バイマン、ムーザから手荒い歓迎を受ける。\n　その頃、ギルガメスの最高戦略総会において、レッドショルダーの創設者ヨラン・ペールゼンは第三次サンサ攻略戦の作戦案を提出していた。作戦案は高く評価されつつも、そのいくつかの局面でレッドショルダーに全面的に依存していることが問題とされる。レッドショルダーの情報開示を求める声に、ペールゼンは必要なしと言い切った。先の強行偵察の一件を、切り札として……。\n　強制収容所のようなオドン基地で、兵士たちから“所長”と呼ばれているリーマン司令官。彼はペールゼンから、密命を受けていた。それは、キリコを監視せよというものだった。ペールゼンとリーマンが共有した理想は、鉄の規律と弛まぬ訓練によって、最強の戦闘集団を作り上げることである。しかし、すべてに反抗的なキリコは、その理"
                },
                "4": {
                    "ID": "4183207",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/4183207",
                    "TitleEnglish": "Pailsen Files the Movie",
                    "SummaryEnglish": "The Gilgamesh Confederation continues its assault on the Balarant Union with Chirico Cuvie on the front lines — but he is not alone. At his side stands a team of AT pilots who appear to be as invincible as Chirico himself.",
                    "TitleJapanese": "ペールゼン・ファイルズ 劇場版",
                    "SummaryJapanese": "極秘文章「ペールゼン・ファイル」…\nそこには「異能生存体」と呼ばれる特異遺伝子（不死）の秘密が記されていた。\nそこに着目したギルガメス軍　情報省次官　フェドク・ウォッカムは、ファイルにあった「キリコ（主人公）、バーコフ、ゴダン、ザキ、コチャック」の5人をモルモットのごとく過酷な戦場に送り込んでゆく。\nそして、百年続いた戦争が終わりを迎えようとする時、両軍の雌雄を決する大作戦が行われようとしていた。\n惑星モナド攻略戦…その中心には5人の異能生存体の姿があった･･･"
                },
                "5": {
                    "ID": "4183208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/4183208",
                    "TitleEnglish": "Case;Irvine",
                    "SummaryEnglish": "Irvine Lester is an AT repairman. In order to make a living with his sister, he is secretly fighting in AT gambling matches and intentionally losing the games for money. But the other fighters find out about his excellent AT maneuvering skills and demand a real match.",
                    "TitleJapanese": "Case;IRVINE",
                    "SummaryJapanese": "アービンは妹のドナと共に新天地への脱出を夢見てATの整備工場を営んでいる。\nそのアービンにはウラの顔があった。\nATの勝敗による裏賭博“バトリング”の凄腕ファイター“ザ・ダーク”。\n興行師イシュルーナのマッチメイクでペイガンという男と戦い、ペイガンの勝利で終わった。\nしかしペイガンは気付いてしまった。手加減された!?\nそう、アービンは負け役のみを請け負う八百長ファイターだったのだ。\n「バトリングは戦争じゃない、只の遊びだ」というアービン。\n「戦場は勝った者が生き、敗者は死あるのみ」という信念を持つペイガンは屈辱を狂気へと変え、アービンの日常＝ドナをも戦火へと巻き込んでいく…。"
                },
                "6": {
                    "ID": "4183209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/4183209",
                    "TitleEnglish": "Votoms Finder",
                    "SummaryEnglish": "An \"alternate universe\" OAV that centers around Aki Tesuno, a Bottoms guard for scrap salvagers and a pilot of a robotic mecha called an At or Altro (as opposed to VOTOMS' trademark Armored Trooper mecha).",
                    "TitleJapanese": "ボトムズファインダー",
                    "SummaryJapanese": "遥かに深い崖の底にある世界、“ボトムズ”。\nそこに、崖の上にあるという世界“トプ”へと思いを馳せる少年がいた。アキ・テスノ。\n持ち前のAt(アルトロ)操縦技術からタンブラー(曲芸師)と呼ばれている。\nその彼に突然トプから、ディアハルトという男によってボトムズの地に誘拐された少女を助けて欲しい、との依頼が舞い込んでくる。\n二つ返事で引き受けるアキ。\n相棒のエイビィと“鳥”と呼ばれる廃墟へ向かい、ディアハルトのAtと対峙する。\nそして無事に少女の救出に成功!と思いきや、事態は予想外の方向へと!?"
                },
                "7": {
                    "ID": "4183210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/4183210",
                    "TitleEnglish": "Chirico's Return",
                    "SummaryEnglish": "Chirico meets up with Gotho and friends at an oasis town for the first time in over 30 years.",
                    "TitleJapanese": "孤影再び",
                    "SummaryJapanese": "“アレギウムの赫い霍乱”でマーティアルを追放されたテイタニアは、教団の追撃を受けながらもキリコの行方を掴む。\nキリコの目的地とは、仲間達が住まう砂漠の交易都市“グルフェー”であった。\n道中キリコは偶然にもバニラの娘・ステビアと出会い、グルフェーへ同行する。\nしかし、街は利権を狙うメルキア軍「黒い稲妻旅団」250機のATが包囲する緊張状態にあった…。試されるバニラ一族の絆、テイタニアの秘めた想い、―そしてキリコがグルフェーに現れた目的とは!?\nフィアナの死という衝撃のラストで幕を閉じた「赫奕たる異端」とキリコ不在で幕を開けた「幻影篇」との空白期間に隠された驚愕のエピソード!"
                },
                "8": {
                    "ID": "4556165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/4556165",
                    "TitleEnglish": "Stage I: Woodo City",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ウド",
                    "SummaryJapanese": "ウド編の総集編"
                },
                "9": {
                    "ID": "4621076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/4621076",
                    "TitleEnglish": "Stage II: Kummen Jungle Wars",
                    "SummaryEnglish": null,
                    "TitleJapanese": "クメン",
                    "SummaryJapanese": "クメン編総集編"
                },
                "10": {
                    "ID": "4621077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/4621077",
                    "TitleEnglish": "Stage III: Deadworld Sunsa",
                    "SummaryEnglish": null,
                    "TitleJapanese": "サンサ",
                    "SummaryJapanese": "サンサ編総集編"
                },
                "11": {
                    "ID": "4621078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/4621078",
                    "TitleEnglish": "Stage IV: God Planet Quaint",
                    "SummaryEnglish": null,
                    "TitleJapanese": "クエント",
                    "SummaryJapanese": "クエント編総集編"
                },
                "12": {
                    "ID": "8059011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/8059011",
                    "TitleEnglish": "Vol. I: Stories of the \"A.T. VOTOMS.\"",
                    "SummaryEnglish": "A chronological compilation of the TV series.",
                    "TitleJapanese": "Stories of the \"A.T. VOTOMS\"",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "8059015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/8059015",
                    "TitleEnglish": "Vol. II: Highlights from the \"A.T. VOTOMS.\"",
                    "SummaryEnglish": "Contains all the previews for each episode narrated by Ginga Banjou, and is a collection of famous scenes featuring the three characters Cocona, Vanilla, and Gouto.",
                    "TitleJapanese": "Highlights from the \"A.T. VOTOMS\"",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "7822933",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/7822933",
                    "TitleEnglish": "Armored Trooper Votoms: Alone Again (OAV)",
                    "SummaryEnglish": "Chirico meets up with Gotho and friends at an oasis town for the first time in over 30 years.",
                    "TitleJapanese": "Armored Trooper Votoms: Alone Again (OAV)",
                    "SummaryJapanese": "Chirico meets up with Gotho and friends at an oasis town for the first time in over 30 years."
                }
            }
        },
        "1": {
            "ID": "55131",
            "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/seasons/official/1",
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "559651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559651",
                    "TitleEnglish": "War's End",
                    "SummaryEnglish": "Chirico Cuvie demands answers when his unit opens fires on their forces during a top-secret mission, but his superior officer stonewalls him. What is going on?",
                    "TitleJapanese": "終戦",
                    "SummaryJapanese": "アストラギウス銀河を二つにわけて戦われた百年戦争末期、兵士キリコ・キュービィーは突然の転属命令によって、小惑星リドにおける秘密作戦に参加する。しかし、小惑星リドの守備隊は味方であるはずのギルガメス軍であった。作戦に疑問を感じつつも任務を遂行するキリコは、得体の知れないカプセルを発見、恐る恐る開閉スイッチに触れるとそこには裸の女性が横たわっていた。知ってはならない秘密の一端を知ってしまったキリコは、作戦遂行中の仲間に裏切られて宇宙空間に放り出されてしまう。その後、キリコは戦艦バウントントに収容され、「素体」の行方を追っている情報将校ロッチナに拘束される。キリコが事件に関与していると確信したロッチナは、惑星メルキアに連行して拷問を行ない、「素体」の行方を聞き出そうとする。身の危険を感じたキリコは隙を突いて脱走を計り、戦闘機を奪って逃亡する。しかし、キリコの身体にはすでに追跡用のビーコンが埋め込まれていた。"
                },
                "2": {
                    "ID": "559661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559661",
                    "TitleEnglish": "Woodo",
                    "SummaryEnglish": "Months after the mission that changed his life forever, Chirico hides in the wretched hive known as Uoodo. What recourse does he have when he is enslaved by a local gang?",
                    "TitleJapanese": "ウド",
                    "SummaryJapanese": "ロッチナの手を逃れたキリコは、ウドの街を彷徨っていた。悪徳と退廃が支配するこの街で、キリコは再び地獄へ落ちる。暴走族ブーンファミリーの人狩りにあったキリコは、町外れのヂヂリウム採掘場へと連れて行かれ、他のウドの街の住民とともに強制的に採掘作業に狩り出される。しかし、劣悪な環境のために次々と男たちが倒れていく中、怒りの頂点に達した人々はついに暴動を起こした。キリコもそのどさくさに紛れて脱走するが、ブーンファミリーのホロがその後を追いかける。追いつめられたキリコは絶体絶命の窮地に立たされた。だがその時、どこからともなく放たれた一発の銃弾によってホロは倒れ、逃げおおせたキリコはスクラップ場に放置されていたアーマードトルーパー（AT）のコクピットに潜り込んで寝入ってしまう。百年戦争はようやく休戦となったが、戦場しか知らないキリコにとって、そこはもっとも安堵できる場所なのであった。"
                },
                "3": {
                    "ID": "559671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559671",
                    "TitleEnglish": "Encounter",
                    "SummaryEnglish": "Chirico has plans for the ruined Scopedog he found in the junkyard. Will this be the opportunity he needs to turn his luck around?",
                    "TitleJapanese": "出会い",
                    "SummaryJapanese": "ATの中で寝ていたキリコの前に、闇商人のゴウトが現われる。バトリングと呼ばれるＡＴを使った賭け試合のマッチ・メーカーでもあるゴウトは一緒に組まないかと話を持ちかけるが、キリコは意に介さない。そこへ戦災孤児の少女、ココナが顔を出し、ゴウトには気をつけろとキリコに忠告する。さらに軍人崩れの闇商人であるバニラも現われ、3人はそれぞれキリコに興味を示すが、キリコはただ黙々とATの修理を行なうだけであった。\n一方、ヂヂリウム採掘場における暴動・脱走という許しがたい行為に怒るブーンファミリーは、自らの面子にかけて脱走者を皆殺しにしようと躍起になっていた。その頃、時を同じくして治安警察の新署長としてイスクイが着任する。小惑星リドの襲撃事件を指揮した秘密結社の構成員であるイスクイは、ヂヂリウムの採掘権を独占するため、この機にブーンファミリーを一網打尽にしようと画策していた。\nこうして役者が揃ったウドの街は、ふたたび戦場と化す。ATの修理が終ったキリコはブーンファミリーの前に姿を現わして戦闘を始め、そこへ治安警察が介入してあたりは火の海となる。そして、その脇を一人の女性を乗せたリムジンが走り去っていった……。"
                },
                "4": {
                    "ID": "559681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559681",
                    "TitleEnglish": "Battling",
                    "SummaryEnglish": "Recognizing Chirico's expertise as a pilot, Gotho offers him an opportunity to make his fortune in the underground VOTOMS gladiatorial sport known as Battling.",
                    "TitleJapanese": "バトリング",
                    "SummaryJapanese": "ブーンファミリー、治安警察との戦いの中で、炎に囲まれて窮地に陥るキリコであったが、キリコを追うメルキア軍情報部の一団によってATに消火液をかけられ、すんでのところで救われた。だが、キリコはまだこの情報部による監視を知らない。\n逃げ戻ったキリコに、ゴウトはバトリングを勧める。キリコは言われるままにバトリング会場に赴きAT同士の戦いを目にするが、死線をかいくぐってきたキリコの目には遊びにしか見えなかった。しかし、それを口にしたことによってバトリング選手たちの怒りを買い、その中の一人、ボモーとバトリングを行なうことになった。\nその時、小惑星リドの作戦にも参加していた秘密結社の一員であるコニン少尉がキリコを見とがめる。コニンはボモーに自分と試合を代わるように言い、イスクイにキリコが生きていたことを報告する。\nコニンとキリコのバトリングが始まる。しかし、それはゴウトもキリコも知らないままに実弾使用のリアルバトルに変更されていた。ゴウトの制止も聞かずに闘いを始めたキリコは、かろうじてコニンに勝利した。だがその直後、イスクイの命令によって到着した治安警察によってキリコは逮捕、連行されてしまう。そして、謎の女性ファンタムレディーはその一部始終を見つつ、ロイヤルボックスから立ち去るのだった。"
                },
                "5": {
                    "ID": "559691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559691",
                    "TitleEnglish": "The Trap",
                    "SummaryEnglish": "Chirico is caught by powerful people who believe the soldier was sent to Uoodo under orders. As they torture him for information, Chirico's allies plan a rescue mission.",
                    "TitleJapanese": "罠",
                    "SummaryJapanese": "治安警察によって連行されたキリコは、薬物を投与されたうえでボローによる尋問を受ける。しかし、神の存在を信じないキリコには効果がなく、イスクイらはキリコがなぜウドの街へ来たのかを聞き出すために拷問を行なった。\n一方、バトリングでキリコの能力を見せつけられたゴウトらは、彼を救出しようと治安警察に忍び込む。ギリギリのところでキリコの救出に間に合ったバニラたちはいったんゴウトの事務所に戻るが、密告によってすぐに居場所がバレてしまう。そしてキリコを治療しているところへマッチメーカーからリアルバトルの打診が入る。法外なファイトマネーを持ちかけられ心が揺れるが、キリコの体を心配して断るゴウト。だが、キリコ自らがそのリアルバトルを受けてしまう。\nリアルバトルの相手はリド作戦における上官、オリヤ大尉であった。リアルバトルという名の実戦の中で、かつての戦場での記憶を呼び覚ましたキリコは、オリヤ大尉を追いつめ、なぜ自分を殺そうとするのかを問いただす。だが、イスクイが待ち伏せしていた治安警察に攻撃を命令し、オリヤは答えることなく死亡する。\nその攻撃の中、キリコは再び走り去るリムジンを目撃する。そしてキリコは得体の知れない胸騒ぎを感じるのであった。"
                },
                "6": {
                    "ID": "559701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559701",
                    "TitleEnglish": "Prototype",
                    "SummaryEnglish": "Reflecting upon the events thus far, Chirico leaves to face the chief of police. His allies plan a daring heist without him.",
                    "TitleJapanese": "素体",
                    "SummaryJapanese": "治安警察の攻撃の中、キリコはATを捨てて下水溝へと逃げ、ゴウトらとともにバニラのアジトへと辿りついた。バニラやゴウトはキリコが治安警察に追われている理由を訊ねるが、キリコにもその答えはわからない。そしてキリコはアジトを抜けだして単身、治安警察へと乗り込んだ。イスクイに直接会って理由を聞き出そうというのだ。首尾よく潜り込んだキリコがなぜ自分を殺そうとするのかを問いただすと、イスクイはその理由がわかる場所へ案内するという。キリコに銃を突きつけられたまま、イスクイはウド郊外のヂヂリウム保管庫へと向かった。\nその頃、キリコがいなくなったことを知ったゴウトとバニラはヂヂリウム保管庫を襲う計画を立て、地下の引き込み線を使って保管庫に潜入していた。そしてそこでキリコが治安警察に追われているところを目撃する。キリコはバニラの誘導によってその場を切り抜け、ゴウト、バニラ、ココナと合流したキリコは不思議な部屋に迷いこんだ。訝りながら進む一行は、やがて青い光に包まれてヂヂリウムを浴びている美女を発見する。一行はしばし呆然とそれを眺めていたが、突然キリコは小惑星リドで見たものを思いだし、その美女の後を追う。そして、背後から近づいたキリコは俺を覚えていないかと問いかける。一瞬の間を置き、逃げ出す美女。キリコはそれを追いかけるが逃げられてしまい、逆に治安警察に見つかってしまった。ゴウトらはその場にあったヘリコプターに乗り込んで窮地を脱したが、キリコの疑問はますます深まるばかりであった。"
                },
                "7": {
                    "ID": "559711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559711",
                    "TitleEnglish": "The Raid",
                    "SummaryEnglish": "Rumors swirl of the police using a city-wide sweep as cover for a mysterious transport. Intrigued, Chirico investigates.",
                    "TitleJapanese": "襲撃",
                    "SummaryJapanese": "青い燐光を発する液状化したレアメタル“ヂヂリウム”を浴びていた美女は、キリコの運命を変えた素体と同一人物であった。自らが追われている理由を知るために、ふたたび行動を起こすキリコ。治安警察の署員からヂヂリウムの運び出しの情報を得たキリコは、バニラのアジトへと戻って、準備を始める。しかし、既にココナからの情報によって運び出しのことを知っていたゴウトとバニラもまた、武器の手入れをしていた。そこへ、ボロボロの姿のココナがやってくる。暴走族に捕まり、運び出しの情報を漏らしてしまったというのだ。ゴウトらは襲撃計画を断念しようとするが、キリコは逆にチャンスだと考える。その説明に納得した二人は、キリコに協力してヂヂリウムを襲撃する腹を固める。\n時を同じくして、メルキア軍のバッテンタイン中将が、ロッチナに対して素体の奪還を命じていた。バッテンタインの政界への転身を賭けたパーフェクトソルジャー計画、その中核をなすのが素体だったのである。命を帯びたロッチナはただちにウドの街へと向かう。\n翌朝、治安警察の部隊がヂヂリウムの運び出しを行なっているエアポートへ、暴走族が押し寄せる。激しい戦闘が繰り広げられる中、キリコらはどさくさに紛れてまんまとヂヂリウムを強奪することに成功した。その一部始終を冷たく見つめる素体。その視線に気づかぬまま、ヂヂリウムを確保していれば、必ず素体へと糸がつながることを、キリコは確信していた。"
                },
                "8": {
                    "ID": "559721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559721",
                    "TitleEnglish": "The Deal",
                    "SummaryEnglish": "The crew celebrates, but Chirico wishes no part in the spoils. While the police react, another player watches from the shadows.",
                    "TitleJapanese": "取引",
                    "SummaryJapanese": "まんまとヂヂリウムをせしめたゴウトらは、アジトに戻って祝杯を上げる。しかし、一人で黙々とATの整備を行なうキリコは、仲間ではない自分に分け前はいらないと言う。三人は不審に思いつつも、キリコの分のヂヂリウムを巡って言い争いを始める。それを尻目に、治安警察に追われる理由について、そして素体の正体についてキリコは一人で煩悶とする。\n一方、ヂヂリウムを奪われた治安警察はウドの街を完全に包囲した。これに気がついたゴウトらは、せっかくのヂヂリウムも換金できなければ、宝の持ち腐れであることに気がつき、切歯扼腕する。しかし、ゴウトは大逆転の取り引きを思いついた。単身、治安警察に赴き、イスクイに商談を持ちかけるゴウト。もっともヂヂリウムを必要としている、治安警察そのものを取引相手にしようというのだ。\nその頃、ウドの街に潜り込んだロッチナは、部下を使ってキリコらの動きの一部始終を監視していた。そして、近いうちにキリコと素体が接触するであろうことを予感する。\n一方、イスクイとの商談を成立させてアジトに戻ったゴウトは、さっそく約束の場所へ向かおうとする。そこへキリコが、自分も行くと言い出した。ゴウトらは口々に止めるが、キリコは護衛として行くと言って聞かない。\nやがて、ココナがヂヂリウムの輸送車を治安警察に届けるのと時を同じくして、ゴウトは取引場所のコロシアム跡でイスクイを待っていた。取引成立と思われた時、ゴウトは治安警察によって包囲されていることを知り、渋々その場を立ち去ろうとする。だが、入れ代わるようにATに乗ったキリコが現われ、その混乱に"
                },
                "9": {
                    "ID": "559731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559731",
                    "TitleEnglish": "The Rescue",
                    "SummaryEnglish": "Chirico faces the wrath of the police alone. Enraged, Coconna demands that the crew return to help their friend.",
                    "TitleJapanese": "救出",
                    "SummaryJapanese": "プロトワンのATに倒されたキリコは、またも治安警察の手に落ちてしまった。その一方で、三十億ギルダンの金貨を手にして舞い上がるゴウトとバニラ。しかし、キリコを置き去りにしてきたことを聞き、ココナが怒りだす。そこへ現れた治安警察のヘリを奪取した三人は、通信機からキリコ護送の報を聞く。キリコを助けに行くと主張するココナの剣幕に、ゴウトとバニラも渋々従う。だが、護送車を襲撃するもからくも、救出することは叶わなかった。\nゴウトとバニラはやることはやったとキリコのことを諦めようとするが、ココナは認めない。そして、金貨を使ってウドの街が混乱に陥った隙に、キリコを助け出そうと言い出した。半ばヤケになったゴウトとバニラはヘリから三十億ギルダン分の金貨を盛大にばらまいた。老いも若きも金貨に群がり、治安警察の署員ですらも職務を放棄して、拾い出した。その混乱に乗じて、なんとかキリコを救い出す三人。\n「おかげで助かった」と口にするキリコに、三人は「仲間だから」と答える。キリコの胸は暖かいものに満たされるのだった。"
                },
                "10": {
                    "ID": "559741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559741",
                    "TitleEnglish": "Red Shoulder",
                    "SummaryEnglish": "The police adopt a scorched earth policy in their attempts to flush Chirico and his allies out. Forced to run, the four take drastic measures to save their own lives.",
                    "TitleJapanese": "レッド・ショルダー",
                    "SummaryJapanese": "ウドの街の深夜、ひとときの安息を味わっているキリコたち。だが、静寂は爆音と硝煙の匂いによって破られた。キリコたちの存在に手を焼いたイスクイが、徹底的な掃討作戦を開始したのである。絶体絶命の窮地の中、味方の生き血を吸っても生き延びるというレッドショルダーの逸話を語るゴウト。執拗な攻撃に諦めかけた三人を叱咤して、キリコはなんとか包囲下のアジトからの脱出を成功させる。しかし、キリコは追われる理由を話し、素体の正体を確かめるまでは街を離れたくないと言い残し、去っていく。\nやがて、バトリング場に潜り込んだキリコは、一人でATの改造を始める。そこへ、ゴウトらもやってきて手伝いはじめた。キリコが組み上げた機体はスコープドッグに重武装を搭載したものだったが、バニラがレッドショルダーにあやかって左肩を赤く塗りあげる。その機体を見たキリコは、本来のレッドショルダーなら染まっているのは右肩で、もっと暗い血の色の赤であることを告げる。一目でマーキングの違いを指摘したキリコが、レッドショルダーあがりであることに気づくゴウトたち。三人は頼もしい味方を得たと喜ぶが、キリコ自身にとって己がレッドショルダーであったことは、忌まわしい過去以外の何ものでもなかった。\nそこへ、通報によってキリコの居場所を突き止めた治安警察による、一斉攻撃が始まった。"
                },
                "11": {
                    "ID": "559751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559751",
                    "TitleEnglish": "Counterattack",
                    "SummaryEnglish": "The Prototype defies a direct order to engage Chirico in combat. The police chief and Borough attempt to discover why while the AT pilot dominates the battle.",
                    "TitleJapanese": "逆襲",
                    "SummaryJapanese": "バトリング場でキリコを包囲した治安警察は総攻撃を開始する。しかし、キリコは囮の無人ＡＴと連携してこれを排除すると、治安警察本部ビルへ向かった。\n一方、出撃を命じるイスクイとボローに対して、プロトワンはキリコとの戦いを拒否する。命令には絶対に服従するはずのパーフェクトソルジャーが反抗したことに驚愕した二人は、彼女の記憶を検証した。そして、小惑星リドにおいて誕生以前の素体とキリコが出会っていたことを知る。\nその頃、キリコは迫りくる治安警察の部隊を次々と突破して、本部ビルへと急進していた。その前に現れる、プロトワンのブルーティッシュドッグ。前回と同様、圧倒的な力の前に破れ、意識を失うキリコ。しかし、とどめをさせないままにATから降りたプロトワンの隙をつき、キリコはアーマーマグナムを突きつける。\nそんなキリコの動静を監視していたロッチナは、キリコが素体とともにウドの街から逃亡する可能性が高まったと判断、特殊部隊の出動を決意する。\n治安警察の部隊に包囲された本部ビルの中で、プロトワンと二人きりになるキリコ。コードネームを名乗るプロトワンに、キリコはそいつは名前じゃないと告げる。もはや、彼女は自分の敵ではないことを、キリコは悟っていた……。"
                },
                "12": {
                    "ID": "559761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559761",
                    "TitleEnglish": "Bonds",
                    "SummaryEnglish": "Chirico and the Prototype are discussing their situation when the police discover their location. Borough proposes that Battling pilots chase after them.",
                    "TitleJapanese": "絆",
                    "SummaryJapanese": "包囲された治安警察ビルの中で、小惑星リドでの出会い以来、ずっとキリコのことを見ていたと語るプロトワン。キリコもまた、小惑星リドでの事件を思い出す。そこへ治安警察の署員が現われ、居場所を知られてしまう。イスクイとボローはウドの街のバトリング選手らを集め、特権を与えるとの約束のもとにキリコらを攻撃させる。手練れのバトリング選手たちの前に、キリコとプロトワンは苦戦させられる。\n一方、バッテンタインに対して支援を要請していたロッチナは、イスクイらが元ギルガメス軍将校であったことを知る。リド襲撃事件の全容と素体の行方を知る人物として、イスクイの捕獲を指令するバッテンタイン。\n本部ビルの下層へと降りていくキリコとプロトワン。バトリング選手たちが行く手を阻むが、キリコたちの敵ではなかった。だが、待ち構えていた治安警察の攻撃によって、プロトワンはATを破壊されてしまう。機体から放り出されるプロトワンに駆け寄りながら、「フィアナ！」と叫ぶキリコ。それが自分につけられた名前だと思い、喜びをあらわにするフィアナ。思わず発した自分の言葉に戸惑いつつも、キリコはフィアナとともに、地下鉄道へ向かって走り出す。しかし、あと一歩と言うところでキリコのATも破壊され、二人は引き離されてしまう。駆けつけたゴウトらに救われるキリコであったが、フィアナを連れ出すことはできなかった。\nその頃、ウドの街にメルキア軍のAT降下部隊が上空からの奇襲を開始しつつあった……。"
                },
                "13": {
                    "ID": "559771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559771",
                    "TitleEnglish": "Escape",
                    "SummaryEnglish": "The military occupies Uoodo and demands the surrender of police forces. Chief Iskui is ordered by his superior to buy time so the Prototype can be smuggled out of the city.",
                    "TitleJapanese": "脱出",
                    "SummaryJapanese": "ウドの街に降下したメルキア軍のAT部隊は、治安警察の部隊ごと本部ビルを包囲する。指揮を執るロッチナはイスクイに対して投降を呼びかけるが、反応はない。秘密結社の本部に指示を仰いだイスクイは、増援が来るまで本部を死守するよう指令されていたのだ。だが、増援が送られてくることはなく、メルキア軍の総攻撃の前に、イスクイは命を落とす。しかも、すでにボローとフィアナは脱出した後で、ロッチナは作戦目的を達成できなかった。\n一方、なんとか本部ビルから脱出したキリコであったが、フィアナを連れ戻しに行こうとしていた。無茶だと止めるがゴウトたちに、キリコはそれまでの経緯を余さずに語る。非道な話を聞かされ、力を貸す気になってしまうゴウトたち。\nその頃、ボローとフィアナは街の郊外のヂヂリウム保管庫に到着していた。そこへキリコたち、そしてメルキア軍が殺到する。キリコはようやくフィアナを見つけるが、秘密結社から離れて生きられない彼女には、ともに行くことを拒むしかなかった。増援に護られ、ボローとともにウドを脱出するフィアナ。そして、激しい戦いが続いたウドの街はついに崩壊を始め、混乱の中、キリコはいつしか仲間ともはぐれ、一人彷徨うのであった……。"
                },
                "14": {
                    "ID": "559781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559781",
                    "TitleEnglish": "Assemble EX-10",
                    "SummaryEnglish": "Three months after the events on Uoodo, a new chapter unfolds as Chirico finds himself on the front lines as a mercenary in the war-torn kingdom of Kummen.",
                    "TitleJapanese": "アッセンブルEX-10",
                    "SummaryJapanese": "ウドの街の崩壊から三か月後、キリコは内乱の続くクメン王国へ現われた。すべてを忘れようと彷徨っていたキリコは、王国政府軍の傭兵募集に応じたのだ。傭兵基地アッセンブルEX－10に到着したキリコは、意外な人物と再会する。ウドで離ればなれになったゴウトだ。武器の闇ルートにも精通しているゴウトは、EX－10に武器を卸しているという。しかし、二人の前に現われた兵士がキリコを連行した。入隊のための身体検査の際に、体内に埋め込まれていたビーコンが発見されたのだ。クメン王国は反政府ゲリラとの内戦状態にあるだけでなく、分離独立を求めてメルキア連邦政府とも冷戦状態を継続している。そのため、キリコにはメルキアのスパイとの容疑がかかり、カン・ユー大尉が尋問を行った。ビーコンに覚えのないキリコはシラをきるしかなかったが、そこへ基地司令官のゴン・ヌー将軍とゴウトが現われた。ゴウトの取りなしでこれまでの事情を説明したキリコは、ようやく解放される。\nその夜、ゴウトは基地近くの歓楽街・ニイタンで、キリコをとある店へ連れて行った。店の名はファンタムクラブ。ゴウトが出資し、バニラが店長を勤めているこの店で、ココナも歌姫として働いていた。仲間たちと再会し、安らぎを得るキリコ。だが、そんなひとときもビーラーゲリラの襲撃によって、打ち破られる。急ぎ基地へと帰還したキリコは、カン・ユーの指揮のもとに出撃する。そして、そこで驚異的な反応速度を見せる、青いATを目撃した。そのATにフィアナが乗っていると確信したキリコは、コクピット・ハッチを開けて、我が身をさらけ出す。だが、青いAT"
                },
                "15": {
                    "ID": "559791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559791",
                    "TitleEnglish": "Doubts",
                    "SummaryEnglish": "Captain Kan Yu's assistance arrives just in time and Chirico is questioned for his battlefield decision. A PS is a deadly opponent, so what are their options when facing one?",
                    "TitleJapanese": "疑惑",
                    "SummaryJapanese": "戦闘中に機体から身をさらけ出すという不審な行動に、キリコがスパイではないのかという疑念を、カン・ユーはますます強めていった。キリコはあの青いATにPSが乗っているという推測を口にする。\nその後、ふたたびファンタムクラブを訪れたキリコは、EX－10でも一、二を争うボトムズ乗りのキデーラに絡まれるが、クメン王国政府正規軍出身のポタリアが仲裁をする。その際、ビーラーゲリラが仕掛けた爆弾に気がついたキリコは、キデーラと仲間の命を間一髪で救うのだった。\n店を出たキリコは、ウドでの経験をもとに、ゴウトの事務所で対PS用のミッションディスクを作成する。そして翌日、出撃命令が下ったキリコはカン・ユー指揮のもと、キデーラ、ポタリア、クエント人のル・シャッコらとともにAT運搬船の護衛についた。そこへビーラーゲリラが奇襲をしかけてきた。キリコは作成したばかりのミッションディスクをセットし、かろうじて青いATを撃退する。しかし、なぜフィアナが自分に気づかずにいるのか、キリコの疑念は深まっていくばかりだった。"
                },
                "16": {
                    "ID": "559801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559801",
                    "TitleEnglish": "Clean Sweep",
                    "SummaryEnglish": "The mercenaries fend off a guerrilla raid, but Pol is shocked when he recognizes one of the attackers. Chirico discovers Pol's connection to the Kummen army.",
                    "TitleJapanese": "掃討",
                    "SummaryJapanese": "アッセンブルEX－10がビーラーゲリラから夜襲を受けた。ポタリアは敵の中に、見覚えのある人影を目撃する。そして翌日、カン・ユー指揮の特別部隊が、ムナメラ河上流のゾンム村へ出動した。この村にゲリラの根拠地があると判明したためだ。捜索の結果、情報を得ようと村の者を広場に集めて、ロシアンルーレットを強要するカン・ユー。しかし、その順番がポタリアの幼馴染であるモニカにまわってきた。たまらずに制止するポタリアに対し、モニカは彼の理想を悪しき幻想だと言ってのける。やはり、前夜の影はモニカだったのだ。結局、ポタリアとは相容れずに、銃を自分の頭に向けるモニカ。その時、キリコのATが発砲し、モニカは死の賭けを免れた。そして、キデーラたちが撃ち抜いた祭壇から、ゲリラ側のATが姿を現わした。村はたちまち乱戦状態に陥り、キリコはその渦中に青いATを発見する。ターレットからメルキアの軍用サインを光学発信するキリコ機に対して、青いATはついに攻撃を停止した。だが、その機体から姿を現したのは、見たことのない男の姿であった……。"
                },
                "17": {
                    "ID": "559811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559811",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "Chirico miscalculated, and the enemy was not who he thought it was. Despite this, he's still determined to find answers, and the two soldiers clash.",
                    "TitleJapanese": "再会",
                    "SummaryJapanese": "青いＡＴから降りてきた男・イプシロンはキリコの姿を確認すると、敵意をむき出しにして攻撃を再開した。イプシロンによってATを破壊されながらも、からくも脱出するキリコ。だが、その光景を目にしたカン・ユーはキリコを見捨て、ポタリアらの反対を押し切って基地への帰投を命じるのであった。 \nその頃、神聖クメン王国を宣言したかつてのクメン王国第三王子カンジェルマンは、根拠地であるカンジェルマン宮殿で、王国の伝統的な武術であるバランシングの稽古をつけていた。その相手は、なんとフィアナである。そこへ帰還したイプシロンが、キリコを取り逃がしたことを報告する。\n一方、キリコは単身でカンジェルマン宮殿へ潜入しようとするが、警備兵ロボットに発見されてしまう。宮殿の広場へと連行されたキリコは、宮中から見下ろすフィアナとついに再会を果たした。神聖クメン王国の者たちは口々にキリコを処刑しろと叫ぶのだが、イプシロンがバランシングの決闘を申し込んできた。だが、バランシングの経験などないキリコはイプシロンに敗れ、わき腹に深手を負ってしまう。そこへ歩みでたフィアナは、自らとどめを刺そうと、キリコに斬りかかる。しかし、それはキリコを救うための演技であった。\nその夜、地下牢に閉じ込められたキリコのもとへ、フィアナが訪れた。二人は互いの気持ちを確認しあう。だが再会もつかの間、キリコを逃がすと、フィアナは宮殿に残るのだった。想いを残しつつも宮殿を脱したキリコの前に、モニカが現れる。モニカはゾンム村での借りを返そうと、キリコに脱出用の船を提供するのだった。"
                },
                "18": {
                    "ID": "559821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559821",
                    "TitleEnglish": "Turnabout",
                    "SummaryEnglish": "Chirico's been found, but his miraculous survival causes the suspicious Captain Kan Yu to accuse him of switching sides and demands his interrogation.",
                    "TitleJapanese": "急変",
                    "SummaryJapanese": "傷だらけになりながらも、キリコはなんとかアッセンブルEX－10へと帰り着いた。しかし、敵地から帰還できたこと自体が怪しいと、カン・ユーはキリコにさらに疑いの目を向ける。しかし、軍医を買収したゴウトの手配で絶対安静を装ったことにより、キリコは追求を免れることができた。\n一方、キリコに逃げられたカンジェルマン宮殿では、カンジェルマンが内部に手引きした者がいるのではないかと考えていた。同じＰＳであるイプシロンにだけ、自分が犯人であると告げるフィアナ。しかし、イプシロンにはフィアナを責める気はなく、戦いによってキリコと決着をつけるつもりだった。そんな時、クメン王国首都ザイデンに、メルキア連邦の使節団が到着したという情報がもたらされる。二十年に渡って冷戦状態にあったメルキアとクメンの和平、それはPSを追跡するためにバッテンタインが仕組んだ展開であった。しかし、神聖クメン王国にとっては政府軍が後顧の憂いをなくし、自分たちとの決戦に全戦力を投入してくることを意味していたのだ。\nそして、この情報をもとにゴン・ヌーは独自の目的のため、メルキア使節団との接触を図る。また、ゴン・ヌーの後を追ってザイデンへ向かったゴウトからの情報によって、キリコらもまたメルキアとクメンの和平が成立したことを知るのであった。\nゴウトからの通信を受けていたキリコの行為を、スパイ活動の現場と疑うカン・ユー。しかし、ビーラーゲリラの奇襲が開始された。状況の急変に追いつめられたビーラーゲリラの電撃的な作戦である。その真の目的はEX－10の補給線を絶つことにあると気づいたキリコ"
                },
                "19": {
                    "ID": "559831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559831",
                    "TitleEnglish": "Intentions",
                    "SummaryEnglish": "A Melkian officer plans to inspect the front lines when the Veela unleash their assault on EX-10 and Niitan. Vanilla refuses to abandon the club despite Coconna's urging.",
                    "TitleJapanese": "思惑",
                    "SummaryJapanese": "キリコの予想通り、ビーラーゲリラの狙いはニイタンであった。だが、キリコらの必死の応戦も空しく、ニイタンの街はかなりの被害を受けてしまった。ファンタムクラブも焼け落ち、失意のバニラはココナの前で、軍に入ることを告げるのだった。\nクメン王国首都ザイデンでメルキア使節団と密会していたゴン・ヌーは、ゲリラ襲撃の報告を受け、ロッチナをともない、EX－10へと帰還する。待ちかねたように、キリコを命令違反として告発するカン・ユー。だが、ゴン・ヌーはそれを退け、キリコをロッチナに引き合わせる。ゴン・ヌーの前で、ロッチナはＰＳに関する情報を提供し、キリコに対して素体奪還の協力を要請する。キリコはそれを承諾するが、すべてはいずれメルキア軍に迎え入れてもらおうという、ゴン・ヌーの腹づもりであった。\nロッチナ、キリコ、ゴン・ヌーそれぞれの思惑が絡み合う中、カン・ユー指揮による特殊部隊は、神聖クメン王国の根拠地である奥クメンに向けて出発した。部隊に同行しようと追いすがるバニラを置き去りにして……。"
                },
                "20": {
                    "ID": "559841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559841",
                    "TitleEnglish": "Fyana",
                    "SummaryEnglish": "Chirico reflects upon his previous adventure and the events that led to his reunion with Fyana in Uoodo.",
                    "TitleJapanese": "フィアナ",
                    "SummaryJapanese": "メルキア軍から追われる身となったキリコはウドの街へと逃げ込み、そこでゴウト、バニラ、ココナと出会う。\n勧められるままにATの賭試合バトリングに出場するキリコ。だが、ある日、キリコのもとに危険な試合の話が持ち込まれる。それは、キリコを抹殺するために仕組まれた、治安警察の罠だったのだ。そうと知りつつもその試合を受けたキリコは、逆襲に転じた。治安警察ビルに乗り込んだキリコはそこでパーフェクトソルジャーと呼ばれている素体と会う。素体こそ、キリコが小惑星リドの秘密作戦で出会った存在であり、すべての始まりであった。いつしかキリコと素体の間には絆が芽生えるが、乱戦の中、二人の間は引き裂かれてしまう。\nクメンの緑の地獄を行く船の上で、キリコは思わず「フィアナ」と呼んだ彼女のことを思うのであった。"
                },
                "21": {
                    "ID": "559851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559851",
                    "TitleEnglish": "Upriver",
                    "SummaryEnglish": "Chirico is put in charge of an operation against enemy headquarters. Kan Yu objects, believing he should be in command instead.",
                    "TitleJapanese": "遡行",
                    "SummaryJapanese": "神聖クメン王国の根拠地を目指して、ムナメラ河を遡行するアッセンブルEX－10の特殊部隊。カン・ユーは敵の殲滅が目的だと思っていたが、本当の目的はキリコだけに知らされていた。そのために、目的地に到着後の指揮はキリコに任されている。カン・ユーにはそれが面白くない。\n目的地へ向かう途中、腹に一物あるカン・ユーは、キリコの反対を押し切って民間船を臨検、沈めてしまう。そうした行為に、カン・ユーに対する信頼を次第に低下させていくポタリアたち。\n　一方、カンジェルマン宮殿ではクメン王国政府側の大規模攻勢も近いとみて、準備に余念がなかった。\nやがて、ムナメラ河中流に到達した特殊部隊は、ラモー寺院に上陸する。隠密行動を命じられていたためにキリコは反対するが、カン・ユーは聞く耳を持たずに捜索を始め、潜伏していたビーラーゲリラを発見してしまう。戦闘は特殊部隊の戦力が圧倒的するが、寺院は廃墟と化す。そして、特殊部隊の船も沈んでしまったため、これ以上河を遡ることもできなくなってしまった。\nそこへ、EX－10に志願入隊したバニラが、特別任務を携えて到着した。"
                },
                "22": {
                    "ID": "559861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559861",
                    "TitleEnglish": "Contact Blast",
                    "SummaryEnglish": "Kan Yu is criticized for his actions and ordered to follow a new strategy as everyone's plans seemingly depend on Chirico.",
                    "TitleJapanese": "触発",
                    "SummaryJapanese": "作戦遂行のための船を失ってしまった特殊部隊は、ゴン・ヌーより新たな作戦を指令された。AT隊と輸送船はヘリで最短距離を移動するのだが、三日月湖付近でビーラゲリラに捕捉されてしまう。キリコらはヘリから降りて敵を殲滅すると、湖に輸送船を降ろして進撃を開始した。\n一方、特殊部隊の存在を察知したカンジェルマン宮殿では、防戦準備に追われていた。そんな中、秘密結社の最高幹部キリイはボローとイプシロンに対してキリコの抹殺を命じ、それが不可能な場合はフィアナをも処分するように告げる。\nイプシロンはキリコと決着をつけるべく出撃し、三日月湖で特殊部隊と交戦する。イプシロンの能力は凄まじく、キリコが作成したミッションディスクですらも対処しがたくなっていた。イプシロンの猛攻の前に、なす術もなくやられていくキリコ。その光景をボローによってヘリの上から見せられていたフィアナが、いきなり操縦桿を奪った。ヘリをイプシロンのATに体当たりさせようとするフィアナ。キリコは水没していくATの中から、フィアナの献身的な行為を目撃するのだった。"
                },
                "23": {
                    "ID": "559871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559871",
                    "TitleEnglish": "Complications",
                    "SummaryEnglish": "Fyana seizes an opportunity and flees into the jungle. An injured Borough is enraged when he realizes that Ypsilon has gone after her and orders the unthinkable.",
                    "TitleJapanese": "錯綜",
                    "SummaryJapanese": "墜落したヘリから脱出したフィアナは、そのまま逃亡する。そして、イプシロンもまたフィアナの後を追う。二人の姿を見たボローは、空白の脳に戦闘プログラムのみをインプットされ、命令には絶対服従するはずのPSが、完全に仕上がってはいないことを悟らざるを得なかった。\nイプシロンはフィアナに追いつくのだが、拒まれてしまう。そこへビーラーゲリラの追撃隊が迫るが、PSであるイプシロンには味方を撃つことはできない。ただ、追撃隊の攻撃から盾となって、フィアナを守るだけだった。\nやがて、フィアナを捜していたキリコらも到着し、フィアナを守ったイプシロンに、キリコは逃亡の機会を与える。ビーラーゲリラを撃退したキリコたちであったが、その間にフィアナはカン・ユーに捕らえられてしまった。PSを捕らえたとゴン・ヌーに報告し、増援を送るよう要請するカン・ユー。フィアナを渡すつもりのないキリコは雨の中、カン・ユーと揉み合いになり、二人は濁流の中に落下する。だが、キリコの腕をフィアナがしっかりと捕まえていた。\n傷つき、気を失っていたキリコが目を覚ました時、そこには野営の準備をしているフィアナの姿があった。束の間の休息に心を安らげるキリコとフィアナ。しかし、キリコにはこれですべてを幕切れにすることはできなかった。フィアナにカンジェルマン宮殿の位置を訊ね、その方角を凝視する。このまま一緒に逃げてくれと言い出すフィアナ。だが、なぜかキリコにはそれを受け入れることができなかった……。"
                },
                "24": {
                    "ID": "559881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559881",
                    "TitleEnglish": "Intersection",
                    "SummaryEnglish": "Loyalties are tested after Chirico rewards his friends with the truth after they save both him and Fyana from an ambush.",
                    "TitleJapanese": "横断",
                    "SummaryJapanese": "カンジェルマン宮殿を目指すキリコとフィアナの前に、ビーラーゲリラのAT部隊が襲いかかってきた。キリコの善戦も空しく、数の多さに圧倒されるのだが、そこにポタリア、キデーラ、シャッコらが駆けつけた。キリコは三人に小惑星リドからの経緯と、作戦の本当の目的を告げる。かつてはともにクメンの未来を語りあったカンジェルマンの裏切りが許せないポタリアは、キリコに同行するという。そして、傭兵として打倒イプシロンに燃えるキデーラもまた、同行することを選んだ。だが、契約を重視するクエント人のシャッコだけは、本隊に合流するためにその場に残るのであった。\nキリコらは宮殿ヘ向けて進むのだが、その途上、EX－10の捜索ヘリを撃墜してしまう。そのことによって、キリコが裏切ったことをゴン・ヌーは知る。\nやがて、キリコらはふたたびビーラーゲリラの襲撃を受けるが、フィアナの力もあってこれを撃退。やがて、ビーラーゲリラが砦としている古城に到達するのだが、ここでもフィアナが内部からの攪乱を成功させる。ポタリアとキデーラも、初めて間近に見るPSの戦闘力に驚きを禁じ得ない。だが、この戦闘はキリコらに貴重な情報を与えた。ビーラーゲリラは戦力をすべて、カンジェルマン宮殿へ集結させているというのだ。戦略的な意味を持たないその行為に、ポタリアはカンジェルマンの真意に新たな疑念を抱く……。"
                },
                "25": {
                    "ID": "559891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559891",
                    "TitleEnglish": "Infiltration",
                    "SummaryEnglish": "A man left for dead refuses to die, despite everything the jungle throws at him. Meanwhile, Chirico's group plans their assault.",
                    "TitleJapanese": "潜入",
                    "SummaryJapanese": "キリコによって濁流に落とされたカン・ユーは、かろうじて生きていた。ビーラーゲリラに囲まれてあわやというところをシャッコに救われたカン・ユーはEX－10に帰還すると、ことの顛末をゴン・ヌーに報告する。キリコらが宮殿に突入して混乱したところに突入し、PSを強奪することをゴン・ヌーは目論む。\n一方、ビーラーゲリラたちは揺れていた。クメン全土をほぼ制圧した政府軍に勝てないと考える者、しょせんは王族とカンジェルマンを批判する者。そんな仲間たちの姿を見たモニカは、カンジェルマンに真相を問いただそうと宮殿へ向かう。しかし、そこでモニカが知った真実は、古き悪しき者たちを結集したうえで自らが犠牲になることでそれらを道連れにしようというカンジェルマンの目的だった。新しいクメンを産み出すための人柱となることこそ、カンジェルマンの真意であったのだ。\nそのころ、宮殿に潜入したキリコたちは、守備隊と戦闘を開始する。そんな中、カンジェルマンの姿を求めて、ポタリアは単身で宮殿の奥へと向かう。だが、そこで目にしたものは味方の銃弾に倒れるモニカの姿だった。息も絶え絶えのモニカの口から、カンジェルマンの言葉を聞いた、ポタリアは憎しみの炎を燃え上がらせる。\nそして、ついにゴン・ヌーの部隊による侵攻作戦が開始された。"
                },
                "26": {
                    "ID": "559901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559901",
                    "TitleEnglish": "Closing In",
                    "SummaryEnglish": "Vanilla must join a massive assault, despite Gotho and Coconna's concerns. With the forces converging on the palace, is the war finally coming to an end?",
                    "TitleJapanese": "肉迫",
                    "SummaryJapanese": "ゴウトの事務所で、通信機に語りかけ続けるココナ。ようやく応答したバニラの答えは、ついにゴン・ヌー指揮するEX－10の全戦力が、カンジェルマン宮殿に対して総攻撃を開始したことを告げるものだった。\nその言葉の通り、奥クメンは内乱の最終局面を迎えていた。ヘリで制空権を掌握したゴン・ヌーはカン・ユー指揮下のAT部隊を降下させる。ここに至り、カンジェルマンは本宮殿を捨て、離宮へ指揮系統を移した。その後を追うポタリア。\nその頃、新型AT・ストライクドッグを受け取ったイプシロンは、キリコとフィアナを求めて出撃していた。ストライクドッグを駆るイプシロンの戦闘力は圧倒的であり、シャッコやカン・ユーですら敵ではなかった。\n一方、キリコもまた、ボローを追って離宮へと向かっていた。その離宮でついにカンジェルマンに肉薄するポタリア。決闘の申し入れを受けたカンジェルマンは、ポタリアとバランシングの槍を交える。そして、すべての胸のうちを語り終えたカンジェルマンは、あえてポタリアの槍の一撃を受けるのであった。ポタリアにクメンの未来を托して、カンジェルマンは絶命する。\n混迷する状況の中、キリコはついにボローを離宮の中に追いつめていた……。"
                },
                "27": {
                    "ID": "559911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559911",
                    "TitleEnglish": "Dark Change",
                    "SummaryEnglish": "Three figures muse over the status of the war as fighting rages on the planet below. Chirico confronts Borough and demands answers regarding the PS.",
                    "TitleJapanese": "暗転",
                    "SummaryJapanese": "惑星メルキアの衛星軌道上に潜伏している秘密結社の戦艦テルタイン。その艦内では、秘密結社の最高幹部であるキリイと双子の科学者アロンとグランが、クメン内戦の終局を見守っていた。\nキリコは追いつめたボローに対して、PSを普通の人間に戻す方法を詰問する。しかし、その答えは「不可能」であった。そこへ、イプシロンも追いついてきた。キデーラがその背後から奇襲をかけるのだが、イプシロンはすでに気づいていた。キリコに爆弾から救われた借りを返すことなく、散っていくキデーラ。そして、ついにキリコとイプシロンの一対一の決戦が始まる。\n同時刻、ロッチナが率いるメルキア軍の大部隊もまた、奥クメンに向かっていた。その途上、ロッチナはバッテンタインから指令を受ける。叛乱軍だけでなく、傭兵部隊をも殲滅せよ、と。戦後の復興に目障りな存在をすべて始末することが、クメン王国政府の意志であったのだ。\n一方、ATでの対決に決着をつけられなかったイプシロンは、キリコに生身での決闘を挑む。フィアナは制止しようと発砲するのだが、自分が撃たれるわけがないと確信するイプシロンは歩みを止めない。だが、フィアナは撃った。PSとしての宿命、仲間であるはずのイプシロンとの絆よりも、フィアナはキリコを選んだのだ。顔面に、そして心にさらに深い傷を負い、悲しそうにフィアナを見つめるイプシロン。\nそこへゴン・ヌーが現われ、キリコらを拘束しようとする。だが、時を同じくしてメルキア軍の攻撃もまた開始された。傭兵部隊とビーラーゲリラ、双方に対する無差別攻撃に、宮殿は炎上していく。ロッチナに裏切られ"
                },
                "28": {
                    "ID": "559921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559921",
                    "TitleEnglish": "Destiny",
                    "SummaryEnglish": "Before the next adventure begins, Chirico recalls painful memories of his past exploits in Uoodo.",
                    "TitleJapanese": "運命",
                    "SummaryJapanese": "小惑星リドでの秘密作戦に参加したキリコはメルキア軍によって拷問を受けていた。しかし、キリコは隙を見て脱走する。それから半年後、ウドの街へ辿りついたキリコは暴走族に捕われ、ヂヂリウム採掘場で働かされる。そこからも逃げ出したキリコは、ウドの街で秘密結社の幹部の一人であるイスクイを見つけ出した。イスクイに銃を突きつけて、リドの事件の真相を問いつめるキリコ。だが、イスクイに案内されたヂヂリウム保管庫で、キリコはリドで出会った素体と対面する。その時、素体の奪還を目論むメルキア軍の攻撃が始り、ウドの街は崩壊していくのであった。"
                },
                "29": {
                    "ID": "559931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559931",
                    "TitleEnglish": "Two People",
                    "SummaryEnglish": "Chirico and Fyana may have escaped Kummen, but they now find themselves in an undisclosed and seemingly abandoned location. For what purpose are they there?",
                    "TitleJapanese": "二人",
                    "SummaryJapanese": "内乱のクメンから脱出したキリコとフィアナのシャトルは、宇宙空間で謎の光に包まれた。意識を失っていた二人が目覚めた場所、そこは戦艦Xの艦内であった。キリコとフィアナは艦内を調査するが人影はなく、すべての機能はロックされていた。状況に身を委ねることにした二人は、倉庫から持ち出した酒で乾杯をする。だが、酒を初めて口にするキリコはむせてしまった。そんな姿を見て、微笑むフィアナ。\nしかし、二人に与えられた平穏な時間はごく短かいものだった。突如として艦内に鳴り響く、軍楽マーチ。音楽に過敏に反応するキリコの前で、レッドショルダーの蛮行の数々がモニターに映し出される。それは、レッドショルダーであった己の忌まわしい過去をキリコつきつけるものだった。\nフィアナや仲間たちとの交流で、人の心を取り戻しかけていたキリコ。だが、繰り返される映像は、彼を過去へと引きずり戻していく。そんなキリコの心を癒すことは、フィアナにすらできなかった。\nそんな時、戦艦Ｘにバララント軍パトロール隊からの停船命令が入電した。戦艦Ｘは知らぬ間に、バララント勢力下の宙域に侵入していたのである。意を決したキリコは、艦内に配備されていたATに乗り込むとバララント軍に向かっていく。自分は結局、戦いの中でしか生きられないのだと自覚しながら……。"
                },
                "30": {
                    "ID": "559941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559941",
                    "TitleEnglish": "Phantasm",
                    "SummaryEnglish": "Chirico and Fyana attempt to thwart their attackers, but they are too numerous. Does the enemy have good reasons for its actions?",
                    "TitleJapanese": "幻影",
                    "SummaryJapanese": "キリコはAT１機でバララントの警備艦2隻とAT20機を全滅させた。その恐るべき事実に、バララント軍は戦艦Xにはパーフェクトソルジャーが乗っていると判断した。PSを確保すべく、バララント軍は追撃を開始する。\n一方、キリコの行方を追っていたロッチナは、バララント勢力圏への潜入をバッテンタインに進言する。しかし、費用と時間を浪費しながらも成果が上がっていないことに苛立っていたバッテンタインは、逆にロッチナの更迭を宣告する。だが、ロッチナは自分の進退を意に介さず、不敵な笑みを浮かべて去って行くのであった。 \nその頃、戦艦X内ではなおもレッドショルダーの映像とマーチが繰り返されていた。バララント軍との戦闘で傷ついたキリコの、精神までもが痛めつけられていく。自分が殺した者たちの幻影を見るキリコ。そんなキリコの姿を痛ましく見つめるフィアナだが、彼女自身も自分は彼を愛し続けていけるのか、不安を感じていた。\nしかし、バララント軍は容赦なく攻めたてる。キリコを守るために、ATに乗り込むフィアナ。だが、皮肉にも戦いによって精神を病んだキリコの安息は、戦いの中にしかなかった……。"
                },
                "31": {
                    "ID": "559951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559951",
                    "TitleEnglish": "Non-aggression Zone",
                    "SummaryEnglish": "The captain is done playing and vows to capture Chirico and Fyana. A distraction is all it takes for Chirico's AT to suffer critical damage.",
                    "TitleJapanese": "不可侵宙域",
                    "SummaryJapanese": "キリコとフィアナの圧倒的な力の前に、バララント軍は次々と撃破されていく。バララント軍はその事実に戦慄しつつも、PSの存在を確信し、さらなる攻撃を繰り返した。激化する戦闘の最中、倒れた敵に自分の姿を投影したキリコもまた被弾する。キリコを戦艦Ｘ内の医務室へと連れていき、治療を行なうフィアナ。その間にも、戦艦Ｘは目的地へ向けて加速を始めた。そして、敵は艦内にも侵入を開始する。一人立ち向かうフィアナの活躍によってバララント軍は目的を達せられないまま、戦艦Ｘが不可侵宙域に突入する。百年戦争停戦後のこの時期、不可侵宙域における戦闘行為は重大な協定違反となるため、バララント軍は戦闘を停止した。\nしかし、戦艦Ｘから引き上げたバララント軍は、その後も艦籍を秘匿したまま追跡を続行する。そしてもう一隻、戦艦Ｘの後を追う艦があった。秘密結社の戦艦テルタインである。そこではイプシロンがフィアナのイマジネーションデータから作られた映像を見せられていた。キリコへの憎悪を強化するために……。\nそして、キリコとフィアナを乗せた戦艦Ｘは、とある惑星へと近づきつつあった。"
                },
                "32": {
                    "ID": "559961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559961",
                    "TitleEnglish": "Ypsilon",
                    "SummaryEnglish": "Chirico's condition deteriorates, and Fyana must take drastic measures if she wishes to save him.",
                    "TitleJapanese": "イプシロン",
                    "SummaryJapanese": "バララント軍は不可侵宙域での戦闘を控えつつ、戦艦Ｘの後を追う。そして、バララントに奪われる前に、プロトワンとキリコを抹殺しようと追撃する秘密結社のテルタイン。\n三者の思惑が入り乱れる中、艦載機で発進したフィアナは、単身バララント軍との接触を試みる。PSである自分の身柄を引き渡す交換条件として、キリコを見逃してくれるように提案するフィアナ。だが、バララント軍がその交渉に応じようとした矢先、テルタインからの艦砲攻撃によって、バララント軍の宇宙艇は撃破されてしまう。失意のままに帰還したフィアナからそのことを告げられたキリコは、自分の運命を狂わせたテルタインと秘密結社への敵意を燃やすのであった。\nそして、ついに秘密結社はキリコらに対して、直接攻撃を開始する。テルタインからの砲撃に戦艦Ｘは傷つき、やがて荒れ果てた惑星へと降下を始めた。そこへイプシロンのAT隊が攻撃を仕掛けてきた。イプシロンの前に姿を現わしたフィアナは、自分と引き替えにキリコを救って欲しいと請う。だが、それはイプシロンにとって屈辱的な申し入れでしかなかった。そして、ついにキリコもふたたび、ATに乗り込んだ。避けることのできないキリコとイプシロンの戦いが、いま始まる。"
                },
                "33": {
                    "ID": "559971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559971",
                    "TitleEnglish": "Showdown",
                    "SummaryEnglish": "Chirico and Fyana fight at a disadvantage against Ypsilon. How will they turn the tide when Ypsilon's hatred for Chirico drives him to a single-minded purpose?",
                    "TitleJapanese": "対決",
                    "SummaryJapanese": "ついに、キリコとイプシロンの戦闘が始まった。キリコはあえてフィアナを艦内のコントロールルームに残す。イプシロンを戦艦Ｘのメインノズルの前におびき出そうというのだ。自分の手でイプシロンの命を奪うことにフィアナは躊躇うが、キリコへの愛が点火スイッチを押させる。戦艦Ｘのエンジン噴射の前に、イプシロンのAT隊は次々と吹き飛ばされていくが、かろうじて生き延びたイプシロンは、テルタインに回収された。\nイプシロンが撤退したことで時間を得たフィアナは、キリコの治療データを閲覧する。だが、医務室のコンピューターはキリコの回復力が尋常ではないことを示していた。驚異的な速度で回復したキリコは、イプシロンの来襲に備えて戦いの準備を進める。その時、キリコはこの惑星がいずこであるかを思い出した。惑星サンサ、かつてレッドショルダーによって壊滅させられた星である。\nそこへ、ふたたびイプシロンが襲いかかってきた。しかし、キリコとフィアナはあえてATでは出撃せず、改造した姿勢制御用のノズルで、次々とイプシロン率いるAT隊を撃破していく。\nイプシロン隊が戦艦Ｘに取付いたころ、サンサの衛星軌道上ではバララント軍がテルタインに対して挑発行動を繰り返していた。業を煮やした戦艦テルタインの艦長フットーは先制攻撃をかけてしまい、イプシロンを一時帰還させようとする。しかし、イプシロンはそれを無視してキリコへの攻撃を続行した。\n状況が混沌とする中、キリコは戦艦Ｘを爆発させ、その混乱に乗じてフィアナとともに脱出する。しかし、キリコとフィアナの行く手には謎の集団が待ち構えていた"
                },
                "34": {
                    "ID": "559981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559981",
                    "TitleEnglish": "Planet Sunsa",
                    "SummaryEnglish": "A brawl with a scavenger gang leads to a reunion with an old friend. Meanwhile, a captain must decide whether to continue a mission or pursue Chirico.",
                    "TitleJapanese": "惑星サンサ",
                    "SummaryJapanese": "正体不明の一団に対し、キリコはフィアナをトレーラーに残し、ATで攻撃をしかけた。手慣れたキリコの戦いぶりに、一団のリーダーは、相手がただ者でないことを悟る。だが、戦闘は意外な形で収まった。ゴウトが現れ、仲裁に入ってきたのである。\nキリコたちを襲った一団は、惑星中に散らばるスクラップを拾い集めている、再生武器商人であった。トレーラーが目当てだったのだが、お得意先であるゴウトの顔に免じて、武器商人のリーダーであるゾフィーは、キリコとフィアナをアジトへ迎え入れる。\nその頃、テルタインでは状況の変化から、キリコへの攻撃はあと一度と、艦長のフットーが決定していた。出撃を控えたイプシロンは、戦艦Ｘで入手した治療データから、キリコの異常な治癒能力を知り、疑念を抱く。\nそして、キリコは武器商人のアジトでココナとバニラに再会する。しかし、ココナは初めて見るフィアナの美しさに微妙な感情を抱き、キリコとの再会も素直に喜べずにいた。キリコはそんなココナの様子に気づきつつも、声一つかけない。ゴウトはそのキリコの姿に不安を覚えるのであった。\n戦いの準備をするキリコに声をかけるゴウト。だが、そこにはいたのは、ウドやクメンでうち解けていったキリコではなかった。フィアナはキリコをかばうのだが、ゴウトには納得がいかなかった。\nそこへイプシロン隊が急襲してきた。キリコとフィアナを渡すように要求するイプシロンに、ゾフィーはあっさりとそれを受け入れる。キリコが元レッドショルダーであることを、ゾフィーはココナから聞いていたのだ。ゾフィーにとって、その他の仲間に"
                },
                "35": {
                    "ID": "559991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/559991",
                    "TitleEnglish": "Deadline",
                    "SummaryEnglish": "The ATs stare each other down in grim anticipation of the coming battle. When the Balarant suddenly attack, everyone must scramble for their lives.",
                    "TitleJapanese": "死線",
                    "SummaryJapanese": "地上でイプシロンとキリコの戦闘が始まった頃、衛星軌道上ではバララント軍がテルタインに対して攻撃を加えていた。秘密会談によって、テルタインがギルガメス軍所属の艦ではないことが確認されていたのだ。\n軌道上での戦闘の余波は地上にも及びだす。バララントの攻撃によりイプシロン隊も窮地に陥り、ゾフィーのアジトは壊滅した。ゴウトたちは自力で脱出し、キリコとフィアナはトレーラーに乗り込んだ。キリコたちのトレーラーの後を追うゾフィー。レッドショルダーに家族を殺されたゾフィーは、決してキリコを赦すことができなかったのだ。隙を見てゾフィーはキリコを襲うが、逆に捕らえられてしまう。しかし、キリコはそんなゾフィーを黙って荒野に解放するのであった。\nその夜、キリコとフィアナは廃棄ドームの中で野営をしていた。しかし、フィアナがヂヂリウムの欠乏によって発作を起こしたため、キリコは補給基地跡に向かうことを決意する。そこへバララント軍の偵察隊が襲いかかってきた。キリコたちの位置を、ゾフィーが密告したのだ。キリコは偵察隊を撃退するも、トレーラーとATを失ってしまう。全身の硬直が始まったフィアナを背負って、歩き始めるキリコ。そして、その後を執念深く追うゾフィーの姿があった……。"
                },
                "36": {
                    "ID": "560001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/560001",
                    "TitleEnglish": "Love and Hate",
                    "SummaryEnglish": "The trio is alone in the desert and low on oxygen. Zophie has not forgotten, nor has she forgiven. But to survive, she may need Chirico's assistance regardless.",
                    "TitleJapanese": "恩讐",
                    "SummaryJapanese": "ヂヂリウムが存在するかもしれないバララント軍の補給基地跡を目指して、フィアナを背負ったままのキリコは歩き続ける。その跡を追うゾフィーとの、無言の旅は続く。だが、苛烈な環境に酸素ボンベの減りははやい。ついにゾフィーの酸素ボンベは底をつき、酸欠となって倒れてしまう。やがて、しばらくして意識を取り戻したゾフィーの酸素ボンベは、新品に交換されていた。ゾフィーが気を失っている間にキリコが交換したのである。しかし、これによってキリコは自らの酸素を減らすこととなってしまう。自分たちの生命を危険にさらしていることを承知の上で、フィアナもまたボンベの予備を渡すことを頼む。\nそして、補給基地へ辿りつけぬまま、キリコたちの酸素ボンベも底を突こうとしていた。死を覚悟したその瞬間、キリコは自分たちがいる場所が戦場跡であったことに気づいた。残骸の中から、小型宇宙艇を発見するキリコ。そこで酸素ボンベを見つけたキリコは、ここで戦闘が行われたのは、奇しくも自分がリドでフィアナと出会った日であったことを知る。フィアナの酸素ボンベを交換し終えたキリコの前に、銃を手に入れたゾフィーが現れた。その引き金にかけられた指が絞り込まれようとした時、ゴウトたちのバギーが現れた。バニラが間一髪ゾフィーを制止するも、バララント軍の偵察機が襲ってくる。一同はキリコの指示で、補給基地跡に逃げ込んだ。\nようやく、キリコはフィアナをヂヂリウムに浸すことができた。ゾフィーはなおも復讐を試みるが、ココナがつかみかかる。自身も戦災孤児であるココナが、再生武器商人のゾフィーに向けた"
                },
                "37": {
                    "ID": "560011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/560011",
                    "TitleEnglish": "Captives",
                    "SummaryEnglish": "Repairs on the AT continue, but the Balarant forces are quickly approaching. Chirico wants his friends to save themselves, but they have other plans.",
                    "TitleJapanese": "虜",
                    "SummaryJapanese": "バララント軍が来ることを確信しているキリコは、奪ったATの整備を行なっていた。ゴウトたちは脱出の準備を進めていたが、キリコにはその意思はなかった。フィアナの身体にはヂヂリウムが必要だということを聞かされて、ゴウトたちもまたともに戦う決意を固める。\nそして、一同の予想通り、バララント軍は攻撃を開始した。必死の応戦にも関わらずキリコたちは捕らえられ、指揮官の前に連行される。驚くべきことに、指揮官の正体はメルキア軍の情報将校だったロッチナであった。キリコはゴウトたち解放を要求するが、ロッチナが出した交換条件は、イプシロンと対決することであった。\n一方、テルタインにもキリコたちが捕らえられたという情報はもたらされていた。フットーは行方不明のイプシロンを回収しようと考えていたが、アロンとグランには別の思惑が存在した。\nロッチナは先の交渉の返事を求め、キリコはそれを受け入れる。その夜、ついにイプシロンの攻撃が始まった。秘密結社のAT隊とバララント軍が入り乱れる中、イプシロンとキリコは対決の時を迎える。"
                },
                "38": {
                    "ID": "560021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/560021",
                    "TitleEnglish": "Darkness",
                    "SummaryEnglish": "Ypsilon and Chirico are destined to fight over and over. But when they are both trapped by debris, can Ypsilon set aside his hatred in the interest of mutual survival?",
                    "TitleJapanese": "暗闇",
                    "SummaryJapanese": "補給基地跡で対峙するキリコとイプシロン。キリコには戦意はなかったが、イプシロンの闘志を癒すためか、望まぬ戦いに応じる。だが、乱戦の中、基地の弾薬庫が誘爆を起こした。秘密結社のAT隊は全滅し、キリコとイプシロンの機体は地下へと落下した。探索隊を出したロッチナは、二人が瓦礫の下に閉じ込められたことを知ると、ただちに救出を命じる。\n思いがけず、キリコとイプシロンは地下の暗闇で二人きりになってしまった。互いに武器を失い、心ならずも力をあわせて出口を探す二人。そんな中、イプシロンはキリコに疑問を投げかける。お前はなぜ戦うのか、何故プロトワンをフィアナと呼ぶのか、と。そのイプシロンの問いに、自分が答えを持ち合わせていないことに気づくキリコ。イプシロンはPSの誇りにかけて、キリコが自分やプロトワンとは異質な存在だと否定する。しかし、それでもキリコの常人離れした異常な戦闘力は認めざるを得なかった。\nやがて、バララントの救援部隊がキリコとイプシロンを発見する。二人は決着をつけるべく、再戦を約して別れていく。ゴウトたちは約束通り解放されるが、フィアナはキリコとイプシロンの戦いの行く末に、恐れを抱くのであった。"
                },
                "39": {
                    "ID": "560031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/560031",
                    "TitleEnglish": "Perfect Soldier",
                    "SummaryEnglish": "With the immediate danger behind them, Chirico and Ypsilon prepare for their sworn rematch. Will they finally be able to settle things once and for all?",
                    "TitleJapanese": "パーフェクト・ソルジャー",
                    "SummaryJapanese": "キリコとイプシロンの対決の時は迫っていた。キリコにはフィアナの制止を受け入れる意志はなく、イプシロンもまた対決への決意を固めていた。\nその頃、不可侵宙域における異変は、ギルガメス軍の知るところともなっていた。ロッチナのかつての上官バッテンタインは、惑星サンサの戦闘にPSや秘密結社、ロッチナなどが関っていることを知り、艦隊の派遣を決意する。\nついに、キリコとイプシロンの対決の時がやってきた。ロッチナ、フィアナとともに約束の地であるスグレクレーターを訪れたキリコに、イプシロンが奇襲をしかけてくる。初手で葬るつもりだったイプシロンの一撃は、キリコにダメージを与えることができなかった。ロッチナとフィアナが見守る中、キリコは次第にイプシロンを追いつめていく。フィアナにはその光景を正視することはできなかった。ロッチナはキリコもまたPSであることを確信する。\nイプシロンにとどめを刺そうとするキリコを、フィアナの銃弾が制止する。あなたもまたPSであるとキリコに叫ぶフィアナ。それを聞いたイプシロンはPSとしての誇りを抱いたまま、死んでいった。\nPSと同等の存在とみなされた自分自身に疑問を抱いたキリコは単身、ロッチナの言葉に従い、すべての謎が眠る地へ向かうのだった。惑星クエントへ……。"
                },
                "40": {
                    "ID": "560041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/560041",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "Time is a flat circle. Chirico remembers how he escaped from Kummen alongside Fyana, only to end up on a mysterious warship.",
                    "TitleJapanese": "仲間",
                    "SummaryJapanese": "クメンを脱出したキリコとフィアナを乗せたシャトルは、謎の力によって無人の戦艦へと収容されていた。その戦艦Ｘの中で繰り返し映し出される、レッドショルダーの映像。逃げ場がないままに忌まわしき過去と直面させられたキリコの心は、次第に荒んでいく。フィアナと二人きりの時間ですら、キリコの心を蝕んでいくのであった。\nそんな時、戦艦Ｘはバララント領宙を侵犯し、攻撃を受ける。戦いの中にしか安息を見出せないキリコは、自ら望んでバララント軍との戦闘を始めるのであった。\nやがて、秘密結社のテルタインの攻撃によって惑星サンサへと不時着したキリコとフィアナは、ゴウトたちと再会する。だがそれも束の間、ふたたびイプシロンの攻撃が開始された。しかし、イプシロンこそ自分の同類、真の仲間と考えるキリコは、同じ殺人マシン同士、決着をつけようとするのだった。"
                },
                "41": {
                    "ID": "560051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/560051",
                    "TitleEnglish": "Quent",
                    "SummaryEnglish": "With his ship crashed, Chirico has no choice but to venture into the hostile deserts of Quent if he wishes to continue his mission.",
                    "TitleJapanese": "クエント",
                    "SummaryJapanese": "ロッチナの言葉のままに惑星クエントに向かったキリコは、熱砂の中を彷徨い歩き、ついに倒れてしまう。そんなキリコを救ったのは、砂漠商人のゲッコだった。ゲッコと別れたキリコはクエント唯一の都市であるゴモルに向かい、傭兵センターのクエント人代表に出会う。代表は語った。クエント人は政府を持たず部族ごとに暮らしていること、連絡手段は狼煙に頼っていること、などを……。\nキリコがクエントにやってきていることは、すでに秘密結社の知るところとなっていた。クエントへの直接的な介入を控えたアロンとグランは、ゴモルで商売するならず者のハゼガーを雇った。傭兵センターから出たキリコは、猛獣用の麻酔によって捕まえられてしまう。だが、キリコを引き渡すために宇宙空港までやってきたハゼガーの前に、ゴモル市長が現れる。クエント人がキリコの身柄を欲しているというのだ。ハゼガーですら、この惑星ではクエント人の意志に逆らうことはできず、従うしかなかった。\nやがて麻酔がきれたキリコの前には、かつての戦友、ル・シャッコの姿があった。クメン政府との契約が切れ、故郷の惑星に帰還していたシャッコに、ゲッコがキリコのことを伝えたのだ。キリコはシャッコに促されるまま、彼の村へと向かう……。"
                },
                "42": {
                    "ID": "560061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/560061",
                    "TitleEnglish": "The Desert",
                    "SummaryEnglish": "The Society no longer underestimates Chirico and considers him a legitimate threat. Meanwhile, Chirico and Shako must brave the desert on their travels.",
                    "TitleJapanese": "砂漠",
                    "SummaryJapanese": "クエントの衛星軌道上には、秘密結社の戦闘母艦が定位していた。慎重論を唱える秘密結社の最高幹部キリィに対し、アロンとグランは強攻策を目論む。\n村へ向かう途中、シャッコは原始的な猟で砂モグラを捕らえる。キリコはクエントの姿に違和感を覚えていた。自分が追い求めるPSの謎とはおよそ関係のない未開の星にしか見えなかったためである。三千年の傭兵の惑星クエント。その名は「谷の底」を意味するのだという。\nそこへ、秘密結社のアロンとグランがAT隊を率いてキリコに襲いかかってきた。武器を持たないキリコたちは前方に見える谷底へと逃げる。弱音を吐くキリコを、かわいくなったと評するシャッコ。だが、キリコは敵のATを奪うとなんなく撃退してのけた。\n一方、戦闘の報告を受けたキリイは、アロンとグランの軽率な行動に激怒する。かつてアストラギウス銀河の全てを左右する力を持っていたクエントの力を、キリイは恐れていたのだ。アロンとグランの行為は、無知故の暴挙としか思えなかった。\nキリコとシャッコは奪ったATに乗って、シャッコの村へと先を急ぐ。"
                },
                "43": {
                    "ID": "560071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/560071",
                    "TitleEnglish": "Legacy",
                    "SummaryEnglish": "The twins decide to make planetfall. Meanwhile, Chirico requests entrance to the Quentman village.",
                    "TitleJapanese": "遺産",
                    "SummaryJapanese": "やはり谷の底に存在するシャッコの村に着いたキリコは、シャッコに渡された飲み物で眠らされてしまう。その眠っているキリコに対して、村の女たちが怪しげな儀式を行なう。\nその頃、サンサを後にしたロッチナもまた、クエントへ向かっていた。艦内でロッチナはフィアナに告げる。ロッチナ自身も正体を知らぬ彼の雇い主は、常にキリコに関心を抱き続けてきたのだという。\n翌日、ようやく目覚めたキリコに、村の長であるテダヤは告げる。キリコは、クエントではタブーとされている「手を加えられた民」かもしれない、と。さらなる真実を求めたキリコは、村の洞窟の奥にいるという長老・メジのもとを訪れる。メジはキリコに対して、三千年前にクエントに現われた神の伝説を語って聞かせる。手を加えられた民を作ろうとして、クエントの民に追放されたという神。だが、それはキリコにとって有効な情報とは思えなかった。この時点では……。\nその夜、キリコは手がかりを求めて、洞窟の奥のクエント素子が採れるという場所へ向かった。そこへふたたび、アロンたちが攻撃を仕掛けてきた。奥へと逃げるキリコと追うアロンたちは、稼働し続けている巨大なプラントを目撃する。そこでキリコを傷つけようとしたアロンたちは、謎の光に包まれて姿を消してしまうのだった……。"
                },
                "44": {
                    "ID": "560081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/560081",
                    "TitleEnglish": "The Forbidden",
                    "SummaryEnglish": "There can be no more room for doubt in the Society's mind: Quent contains a trove of advanced technology. What will be their next move after this discovery?",
                    "TitleJapanese": "禁断",
                    "SummaryJapanese": "閃光に包まれたアロンたちは、瞬間的に数千キロを跳躍させられ、ゴモルに現れていた。母艦に帰還したアロンは、クエントの超科学の価値をキリィに説く。この秘密を手に入れれば、アストラギウスのすべてを手に入れられるかもしれない、と。だが、キリィは知っていた。古代から、クエントの秘密に迫ろうとした者は、すべて謎の力によって消滅させられてきたのだ……。\n危機を脱したキリコはメジのもとをふたたび訪れて、クエントには不思議な力が伝わっていることを聞かされていた。禁断の地であるゴモル上部に、その秘密が隠されているのではないかと推測するキリコ。\n一方、ロッチナ率いるバララント艦隊の接近を知ったキリィは、ついに決断をくだす。アロンとグランは、AT50機からなる大部隊を、ゴモルに降下させた。ゴモルに駐屯するギルガメス軍とバララント軍も警戒を強めるが、大部隊に手を出すことはできない。クエント人代表は狼煙で各地のクエント人に、緊急事態を告げる。それを知ったキリコとシャッコは駆けつけようと考えるのだが、ゴモルはあまりにも遠い。そこでキリコはシャッコとともに洞窟へ入り、武器を使用した。二人は閃光に包まれ、ゴモルへ跳躍する。秘密結社のATを奪って交戦するキリコとシャッコ。だが、その戦いは何者かの目覚めを誘発した。謎の閃光が輝き、次々とATがその姿を消してしていく……。"
                },
                "45": {
                    "ID": "560091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/560091",
                    "TitleEnglish": "Contact",
                    "SummaryEnglish": "The events on Quent captures the attention of another party, which deploys its forces in response. Chirico and Shako explore the ruins beneath the planet's surface.",
                    "TitleJapanese": "遭遇",
                    "SummaryJapanese": "再び現われた謎の光に次々と消滅させられていく、秘密結社のAT部隊。動力を切ったキリコとシャッコのAT以外は、すべて消えてしまった。その光景を目の当たりにして驚きを禁じ得ないキリコ。\nその頃、ロッチナ率いるバララント艦隊がクエントに到着していた。そして、捕らえられたゴウト、バニラ、ココナを乗せたギルガメス艦隊もまた、秘密結社のゴモラ襲撃を知り、クエントへ向かっていた。\n一方、ゴモルの遺跡の中を探索するキリコに、何者かの声が語りかけてきた。声は脳に直接呼びかけ、キリコに古代クエントの歴史を見せる。それはクエントに文明が生まれ、そしてとてつもなく発達した後に滅びていくまでの一大叙事詩のようであった。そして謎の意志は、キリコとシャッコをフィアナ、ロッチナと邂逅させる。キリコはフィアナを取り戻し、ロッチナの前から去っていく。\nやがて、クエントに到着したギルガメス軍もまた、AT部隊をゴモルに降下させた。ギルガメスのAT部隊に追われるキリコ、シャッコ、フィアナ。謎の意思に弄ばれるかのように瞬間移動を繰り返した挙げ句、キリコはロッチナのもとへと戻されてしまった。そして、またも何者かのメッセージが、キリコの脳に語りかけてきた……。"
                },
                "46": {
                    "ID": "560101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/560101",
                    "TitleEnglish": "Premonition",
                    "SummaryEnglish": "As Gilgamesh and Balarant forces prepare for battle, the Society wonders how they can use this to their advantage. Unless something changes, Quent will turn into a warzone.",
                    "TitleJapanese": "予感",
                    "SummaryJapanese": "クエントに到着したギルガメス艦隊の規模は、バララント艦隊の戦力を遥かに凌ぐものであった。バッテンタインからの指令を受けたレイパードは、ゴモル宇宙港でロッチナと会談する。外交儀礼を守りつつも交渉に突入する両軍艦隊司令官。レイパードは圧倒的な戦力を背景に、素体の返還を要求する。そんなものは知らないとはねのけるロッチナだが、証人としてゴウトたちが連れ出されてきたため、白を切ることはできなくなった。\nロッチナがフィアナの引き渡しに同意したことを知ったキリコは、シャッコの助力でバララント軍の護衛ATに潜り込んだ。ギルガメス艦内で行われた引き渡しの席上、ロッチナはレイパードに交換条件として即時撤退を求める。レイパードがこれを拒否したため、交渉が決裂しかけた瞬間、キリコのATが攻撃を開始した。戦闘の混乱の中、ロッチナとフィアナは連絡艇に乗ってその場を逃れるが、バララントとギルガメス両艦隊は本格的な戦闘状態に突入してしまう。混乱に紛れて、ゴウトたちを脱出させるキリコ。だが、キリコの脳裏には、何か得体の知れない闇からの予感が訪れていた……。"
                },
                "47": {
                    "ID": "560111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/560111",
                    "TitleEnglish": "Disaster",
                    "SummaryEnglish": "The battle rages over the planet. To the victor goes Quent's secrets. Chirico's friends escape in a stolen Gilgamesh ship but are quickly intercepted by the Balarant.",
                    "TitleJapanese": "異変",
                    "SummaryJapanese": "激戦の中、なんとかギルガメス艦から脱出したゴウトたちであったが、今度はバララント艦隊に捕らえられてしまう。そこでゴウトたちはフィアナと再会する。しかしその間にも戦闘は続き、もともと数に劣るバララント軍は敗勢となり、ロッチナはキリコを収容して、退却を指令する。\nその時、突如として惑星クエントから無数の火球が打ち上げられてきた。両軍の艦隊が次々と消滅していき、残されていたのはキリコたちが乗り込んだ小型連絡艇だけであった。ゴモルの時と同じく、クエントの自動防衛機構が働いたことを悟るキリコ。その非常事態を知ったバッテンタインは、バララントに対して非公式に共同調査を申し入れるのだった。\nしかし、キリコたちの艇の前に、戦闘宙域の外から様子を見守っていた、秘密結社の母艦が現われる。抗う術もなくキリコらは捕らえられ、キリイの前に連行されてしまう。そこでロッチナは初めて、秘密結社の最高幹部がかつてギルガメス軍において旧知であるキリイ元少将であることを知る。そしてすべての役者が揃った時、キリコ、ロッチナ、キリィの脳裏にまたも謎の意志が呼びかける。\nそして、母艦は何処へと向かい出す。ワイズマンと名乗った、謎の意志に従い……。"
                },
                "48": {
                    "ID": "560121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/560121",
                    "TitleEnglish": "Successor",
                    "SummaryEnglish": "Onboard a ship not under their control, its passengers can only wait as it ventures closer to an object that is clearly no moon. What awaits all of them inside?",
                    "TitleJapanese": "後継者",
                    "SummaryJapanese": "ワイズマンに遠隔操作された秘密結社の母艦は、惑星クエント近くの人工天体へと導かれていった。ロッチナ同様、ワイズマンの意志にしたがって行動していたキリイは、キリコを連れて人工天体の中枢部へ向かう。\n一方、キリイによって監禁されていたロッチナは、ゴウトたちがフィアナを助け出すどさくさに紛れて脱出、キリコの後を追う。\nその頃、ギルガメス軍首脳部はクエントで発生した異常事態に、バララントに対して星雲会議の開催を提唱する。\n人工天体の中枢部に辿りつくキリコとキリィ。だが、ワイズマンの神殿に入ることを許されたのは、キリコ一人だけであった。納得できずに詰め寄ったキリイは、ワイズマンによって抹殺されてしまう。\nただ一人、神殿に入っていったキリコは、発光パネルの輝きに包まれ、神の声を聞く。キリコは生まれながらのPS、異能者であり、ワイズマンの後継者なのだと、声は語る。\n神による後継指名を受け入れるキリコ、ワイズマンは己が後を継ぐ者の誕生を祝福するのだった。"
                },
                "49": {
                    "ID": "560131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/560131",
                    "TitleEnglish": "Overman",
                    "SummaryEnglish": "A 3,000-year-old truth unites the warring Gilgamesh and Balarant into a single, vengeful army. Meanwhile, what are the implications for Wiseman's plans with Chirico?",
                    "TitleJapanese": "異能者",
                    "SummaryJapanese": "ギルガメスとバララントの連合艦隊が、ワイズマンの人工天体に迫る。クエントの異変によって神の存在を知った人間たちが、恩讐を超え、手を組んだのだ。アストラギウス銀河を人の子の手に取り戻すために。\n一方、アロンとグランは、キリコが新たな指導者となったことを知らされていた。神殿へ辿りついたフィアナたちもまた、キリコがワイズマンの後継者となったことに驚く。だが、怒るゴウトたちを一瞥したキリコは、部屋に戻るよう命令すると、人工天体から脱出準備を始めるのであった。\nそして、ギルガメス・バララント連合艦隊の攻撃が開始された。フローターを武器として、連合艦隊を翻弄するキリコ。分離した人工天体の一部を楯として戦闘母艦を発進させるのだが、圧倒的な戦力の前に追いつめられていく。キリコは秘密結社の構成員たちに、死を命じた。母艦の後部を切り離し、彼らを囮に自らが乗った前部だけで脱出しようというのだ。その後部にはフィアナたちが乗っていることにもかまわずに。ゴウトらは怒り心頭に発するのだが、キリコは冷徹にクエントへ向かう。かろうじて脱出に成功したフィアナやゴウトたちは、小型艇でキリコの後を追うのだった……。"
                },
                "50": {
                    "ID": "560141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/560141",
                    "TitleEnglish": "Storm Clouds",
                    "SummaryEnglish": "A failed mutiny solidifies Chirico's control. The joint Gilgamesh/Balarant fleet devises ways to fight Wiseman. As forces converge, a question burns: How can one stop a god?",
                    "TitleJapanese": "乱雲",
                    "SummaryJapanese": "小型艇で脱出したゴウトたちは、惑星クエントに不時着する。そこで彼らを待っていたのは、メジの予言により神の子の到来を知らされていたシャッコであった。シャッコの言葉によれば、キリコはいまだにクエントに到着していないという。\nキリコが遅れたのは、何者かが戦闘母艦の航法プログラムに細工を施したためであった。アロンが不満分子を煽動して、キリコへの叛乱を企てていたのである。しかし、その計画はワイズマンに見抜かれていた。自ら銃を手にとったアロンは、キリコによって射殺されてしまう。\nやがて、単身クエントの地に降り立ったキリコの前に、シャッコが現れた。シャッコはゴウトたちに会ったことを隠したまま、キリコとともにゴモル中枢へ向かう。防御システムのコントロールルームで、キリコの真意を確かめるシャッコ。自らが神になることを宣言するキリコの言葉に驚いたシャッコは、防御システムを破壊しようとする。だが、キリコはその銃を奪い、駆けつけたゴウトたちの目の前で、シャッコを撃つ。そして、キリコはATに乗り込んで、砂漠へと消えていった。もはやゴウトたちはキリコを見放していたが、フィアナだけはキリコの跡を追う。\n時を同じくして、ギルガメス・バララント連合軍は惑星クエントへ未曾有の規模の降下部隊を展開させつつあった……。"
                },
                "51": {
                    "ID": "560151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/560151",
                    "TitleEnglish": "Carnage",
                    "SummaryEnglish": "History is filled with men who sacrificed everything in pursuit of power. Fyana refuses to let her love be one of them. Is Chirico truly willing to make everyone his enemy?",
                    "TitleJapanese": "修羅",
                    "SummaryJapanese": "ギルガメス・バララント連合軍の大規模な地上戦力が、キリコ一人を討つために展開しつつあった。かろうじてクエントから脱出したゴウトたちは、フィアナにキリコ説得をあきらめるよう、通信を入れる。だが、それはフィアナにはできないことだった。\n一方、キリコはわずかな秘密結社の手勢のみを引き連れて、包囲網の中へ突入していった。激戦で部下たちが次々と撃破されていく中、キリコは異能者としての能力で突破していく。その後についてくることができたのは、わずか2機であった。さらに展開する大部隊の頭上を、キリコは奪った揚陸艇で越えていく。そこにフィアナのATもとりついていることを知らぬまま。\nやがて、キリコの位置を知った連合軍が、揚陸艇に総攻撃をしかけてきた。グランは戦闘母艦を楯とするが、激しい砲火に撃沈されてしまう。最期までワイズマンに殉じたグランを看取ったのは、母艦の中に密航していたロッチナである。ロッチナはキリコの行動を最後まで見届けるため、その後を追う。\nそして、すべての部下を失ったキリコは、ついに大裂溝の奥深くにある地下プラントの最深部に到達しつつあった。全銀河を敵にまわして、なお独力で自分のもとに辿りつけるもの、その者こそが真の後継者である、と語るワイズマン。神の声に、キリコは答える。俺は来た、全宇宙に復讐するためにその力が欲しいのだ、と……。"
                },
                "52": {
                    "ID": "560161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/560161",
                    "TitleEnglish": "Shooting Star",
                    "SummaryEnglish": "The road was long and hard-fought but in the end, a choice will be made. That choice will determine the fate of the entire galaxy.",
                    "TitleJapanese": "流星",
                    "SummaryJapanese": "全銀河のすべてを敵として、神の前に辿りつこうとするキリコの前に、最後に立ちふさがったのはフィアナであった。だが、キリコは説得を聞こうともせず、フィアナのATから銃を奪った。フィアナのATを撃ち貫く銃弾に、キリコの意志の固さを理解するワイズマン。神は、キリコに自らのもとへ来るように促すのだが、すでにATは限界を超えていた。キリコはATを捨て、自らの足で中枢部へ登っていく。\nそして、ついにキリコは神のもとへ辿りついた。しかし、そこで見たものは過去の異能者の記憶と意識を保存した機械、原形質保存装置であった。ワイズマンの伝達装置がすべてを与えようとした瞬間、キリコは銃弾を放った。驚くワイズマン。キリコはそのまま、ワイズマンの意思と記憶を破壊していく。\nそこへ、後を追ってきたロッチナが現われる。キリコを制止するロッチナ。だが、そのロッチナにフィアナが一撃を与える。キリコがわざと急所を外した銃撃を加えたことにより、その真意を理解していたのだ。二人は協力して、ワイズマンの記憶を破壊する。\n神は死んだ、お前が殺したのだと叫ぶロッチナ。そのロッチナを一人残し、キリコとフィアナは脱出する。だが、ロッチナが起動した自爆装置によって惑星クエントは消滅してしまった。クエントを攻撃しようとしていた連合艦隊とともに……。\n\n一年後、神の死にも関らず、ふたたび人の手による戦争は始まった。戦争がある限り、自分とフィアナは利用されるだけだとキリコは語る。そして、キリコとフィアナはコールドカプセルに入り、ゴウトたちに見送られ、戦争のない世界を求めて旅立って行くの"
                }
            }
        },
        "2": {
            "ID": "382091",
            "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/seasons/official/2",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "3370051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/3370051",
                    "TitleEnglish": "Return",
                    "SummaryEnglish": "Decades ago, two people took drastic measures to ensure their escape from a galaxy engulfed by war. Unfortunately, the past has finally caught up to them.",
                    "TitleJapanese": "回帰",
                    "SummaryJapanese": "アストラギウス暦7247年、キリコとフィアナがコールドスリープについてから32年が経過していた。ギルガメスとバララントの第四次銀河大戦も開戦から32年を迎え、いつ果てるとも知れない闘いを続けている。だが、戦場にも変化はあった。コールドスリープカプセルの普及と、その蘇生技術の向上である。\n　一方、戦争の絶えないアストラギウス銀河において普遍的なものの一つに、マーティアルという汎銀河結社があった。人が神に至る道こそが、闘争であると説く結社である。そのマーティアルの第9セクター支部が存在する惑星マナウラの衛星軌道上に、コンプラントと呼ばれる宇宙工場群が定位している。そこにキリコとフィアナのコールドカプセルが回収され、蘇生が施されていた。\n　“触れ得ざる者”キリコ覚醒の報が、マーティアル第9セクターにもたらされる。折しもそれは、支部の指導者モンテウェルズ枢機卿の娘、テイタニアが第13階位「秩序の楯」に叙させられる認証式の最中であった。聖地アレギウムから派遣された特使ノスコヴィッツは聖地アレギウムからの指令を伝える。キリコを信仰に導くか、抹殺せよ、と。モンテウェルズはキリコへの対処を、テイタニアに一任する。\n　一方、コンプラントでは完全に覚醒しきっていないキリコの前から、フィアナがいずこかへと連れ去られていた。フィアナを取り戻さんとするキリコの前に現れたテイタニアは同行を求めるが、キリコはこれを拒否する。テイタニアは、ATに代わる戦場の主役と目される類人兵器ネクスタントであった。その圧倒的な戦闘力で迫るテイタニアに対し、キリコは32年振りにAT"
                },
                "2": {
                    "ID": "3370061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/3370061",
                    "TitleEnglish": "Alegium",
                    "SummaryEnglish": "Chirico doesn’t care what Titania wants nor that the COMPLANT is falling apart around them. Fyana is the only person who matters and Chirico won’t stop until he gets her back.",
                    "TitleJapanese": "アレギウム",
                    "SummaryJapanese": "コンプラントに赴いたテイタニアと、キリコの死闘が始まった。キリコはテイタニアにかまわずにフィアナを追うのだが、そのカプセルは輸送業者の手によってコンプラントから運び去られてしまう。そして、キリコとテイタニアの激しい戦闘によって動力部に損傷を受けたコンプラントは、地表に向けて落下を始めてしまう。戦闘兵器であるテイタニアに、自分やフィアナと同じ匂いを感じたキリコは、彼女の身体を脱出カプセルに押し込めて射出した。そして、キリコ自身が脱出する間もなく、コンプラントは地上に落着する。\n　コンプラント落着はマナウラの地表に大きな被害をもたらすが、キリコの生存は確認されていない。そのため、これをテイタニアの功績として、モンテウェルズは聖地アレギウムに乗り込んだ。時あたかも次期法皇を選出する法皇指名に先立つ、長老会議の開催中であり、モンテウェルズは次期法皇候補の一人であったのだ。モンテウェルズは“触れ得ざる者”キリコを倒したことを報告し、ネクスタントがマーティアルの教義を体現する存在であることを誇示する。\n　その頃、瀕死の重傷を追ったキリコはマナウラ政府軍のゴディバ軍医長の手によって、奇跡的な回復を遂げていた。そして、フィアナを求めて再び歩きだすのであった。"
                },
                "3": {
                    "ID": "3370071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/3370071",
                    "TitleEnglish": "Pilgrimage",
                    "SummaryEnglish": "Cardinal Montwell uses a recent accomplishment as leverage. Titania seeks out someone intimately familiar with Chirico’s history.",
                    "TitleJapanese": "巡礼",
                    "SummaryJapanese": "聖地アレギウムの根本聖堂で行われている長老会議は紛糾していた。次期法皇の座を巡り、モンテウェルズの功罪が激しく沙汰される。ネクスタントは所詮PSと同じであり、モンテウェルズはかつてPS開発に関って破門された者たちと同類なのだという声が挙がる。だが、ネクスタントは信仰心を持った人間であり、PSとは根本的に異なるものだとモンテウェルズは主張する。\n　そんな会議に嫌気のさしたテイタニアは一人議事堂を抜けだし、聖堂を彷徨ううちに一人の老人と出会う。彼こそ、かつてキリコを追い続け、今もその記録を編纂しているロッチナその人であった。キリコの死亡を確信しているのかと問うロッチナ。そして心の奥底に淀んでいた本心をずばりと言い当てられたテイタニアには、ロッチナに返す言葉がなかった。\n　その頃、キリコはゴディバとともにマナウラ宇宙港へと向かっていた。しかし、空港のコールドカプセル保管場からは、既にフィアナのカプセルは運び出されていた。その目的地は惑星ジアゴノ、聖地アレギウムである。キリコはゴディバとともに巡礼者の中に紛れ込み、アレギウムに向かった。"
                },
                "4": {
                    "ID": "3370081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/3370081",
                    "TitleEnglish": "Boundary",
                    "SummaryEnglish": "The deliberations take a shocking turn with the delivery of unexpected news. Titania finally comes face to face with Fyana.",
                    "TitleJapanese": "臨界",
                    "SummaryJapanese": "次期法皇の座に関して、法皇に示唆を与える長老会議も大詰めを迎えていた。会議の大勢はグノー枢機卿へと傾きつつあったが、モンテウェルズのもとに一人の使いが駆け寄った。使いの者は、フィアナのコールドカプセルがここアレギウムに運び込まれたことを告げる。モンテウェルズは主張する。それはキリコ蘇生が何者かに仕組まれたことであり、自分を陥れようとした者の罠である、と。名指しでグノーを指弾することによって、モンテウェルズは一気に優勢となる。だが、これはモンテウェルズ自身が仕組んだ謀略であった。\n　一方、巡礼者たちにまぎれ込んで惑星ジアゴノへ到達したキリコとゴディバは、フィアナを奪回するべく行動を起こしていた。だが、キリコはゴディバに対して、フィアナの再凍結を依頼する。\n　モンテウェルズの謀略を目の当たりにしたテイタニアは、キリコとの避けられない闘いを前に、フィアナのもとヘ向かう。そして、フィアナの蘇生を命じた。キリコにとっての負い目をなくそうと考えたのだ。だが、目覚めたフィアナは、テイタニアに対して思いも寄らぬ願いを托す。キリコを愛して欲しい、と。\n　その頃、キリコは根本聖堂に向かって動き始めていた。それを報を受けた長老会議は「秩序の楯」たるテイタニアの出撃を求める。だが、モンテウェルズは自分にそれは出来ないと告げる。正式に叙任を受けた者に命令できるのは法皇のみ。ここに至り、法皇テオ8世は次期法皇をモンテウェルズとすることを宣言、モンテウェルズはただちにテイタニアに出撃を命じた。\n　やがて、モンテウェルズの謀略を知ったグノー枢機"
                },
                "5": {
                    "ID": "3370091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/3370091",
                    "TitleEnglish": "The Untouchable One",
                    "SummaryEnglish": "Chirico is coming for Fyana and woe be to anyone who stands in the way. The final confrontation between Chirico and Titania is approaching. Who will be left standing?",
                    "TitleJapanese": "触れ得ざる者",
                    "SummaryJapanese": "「触れ得ざる者」キリコ・キュービィは、マーティアルの聖地であるアレギウムの根本聖堂へと侵入した。それを迎え撃つ「秩序の楯」たるテイタニア。\n　しかし、キリコはテイタニアとの闘いを放棄してフィアナのもとへと急ぐ。そんなキリコを執拗に追いかけるテイタニア。モンテウェルズは補助脳を使おうとしないテイタニアに、苛立ちを覚えていた。「触れ得ざる者」キリコの問題は、ギルガメスとバララントが注視する中、アレギウムが独力で解決しなければならない。そのためのネクスタントでもある。\n　ついにモンテウェルズは、強制的な補助脳の起動を命じる。補助脳に支配されたテイタニアの能力は圧倒的であった。次第に追いつめられていくキリコ。だが、ATから放り出されて朦朧とする意識の中、キリコが放ったたった一発の銃弾が、テイタニアの補助脳を撃ち抜いた。その奇跡を目の当たりにした者は、キリコの絶対的な存在を認めざるをえなかった。\n　重傷を負いながらも、フィアナのもとへ急ぐキリコ。もはやその行く手を遮る者はいない。しかし辿りついた先にキリコが見たものは、再凍結された姿ではなく、最後の力を振り絞って彼を迎えるフィアナの姿であった。PSとして寿命がわずか二年しかないフィアナがそれ以上生きるためには、冷凍状態であり続けなければならない、そのために、かつてキリコとフィアナは冷凍睡眠という半ば自殺的な行為を選んだのだ。だが、冷凍睡眠から覚めてしまった今、フィアナの運命は決定的なものとなっていた。そして、重傷のキリコの腕の中で、フィアナの身体は崩れ落ちていく。\n　アレギウム"
                }
            }
        },
        "3": {
            "ID": "382101",
            "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/seasons/official/3",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "3370121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/3370121",
                    "TitleEnglish": "River Crossing Operation",
                    "SummaryEnglish": "Chirico Cuvie joins the invasion of a Balarant Union stronghold, but the Balarant defenses are up to the challenge of the assault.",
                    "TitleJapanese": "渡河作戦",
                    "SummaryJapanese": "史上最大の作戦・タイバス渡河作戦が幕を開けた。ギルガメスＡＴ部隊は河岸に上陸、敵陣への進攻を図るが、バララント軍の守備部隊に対して苦戦を強いられる。空間を埋め尽くす爆音と弾雨。キリコは激しい戦いの中にいた。そして、キリコの監視者たるペールゼンもまた、レッドショルダーにまつわる軍事裁判という窮地を迎えていた。"
                },
                "2": {
                    "ID": "3370131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/3370131",
                    "TitleEnglish": "Galeade",
                    "SummaryEnglish": "Chirico lands on the planet Galeade, where he meets the members of his new squadron under the command of Barkoff... but for what purpose have they been brought together?",
                    "TitleJapanese": "ガレアデ",
                    "SummaryJapanese": "タイバスでの傷も癒えぬうちに、惑星ガレアデＭ７基地に配属されたキリコは、強靭な古参兵ゴダン、妙に世話を焼くバーコフ、そしてなぜかキリコを殺そうとする少年兵ザキに出会う。だが、キリコは次なる作戦までのつかの間の休息を味わう暇もなく、ゴダンと共に謎の狙撃者から襲撃を受けるであった。"
                },
                "3": {
                    "ID": "3370141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/3370141",
                    "TitleEnglish": "The Unit",
                    "SummaryEnglish": "A fifth member is added to Barkoff's team, but is he an asset or a liability?",
                    "TitleJapanese": "分隊",
                    "SummaryJapanese": "キリコらバーコフ分隊は前線基地Ｘ-2に送られ、そこでもうひとりの仲間コチャックと合流。ギルガメス軍本隊のマニド峡谷通過のため、谷を防衛するバララント軍攻略を命じられる。キリコ達はお互いの信頼など全くないまま、峡谷頂上に宙吊られた空中要塞をパラグライダーで急襲する。"
                },
                "4": {
                    "ID": "3370151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/3370151",
                    "TitleEnglish": "The Valley of Death",
                    "SummaryEnglish": "A botched mission leads to disastrous consequences for the Gilgamesh Army.",
                    "TitleJapanese": "死の谷",
                    "SummaryJapanese": "バララント空中要塞制圧の報告を受けたギルガメス軍地上本隊がマニド峡谷通過を開始する中、コチャックの撃ちもらしたバララントＡＴの存在に気づき、キリコらは空中要塞を再度探索する。突如、彼らの頭上を巨大な物体が降下を始め、要塞が起動したことを知る。"
                },
                "5": {
                    "ID": "3370161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/3370161",
                    "TitleEnglish": "Interrogation",
                    "SummaryEnglish": "Defiant against even insurmountable opposition, Pailsen resists attempts at interrogation, but his silence is no match for the insidious MRC device.",
                    "TitleJapanese": "尋問",
                    "SummaryJapanese": "キリコ達は、死の谷から奇跡的に生還したことで怨嗟と監視の目に晒されながらも、通常軍務に勤しんでいた。AT整備の訓練中、不可解な事故が起き、さらにはキリコとゴダンは再び何者かによって襲撃される。その頃、惑星クズスクの情報省医療収容所では、自白装置ＭＲＣを用いたウォッカムによるペールゼンへの尋問がはじまっていた。"
                },
                "6": {
                    "ID": "3370171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/3370171",
                    "TitleEnglish": "Superpower",
                    "SummaryEnglish": "As the MRC continues its torturous work, Pailsen reveals the truth behind Chirico's seeming invincibility.",
                    "TitleJapanese": "異能",
                    "SummaryJapanese": "「集められた5人とは何者なのか？」惑星クズスクでは、ペールゼンへの尋問がさらに激しさを増す。一方ガレアデでは、バーコフ分隊の行動を反乱とみなした軍警察が出動し、Ｍ７基地は騒然とした雰囲気になっていく。キリコとゴダンは激しくなる軍警察の攻撃で、莫大な量のポリマーリンゲル液を貯蔵したタンクブロックへ追い詰められる。"
                },
                "7": {
                    "ID": "4183211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/4183211",
                    "TitleEnglish": "Sniping",
                    "SummaryEnglish": "Barkoff's team is ordered to a base near the planet's north pole, but a malfunction with their transport plane leaves them unexpectedly stranded.",
                    "TitleJapanese": "狙撃",
                    "SummaryJapanese": "極北基地へ向かう輸送機が突然の襲撃を受け、荒野への墜落を余儀なくされる。地上でキリコ達を待っていたのは、何者かからの狙撃。狙撃者は「ギルガメス軍浄化委員会」と名乗り、「死神シラスコ」すなわちゴダンを出せ、さもなくば全員を射殺するとのたまう。機内には５人と操縦士の２人。緊張を充満した暗く重い密室の７人に、銃声が決断を急かせる。"
                },
                "8": {
                    "ID": "4183212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/4183212",
                    "TitleEnglish": "Frozen Prison",
                    "SummaryEnglish": "A new crisis threatens to wipe out the planet's atmosphere, but the changing weather isn't the only threat looming on the horizon...",
                    "TitleJapanese": "冷獄",
                    "SummaryJapanese": "輸送機を失ったキリコ達は吹き荒ぶ風雪の中、ＡＴによる徒歩で極北の配転先へたどり着く。ガレアデから全軍の撤収作業が進みガランとした基地には、ユーグント指令殺害事件の調査を命じられたワップ少尉だけが待ちうけていた。犯人を始末しようとするワップ、バララント軍ＡＴ部隊、そして不穏な雲行きを見せる異常な寒波の予感。そのすべてがバーコフ分隊を包囲する。"
                },
                "9": {
                    "ID": "4183213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/4183213",
                    "TitleEnglish": "Downburst",
                    "SummaryEnglish": "With time running out, the team must concoct a PRL formula that can withstand the oncoming extreme cold. Meanwhile, Wappe sets off on a mission of his own.",
                    "TitleJapanese": "ダウン・バースト",
                    "SummaryJapanese": "極北基地に孤立したキリコ達。眼下にはバララントの軍勢が押し寄せ、頭上では超寒気団が不気味な渦を巻き始めた。-200度の超低温で生き残るため、ポリマーリンゲル液の調合がコチャックの手にゆだねられる。そんな中ワップはバーコフの過去に付け込み密告を強要する。焦り、葛藤、生命そのすべてを粉砕せんと迫るタイムリミットに、５人の異能が試される。"
                },
                "10": {
                    "ID": "4183214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/4183214",
                    "TitleEnglish": "Strategic Motion",
                    "SummaryEnglish": "Wokkam proposes a major attack on Monad, the Balarant fortress-planet, but there is more to this attack than meets the eye.",
                    "TitleJapanese": "戦略動議",
                    "SummaryJapanese": "バーコフ分隊の不死を確信したウォッカムは、百年戦争終結に向けたメルキア最高戦略会議の演壇上から、圧倒的規模の大作戦「惑星モナド攻略作戦」を動議する。ガレアデの戦線を戦い抜き、傷ついたキリコ達は惑星クズスク移送され、ついにウォッカムと対面する。すべての不規則な運動がひとつに、百年戦争が惑星モナドに収束する・・・。"
                },
                "11": {
                    "ID": "4183215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/4183215",
                    "TitleEnglish": "The Immortal Unit",
                    "SummaryEnglish": "As Gilgamesh operatives invade Monad, Chirico's origins are at last brought to light.",
                    "TitleJapanese": "不死の部隊",
                    "SummaryJapanese": "艦と鉄騎兵の天文学的質量が鉄の惑星モナドを覆う。宙に放たれた炎が幾何学図形を描き、一瞬ごとに幾万の生命を奪う。キリコらは漆黒の情報省特殊部隊ＩＳＳを率い、モナド中枢の占拠をめざす。激しい道のりに、共に往く者は敵も味方もすべて散りゆく。だが俺たちはまだ生きている。俺たちは死なない――。"
                },
                "12": {
                    "ID": "4183216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/4183216",
                    "TitleEnglish": "Monad",
                    "SummaryEnglish": "Time is running out as Monad spirals toward destruction. Can Chirico make it out in time, or is his journey fated to end at last?",
                    "TitleJapanese": "モナド",
                    "SummaryJapanese": "長い一瞬のあいだ、目の前で落下するコチャック機を見つめる４人の男。バーコフ分隊はついに一人目を失ってしまったかに見えたが、着地したＡＴからは傷を負いながらも何食わぬ顔でコチャックが這い出す。「本当なのか異能生存体ってのは」――崩壊を始めた惑星モナドで、百年戦争そしてバーコフ分隊の旅が終わる。"
                }
            }
        },
        "4": {
            "ID": "475715",
            "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/seasons/official/4",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "4183217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/4183217",
                    "TitleEnglish": "Woodo",
                    "SummaryEnglish": "The more things change, the more they stay the same. Coconna and Vanilla take a trip down memory lane by returning to where their story first began.",
                    "TitleJapanese": "ウド",
                    "SummaryJapanese": "ゴウトの提案で、銀婚式を迎えたバニラとココナは、キリコとの再会を期待して思い出の地を巡る旅に出る。\n３０年振りに降り立つ惑星メルキア・ウドの街。復興した街をよそ目に、キリコとの思い出の場所は昔の姿を留めていた。そこで二人はバトリングの興行ポスターを発見する。\nかつてと変わらぬＡＴ戦に熱狂するバトリング会場。そこには赤い肩を持つスコープドッグが……。"
                },
                "2": {
                    "ID": "4183218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/4183218",
                    "TitleEnglish": "Kummen",
                    "SummaryEnglish": "Despite Pol’s best efforts, Kummen plunged into war once again. By the time Chirico’s friends arrive, the government has erupted into a full-blown coup d’état.",
                    "TitleJapanese": "クメン",
                    "SummaryJapanese": "今も紛争の絶えぬクメン共和国では、クーデーター軍に圧される政府軍大統領とその親衛隊が首都を捨て逃れようとしていた。大統領とは誰あろう、キリコたちの戦友ポタリアであった。\nキリコを探してクメンの地に降り立ったバニラたちは、ゴウトのはからいで一夜限りの「ファンタムクラブ」復活営業を楽しむ。歌姫姿のココナ、かつての常連たち…。そして逃亡中の大統領にも招待状が届いていた。"
                },
                "3": {
                    "ID": "4183219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/4183219",
                    "TitleEnglish": "Sansa",
                    "SummaryEnglish": "Zophie once bore a vendetta against Chirico. Now an old woman, she takes in a stranger, but what will she do when she discovers who he really is?",
                    "TitleJapanese": "サンサ",
                    "SummaryJapanese": "今も砂嵐が吹き荒れる惑星サンサ。キリコはゾフィーの屑鉄屋に住み込み、3ヶ月も巨大戦艦の鉄骨を切断し続けていた。長い苛酷な環境下で視力を失ったゾフィーには、世話を焼くこの若者がかつて仇と憎んだキリコだとは思いも寄らない。\nキリコの留守中、ゾフィーの事務所が突如ＡＴによって襲撃を受ける。ゾフィーを足手纏いにさせる作戦と気づくが、キリコは彼女を背負い砂漠を歩く。"
                },
                "4": {
                    "ID": "4183220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/4183220",
                    "TitleEnglish": "Nulgerant",
                    "SummaryEnglish": "Plots take shape as word spreads about the \"Child of God\" and people realize the fate of the galaxy is at stake. Chirico must escort the child to the Tower of Gomor.",
                    "TitleJapanese": "ヌルゲラント",
                    "SummaryJapanese": "正体不明のエネルギーによってキリコは、消滅したクエント星の民が暮らす「馬の口」と呼ばれる銀河の果てへと飛ばされてしまっていた。\n谷の底、ル・シャッコの村では今にも一人の赤子が生まれようとしており、神の子と判断されればゴモルの神殿で更なる裁可を受けねばならぬ掟とされていた。部族長テダヤは道中での襲撃を警戒し、キリコにその護衛を依頼する。"
                },
                "5": {
                    "ID": "4183221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/4183221",
                    "TitleEnglish": "Cocoon",
                    "SummaryEnglish": "Chirico and Shako find themselves deep beneath the surface and in the company of a mysterious girl who warns them about the Doyo.",
                    "TitleJapanese": "コクーン",
                    "SummaryJapanese": "神殿の地下に落下したキリコとル・シャッコは、ゴモルの塔の地下茎である地底樹を目の当たりにする。神殿のＡＴを退けるが、突然謎の生物に繭糸で絡め採られ赤子を奪われてしまう。かつて神の子として落とされたというジュノが現れ、身動きのとれない二人を救う。\nジュノと共に赤子を取り戻そうとするが、ヌルゲラントの神はキリコの記憶の深層を抉る様々な試練を用意していた…。"
                },
                "6": {
                    "ID": "4183222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armored-trooper-votoms/episodes/4183222",
                    "TitleEnglish": "Infanti",
                    "SummaryEnglish": "Forces converge above the planet. Chirico soldiers on, determined to rescue the child entrusted to him, and once again faces an important choice.",
                    "TitleJapanese": "インファンティ",
                    "SummaryJapanese": "ギルガメス・バララントの両艦隊が惑星ヌルゲラントを睨む中、法皇モンテウェルズがゴモルの塔へと入る。時を経て自己修復を遂げたかつて神ワイズマンと対面した法皇は、神の子の養育と後見を任せて欲しいと申し出る。\n一方、地底樹を突破したキリコはワイズマンと赤子の座す空間へと招き入れられる。30年の時を経てキリコとワイズマン、宿命の対決が再び始まる…。"
                }
            }
        }
    }
}