{
    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0101950/",
        "https://www.themoviedb.org/tv/69212"
    ],
    "TitleEnglish": "Giant Robo: The Day the Earth Stood Still",
    "SummaryEnglish": "10 years ago Dr. Shizuma and his colleagues invented the Shizuma drive which is a revolutionizing new form of renewable and recyclable energy. Though they had to pay a heavy price for their success in a catastrophic accident that the world only wants to forget about. However, all is not well as the secret organization Big Fire is hell-bent on taking over the world. They have obtained two of three mysterious Shizuma drive samples with an unknown function, which are an integral part of their world domination plans. The third sample has however been stolen by Dr. Shizuma who during his escape is saved by Daisaku, Giant Robo and the Experts of Justice. Then a desperate struggle begins between the Experts of Justice and Big Fire for the control of the last sample as Big Fire unleashes their mightiest weapon, the Eye of Volger, upon the unsuspecting world. Soon everything points towards the hidden truth behind the accident 10 years ago as the starting point of everything.",
    "TitleJapanese": "ジャイアントロボ THE ANIMATION -地球が静止する日",
    "SummaryJapanese": "エネルギーシステム「シズマドライブ」により平和を享受していた地球。だがその陰では、シズマシステムを停止し地球を闇で包む「地球静止作戦」を企むBF団と、国際警察機構の戦いが繰り広げられていた。ジャイアント・ロボと国際警察機構エキスパートたちの熱い戦い！BF団総帥ビッグ・ファイアの真の目的とは…!?",
    "Aliases": [
        "Giant Robo the Animation: The Day the Earth Stood Still"
    ],
    "Modified": "2025-08-31",
    "Seasons": {
        "0": {
            "ID": "57931",
            "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "1148371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/episodes/1148371",
                    "TitleEnglish": "Barefoot GinRei",
                    "SummaryEnglish": "Ginrei notices that her China dress has gone missing, and she must solve this mystery quickly!",
                    "TitleJapanese": "素足のGinRei EPISODE 1 〜盗まれた戦闘チャイナを探せ大作戦!!",
                    "SummaryJapanese": "ある朝、シャワーを浴びていた銀鈴はその隙を突かれて、お気に入りのチャイナ服が無くなっていることに気付く。いったい誰が盗んだのだろうか？　一方で、十傑衆たる衝撃のアルべルトはこれまでに受けていた数々の妨害工作に憤り、銀鈴の拉致を命じた。暗躍するBF団のエージェントは、銀鈴そっくりだがその笑顔が邪悪に歪むブラック銀鈴！"
                },
                "2": {
                    "ID": "1148381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/episodes/1148381",
                    "TitleEnglish": "Mighty GinRei",
                    "SummaryEnglish": "A wild and crazy adventure involving Daisaku defecting to BF (here Blue Flower), lots of drag and the apparent drinking of a Shizuma drive.",
                    "TitleJapanese": "鉄腕GinRei EPISODE 2&3 〜禁断の果実を奪還せよ極楽大作戦!!",
                    "SummaryJapanese": "ロボが封印されてしまったことでヤケになった大作は、幻夜の誘いに乗ってほいほいBF団に転職してしまう。現れた大怪球に対し為す術がない国際警察機構……かと思われたが、密かに作られていた銀鈴ロボが大作に奪取され出撃した。銀鈴専用のためチャイナドレス認識システムが備わっていた銀鈴ロボだったが、大作は恥ずかしげもなくチャイナ姿を披露。負けじとエキスパートの面々も全員チャイナに着替えてしまう。……全員アルコールが入っていることもあり、この狂乱の宴はまだまだ終わらない？"
                },
                "3": {
                    "ID": "1148391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/episodes/1148391",
                    "TitleEnglish": "Ginrei's Blue Eyes",
                    "SummaryEnglish": "Ginrei and Tetsugyu take a wild west trip into the desert to find something that is at least semi-serious.",
                    "TitleJapanese": "青い瞳の銀鈴 GinRei with blue eyes",
                    "SummaryJapanese": "謎の遺跡が発見された熱砂の辺境。そこへ、学術調査団と偽って銀鈴と鉄牛がやってきた。BF団のアジトである可能性を考慮して先に遺跡へ調査に向かい、行方を絶った国際警察機構調査団の捜索のためだ。そこで彼女たちは案内役として遣わされた少年ルードと出会った。彼の保護者であるフェダインはBF団工作員であり、とっくに正体を看破していた敵の襲撃を受ける銀鈴たちは遺跡の闇の中で人造人間を相手に激闘を繰り広げる！"
                }
            }
        },
        "1": {
            "ID": "57941",
            "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/seasons/official/1",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "585441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/episodes/585441",
                    "TitleEnglish": "The Black Attaché Case",
                    "SummaryEnglish": "Ten years ago, Doctor Shizuma invented an environment friendly energy system that was to save the planet from ecological ruin, but now he finds himself being pursued by a mysterious organisation who want the attache case he is carrying with him. They are about to catch him when Giant Robo and the Experts of Justice intervene to stop the case falling into the hands of the villainous Magnificent Ten.",
                    "TitleJapanese": "黒いアタッシュケース",
                    "SummaryJapanese": "秘密結社・BF団はアンチ・シズマドライブと呼ばれるケース・サンプルを完成させるも、その一つをシズマ博士に奪取された。国際警察機構は博士とケースの保護に成功したが、パリを寸断、すべてのシズマドライブを静止させてしまう。果たしてBF団が企てる「地球静止作戦」とは…!? 今ここに新たな戦いが幕を開けた！"
                },
                "2": {
                    "ID": "585451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/episodes/585451",
                    "TitleEnglish": "The Tragedy of Bashtarlle",
                    "SummaryEnglish": "Peking is under attack from the fearsome Lord Alberto. Kenji Murasame prepares his ultimate weapon and the Experts of Justice are trapped behind the Big Fire's force field, powerless to intervene in what could amount to a new dark age.",
                    "TitleJapanese": "バシュタールの惨劇",
                    "SummaryJapanese": "大作たちに迫るBF団ロボット・ウラエヌスとその操縦者イワン。そこへ駆けつけたジャイアント・ロボだが、ウラエヌスのバリアーに阻まれてしまう。その隙に大作を人質にケースをまんまと手に入れるイワン。が、シズマ博士は身を賭してケースを奪取、アンチ・シズマドライブを起動させるが…!?"
                },
                "3": {
                    "ID": "585461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/episodes/585461",
                    "TitleEnglish": "Go Forth! The Electromagnetic Net Operation: The Fall at Shanghai...",
                    "SummaryEnglish": "Three nights have passed since the terrible device known as Von Folgers' Eye was unleashed on Paris, and now its unstoppable course has taken it across Europe and America. The Experts of Justice launch the mighty airship Greta Garbo, but the forces of Big Fire are not content to stand by and watch their masterpiece defeated.",
                    "TitleJapanese": "発令!電磁ネットワイヤー作戦 上海に墜つ…",
                    "SummaryJapanese": "国際警察機構はアンチ・シズマドライブの影響を受けない燃動力の電磁ネットワイヤーメカを使い、大怪球を地球圏外に葬り去る作戦をたてた。しかし大作と鉄牛はその任務から外され、ロボを国際警察機構の総本山・梁山箔へ移動、封印する別命が与えられたのだった。そして上海で大怪球をとらえたとき、ウラエヌスが現れた！"
                },
                "4": {
                    "ID": "585471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/episodes/585471",
                    "TitleEnglish": "Twilight of the Heroes ~ The Bells of Victory Have Yet to Toll ~",
                    "SummaryEnglish": "Giant Robo lies in ruins after the magnetic attack on Von Folger's Eye failed. Taiso, meanwhile, confronts his old enemy in an attempt to buy his colleagues more time to escape the doomed city before the Eye activates.",
                    "TitleJapanese": "豪傑たちの黄昏 ～勝利の鐘、未だ響かず～",
                    "SummaryJapanese": "大怪球に敗れ去り、大地に叩きつけられながらも大作を守ったジャイアント・ロボ。しかし、ロボは静止して動かない。そして銀鈴は禁断の技を使い、アルベルトから大作を救う。上海から脱出する国際警察機構だが、電磁ネットメカを守るため戴宗はただひとり残る。そこへ現れるアルベルト。積年の決着をつけるときがきたのだ！"
                },
                "5": {
                    "ID": "585481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/episodes/585481",
                    "TitleEnglish": "The Truth of Bashtarlle! ~ Gone are the Days of Youth...",
                    "SummaryEnglish": "Big Fire's mighty Orb has disappeared, its anti-Shizuma field inactive and Taiso's sacrifice has brought the Experts of Justice some valuable time. Giant Robo, meanwhile, is lost amongst the frozen Himalayan mountains.",
                    "TitleJapanese": "真実のバシュタール! 過ぎ去りし少年のあの日々…",
                    "SummaryJapanese": "グレタ・ガルボのコクピットはヒマラヤ山系カラコルムに墜落。幻夜は大作を人質に、銀鈴と鉄牛に第三のケースを渡すことを迫る。高熱にうなされる大作は夢を見ていた。父・草間博士の死、ジャイアント・ロボの腕時計のことなど……。ケースを渡そうとしない銀鈴に幻夜が語る「バシュタールの惨劇」の真実とは……!?"
                },
                "6": {
                    "ID": "585491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/episodes/585491",
                    "TitleEnglish": "Crime and Punishment ~ Everything for Big Fire! ~",
                    "SummaryEnglish": "Genya returns to Big Fire's secret headquarters with a new plan to put a cessation to the hostilities once and for all. As the surviving Experts of Justice regroup and nurse their injuries, they learn that neither Giant Robo or Agent Gineri are now trusted by Interpol. The Expert's resources are now truly stretched to breaking point, especially after the final attack on Saint Abbe.",
                    "TitleJapanese": "罪と罰 ～全てはビッグ・ファイアのために～",
                    "SummaryJapanese": "アンチ・シズマフィールドは地球全域に及び、BF団各支部も活動不能に陥っていた。一方、梁山箔ではロボは封印され、そして銀鈴もまたカプセル内でスリープ状態にされていた。呉学人のその行為を理解できず、苛立つ大作。そのころ幻夜は「地球静止作戦」を続行すべく、大怪球フォーグラーを再起動させるのだった！"
                },
                "7": {
                    "ID": "585501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/episodes/585501",
                    "TitleEnglish": "The Grand Finale ~ Fading is the Beautiful Illusory Night ~",
                    "SummaryEnglish": "Emmanuelle acquires the third sample, prompting both Chief Chujo and agent Ginrei to prepare for the ultimate sacrifice.",
                    "TitleJapanese": "大団円 ～散りゆくは、美しき幻の夜～",
                    "SummaryJapanese": "エネルギー停止現象から７日目の夜、大怪球フォーグラーにたちはだかる中条長官こと静かなる中条は、禁断の技ビッグバン・パンチを撃とうとしていた。そこに響く銀鈴の叫び。銀鈴は梁山箔を聖アー・バー・エーへ転送させる巨大テレポートアウトをおこなっていた。そして、彼女自身も大怪球の中に身を投じるが……！"
                }
            }
        }
    }
}