{
    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0101950/",
        "https://www.themoviedb.org/tv/69212"
    ],
    "TitleEnglish": "Giant Robo: The Day the Earth Stood Still",
    "SummaryEnglish": "10 years ago Dr. Shizuma and his colleagues invented the Shizuma drive which is a revolutionizing new form of renewable and recyclable energy. Though they had to pay a heavy price for their success in a catastrophic accident that the world only wants to forget about. However, all is not well as the secret organization Big Fire is hell-bent on taking over the world. They have obtained two of three mysterious Shizuma drive samples with an unknown function, which are an integral part of their world domination plans. The third sample has however been stolen by Dr. Shizuma who during his escape is saved by Daisaku, Giant Robo and the Experts of Justice. Then a desperate struggle begins between the Experts of Justice and Big Fire for the control of the last sample as Big Fire unleashes their mightiest weapon, the Eye of Volger, upon the unsuspecting world. Soon everything points towards the hidden truth behind the accident 10 years ago as the starting point of everything.",
    "Aliases": [
        "Giant Robo the Animation: The Day the Earth Stood Still"
    ],
    "Modified": "2025-08-31",
    "Seasons": {
        "0": {
            "ID": "57931",
            "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "1148371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/episodes/1148371",
                    "TitleEnglish": "Barefoot GinRei",
                    "SummaryEnglish": "Ginrei notices that her China dress has gone missing, and she must solve this mystery quickly!"
                },
                "2": {
                    "ID": "1148381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/episodes/1148381",
                    "TitleEnglish": "Mighty GinRei",
                    "SummaryEnglish": "A wild and crazy adventure involving Daisaku defecting to BF (here Blue Flower), lots of drag and the apparent drinking of a Shizuma drive."
                },
                "3": {
                    "ID": "1148391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/episodes/1148391",
                    "TitleEnglish": "Ginrei's Blue Eyes",
                    "SummaryEnglish": "Ginrei and Tetsugyu take a wild west trip into the desert to find something that is at least semi-serious."
                }
            }
        },
        "1": {
            "ID": "57941",
            "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/seasons/official/1",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "585441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/episodes/585441",
                    "TitleEnglish": "The Black Attaché Case",
                    "SummaryEnglish": "Ten years ago, Doctor Shizuma invented an environment friendly energy system that was to save the planet from ecological ruin, but now he finds himself being pursued by a mysterious organisation who want the attache case he is carrying with him. They are about to catch him when Giant Robo and the Experts of Justice intervene to stop the case falling into the hands of the villainous Magnificent Ten."
                },
                "2": {
                    "ID": "585451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/episodes/585451",
                    "TitleEnglish": "The Tragedy of Bashtarlle",
                    "SummaryEnglish": "Peking is under attack from the fearsome Lord Alberto. Kenji Murasame prepares his ultimate weapon and the Experts of Justice are trapped behind the Big Fire's force field, powerless to intervene in what could amount to a new dark age."
                },
                "3": {
                    "ID": "585461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/episodes/585461",
                    "TitleEnglish": "Go Forth! The Electromagnetic Net Operation: The Fall at Shanghai...",
                    "SummaryEnglish": "Three nights have passed since the terrible device known as Von Folgers' Eye was unleashed on Paris, and now its unstoppable course has taken it across Europe and America. The Experts of Justice launch the mighty airship Greta Garbo, but the forces of Big Fire are not content to stand by and watch their masterpiece defeated."
                },
                "4": {
                    "ID": "585471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/episodes/585471",
                    "TitleEnglish": "Twilight of the Heroes ~ The Bells of Victory Have Yet to Toll ~",
                    "SummaryEnglish": "Giant Robo lies in ruins after the magnetic attack on Von Folger's Eye failed. Taiso, meanwhile, confronts his old enemy in an attempt to buy his colleagues more time to escape the doomed city before the Eye activates."
                },
                "5": {
                    "ID": "585481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/episodes/585481",
                    "TitleEnglish": "The Truth of Bashtarlle! ~ Gone are the Days of Youth...",
                    "SummaryEnglish": "Big Fire's mighty Orb has disappeared, its anti-Shizuma field inactive and Taiso's sacrifice has brought the Experts of Justice some valuable time. Giant Robo, meanwhile, is lost amongst the frozen Himalayan mountains."
                },
                "6": {
                    "ID": "585491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/episodes/585491",
                    "TitleEnglish": "Crime and Punishment ~ Everything for Big Fire! ~",
                    "SummaryEnglish": "Genya returns to Big Fire's secret headquarters with a new plan to put a cessation to the hostilities once and for all. As the surviving Experts of Justice regroup and nurse their injuries, they learn that neither Giant Robo or Agent Gineri are now trusted by Interpol. The Expert's resources are now truly stretched to breaking point, especially after the final attack on Saint Abbe."
                },
                "7": {
                    "ID": "585501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/giant-robo-the-day-the-earth-stood-still/episodes/585501",
                    "TitleEnglish": "The Grand Finale ~ Fading is the Beautiful Illusory Night ~",
                    "SummaryEnglish": "Emmanuelle acquires the third sample, prompting both Chief Chujo and agent Ginrei to prepare for the ultimate sacrifice."
                }
            }
        }
    }
}