{
  "URL": "https://www.thetvdb.com/series/robot-carnival",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0093871/",
    "https://www.themoviedb.org/tv/87055"
  ],
  "TitleEnglish": "Robot Carnival",
  "SummaryEnglish": "An anthology of various tales told in various styles with robots being the one common element among them.",
  "Aliases": [],
  "Modified": "2025-03-11",
  "Seasons": {
    "0": {
      "ID": "70461",
      "URL": "https://www.thetvdb.com/series/robot-carnival/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "686401",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/robot-carnival/episodes/686401",
          "TitleEnglish": "Movie",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "6673491",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robot-carnival/episodes/6673491",
          "TitleEnglish": "The Memory of Robot Carnival: A Look Back at the History of the Classic Anthology",
          "SummaryEnglish": "A visual essay on the making, release and restoration of Robot Carnival.",
          "Aliases": []
        },
        "3": {
          "ID": "8891872",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robot-carnival/episodes/8891872",
          "TitleEnglish": "Opening Storyboards",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "8891873",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robot-carnival/episodes/8891873",
          "TitleEnglish": "Franken's Gears Storyboards",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "8891874",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robot-carnival/episodes/8891874",
          "TitleEnglish": "Deprive Storyboards",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "8891875",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robot-carnival/episodes/8891875",
          "TitleEnglish": "Presence Storyboards",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "7": {
          "ID": "8891876",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robot-carnival/episodes/8891876",
          "TitleEnglish": "Starlight Angel Storyboards",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "8": {
          "ID": "8891877",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robot-carnival/episodes/8891877",
          "TitleEnglish": "Cloud Storyboards",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "9": {
          "ID": "8891878",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robot-carnival/episodes/8891878",
          "TitleEnglish": "A Tale of Two Robots Storyboards",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "10": {
          "ID": "8891879",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robot-carnival/episodes/8891879",
          "TitleEnglish": "Nightmare Storyboards",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "11": {
          "ID": "8891880",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robot-carnival/episodes/8891880",
          "TitleEnglish": "Ending Storyboards",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "491715",
      "URL": "https://www.thetvdb.com/series/robot-carnival/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 9,
      "Episodes": {
        "1": {
          "ID": "4321055",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robot-carnival/episodes/4321055",
          "TitleEnglish": "Opening",
          "SummaryEnglish": "The opening takes place in a desert. A boy finds a small \"coming soon\" poster advertising the Robot Carnival, and becomes frightened and agitated. He warns the people in his village, most likely to escape, when a huge machine with many robots performing in niches on its exterior grinds its way right over the village. Once a magnificent traveling showcase, it is now a decayed, rusted, malfunctioning, engine of destruction.",
          "Aliases": []
        },
        "2": {
          "ID": "4321056",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robot-carnival/episodes/4321056",
          "TitleEnglish": "Franken's Gears",
          "SummaryEnglish": "A crazy scientist tries to give life to his robot with lightning, just like Frankenstein. When it comes to life, the robot copies everything the scientist does. Overjoyed, the scientist dances with glee, trips, and falls. Seeing this, the robot dances, trips, and falls on the scientist, killing him.",
          "Aliases": []
        },
        "3": {
          "ID": "4321057",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robot-carnival/episodes/4321057",
          "TitleEnglish": "Deprive",
          "SummaryEnglish": "This segment features a humanoid robot and an invasion from space",
          "Aliases": []
        },
        "4": {
          "ID": "4321058",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robot-carnival/episodes/4321058",
          "TitleEnglish": "Presence",
          "SummaryEnglish": "This segment (featuring dialogue) tells the story of a man who has an obsession with a robot girl he has been secretly constructing in an attempt to compensate for the lack of any close relationship with his wife and family. The setting seems to be British and of the early twentieth century, but also suggests another planet or a future which has attempted to re-establish a former social structure. When the robot takes on a personality of her own, far beyond what the man had programmed, he smashes her in a fit of panic, and leaves his secret laboratory for what he believes is the last time. Twenty years later, the man has a vision of his robot appearing before him, but then blowing up before he can take her hand. He returns to his shed to find the robot still sitting smashed in a corner, just as she had been left years earlier. Another twenty years elapse, and the robot appears again before the man. This time, he takes her hand and walks into the distance with her, before vanishing in front of his shocked wife. This is the first short that contains intelligible dialogue (characters in Opening speak in gibberish), but little of it is actually spoken on-screen - all but a few lines are given in voice-over, or with the speaker's mouth obscured.",
          "Aliases": []
        },
        "5": {
          "ID": "4321059",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robot-carnival/episodes/4321059",
          "TitleEnglish": "Star Light Angel",
          "SummaryEnglish": "A shōjo story, featuring teenage girls at a robot themed amusement park who are friends. One of the girls finds that her lover is now going out with her friend. Running away in tears she finds her way to a virtual-reality ride. Pleasant at first, her memory cause the ride to summon a giant laser breathing mecha. But one of the park's 'robots' finds himself in the role of knight in shining armor, and allowing her to let go of her darker emotions, and to move forward in her life. While at first confusing, this is deceptive, as many of the elements are logical in hindsight. The visual style of this segment was heavily influenced by the music video for A-Ha's \"Take on Me.\"",
          "Aliases": []
        },
        "6": {
          "ID": "4321060",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robot-carnival/episodes/4321060",
          "TitleEnglish": "Cloud",
          "SummaryEnglish": "This short features a robot walking through time, and the evolution of man. The backdrop is animated with clouds that depicts various events of the universe. Such as the modernization of man, to the self destruction of man. Most the events in the backdrops takes place from Rome to present day society. Eventually the same angel who cries for his immortality, makes him human towards the end.",
          "Aliases": []
        },
        "7": {
          "ID": "4321061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robot-carnival/episodes/4321061",
          "TitleEnglish": "A Tale of Two Robots",
          "SummaryEnglish": "This is set in the nineteenth century and features two \"giant robots\" directed from within by a human crew. In the style of a movie serial of the sound era, a Westerner in his giant robot attempts to take over Japan, but is challenged by locals operating a \"machine made for the parade\" -- a Japanese giant robot. The style of this segment is somewhat reminiscent of a Japanese World War II-era propaganda film. Despite the title of this segment, there is no known prequel or sequel. The voice acting of this piece are a mix of English and Japanese with the Westerner speaking English and the Japanese speaking their language.",
          "Aliases": []
        },
        "8": {
          "ID": "4321062",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robot-carnival/episodes/4321062",
          "TitleEnglish": "Nightmare",
          "SummaryEnglish": "The city of Tokyo is overrun by its machines, as they all come alive for a night of revelry, with only a single, drunken human (Chicken Man) awake to witness it. This segment was inspired by the \"Night on Bald Mountain\" segment of Fantasia and is also said to be influenced by the Legend of Sleepy Hollow segment from c The Adventures of Ichabod and Mr. Toad. This features the recent Japanese myth that machines can grow by connecting onto other machines, regardless of the purposes for which they were designed (as seen in Roujin Z).",
          "Aliases": []
        },
        "9": {
          "ID": "4321063",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/robot-carnival/episodes/4321063",
          "TitleEnglish": "Ending",
          "SummaryEnglish": "Directed by Atsuko Fukushima and Katsuhiro Otomo. The Robot Carnival is stopped by a little hill in the desert. Unable to climb the sandy obstruction, the Carnival stalls at its base. As the sun sets over the traveling relic, flashback stills recall the grandeur of the Carnival at the peak of its existence—an unparalleled engine of mirth that brought timeless joy to the various cities it visited. At sunrise, we see the platform chug forward with a sudden burst of power and crest over the dune in its way. The final push proved to be too much for the aged contraption, and it finally goes to pieces in the desert. The bulk of the film's credits are then shown concluding with an epilogue.",
          "Aliases": []
        }
      }
    }
  }
}