{
  "URL": "https://www.thetvdb.com/series/doomed-megalopolis",
  "Genres": [
    "Animation",
    "Anime",
    "Fantasy",
    "Horror",
    "Mini-Series"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/B4B8-1E92-ED09-5EE6-116D-Y",
    "https://www.imdb.com/title/tt0337283/",
    "https://www.themoviedb.org/tv/21272",
    "https://www.wikidata.org/wiki/Q5223786",
    "https://en.wikipedia.org/wiki/Doomed_Megalopolis"
  ],
  "TitleEnglish": "Doomed Megalopolis",
  "SummaryEnglish": "Tokyo is under siege as occult forces take over the burial site of Taira No Masakado, the city's founder. Driven by his lust for power, the evil necromancer Kato is determined to free the soul of the ancient warrior... and use its sinister power to take over the budding metropolis! But the forces of good oppose him in the form of an aging priest, an alluring virgin, and a group of untested heroes. Soon, they will learn only too well that the ruthless Kato is not an easy enemy to defeat.",
  "Aliases": [
    "帝都物語"
  ],
  "Modified": "2025-03-02",
  "Seasons": {
    "0": {
      "ID": "76881",
      "URL": "https://www.thetvdb.com/series/doomed-megalopolis/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "4538145",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/doomed-megalopolis/episodes/4538145",
          "TitleEnglish": "Interview",
          "SummaryEnglish": "interviews with voiceover actor Kyusaku Shimamuna, who played Kato, and supervising director RinTaro. Shimamuna talks about playing the role and how he affected his voice, while RinTaro talks style and how Tokyo has changed. RinTaro stays in character, acting as though the whole story is real.",
          "Aliases": []
        },
        "2": {
          "ID": "4538146",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/doomed-megalopolis/episodes/4538146",
          "TitleEnglish": "Mapping Out Tokyo",
          "SummaryEnglish": "Mapping Out Tokyo is a guide through the city, led by a woman in traditional garb similar to that worn in the movie. You see many of the landmarks illustrated in the movie and it makes for an interesting guide. Signs of Darkness delves into some of the occult references in the movie and how they can be found around Tokyo.",
          "Aliases": []
        },
        "3": {
          "ID": "4538149",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/doomed-megalopolis/episodes/4538149",
          "TitleEnglish": "Ieyasu Tokgawa",
          "SummaryEnglish": "Ieyasu Tokugawa continues the religious and history lesson on Tokyo and how it influenced the movie. All of this can be tough to follow if you aren't up on Japanese history and religion, but it makes for a really nice guide through the streets of Tokyo into some of its most ancient areas.",
          "Aliases": []
        },
        "4": {
          "ID": "4538147",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/doomed-megalopolis/episodes/4538147",
          "TitleEnglish": "Signs of Darkness",
          "SummaryEnglish": "Previews",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "76891",
      "URL": "https://www.thetvdb.com/series/doomed-megalopolis/seasons/official/1",
      "TitleEnglish": "The Tale of the Imperial City",
      "SummaryEnglish": null,
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "742811",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/doomed-megalopolis/episodes/742811",
          "TitleEnglish": "The Haunting of Tokyo",
          "SummaryEnglish": "The story begins with a narrative concerning Tokyo in 1908. However, the grave of Taira no Masakado is shown, emphasizing that his curse still persists. Eventually two strange figures appear in Tokyo at the exact same time. One is Yamumasa Hirai, an Onmyoji of the Tsuchimikado Family who has come to give advice to the prime minister as to how to make Tokyo blessed and successful. The other figure is Yasunori Kato, an evil Onmyoji whose wishes to destroy Tokyo completely to appease his ancestors. He employs the angry spirit of Masakado to bring chaos upon the city, by attempting to kidnap a young girl (Yukari Tatsumiya), who is a distant descendant of Masakado. Hirai discovers this and attempts to stop the evil fiend and save Yukari through his own magic. Unfortunately, the two Onmyoji are too equally matched. Thus their battle becomes more of a tug-of-war for Yukari, as well as a test of skills to see which mystic is more proficient in Onmyodo magic. In the end, Hirai takes the fight his temple, where he believes combined power of his own magic and followers should be enough to stop Kato. However, despite the collaboration of all these individuals against the dark Onmyoji, Kato still manages to gain the upper hand by outsmarting Hirai. Kato escapes with Yukari.",
          "Aliases": []
        },
        "2": {
          "ID": "742821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/doomed-megalopolis/episodes/742821",
          "TitleEnglish": "The Fall of Tokyo",
          "SummaryEnglish": "The episode starts off with, what appears to be Kato injecting some demonic seed into Yukari's body via black magic. Kato attempts to employ Yukari's body as a median to awaken Masakado's spirit. However, Masakado rejects the offer, and Kato is once again put at a loss. However, as he views into Yukari's body, he realizes that his magic has been successful, and he has impregnated her with what he believes to be his child. Seeing as he may have another chance with a median, he wanders off into a 10 year seclusion, waiting for the child to become suitable for his next attempt. Hirai's followers find Yukari's body near the foot of Masakado's mound, and take her back to her brother's house and nurse her back to health. Yukari's brother, Youichi Tatsumiya, is left with such mixed emotions for Yukari, that he unfortunately expresses his love for her through a blatant act of incest.",
          "Aliases": []
        },
        "3": {
          "ID": "742831",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/doomed-megalopolis/episodes/742831",
          "TitleEnglish": "The Gods of Tokyo",
          "SummaryEnglish": "Tokyo has been destroyed. Out of the fires of destruction, the citizens of the great city transfer their energy from despair into hope and reconstruction. Eichi Shibusawa's next undertaking is focused on the construction of a massive subway system underneath the city. He employs the talents of Torahiko Terada, a physicist and scientist in the field of Earthquake Studies, to help oversee construction and plot out the project. With the advent of all these undertakings, it appears as though Tokyo will once again breath in fresh life. But with the reconstruction of Tokyo comes Kato's revival, as the souls of the dead mystics cry out in agony upon seeing their lands being once again desecrated by technology and renovation. Infiltrating the construction sites for the subway tunnel, Kato employs Shikigami and demonic magic to hold the workers at bay while he focuses on a more important task: the awakening of the Underground Dragon. For when Masakado struck down Kato with his power, the black Onmyoji realized that the violent god would never be his ally. Ashamed at his loss, Kato turns to the areas of Feng Shui, where he can work through natural forces that won't consciously oppose him.",
          "Aliases": []
        },
        "4": {
          "ID": "742841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/doomed-megalopolis/episodes/742841",
          "TitleEnglish": "The Battle for Tokyo",
          "SummaryEnglish": "After the dragon under the city had been relieved so to speak Kato found another tool for his destruction. The dark Onmyoji employs all his powers to shift the path of the moon so that the force of its gravity will destroy Tokyo.",
          "Aliases": []
        }
      }
    }
  }
}