{
    "URL": "https://www.thetvdb.com/series/baldr-force-exe-resolution",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt14675322/",
        "http://trinet.cata.jp/baldrforce/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH01439915",
        "https://www.themoviedb.org/tv/116737",
        "https://www.themoviedb.org/tv/116737"
    ],
    "TitleEnglish": "Baldr Force EXE",
    "SummaryEnglish": "An entire world exists unseen, a world that can be accessed only by the mind... the Wired World. A place of freedom. And occasionally a place of death. Souma Toru knows the land of the logged-in well, for he and his fearless gang of hackers once had the run of the place. But as tragedy came to call and the group disbanded, he was forced to join the ranks of FLAK; a military organization charged with protecting the hidden data paradise deep within the vast network of servers. Indentured into service and out for revenge, Toru cannot let go of the dead of the past even as a ghost of the present takes shape. Torn with the loneliness and confusion of being trapped between two worlds, there is only one question... What is reality?",
    "TitleJapanese": "BALDR FORCE EXE RESOLUTION",
    "SummaryJapanese": "そこはコンピューターが作り出した架空ネット世界。主人公相馬透はハッカー集団「ステッペンウルフ」として、戦闘用ツール、通称「シュミクラム」を扱うハッカーとして暮らしてきた。だが「ステッペンウルフ」は解散することになり、最後のハッキングとして軍に侵入するが、そこへテロ組織が奇襲を仕掛けてきた。軍とテロ組織の戦闘に巻き込まれ、親友である野々村優哉を死なせてしまった主人公は仇をとると復讐を誓う…。",
    "Aliases": [
        "Baldr Force EXE Resolution"
    ],
    "Modified": "2025-03-06",
    "Seasons": {
        "1": {
            "ID": "82061",
            "URL": "https://www.thetvdb.com/series/baldr-force-exe-resolution/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "788101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baldr-force-exe-resolution/episodes/788101",
                    "TitleEnglish": "First Contact",
                    "SummaryEnglish": "Souma Tooru, once a fearless hacker, is forced to join the ranks of FLAK. Indentured into service and out for revenge, the young man reflects on the dead of the past as a ghost takes shape in the present.",
                    "TitleJapanese": "ファーストコンタクト",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "788111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baldr-force-exe-resolution/episodes/788111",
                    "TitleEnglish": "Again",
                    "SummaryEnglish": "A joint exercise between VSS and FLAK goes horribly wrong. Tooru's hunt for Yuuya's killer is interrupted by an encounter with a strange little girl named Ren.",
                    "TitleJapanese": "アゲイン",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "788121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baldr-force-exe-resolution/episodes/788121",
                    "TitleEnglish": "Truth",
                    "SummaryEnglish": "Tooru's life is in chaos after the discovery of who killed his best friend and the sudden disbanding of his platoon. Complicating matters, strange Ren has become the target of a furious manhunt.",
                    "TitleJapanese": "トゥルース",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "788131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baldr-force-exe-resolution/episodes/788131",
                    "TitleEnglish": "Rebuilt",
                    "SummaryEnglish": "The Wired Ghost is crashing the entire system. Some wish to destroy the threat. Some hope to capture and exploit the menace. Tooru knows that he must free the abomination once and for all.",
                    "TitleJapanese": "リビルト",
                    "SummaryJapanese": null
                }
            }
        }
    }
}