{
    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/45999"
    ],
    "TitleEnglish": "Yumeiro Patissiere",
    "SummaryEnglish": "Amano Ichigo is a 14 year old girl, who longs to be a pâtissier. She is spotted at a department store and admitted to a pâtissier school.",
    "TitleJapanese": "夢色パティシエール",
    "SummaryJapanese": "スイーツが大好きな中学生・天野いちごはひょんなことから一流パティシエのアンリ・リュカスにスカウトされ、製菓専門学校・聖マリー学園へ編入することになる。製菓の腕に関しては未熟ないちごは、失敗を繰り返しながらも、スイーツ精霊のバニラや仲間たちスイーツ王子と共に、一流パティシエールを目指す。 そのなかで「ケーキグランプリ」に出場し、高等部の強敵たちを相手に優勝をつかみパリへ留学するために奮闘する。",
    "Aliases": [],
    "Modified": "2025-06-24",
    "Seasons": {
        "0": {
            "ID": "131671",
            "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "3896391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3896391",
                    "TitleEnglish": "Mune Kyun Tropical Island!",
                    "SummaryEnglish": "In this short side story the cast ends up cast away on a tropical island and has to adapt to their new circumstances.",
                    "TitleJapanese": "胸キュン♡トロピカルアイランド！",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "131721",
            "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/seasons/official/1",
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "1190371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/1190371",
                    "TitleEnglish": "I Will Become a Pastry Chef!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "あたし、パティシエールになる!",
                    "SummaryJapanese": "ドジで何のとりえも無い主人公・天野いちごは、自分とはまるで正反対の妹・なつめのピアノコンクールに家族で応援にやって来た。しかし、出番の訪れたなつめにトラブル発生。なんと、緊張のあまり指が動かなくなってしまったのだ。そんな妹の一大事に気づいたいちごは、緊張を解いてあげようと大声で声援を送る。会場は笑いに包まれ、壇上のなつめは恥ずかしさで赤面するも、いちごのおかげで指も動くようになり見事優勝を勝ち取るのだった。喜ぶいちごだったが、両親と共に妹が取材陣からインタビューを受ける幸せそうな家族の姿に寂しさを覚え、一人会場から出て行ってしまう。沈んだ様子で一人ぼんやりと歩くいちご。その脳裏に、ふと２年前に亡くなったおばあちゃんの声が聞こえてくる。そして、いつも落ち込んだ時、おばあちゃんが作ってくれたいちごタルトを食べると忽ちに笑顔になった自分の姿を思い出したいちごは、少し元気を取り戻すのだった。そこへ、どこからともなく美味しそうなケーキの匂いが漂ってくる。その匂いに誘われるようにケーキフェスタへとやって来たいちごは、そこでおばあちゃんの味に似たケーキに出会う。いちごがそのケーキを作ったパティシエを探すと、それは聖マリー学園の講師を務めているアンリ・リュカスという青年だった。いちごはアンリにおばあちゃんの味と似ている事を告げると、アンリからは意外な言葉が返ってくる。さらにいちごは、自分の味覚を褒められ、聖（セント）マリー学園への入学を勧められるのだった。"
                },
                "2": {
                    "ID": "1190381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/1190381",
                    "TitleEnglish": "Legendary Sweets Spirits?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "伝説のスイーツ精霊（スピリッツ）?",
                    "SummaryJapanese": "パティシエールになる為、アンリに薦められた聖マリー学園へ通うことになったいちご。さっそく学園の中を歩くいちごは、美しい妖精のような銅像を発見。そこには『スイーツ精霊の女王』と書かれているが、いちごには何の事だかさっぱり。そこへ、ちょうどいちごを出迎えに来てくれた生徒の加藤ルミ（カトウルミ）が、この学園に伝わるスイーツ精霊のことを話してくれる。何でも、そのスイーツ精霊を見たものは夢が叶うというのだ。それを聞いたいちごは、自分の夢が叶うようお願いし、いよいよ授業の行われる教室へと向かう。すると、いちごはその途中、『スイーツ王子』と呼ばれている樫野（カシノ）、安堂（アンドウ）、花房（ハナブサ）の３人と出会う。そこで彼らの作ったレベルの高い作品を目にし、この先やっていけるか不安になるいちご。しかも、アンリの推薦であることから、いきなりスイーツ王子たちと同じ班に入れられてしまい、さらには作った事のない課題のミルクレープに悪戦苦闘。出来上がったミルクレープは誰が見ても失敗作で、いちごはケーキ作りが素人であることを告白する。しかし、それを聞いた樫野が、努力をしようとしないいちごにきつい言葉を突きつけ、いちごはみんなのいる前で泣いてしまうのだった。そして授業が終わった後、いちごの姿はどこにも見当たらない。ルミが心配する中、いちごは一人調理室に来ていた。悔しさと、このまま負けたまま終わりたくない気持ちで練習に励むいちごは「上手くなりたい」と強く願う。その瞬間、いちごの前にスイーツ精霊のバニラが現れるのだった。"
                },
                "3": {
                    "ID": "1190391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/1190391",
                    "TitleEnglish": "Rozen Candy Prince",
                    "SummaryEnglish": null,
                    "TitleJapanese": "バラのスイーツ王子",
                    "SummaryJapanese": "聖マリー学園では大好きなスイーツ作りの勉強だけと思っていたいちご。しかし、一般科目は勿論、フランス語まであって学園生活は前途多難。落ち込むいちごは、ふとあるごとに家族の姿を思い出してしまう。そんないちごを何かと気にかけてくれるルームメイトのルミ。授業で出た宿題も一緒に手伝ってくれ、なんとか無事に終えたいちごは、明日の課題の予習をするつもりが眠りに落ちてしまう。そして翌朝、予習が出来なかったせいでスイーツ王子たちの足を引っ張ると、エリたちからの意地悪にも合い散々な目に。いちごは、なぜ自分がこの学園にいるのか分からなくなり、ホームシックにかかってしまうのだった。しかし、そこへいちごを心配した花房が現れ、いちごを学園にあるバラの咲く湖に連れて行ってくれる。そこで、バラの香りに元気を貰ういちご。自分がパティシエールを目指そうと思った理由を思い出し、もう一度シュークリーム作りにチャレンジする。"
                },
                "4": {
                    "ID": "1190401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/1190401",
                    "TitleEnglish": "I Hate Cakes!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ケーキなんか大嫌いだ!",
                    "SummaryJapanese": "高等部の生徒だけで運営されているサロン・ド・マリーで、生徒会長を務める校内一の天才・天王寺麻里と出会ういちご。しかも、天王寺はアンリ先生の愛弟子である事を聞き、憧れの眼差しを送るいちごは、自分もお店で働きたいと言い出す。そんないちごに、花房は安堂の実家の手伝いを提案。安堂の実家は『夢月』という和菓子屋をやっていて、週末はいつも手伝いに帰っていたのだった。そして当日、樫野や花房とも一緒に『夢月』を手伝ういちごだったが、そこで安堂の弟・一太が何かと突っかかってきては、パティシエを目指すいちごたちに「帰れ」と言う。安堂も同じ夢を持つのに、なぜそんなことを言うのか一太に聞くいちご。ふと寂しげな表情を見せる一太だが、そこへ来た安堂を一瞥すると「ケーキなんか大嫌いだ」と叫び、走り去っていくのだった。いちごは一太がケーキを頑なに嫌うのには何か理由があるはずと感じ、二人きりになって話をする。そして、安堂の夢を知らない事が原因だと分かったいちごは、一太の為にスイーツを作ろうとする。"
                },
                "5": {
                    "ID": "1190411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/1190411",
                    "TitleEnglish": "Angels? Demons? Spirits??",
                    "SummaryEnglish": null,
                    "TitleJapanese": "天使?悪魔?精霊（スピリッツ）??",
                    "SummaryJapanese": "聖マリー学園に転入してきた頃に比べ、少しずつスイーツ作りが上達してきたいちごだったが、樫野はいちごを認めてくれない。そんな折、今度の課題がチョコレートケーキになると、いちごはチョコの得意な樫野よりも美味しいスイーツを作って認めさせようと特訓を開始。だけど、アドバイスしてくれるバニラもチョコ系は不得意分野で、何度やってもチョコクリームの味が上手くいかない。しかも、チョコレートを食べ過ぎてバニラがダウンしてしまう。早朝、いちごが一人で調理室へ来ると、そこには真剣にチョコレートの練習をする樫野の姿が。樫野はいちごが転入してくるずっと前から毎日練習を続けていたのだ。それを知り樫野の事を見直すいちごだったが、作業を行ういちごの素人振りを見兼ねた樫野が小姑のように口を挟んでくる。その結果、チョコレートの性質を教わる事となり、なんとか上手に作れるようになるいちご。しかし、樫野の作ったチョコレートの味身をさせられたいちごは、今のスイーツでは勝ち目がないと、もっと高度なものを作ろうとするのだった。"
                },
                "6": {
                    "ID": "1190421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/1190421",
                    "TitleEnglish": "Birthday party at Piyo Piyo Kindergarten",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ぴよぴよ幼稚園のお誕生会",
                    "SummaryJapanese": "樫野にスイーツ精霊のショコラがついていただけでなく、花房にはカフェ、そして安堂にもキャラメルという精霊がついていた。それぞれの精霊を紹介する樫野たちは、自分達の夢を実現する為に努力している事をいちごに話す。自分の夢のレベルとの差に焦るいちごだったが、スイーツ王子と精霊たちがいちごの歓迎パーティーを開いてくれて大感激。そんな楽しげな様子を通りがかったＢグループのエリたちが目撃。スイーツ王子たちといつも一緒にいるいちごを嫉妬の眼差しで見つめるのだった。そんな中、課題で作るのはぴよぴよ幼稚園の子供たちに持っていくお菓子と誕生日ケーキ。翌日、作ったお菓子と共に幼稚園へとやってくると、そこで一人だけみんなと離れてケーキを食べる女の子を見つけるいちご。彼女は小泉りんごといい、いちごのクラスメートであるかなこの妹だった。引っ越してきたばかりでみんなと打ち解けられずにいるりんごちゃんに聖マリー学園へ来たばかりの自分と重ねるいちごは、今度のりんごちゃんの誕生日に、みんなと仲良くなれる誕生日ケーキを作る事を約束する。さっそく樫野たちに事情を話して、ケーキのデザインを考えるいちご。しかし、そんないちごに再びりえたちが嫉妬。いちごに恥をかかせようと、いちごのケーキを盗作するのだった。"
                },
                "7": {
                    "ID": "1190431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/1190431",
                    "TitleEnglish": "Buddies Birthday Cake",
                    "SummaryEnglish": null,
                    "TitleJapanese": "仲良し誕生日（バースデー）ケーキ",
                    "SummaryJapanese": "Ｂグループのりえたちがスイーツ王子と仲良くするいちごへの嫌がらせに、いちごの考えたりんごちゃんへの誕生日ケーキのデザインを盗作。妹の為にいちごが考えてくれていた事を知っているかなこがりえたちに食いつくも証拠がない。何も出来ず悔しい気持ちで一杯のかなこだったが、いちごたちは急遽新たなデザインでケーキ作りに取り掛かっていた。その姿に、かなこは自分も信じていちごたちのケーキを待つ事に。しかし、お誕生日会まではあと１時間しかない。ケーキを楽しみにしてくれているりんごちゃんの為に、絶対に間に合わせるという強い意志で作業を続けるいちご。スイーツ精霊たちも手伝い、何とかケーキを仕上げる事はできるが、幼稚園に向かうバスには間に合わなかった。次のバスを待とうにもすぐには来ず、八方塞のいちごたち。一方、りえたちの乗ったバスが幼稚園へと到着。いちごたちが遅れている事を聞きいたりんごは、不安で外を見つめる。"
                },
                "8": {
                    "ID": "1190441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/1190441",
                    "TitleEnglish": "Genius, Enemy and Airhead?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "天才と天敵と天然?",
                    "SummaryJapanese": "りえたちの誘いを受け、学園の裏にある森へ胡桃拾いに行く事になったいちご。しかし、それはりえたちのいたずらで、一人置き去りにされたいちごは迷子に。幸いにもどこからか聞えてきたピアノの音色をたどり、森を抜けるいちごだが、疲れからその場で気を失ってしまうのだった。しばらくしていちごが目を覚ますと、そこは天王寺麻里の部屋。倒れたいちごを天王寺が助けてくれたのだ。さらに、天王寺は手作りスイーツをご馳走してくれ、いちごはすっかり元気に。そして、寮へと戻って来たいちごは、ルミから天王寺がアンリに会う為に学園で行われるグランプリシリーズにエントリーした事を聞く。今年のグランプリに優勝すればパリへ留学する事ができるからだ。それを羨ましく思ういちごに、グランプリは中高一緒に競う大会であると教えるルミ。 レベルの違う高校生と対戦する事に驚くいちごだったが、ルミは去年樫野たちが1年生にして活躍を見せた事、そしてその時に「オジョー」という先輩と組んだ事で脱落した事も漏らすのだった。"
                },
                "9": {
                    "ID": "1190451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/1190451",
                    "TitleEnglish": "The Pudding Confrontation of Fate!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "運命のプリン対決!!",
                    "SummaryJapanese": "スイーツ王子たちとチームを組む事を賭けて、小城美夜とプリン対決をする事になったいちご。アンリの事を悪く言われ自信満々に受けたはいいが、いちごはプリンを一度も作った事がなかった。そこで、いちごはスイーツ精霊たちに教わりながら猛特訓を始める事に。しかし、作り方はシンプルでも材料の配合やカラメルの焦がし方などさまざまで奥が深い。いちごはだんだんと楽しくなってきて、徹夜で基礎をほぼマスターしてみせるのだった。その上達振りに樫野たちが驚いていると、いちごは同じように作った筈なのになぜか失敗してしまう事を漏らす。それがオーブン1台1台にも癖があるからだと聞いいちごは、さらにカラメルソースが甘くなりすぎたプリンを美味しそうに食べるキャラメルの姿を見て、食べる人それぞれに味の好みがあると気づく。そして、まだ知らなければいけない事がたくさんあると分かったいちごは、一人どこかへと向かうのだった。"
                },
                "10": {
                    "ID": "1190461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/1190461",
                    "TitleEnglish": "Strawberry Tart of Memories",
                    "SummaryEnglish": null,
                    "TitleJapanese": "思いでのイチゴタルト",
                    "SummaryJapanese": "安堂・花房から厳しい言葉を言われ、さらにパートナーのバニラにまで見放されたいちご。もう学園には入られないと落ち込み、気づけば実家に戻ってきていた。事情を知らずいちごを暖かく出迎えてくれる家族。いちごは本当の事を言えず苦し紛れの嘘をついてしまう。しかし、学園から電話が掛かってきて嘘はすぐに発覚。逃げ出した事を告白するいちごは、家族に「聖マリー学園をやめる」と言うのだった。そんないちごを心配するママは、明日家族でドライブでもしようと提案。翌日、一同が向かった先は亡くなったおばあちゃんが作ったお店『パティスリー・ミチコ』だった。そこは今、パパのお兄さんであるヒカル叔父さんが跡を継いでいて、ママはいちごにもう一度スイーツに対する情熱を思い出してもらいたいと考えていたのだ。久しぶりにおばあちゃんのいちごタルトを食べられると期待に胸を膨らませるいちご。しかし、肝心のお店はシャッターが閉じ人の気配もない。お店が潰れてしまったのではと落胆していると、そこへヒカル叔父さんが姿を現す。"
                },
                "11": {
                    "ID": "1190471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/1190471",
                    "TitleEnglish": "The Princes friendship Madeleines",
                    "SummaryEnglish": null,
                    "TitleJapanese": "王子達の友情マドレーヌ",
                    "SummaryJapanese": "実習で作ることになったマドレーヌを懐かしむスイーツ王子の３人。それは３人が聖マリーで一番最初に食べたスイーツがマドレーヌだったからだ。昔から仲が良かったのだと言ういちごに３人は揃って思い出し笑い。昨年、聖マリーに入学してきた３人だが、樫野と花房は出会い頭から衝突するほど仲が悪かったのだ。反目し合う２人は寮で同室になると、室内のコーディネートでもお互いの意見を主張し合いどちらも譲らない。さらに実習では樫野・安堂・花房がＡグループとここでも一緒に。結局、マドレーヌの実習でも喧嘩を始めてしまい、３日間の調理室使用禁止処分を受けてしまうのだった。放課後、反省文を書かされる３人だが、樫野は途中で投げ出し一人チョコレートの練習を始める。自分勝手だと批判する花房。また喧嘩になりそうな所を安堂が仲裁しつつ、樫野にやめるよう言うのだが樫野は聞こうとしない。一流のパティシエになるという夢を叶える為に学園へ来たのだという樫野。その時、入学式から３人の事を見ていたスイーツ精霊たちが姿を現す。"
                },
                "12": {
                    "ID": "1190481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/1190481",
                    "TitleEnglish": "The seven years Merry Christmas",
                    "SummaryEnglish": null,
                    "TitleJapanese": "七年目のメリークリスマス",
                    "SummaryJapanese": "今日はクリスマスイブ。聖マリーでは恒例となっているチャリティー用のクリスマスケーキ作りが行われていた。いちごは型にとらわれない発想でクロカンブッシュを作っていたが、りえ達の意地悪で台無しにされてしまい、急遽別のケーキで作り直す事に。そして、樫野たちも手伝ってくれて、何とか時間までに完成させたいちご。このチャリティーは毎年大人気で、忽ち人だかりが出来る。しかし、みんなが作ったクリスマスケーキが売れて行く中、急ごしらえで作ったいちごのケーキだけが売れ残る。りえ達にはバカにされ、落ち込むいちご。そこに一人の男性客がやってきて、いちごのケーキを買ってくれるのだった。見事ケーキは完売し、市役所に売上金を寄付する聖マリーの生徒一同。その後、いちごたちは学園で行われるクリスマスパーティーが始まるまで、街で販売しているケーキを見に行く事にする。しかしその道中、先程いちごのケーキを買ってくれた男性が公園でたたずんでいる姿を発見。声を掛けてみると、男性はケーキを渡す勇気が無いと言う。"
                },
                "13": {
                    "ID": "1190491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/1190491",
                    "TitleEnglish": "Happy Sweet Dreams",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ハッピー・スイーツ・ドリーム",
                    "SummaryJapanese": "クリスマスも終わって聖マリー学園も冬休みに入る。寮生たちが次々と帰省していく中、家族に帰らないと宣言してしまったいちごは、ルミや樫野たちも居なくなり寮に一人ぼっち。そんな時、バニラも里帰りすると聞きショックを受けるいちごだが、「一緒に来る？」と誘いを受け、ついていくことに。そしてバニラの魔法で精霊サイズになり、ショコラやキャラメル、カフェたちとも一緒にスイーツ王国へとやってくるいちご。さっそく買い物に出かけるバニラたちは材料を大量に買い込み始める。聞けば、スイーツ王国では大晦日にみんなで女王様にお披露目するスイーツを作り、お正月になったら食べるという習慣があるというのだ。自分も混ぜて欲しいと言い出すいちご。代わりに荷物持ちをさせられるのだが、その買い物の途中で迷子になってしまい、出会った謎の老婆から薄汚れたスプーンを貰う。その後、いちごを捜していたバニラたちに発見され、何とか合流。しかし、突如落ちこぼれのスイーツ精霊たちに囲まれ、買った荷物を奪われてしまう。"
                },
                "14": {
                    "ID": "2208551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2208551",
                    "TitleEnglish": "The Cake Grand Prix Begins!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "開幕!ケーキグランプリ",
                    "SummaryJapanese": "放課後、張り出されたケーキグランプリの案内を見るいちごとルミ。優勝してアンリのいるパリへ行きたいと意気込むいちごだが、今年は高等部の生徒たちと戦う本選への出場をかけて中等部のグランプリが先に開催される事となり、その道のりはさらに厳しいものに。そこに樫野たちがやってくると、グランプリ開催までの間、いちごをみっちり特訓すると言い出す。さっそく樫野が始めたのは体力づくり。文句を言いながらもカリキュラムをこなし、その日は終了と…思ったのも束の間、すぐさま安堂による科学の実験に花房のフランス語の勉強とかなりハード。技術以外にもやらなければならないことはたくさんあり、めまぐるしいスケジュールを何とかこなしていくいちご。しかしある日、夜に一人でおさらいをするいちごは、今日やったばかりの内容が頭に入っていない事に愕然。そこへ、バニラたちスイーツ精霊がいちごの為に教えにきてくれると、いちごは声を荒げてしまう。自分は樫野たちや天王寺のような天才ではなく、教わってもすぐに上手には作れないと言ういちごに、バニラは一人練習を行う天王寺の姿を見せるのだった。"
                },
                "15": {
                    "ID": "2208561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2208561",
                    "TitleEnglish": "Rose Water of Memories",
                    "SummaryEnglish": null,
                    "TitleJapanese": "想い出のローズウォーター",
                    "SummaryJapanese": "急遽ケーキグランプリ予選の前に行われる事となったテストは、１回戦の課題となるパウンドケーキに使われる材料選びだった。スイーツ王子たちの特訓の甲斐あって、なんとかクリアするいちごだったが、そこで市松という３年生と険悪ムードに。一触即発の事態は免れ抽選が始まると、いちごたちの１回戦の対戦相手はなんと市松率いる３年生チームに決まる。そして、彼らが高等部の生徒にしか許されていないサロン・ド・マリーへの出品を許される程の実力を持つと聞かされたいちごたちは、さっそく彼らのケーキを買ってきて試食。そのレベルの高さに驚くも、まずは対決テーマとなった『家族と楽しむケーキ』に合うケーキのアイデアを考え始める。１回戦は１人が１個のパウンドケーキを作り、４種類を１皿として審査される為、個々にイメージを固めていく。そんな中で、花房は一人考え込んだまま。翌日、一同がそれぞれの試作品を作ると、花房が作ったのはバラのパウンドケーキだった。しかし、そのケーキは大失敗。バラに拘る花房にいちごたちはその理由を聞こうとするが、花房は「頭を冷やしてくる」とその場から去ってしまう。"
                },
                "16": {
                    "ID": "2208571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2208571",
                    "TitleEnglish": "Sweet Rose Memory",
                    "SummaryEnglish": null,
                    "TitleJapanese": "スイートローズメモリー",
                    "SummaryJapanese": "花房が投げ捨てようとした香料が沼に落ちる寸前、駆けつけたいちごが飛び込み、失わずに済む事が出来た。しかし、１回戦がもう明日に迫り、これ以上は迷惑をかけられないと言う花房にいちごは平手打ち。花房の父が花房の為に手に入れてくれた大切な香料、それでバラのケーキを作るという約束を諦めては駄目だと言ういちご。樫野や安堂からも励まされ、花房はもう一度チャレンジする事に。その時、沼に落ちたいちごが発した言葉からヒントを得た花房は、ついにバラのパウンドケーキを完成させる。ようやく４種類のケーキが揃い盛り上がる一同。しかし、一人何かを考え込んでいたいちごは、突然皆に提案があると言う。そして１回戦当日、直前まで練習を行っていたいちごたちは、なんとバラ以外のケーキのメニューを変えてくるのだった。しかも、それぞれが得意とするものではなく、応援するルミたちも心配。各チームのパウンドケーキが次々と焼きあがっていくと、ゴージャスな市松たちのものと比べ、いちごたちのは誰が見ても地味。市松たちは勝利を確信する。"
                },
                "17": {
                    "ID": "2208581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2208581",
                    "TitleEnglish": "Pâtissière Showdown",
                    "SummaryEnglish": null,
                    "TitleJapanese": "パティシエール対決!",
                    "SummaryJapanese": "ケーキグランプリ１回戦をなんとか勝ち抜き、次に向けて張り切るいちごだったが、そこへ「天野さんが頑張らなくても、スイーツ王子がいれば大丈夫」と水を差す女生徒がいた。同じクラスでＦグループの早見エリカだ。そんなある日の実習中、またも失敗をやらかし樫野から厳しい言葉を浴びるいちご。その時、Ｆグループでも大失敗があり、メンバーが担任に叱られている中、早見はまるで自分は関係ないような態度。しかし、他の授業では積極的に発言したり、テストの成績は良かったりと勉強には力を入れている様子。ルミから話を聞くと、１年生の時はスイーツ作りもＣグループで頑張っていたのだが、学年末試験で失敗し２年でＦグループに落ちて以来、すっかり変わってしまったらしいのだ。早見の事が気になって仕方ないいちごは、今度の実習で作るスイーツを一緒に練習しようと声を掛ける。そんないちごを冷たくあしらう早見。さらに、聖マリーを辞め進学校に転校するつもりだと言うのだった。ショックを受けるいちごだが、偶然にもＦグループの他のメンバーの会話を聞いてしまい、彼らと組んだ事で早見が変わってしまったのだと気づく。"
                },
                "18": {
                    "ID": "2208591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2208591",
                    "TitleEnglish": "The Bitter Circumstance of the Kashino Household",
                    "SummaryEnglish": null,
                    "TitleJapanese": "樫野家のビターな事情",
                    "SummaryJapanese": "明日の期末試験に向けて勉強するいちごだが、なかなかはかどらない。そこへ、樫野がさらにプレッシャーをかけてくる。入学時からトップの座を譲った事がないという樫野に、ぐうの音も出ず悔しいいちご。その時、誤って階段から転がり落ちてしまう。かすり傷程度で済んだものの、念のために病院へ行く事に。そして、スイーツ王子たちに付き添われていちごが病院に来ると、なぜか樫野は外で待っているという。不思議に思ういちごだが、病院内には樫野という苗字の人がそこここに。それもそのはず、ここは樫野一族が経営する病院だったのだ。さらに、診察室では樫野の母親に会ういちご。樫野と共にスイーツ作りを頑張っている事を報告するのだが、途端に母親の表情が冷たくなり、くだらない夢など捨てて早く病院を継ぐよう伝言を頼まれる。安堂たちから事情を聞くと、跡取り息子である樫野はパティシエになる夢を家族みんなに反対されており、常に成績トップであり続ける事を条件に聖マリーへの入学を許して貰っていたのだ。樫野が誰よりも一生懸命な理由を知るいちご。そこへショコラが慌ててやってきて、樫野がお姉さんに連れ去られたと言うのだった。"
                },
                "19": {
                    "ID": "2208601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2208601",
                    "TitleEnglish": "Happy Valentine",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ハッピー・バレンタイン",
                    "SummaryJapanese": "バレンタインが近づき、今年こそ樫野のハートをゲットしようと意気込む小城。昨年は作ったチョコレートをダメ出しされたあげく、付き返された屈辱があったからだ。その上、樫野の周りにはいつもいちごの姿があり、小城は嫉妬の炎を燃やす。そんな小城の思いなど知らないいちご。ルミと一緒にバレンタイン用の材料を買いにやって来ると、そこに小城が現れる。相変わらず人を見下した発言ばかりの小城にいちごも応戦。その結果、シャトー製菓で開かれるバレンタインパーティーでチョコレート対決を行う事になるのだった。翌日、パーティへの招待と共に樫野へ報告しにくる小城。対決の事を知り、何か手伝えることはないかと言ってくれるスイーツ王子たちに、いちごは自分の力で頑張ると断言するけれど、実は良いアイデアのイメージが思い浮かんでいなかった。一方、小城は対決に向けて最高の材料・演出の準備を済ませており、すでに勝利を確信。依然悩むいちごだったが、そこへルミが幼馴染に渡すチョコレートが完成したと持って来る。それを試食させて貰ういちごは、チョコに込められたルミの想いを感じ、本来バレンタインは相手の事を想って作るものだと気づく。"
                },
                "20": {
                    "ID": "2208611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2208611",
                    "TitleEnglish": "A Powerful Foe!? The Transfer Student from Paris",
                    "SummaryEnglish": null,
                    "TitleJapanese": "強敵!?パリからの転校生",
                    "SummaryJapanese": "ケーキグランプリ準々決勝からのトーナメント表が発表され、『チームいちご』が対戦するのはなんと１年生にして唯一勝ち残ったチームだった。そして、対決を前にリーダーを務める山岸檸檬がチームメイトを率いていちごたちに丁重な挨拶をしにやってくる。そんな山岸たちを褒めるいちごだったが、樫野と花房は疑いの念を抱いていた。そこで、山岸たちのチームがどんなチームなのか調べてみると、山岸はパリの本校からの転校生で、残るメンバーもエリート中のエリートだった。あまりの強敵に愕然となるいちごだったが、樫野と花房は動じない。しかし安堂だけは、その中の一人に老舗の和菓子屋『九条』の跡取り息子がいると知り動揺を隠せずにいた。そして、相手の実力を知るために１回戦の戦いぶりをチェックするいちごたち。その個々の技術の高さに樫野と花房もさすがに舌を巻くも、気を引き締めようというところで落ち着く。だが、安堂は『九条』の名前に不安と焦りばかりを感じ、ちゃんとした睡眠を取れないまま対決の日を迎える。"
                },
                "21": {
                    "ID": "2208621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2208621",
                    "TitleEnglish": "Friendship Maccha Gâteau Chocolat!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "友情の抹茶ガトーショコラ",
                    "SummaryJapanese": "準々決勝である『チームれもん』との個人対決は引き分けに終わり、３日後に今度はチーム戦として再試合が組まれる事になった。気持ちを切り替え、次の対決に向けてスイーツを考えようとするいちごたちだが、その夜、自分が負けた事にショックと責任を感じた安堂が聖マリー学園から居なくなってしまう。このまま学園を辞めるのではと不安になるいちごたちは、翌朝、安堂の家を訪ねてみる事に。すると、弟の一太から帰ってきている事を聞くも、安堂は留守にしていて一太も居場所は分からないという。その時、ふと樫野が学園に入る前にいつも将来を語りあっていた場所を思い出す。一同がそこへ向かうと、一人たたずむ安堂の姿があった。さっそく声を掛けようとするいちごを制し、自分に任せて欲しいといって説得に向かう樫野だったが、安堂の自身を卑下する弱気な発言に怒り、その場を去ってしまうのだった。俯いたままの安堂を、懸命に励ますいちごと花房、そして精霊たち。その言葉に安堂に笑みが戻る。そして、みんなで実家へと帰る途中、怒って帰ってしまった樫野の悪口を言ういちごに、ショコラは安堂の事で一番ショックだったのは樫野だと、以前樫野が一度だけ学園を辞めると言い出した時の事を話し始める。"
                },
                "22": {
                    "ID": "2208631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2208631",
                    "TitleEnglish": "The Promised Perfect Sweets",
                    "SummaryEnglish": null,
                    "TitleJapanese": "約束の絶品スイーツ",
                    "SummaryJapanese": "思い切り寝坊してしまったいちご。朝ご飯抜きだけは避けたいと慌てて食堂へ走るも、女子寮長の春江に「廊下は走らない！」と怒られてしまう。さらには、まるで母親のように細かな指導を受け、結局朝ご飯抜きに。だが、そんないちごに春江が手作りのバウムクーヘンを渡してくれる。休み時間になり、貰ったバウムクーヘンを食べるいちごはその美味しさに驚く。ルミが言うには、春江は毎年入学して女子寮に入る女子生徒に手作りスイーツを振舞っていて、それが絶品と評判みたいなのだ。ちょうどその日の実習もバウムクーヘン作りだったのだが、そこでも失敗をやらかしていたいちごは、春江に教わろうと思い立つ。しかし、学園内にある春江の自宅前にやってくると、旦那であり男子寮長である一彦との夫婦喧嘩に出くわしてしまう。そして、押し問答の末に春江は一彦の気が変わるまで女子寮に篭るというのだった。喧嘩の理由は、一彦が寮長を辞め、息子家族と一緒に住もうと言い出した事に春江が怒ったらしいのだが、一彦には春江がどうして怒ったのか見当も付かない様子。そこで、いちごが話を聞きに行くと、春江から古いアルバムを見せられる。そこには若い頃の寮長・一彦の姿と、聖マリーの生徒だった頃の春江の姿が映っていた。"
                },
                "23": {
                    "ID": "2208641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2208641",
                    "TitleEnglish": "Strawberry Illusion?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "いちご・イリュージョン?",
                    "SummaryJapanese": "安堂の実家『夢月』の近くにサーカスがやってきた！忙しい両親に代わって弟の一太を連れて行くことになった安堂は、いちごたちも誘い、みんなで観に行くことに。数々のショーを楽しみ満足気な一同。しかしその帰り際、人でごった返す中、いちごと一太がみんなからはぐれてなんと迷子に・・・。出口が分からずテント裏に迷い込む２人。そこでサーカスの花形少女・アメリと出会う。同い年だったアメリと一太はすぐに仲良しに。そして、アメリの計らいで動物達の餌やりの手伝いをさせて貰ったり、練習を見学させて貰ったりするいちご達。その時、一同のお腹が鳴り響き、結局、ご飯までご馳走になる事に。すると、一太はほうれん草、アメリは人参と、それぞれ嫌いな野菜がある事が分かる。いちごはそんな２人の為に野菜スイーツを作ってあげるのだが、すぐに何が混ぜられているか見抜かれ失敗に終わってしまう。それでも、なんとか２人が食べられるものを作ってあげたいいちごは、聖マリーの調理室で一人スイーツ作りに励むのだった。"
                },
                "24": {
                    "ID": "2208651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2208651",
                    "TitleEnglish": "The Chocolate Cake of Love Battle!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "愛のチョコケーキ対決!",
                    "SummaryJapanese": "いちごたちの準決勝の相手はオジョーこと、小城美夜率いる『チーム小城』。その課題はチョコレートケーキで、テーマは『ＬＯＶＥ』と発表される。チョコレートは樫野の得意分野である為、自分達に有利と感じるいちごたち。しかし、樫野はというと、テーマがテーマだけに思いっきり不機嫌な様子。そんな所へオジョーが現れ、彼女の挑発に乗ってしまった樫野は、次の勝負で負ければ『チーム小城』へ行く事を約束するのだった。さっそく、どんなケーキにするか話し合ういちごたちだが、テーマについて熱く語る花房と樫野が喧嘩に。そして、いくら小城が金に物を言わせて高級素材を揃えようとも、チョコレート作りの技術では負けるわけはないと考える樫野は、話し合いの場から去ってしまう。結局、樫野抜きで話し合い、ザッハトルテを作る事に決め、いちごがデザインを担当する事に。しかし、一同の会話をＢグループのようこが聞いていた！"
                },
                "25": {
                    "ID": "2208661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2208661",
                    "TitleEnglish": "Farewell Kashino",
                    "SummaryEnglish": null,
                    "TitleJapanese": "さよなら樫野",
                    "SummaryJapanese": "ついに『チーム小城』との対決を迎えるも、依然雰囲気が悪いままの『チームいちご』。そして戦いの火蓋は切られ、オジョーたちが作り始めたのは、なんといちごたちと同じザッハトルテだった。しかも、オジョーが見せたデザインは、明らかにいちごのデザインを元に華やかにアレンジしたもの。状況の分からないいちごだが、そこへ『チーム小城』の４人目のメンバーであるようこが現れる。ようこに自分たちのデザインを見せていたいちごは、彼女がスパイだった事を知り愕然。さすがに今からデザイン変更はきかず、そのまま作業を続けるいちごたち。しかし、自分の夢の為には手段を選ばないようこは、空調を細工していちごたちの調理台に熱い風を送り、チョコレートが高温になるよう仕向けていた。うろたえていたいちごたちが原因に気づくが、温度調整が重要なチョコレートはもう取り返しがつかない事態に。絶望的な表情で樫野が諦めかけた時、チョコレートが大好きな樫野の思いを知るいちご、花房、そして安堂も最後まで頑張ろうと言う。その言葉に、樫野は今回のテーマを理解し、チームは心を１つにして作業を再開する！"
                },
                "26": {
                    "ID": "2208671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2208671",
                    "TitleEnglish": "Nightmare of the Heiress Empire!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "オジョー帝国の悪夢!",
                    "SummaryJapanese": "準決勝に敗れ、オジョーとの約束通り樫野は『チーム小城』に行ってしまう。しかし、『チームいちご』に落ち込んでいる暇はない。今度の３位決定戦に勝たなければ本選へ進む事ができないからだ。とはいえ、やはりどこか元気の無いいちご。ふとメンバー補充の話になると、樫野はすぐに戻ってくるからと冷静な安堂たちに対し、いちごは不安でならない。一方、樫野を手に入れたオジョーはすっかり御満悦。決勝に向けてどんなスイーツを作るかの話し合いでも、いつにも増してべったりしてくるオジョーに樫野は拒絶反応を堪えるのに必死。そんな中、一人まともな意見を言うようこに樫野は関心を示す。だが、彼女は、樫野のチーム加入によって補欠に回されていた。それでも諦める事無く、調理室に一人残って練習を行うようこ。アイディア出しで作ったワッフルも、採用こそされなかったが、樫野に指摘された一言から納得が出来るまで作り込むなど一生懸命。その姿をいちごと共に見ていた樫野は、翌日、オジョーに「自分のチームが欲しい」とリーダーを譲るように言い出すのだった。"
                },
                "27": {
                    "ID": "2208681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2208681",
                    "TitleEnglish": "Surprise Sweets",
                    "SummaryEnglish": null,
                    "TitleJapanese": "サプライズスイーツ",
                    "SummaryJapanese": "バニラたちスイーツ精霊４人の所へ、突然スイーツ王国の試験官がやってくる。最近はケーキグランプリの特訓が続き、スイーツカードを提出する機会が少なくなっていた４人。その結果、カードが規定数に達していなく、４人は王国での追試を命じられる。追試の結果次第では、何年も人間界へ戻ってくる事が出来ないという。その事をパートナーに報告するバニラたちだが、ショコラだけは樫野となかなかタイミングが合わずに、結局、言えず仕舞い・・・。そしてスイーツ王国へ帰って来ると、お城の調理場は大忙し。それもそのはず、明後日は女王様の戴冠記念日で、その日は盛大なセレモニーが開かれるのだ。そして、バニラたちの追試とは、『サプライズスイーツ』をテーマにセレモニーが盛り上がるようなスイーツを作る事だった。さっそくアイデアを出し合う４人。しかし、なかなか意見が揃わず時間は過ぎていくばかり。さらには、それぞれが得意分野とするスイーツこそが１番相応しいと言い出す始末で、その日は何も決まらずに終わってしまう。その頃、事情を知らない樫野は、翌朝になっても帰ってこないショコラを心配し、学園の中を探しに行く。"
                },
                "28": {
                    "ID": "2208691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2208691",
                    "TitleEnglish": "Ichigo, Natsume, and the Princes",
                    "SummaryEnglish": null,
                    "TitleJapanese": "イチゴとなつめと王子さま",
                    "SummaryJapanese": "３位決定戦に備え、週末は個々のスキルアップを目指す事にした『チームいちご』の面々。お婆ちゃんのお店に行こうと考えたいちごは、実家に帰ってくる。ところが、いつもは笑顔の両親がため息ばかりで様子がおかしい。聞けば、突然なつめが「ピアノを辞める」と言い出し部屋に閉じ籠ったままで、その理由も分からないと言うのだ。そこで、なつめを立ち直らせようとするいちご。手作りのスイーツで部屋から誘い出す事に成功すると、なつめをある場所へと連れてくる。そこは、いちごが昔、今のなつめと同じようにピアノを辞めると言い、お母さんに叱られ泣いた場所だった。いちごはその時の事を話しながら、楽しそうにピアノを弾き、お母さんに期待されているなつめが羨ましかった事を明かす。その瞬間、ふいになつめの表情が曇る。そして、今ではアンリと出会った事でつらいことも頑張れ、スイーツを作ることが楽しくてしょうがないといういちごに、なつめは全然ピアノが楽しくなくなったと悩みを打ち明けるのだった。驚くいちごだが、自分よりもピアノの上手な子が現れ、その子に負けないように頑張れば頑張るほど焦るのだというなつめに、聖マリーに入った頃の自分の話を聞かせる。そこへ、別行動をしていた筈のスイーツ王子たちがやってくる。"
                },
                "29": {
                    "ID": "2208701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2208701",
                    "TitleEnglish": "The Mille Crêpe that Binds",
                    "SummaryEnglish": null,
                    "TitleJapanese": "絆のミルクレープ",
                    "SummaryJapanese": "３位決定戦が間近となり、『絆』をテーマに課題はフリーである事が発表される。『チームいちご』が本選へ出場する為には勝つしか道が残されてなく、考える事は自然とグランプリの事。授業中も、ついついグランプリの課題について話し合ういちごたちだが、思いつくのは今まで作ってきたものと似通ったものばかり。考え込んで授業の手が止まっていた４人は、担任の飴屋に注意を受け、放課後呼び出される事に。だが、飴屋からは怒られるのではなく「当日までの間、グランプリの事を忘れてみるといい」とアドバイスを受けるのだった。一先ず実行してみる事にしたいちごたち。すると翌日、飴屋は実習の内容を暫くのあいだ以前にやった事のある基礎的なものに変更すると言い出す。次の日も、その次の日も復習は続き、明日に迫った３位決定戦を前に苛立ちを爆発させる樫野。蓋を開ければまだアイデアも決まっておらず、慌ててアイデア出しを始める。そこへ、飴屋の、アドバイスの意図に気付いていた精霊たちがやってきて、いちごたちの為にお芝居を始める。"
                },
                "30": {
                    "ID": "2208711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2208711",
                    "TitleEnglish": "Miracle Cheesecake",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミラクルチーズケーキ",
                    "SummaryJapanese": "今度の実習でチーズケーキを作ることになったいちごたちだが、いちごが素材の違いも分かっていない事が判明。そこで、花房の提案によりいちごの勉強の為に牧場へとやってくる一同。しかし、売店に並んだ乳製品を見たいちごは目的も忘れて大はしゃぎ。怒る樫野だったが、餌を求めてやってきた羊に少し愛着がわいたり、花房は乗馬に安堂は散歩と、４人はしばしスイーツ作りから離れて羽を伸ばす。そんな様子を見たバニラたちも楽しむ事に。そして、牛の乳搾りを行っている場所へ来ると、キャラメルが牛を怖がる余り、かえって危険な目に合ってしまう。そんなキャラメルを説教するショコラ。心配するあまり、つい言い過ぎてしまうと、その言葉にキャラメルはしゅんとなる。元気を無くしたキャラメルを気にするショコラだが、そこへ突然子牛が突進してくる。慌てて上空へと逃げるショコラたちとは別に、要領の悪いキャラメルは子牛に追いかけられたまま皆とはぐれてしまうのだった。一方、勉強に戻ったいちごたちは、牛の飼育を行っている牛島と出会う。そこで牛島の話を聞き、自分たちが多くの乳製品を使ってスイーツ作りが出来るのは、たくさんの人たちや牛のおかげだと改めて感じ、感謝の気持ちを込めて牛島にスイーツを作ることにする。"
                },
                "31": {
                    "ID": "2208721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2208721",
                    "TitleEnglish": "The Princess and The Heiress",
                    "SummaryEnglish": null,
                    "TitleJapanese": "姫とオジョー",
                    "SummaryJapanese": "ケーキグランプリの本選がついに開幕！いちごたちの１回戦の相手は、身体に優しい素朴なスイーツを得意とし、周りからは『カントリーガールズ』とも呼ばれている『チーム立花』に決まる。一方、注目の的である『チーム天王寺』と当たったのは『チーム小城』だった。相手にとって不足無しと自身満々のオジョー。しかも、今回のテーマが自身にピッタリな『雅』と分かり勝利を確信する。そんな中、『チーム立花』のメンバーはあまり得意ではないテーマに困惑気味。一方、いちごもいまいちテーマがピンと来ず、花房の家で作戦会議を行う事に。そこで十二単を着せて貰ういちご。そして、花房はこの十二単の生まれた平安時代をモチーフにしてはどうかと薦めるのだった。その頃オジョーはというと、プロを雇って猛練習に励んでいた。各チームが１回戦に向けて奮闘を見せる中、天王寺は能を観劇するなど不気味なほど静かな様子。そして、対決の日が訪れ、先にいちごたちの試合が始まる。テーマにやや不安だった『チーム立花』も、今まで通りの自分たちのやり方で孔雀のスイーツを作り、『チームいちご』はスイーツで生け花を作ってみせる。双方ベストを尽くし、間もなく審査が行われようとした時、突如悲鳴と共に会場は騒然となる！！"
                },
                "32": {
                    "ID": "2208731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2208731",
                    "TitleEnglish": "Tropical Paradise",
                    "SummaryEnglish": null,
                    "TitleJapanese": "トロピカル・パラダイス!",
                    "SummaryJapanese": "１回戦に続いて２回戦も勝ち抜き、準決勝に進む事になったいちごたち。プレッシャーも大きくなっていく中、次の対戦に向けてスイーツのリサーチを行おうと、いちごたちはスイーツ・ガーデンへと出掛ける。そこでいちごは泣いている女の子を発見。人とぶつかりアイスクリームを落としてしまったという。泣き止まない女の子に、いちごは自分が持っていたスイーツをあげ、女の子は忽ち笑顔に。すると、女の子とぶつかった夏希という高校生が、いちごにお礼がしたいと、彼女がバイトをしているカフェに誘われる。そして、そこで働く美果、エミ、リナと共に見事なナイフ捌きでフルーツをカットし美しく盛り付けていく夏希。その腕前に圧倒されるいちごたち。味も絶品で、いちごと夏希はすっかり意気投合し仲良くなるのだった。そして後日、準決勝の詳細が発表される事となり、食堂へやってくるいちごたち。そこで、いちごが聞き覚えのある声に向くと夏希たち４人の姿が。再会に喜ぶ一同だが、互いにケーキグランプリに出場している事が分かると、皮肉にも準決勝で対戦する事になってしまう。ショックを受けるも、自分たちも負けるつもりはないと宣言するいちご。しかし、その課題に愕然！なんと夏希たちの得意とするフルーツをメインにしたものだったのだ！！"
                },
                "33": {
                    "ID": "2260941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2260941",
                    "TitleEnglish": "Strawberry Panic!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ストロベリー・パニック!",
                    "SummaryJapanese": "夏希たちの作る準決勝用のスイーツの試食を頼まれたいちごは、味は勿論のこと、そこに込められたテーマが的確に伝わり、圧倒されてしまう。そして、まだテーマさえ決まっていない自分たちに焦り、学園の果樹園で夏希たちのスイーツを越えられるフルーツを探し始めるのだが、そこで偶然鉢合わせした樫野から厳しい言葉をかけられる。そのおかげで落ち着きを取り戻したいちごは、園内で真っ赤に育つイチゴを見て、いつものようにイメージを膨らませていく。そして、さらに最近品種改良されたという白いイチゴを発見すると、赤と白のイチゴを使ったスイーツを思いつく。さっそく試作品を作るいちごたち。何か一工夫が足りないと試行錯誤を繰り返すうちに、作業は深夜にまで及び、気付けば全員眠ってしまっていた。一人目を覚ましたいちごは、身体の冷えたみんなの為にショコラショーを作ることに。以前、樫野が作ってくれた事を思い出した瞬間、あるアイデアが閃き、ようやく納得のいくスイーツに！そして、時間ギリギリまで練習に取り組み、会場へ向かうと、そこには圧倒的な強さですでに決勝進出を決めた『チーム天王寺』の姿もあった。勝てば天王寺との対戦が待っている！気合も新たにいざ、『チーム夏希』との対決へ！！"
                },
                "34": {
                    "ID": "2260951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2260951",
                    "TitleEnglish": "The Strongest Combination Ever!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "史上最強のコンビ!",
                    "SummaryJapanese": "スイーツ精霊のマロンが、パートナーを探しに人間界へやってくる。さっそくバニラたちの案内で、自分と性格の悪さまでそっくりだというオジョーに会いに行くマロン。ところが、オジョーは天王寺に負けた事ですっかりやる気を無くしていた。そのあまりのひどさに気分を悪くしたマロンは、自分でパートナーを探すと言い出す。向かった先は、高等部の調理室。そこで一際輝きを放つ天王寺に目をつけるのだが、既にハニーがパートナーである事が分かり、仕方なく諦める事に。それ以外の生徒たちも観察していく中、今度はスイーツ王子たちに目が止まる。近づこうとするマロンだったが、ここでもショコラたちの反対に合ってしまうのだった。その場から去り一人佇むマロンは、やはり自分に相応しい人間などいないと、人間界に来た事を後悔。その時、ふと誰かの声が…。見れば、先程とは打って変わって、すっかり立ち直ったオジョーが樫野とのラブラブ妄想を繰り広げていたのだ！そのパワーに触発されたマロンは、ショコラたちを蹴落としてでもスイーツ王子の誰かをパートナーにしようと燃え上がり、直接交渉に向かう！"
                },
                "35": {
                    "ID": "2534091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2534091",
                    "TitleEnglish": "Welcome, Henri-sensei!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ようこそ、アンリ先生",
                    "SummaryJapanese": "聖マリー学園パリ本校から、アンリ・リュカスが急遽来日し、日本校へやってくる。憧れのアンリ先生に会えるという喜びから、いちごは授業中も窓の外にその姿を探したり、ずっとそわそわしっ放し。さらには、自分から言い出したはずの放課後の特訓もキャンセルしてしまう。しかし、肝心のアンリ先生とはことごとくすれ違い、そうこうしているうちに日が暮れ、アンリ先生は宿泊しているホテルへと帰ってしまうのだった。すっかり落ち込んだ様子のいちごに、「明日はきっと会える」と励ますルミ。その言葉に元気を出したいちごは、アンリ先生の為に夜通しケーキを作る。翌朝、それを手に校門でアンリ先生を待ついちごだが、全く現れず、結局授業開始の時間に。しかも、その日に限ってクラスの当番になるなどで、いちごはなかなか時間が取れない。そんないちごの為に、バニラが代わりにアンリ先生を探しに行くと言ってくれる。そして、バニラからアンリ先生がサロンドマリーにいると聞き、急いで向かういちご。しかし、そこでアンリ先生が天王寺の作るケーキを２人で食べているのを目撃してしまう！"
                },
                "36": {
                    "ID": "2534101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2534101",
                    "TitleEnglish": "Night Before The Finals!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "決戦前夜!",
                    "SummaryJapanese": "ケーキグランプリ決勝戦の課題とテーマが当日発表される事に決まり、焦りの色を浮かべるいちごたち。そんな４人に、クラスメートたちが一冊のスクラップブックを手渡す。それは『チーム天王寺』がグランプリ中に作ったスイーツを、みんなで協力してまとめたものだった。応援してくれるクラスメートの分も頑張って勝利する事を誓ういちご。しかし、気持ちとは裏腹に、天王寺たちのスイーツの完成度や技術は高く、まだまだ自分たちは力不足であると痛感。当然ながら、聖マリー学園で学んできた年数も違い、今まで身に付けてきた知識や技術で差が生じるからだ。そこで、対決までの間、可能な限り高等部で習う技術を身に付ける事にするチームいちご。しかし、スイーツ王子たちがそつなくこなしていく中、いちごだけはまだまだ失敗ばかりだった。そして一日目が終了し、いちごは疲れた身体に甘いものをと、サロンドマリーへやってくる。そこには、練習が終わってからも普段通り営業を手伝う天王寺の姿があった。自身の未熟さを痛感し、再び特訓に励もうとするいちごだったが、その内容を知った天王寺は、表情を険しくし「今のままではきっと私には追いつけない」と告げるのだった。寮に戻り、天王寺の言葉の意味を考えるいちご。そんな時、家族から応援の電話が掛かってくる・・・。"
                },
                "37": {
                    "ID": "2534111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2534111",
                    "TitleEnglish": "Unwavering Feelings",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ゆずれない想い",
                    "SummaryJapanese": "ついに迎えたケーキグランプリ決勝戦。審査員を務めるアンリから、『夢』をテーマに４つの課題を１作品として仕上げる事が発表される。想定していたテーマの１つであった事で余裕の笑みを浮かべる『チーム天王寺』とは対照的に、漠然とするテーマに動揺を見せる『チームいちご』の面々。決勝は２日間かけて行う事となり、初日は作品の構想にあてられるものの、何を作れば良いのかなかなか決まらず焦るばかり。そんなとき、一人冷静な安堂の提案で、自分たちの夢について語り合ってみることに。それを聞きながらイメージを膨らませていくいちごは、それぞれの夢を融合させたデザイン画を完成させる。しかし、その中に描かれたエッフェル塔を担当する事になる樫野の負担が一番大きく、本物に近づけようとすればするほど時間内に完成させるのは無理との声が挙がる。周りからの声に樫野も諦めかけたその時、花房から挑発が。俄然やる気を燃やす樫野はせいこうすることができるのか！？気合も高まり、さっそく個々の準備に取り掛かる一同。そして、学園の湖で自分の担当する事になった３種のグラススイーツのアイディアを練るいちごは、そこで天王寺と出くわす。明日の対戦を前に、いちごと天王寺は互いにアンリとの出会いを話すことに・・・。"
                },
                "38": {
                    "ID": "2534121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2534121",
                    "TitleEnglish": "The Closed Path",
                    "SummaryEnglish": null,
                    "TitleJapanese": "閉ざされた道",
                    "SummaryJapanese": "自身が担当する決勝用のグラススイーツの１つに、以前Ｂグループの中島が作ったりんごのカスタードクリームを作れたら最高のものが出来ると思いついたいちご。その作り方を聞きにくるいちごに、最初は敵意剥き出しで断る中島だったが、駄目だしされては作り直し、徐々に形にしていくいちごの根気に負け、カスタードクリームの秘密を教える。さらに、いちごの努力を感じ取った中島は、自身の発言を謝り、自分たちのクラスの代表として天王寺に勝ってと応援する。その言葉にいちごは喜び、互いに握手を交わし微笑み合うのだった。その夜、３種類のグラススイーツを試作し、みんなに試食して貰ういちご。３種類とも好評を得られる中、樫野は一人黙々とエッフェル塔の型作りに励んでいた。妥協を一切許さない樫野は、徹夜をして何とか型を完成させる。しかし、一睡もせずに臨む事となった試合の途中、疲れから気を失ってしまうのだった。緊急事態に驚愕するも、ショコラから事情を聞いたいちごたちは、少しでも樫野を休ませ、残る時間内で完成を目指す。"
                },
                "39": {
                    "ID": "2534131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2534131",
                    "TitleEnglish": "The Vanished Recipe",
                    "SummaryEnglish": null,
                    "TitleJapanese": "消えたレシピ",
                    "SummaryJapanese": "僅差で『チーム天王寺』に敗れたものの、いちごたちはその実力を認められ、パリで行われる世界ケーキグランプリに、日本校のＢチームとして出場できる事になった。その為にも、まずは保護者の同意を貰う必要があり、準備も兼ねて各々実家に帰るいちごたち。しかし、両親からいまだパティシエになる夢を反対されている樫野は、サインを貰おうにも仕事が忙しいという理由で会う時間さえ作って貰えない。一方、天野家では、普段は誰よりもいちごの帰りを喜ぶ父親のしげるが浮かない顔。家の中では溜息をついてはどこか寂しげで、買い物に出掛けても気の無い返事ばかり。見かねた母親の杏子がしげるを呼び出して問い詰めると、しげるはドジないちごが心配でパリ行きには反対だと本音を漏らす。そんな二人の会話を、偶然にもいちごが聞いてしまうのだった。パリへ行くのは諦められないが、父親の気持ちを放っておくわけにもいかないと考えるいちご。そんなとき、ヒカル伯父さんが家を訪ねて来る。いちごのパリ行きを祝いに来たヒカルは、おばあちゃんが映っている一本のビデオテープを見せてくれる。"
                },
                "40": {
                    "ID": "2534141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2534141",
                    "TitleEnglish": "Bonjour, Paris",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ボンジュール!パリ",
                    "SummaryJapanese": "ついに憧れのパリへとやってきたいちごたちは、聖マリー学園パリ本校で行われる世界ケーキグランプリの前夜祭までの間、パリ観光に出掛ける事に。向かう先は凱旋門。しかし、地下鉄での移動中に、勝手が分からず一人だけ降り損ねるいちご。元の駅に戻ろうとするも、今度は路線を間違え、みんなとはぐれてしまう。そんないちごの元に、リカルドというイタリア人が声を掛けてくる。激しいスキンシップに身の危険を感じつつも、リカルドのおかげでみんなと合流することができるのだった。そして、樫野たちにリカルドの事を紹介すると、３人はリカルドのいちごに対する馴れ馴れしい態度で不機嫌丸出しに。結局、いちごのドジのおかげでどこにも行けないまま前夜祭の時間が迫り、パリ本校へ向かういちごたち。すると、そこでいちごたちは先程別れたはずのリカルドと再会する！そして、リカルドがなんとパリ本校の代表だと聞き驚く一同。しかも紹介されたチームメイトの中には山岸れもんの姿が！！いちごがれもんとの再会を喜び合う一方で、樫野たちスイーツ王子はリカルドに対して早くも火花を飛ばす！！"
                },
                "41": {
                    "ID": "2534151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2534151",
                    "TitleEnglish": "The Fourth Sweets Prince?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "4人目のスイーツ王子?",
                    "SummaryJapanese": "世界ケーキグランプリ前夜祭でリカルド、そしてれもんと再会したいちごだったが、グランプリの１回戦で２人のいる『チームリカルド』といきなり対決する事になってしまう。１回戦はフードワゴンによる売上勝負と発表され、対決となる場所は当日までシークレットということに。各チームはあらゆる状況を考慮しながら、何を作るかアイデア出しを始めていく。そんな中、いちごたちはパリ住まいのためのアパートのオーブンを壊し、キッチンはとんでもないことに！オーブンが使えなければ練習ができないことはもちろん、アパートを追い出されかねない―！！結局、大家さんに呼び出されてしまい、連れて来られたのは・・・、なぜか何年も使われず埃まみれとなった場所。大家さんはキッチンの片付けの為に業務用の掃除機を出そうと連れてきてくれたのだ。そして、どうやら、そこは何かのお店だったよう。大家さんはいちごたちに、夫と始めたジェラート屋の事を話してくれる。娘に跡を継いで貰おうと聖マリーに入学させたが店は継がないと言われ、数年前に夫が亡くなった時に店じまいしたのだという。話を聞いたいちごたちは、大家さんに美味しいジェラートを作ってあげたいと、自分たちのフードワゴンはジェラートで勝負する事に決める。"
                },
                "42": {
                    "ID": "2534161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2534161",
                    "TitleEnglish": "Gelato of Happiness",
                    "SummaryEnglish": null,
                    "TitleJapanese": "幸せのジェラート",
                    "SummaryJapanese": "リカルドがいちごに突然の告白！しかも、グランプリの勝負に負ければなんといちごがリカルドの恋人に！？そのこともあってか、スイーツ王子たちの気合はいつも以上。アパートの大家さんの協力もあって、お店の調理場を借りる事が出来たいちごたちは、さっそくジェラート作り開始。試作のジェラートを大家さんに試食して貰うが、なかなか満足の行く出来にならない。気持ちを切り替えて再び作業に戻り、何度も試行錯誤を繰り返すいちごたち。そして、ようやく大家さんが美味しいと言ってくれる３種類のジェラートを完成させる！けれど、グランプリで勝つためには、『チームいちご』にしか作れない斬新なフレーバーのジェラートがもう１つ必要だとアドバイスされる。みんなが考え込む中、安堂が何か役に立てばと日本から持ち込んだ和菓子の材料を見せる。その中には塩漬けになった桜が。いちごたちはオリジナルフレーバーを完成することができたのか！？そして、対決の日の朝、対決の会場として連れて来られたのはルーブル美術館の広場。午前中は建物の日陰になるせいか肌寒く、各チームが順調に売り上げる中、いちごたちのジェラートワゴンはあまり人が来ない。その上、オリジナルフレーバーは地元の人には慣れないせいか、まだ１つも売れないでいた。なんとかしてみんなに味わって貰いたいと考えるいちごは、あるアイデアを閃く！"
                },
                "43": {
                    "ID": "2534171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/2534171",
                    "TitleEnglish": "Under the Orange Tree",
                    "SummaryEnglish": null,
                    "TitleJapanese": "オランジュの木の下で",
                    "SummaryJapanese": "いちごたちは２組に分かれ、パリの３つ星パティスリーで３日間の体験実習を行う事に。花房と安堂がやってきたのは高級ホテルの中にあるお店。それに対し、いちごと樫野が行った先は、店主のブランが１人でやっている小さなお店だった。そこで、２人が最初にまかされた仕事は、接客。しかし、フランス語が苦手ないちごは客の相手がまともに出来ず、倉庫整理に回されてしまう・・・。いちごに足を引っ張られ、いつまでたっても厨房に入れず不機嫌な樫野。一方、いちごはというと、倉庫にあるさまざまな材料に感動しておかまいなし。倉庫整理を終えた後も、裏庭にオレンジの木を見つけ一人で大はしゃぎするのだった。そんな２人の元へブランが現れ、ついに厨房に入らせて貰える事に。洗い物をしながらプロの技術を見たり、使いきったボウルに残されたムースなどをこっそり味見したり・・・。貴重な経験を得ながら一日目が終了、翌日は市場へフルーツの買出しに。ブランのお店では、フルーツを自家製でドライフルーツにしている事を知った２人は、裏庭に良いオレンジの木があるのに、オレンジを使ったスイーツが１つもない事を不思議に感じる。そして、実習の最終日。いちごは精一杯のお礼に、お店の裏庭のオレンジを使ってスイーツを作ろうと言い出す。"
                },
                "44": {
                    "ID": "3099271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3099271",
                    "TitleEnglish": "Chocolate Princess",
                    "SummaryEnglish": null,
                    "TitleJapanese": "チョコレート・プリンセス",
                    "SummaryJapanese": "モン・サン・ミッシェルで開かれる仮面舞踏会に招かれた『チームいちご』。そこへ、シャトー製菓が聖マリー学園の分校ごと買い取ったアンドラ公国校代表の『チーム小城』もやってくる。理由が分からないまま両チームが案内された場所にいたのは、なんとアンリ先生！さらには今日ここで対戦を行うと宣言される！！発表された課題はチョコレートのパーティドレス。制限時間は舞踏会が始まる20時まで。さっそく『チームいちご』は花房といちごがデザインを担当し、『シンデレラ』をテーマにデザイン画に取り掛かる。そこに描かれたドレスは繊細でかなりの手間を要するもの。技術も時間も必要になると厳しい表情を見せる樫野。そこに花房が、得意の華麗な嫌味で樫野の職人魂に火をつける！一方、『チーム小城』は最高級ホテルの厨房を貸しきったり、高級チョコレートを用意したりと、シャトー製菓の財力をフル活用。その夢のような状況に感動するメンバーの３人は、そんなオジョーの為にとドレス作りにはりきる。裏ではオジョーの陰謀が動いていようとはつゆ知らずに・・・。そう、これは勝負に勝った瞬間に樫野との婚約発表を行うという、オジョーのめくるめく策略だったのだ！！"
                },
                "45": {
                    "ID": "3099281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3099281",
                    "TitleEnglish": "Bon Bon Chocolat de Tour",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ボンボンショコラ・デ・ツアー",
                    "SummaryJapanese": "アンリの指示によってヨーロッパ各地を巡らされる事になったいちごたちは、その意図が分からないまま、馬車で次の目的地であるノイシュバンシュタイン城へ。そして一行が到着すると、そこには『チーム小城』の姿が！同じように指示を受けていたオジョーたちは、自家用ヘリを使い、既に巡り終えていたのだ。そこへ、今度はアンリが姿を現し、引き分けに終わった準決勝の再試合を行う事が明かされる。対決の課題はボンボンショコラ。さっそくアイディア出しに取り掛かる『チームいちご』。ヨーロッパ巡りをしながら、目に映る風景をもとにスイーツを考えていたいちごが次々とアイディアを披露すると、樫野は各地で買い集めていたクーベルチュールを、花房や安堂もそれぞれに得たものを出し合い、ボンボンショコラで「世界」を表現しようと試作品作りを始めるのだった。一方、今度こそ樫野との結婚式を挙げようと計画するオジョーは、シャトー製菓の財力をふんだんに使ってチームメイトにボンボンショコラ作りをおしつけ、自身はその間に用意したウエディングドレス姿で会場入り。気合も十分にいよいよ対決が始まる！！"
                },
                "46": {
                    "ID": "3099291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3099291",
                    "TitleEnglish": "Grandma`s Recipe",
                    "SummaryEnglish": null,
                    "TitleJapanese": "お婆ちゃんのレシピ",
                    "SummaryJapanese": "パリ本校の図書館にあったレシピ本に、いちごのお婆ちゃんのレシピ帳と同様に消えたページがあることが分かり、その謎にはスイーツ精霊が関わっている可能性が出てきた。お婆ちゃんの苺タルトの味を再現したいいちごは、レシピ帳の鍵だった、錆びた古いスプーンをくれたおばあさん精霊ならば何か知っているに違いないと、バニラたちと共にスイーツ王国へやってくる。そして、おばあさん精霊と出会った場所を探してさまよっていると、偶然カッシーたちと遭遇。いちごが事情を説明すると、カッシーは宮廷パティシエ博物館に人間界から選出されたレシピが展示されているという噂がある事を教えてくれる。そして、一行を博物館まで案内してくれるのだが、そこに入る事が許可されているのは女王様や限られた身分の者だけ。そこで、カッシーたちはいちごを連れて、無断で中へと侵入するのだった。幸いにも警備の人に見つかる事なく最奥の部屋へと到着するいちごたち。しかし、中に入った瞬間、警報装置に引っ掛かり、牢屋に閉じ込められてしまう！"
                },
                "47": {
                    "ID": "3099301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3099301",
                    "TitleEnglish": "The Paris Found in the Backyard",
                    "SummaryEnglish": null,
                    "TitleJapanese": "裏庭で見つけたパリ",
                    "SummaryJapanese": "お婆ちゃんのレシピは元通りになったけれど、自分の力でお婆ちゃんの味を超えるオリジナルの苺タルトを完成させる決意をしたいちごは猛特訓を開始！しかし、自分なりに考えて作ってはみたものの、どれも納得のいく出来にはならない。その一番の問題は、お婆ちゃんの苺タルトに使われていた苺を超える苺がない事だった。しかも、あの苺はお婆ちゃんが畑で育てていたもので、今となってはもう手に入れる事は出来ない。そこでいちごは、自身のイメージに合う苺を探すため、高級な苺を譲って欲しいとオジョーに頼み込む。ここでいちごに協力しておけば樫野も喜んでくれると妄想を膨らませたオジョーは、いちごが今まで食べた事のない日本中の高級苺を取り寄せてくれるのだった。さっそく試食するいちご。しかし、信じられないことにどれもイメージには合わず、お婆ちゃんの苺を超えるものは見つからなかった。オジョーからは別のタルトにすればいいと言われるも、どうしても諦められないいちごは、お婆ちゃんが苺を育てていた畑に何かヒントがあるのではないかと、オジョーに再びお願いをしてお婆ちゃんのお店へと連れてきて貰う。"
                },
                "48": {
                    "ID": "3099311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3099311",
                    "TitleEnglish": "It Can`t Be, Henri-sensei!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ウソでしょ!アンリ先生",
                    "SummaryJapanese": "優勝候補だった『チーム天王寺』の準決勝敗退の知らせにショックを受けるいちごたち。しかし、どうしても信じられない一同は、オジョーから試合の映像を見せて貰う事に。そこに映った天王寺は、試合中にも関わらず、終始アンリと『チームフランソワ』リーダーのフランソワが気になるのか、全く集中できず、そればかりか雑な作業ぶり。終わってみれば『チームフランソワ』の圧勝だった。天王寺の身に一体何が起こったのかと心配するいちごは、オジョーにヘリを出して貰い、宿泊しているホテルへ会いに向かう。しかし、天王寺は部屋に閉じこもりきりで、呼んでも返事すら返ってこない。痺れを切らしたオジョーが天王寺を挑発するような言葉を発すると、ようやく姿を見せ、２人を部屋へと迎え入れる。しばらく黙ったままの天王寺だったが、心配するいちごたちに重い口を開き、試合の前日に自分以上にアンリから可愛がられているフランソワの姿を目撃し、動揺してしまった事を告白するのだった。あまりの理由に、見損なったと言い放つオジョーに対し、天王寺の気持ちを知るいちごが庇おうとしたその時、突然アンリが現れる。アンリは、天王寺に一体何を話すのか？"
                },
                "49": {
                    "ID": "3099321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3099321",
                    "TitleEnglish": "The Finals at the Palace of Versailles!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "決戦!ベルサイユ宮殿",
                    "SummaryJapanese": "ついに『チームフランソワ』との世界ケーキグランプリ決勝戦を迎えたいちごたち。試合の様子は世界中に中継される事となり、日本にいる家族やクラスメートたち、そして、これまで戦ったライバルたちも見守る中、アンリから『一家団欒』をテーマに『チョコレートを使ったアントルメ』と『温かいものと冷たいものを使った皿盛りデザート』という２つの課題が発表される。さっそく両チームは担当決めを開始、課題を想定していた『チームフランソワ』はすぐさま作業に入っていく 。『チームいちご』は樫野と安堂が和テイストを入れたアントルメを仕上げていき、いちごと花房で２人の家族がバラ園でお茶をするイメージを膨らませた皿盛りデザートを完成させる。そして、まずはアントルメの試食と審査が終わり、その得点が発表されると『チームフランソワ』がいきなりの高得点を叩き出す！あまりの点数に愕然となるいちごたちだったが、アントルメを和テイストにした事や、テーマをうまく表現した皿盛りデザートが高評価へと繋がり、最終的に同点へと追いつくのだった。このまま両チーム優勝かと思われたが、審査員たちの協議の結果、個人戦による再試合にもつれ込むことに！"
                },
                "50": {
                    "ID": "3099331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3099331",
                    "TitleEnglish": "Dream Strawberry Tart",
                    "SummaryEnglish": null,
                    "TitleJapanese": "夢のいちごタルト",
                    "SummaryJapanese": "個人戦による再試合となった世界ケーキグランプリ決勝戦。いちごはフランソワに対抗する為に危険なチャレンジを試みるも、失敗に終わり１敗。さらには、花房も敗れる『チームいちご』だったが、安堂と樫野の勝利でまたもや引き分けとなり、再び再試合として代表戦が行われる事に。『チームフランソワ』は迷わずフランソワが選ばれる。対する『チームいちご』の代表として、真っ先に樫野がいちごの名を挙げる。さきほどの失敗もあり断るいちご。そんないちごに、安堂はその機転とチャレンジ精神を称え、花房もここまで来られたのはいちごのお陰だと後押しする。フランソワが作るであろう、スイーツ王国の宮廷レシピ入りしたスイーツに勝てるのは、いちごの作るいちごタルトしかないと、樫野も気持ちは同じ。いちごは、その想いに応える為にも『チームいちご』の代表として全力を出す事を誓う！だが、いざ代表戦が始まると、まるでアンリのような動きをするフランソワに圧倒され、思うように作業が進まない・・・。そんないちごの目の前に現れたのは天王寺だった。おかげでいつもの自分らしさを取り戻し、自分をここまで支えてくれた人たちの為に感謝を込めて作り始めるいちごだったが、突如不可解な行動に？何か考えがあるはずと、いちごを信じて見守る樫野たち。そして、ついに運命の瞬間が訪れる！！"
                }
            }
        },
        "2": {
            "ID": "443201",
            "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "3896421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3896421",
                    "TitleEnglish": "Marie`s Garden: Breakup! Team Ichigo",
                    "SummaryEnglish": null,
                    "TitleJapanese": "解散!チームいちご",
                    "SummaryJapanese": "聖マリー学園パリ本校での２年間の留学を終え、高校生となった天野いちごが、日本へと帰国。これからも樫野、安堂、花房と一緒にスイーツ作りを頑張ろうと張り切って、日本校へと登校すると、安堂と花房は夢に向けて学園を休学。樫野は留学中の努力が認められて１学年上に特進するなど、それぞれ別の道を歩き出し、『チームいちご』は解散となってしまう。あまりに急な出来事にショックを受けるいちご。そんなとき、突如アンリから呼び出しが掛かる。そして、指定された場所へと向う途中、同じ用件で呼び出された樫野と会ったいちごは、樫野の口からみんなの想いを聞き、やっと心の底から良かったと思えるのだった。いちごに笑顔も戻り、しばらくして２人は建設途中である『マリーズ・ガーデン』のとある空き店舗へとたどりつく。そこに集められたのは、いちごと樫野以外に、いちごのクラスメートであるアメリカ人のジョニーと山岸れもんだった。ワケも分からず立ち尽くす一同だったが、そこへアンリが現れると、これまで独自に進めてきた『スイーツショップを中心とした町づくり』の計画を話し始め、さらに『マリーズ・ガーデン』のメインストリートのすべての店をいちごたち４人に任せたいという、重大なプロジェックトを発表する！"
                },
                "2": {
                    "ID": "3896431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3896431",
                    "TitleEnglish": "Johnny and Maize",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ジョニーとメイズ",
                    "SummaryJapanese": "スイーツショップを中心とした町を作りたいというアンリの想いから始まったプロジェクトで、マリーズ・ガーデンのメインストリートを任されたいちごと樫野、ジョニー、れもんの４人。新たなチームとしてスタートするその初日、まず自分たちのお店作りのアイデア出しを行おうとするけれど、ジョニーは堅苦しい雰囲気に一人乗り気ではない様子。それをみかねたパートナーであるスイーツ精霊のメイズが姿を現す。すると、何故だかジョニーも大人しくなり、話し合いは再開するのだが、いざ蓋を開けてみれば４人の方向性はまとまりなく、あげく考え方の違いから樫野とジョニーはケンカに！そんな２人を止めたのは、怒りモードに変わり、手が付けられなくなったメイズだった。おかげでなんとかその場は納まったものの、チームの状態としては先行き不安・・・。そこへ現れたのは、アンリの秘書、シュリ。彼女に連れられてマリーズ・ガーデンの広場へとやってきたいちごたちは、そこで世界中のスイーツを味わえる事をコンセプトに企画された『ワールド・スイーツ・アベニュー』の発表を目にするのだった。何も聞かされてなく戸惑ういちごたち。各国の代表者が紹介されていく中、日本代表としてお店を出すことになったのは、なんと、安堂だった！"
                },
                "3": {
                    "ID": "3896441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3896441",
                    "TitleEnglish": "New Team Ichigo?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "新チームいちご?",
                    "SummaryJapanese": "マリーズ・ガーデンでオープンする『ワールド・スイーツ・アベニュー』にお店を出すことになった安堂の姿に、自分たちもリーダーを決める必要があると考えたいちごたち。そこで、さっそく臨時のスイーツショップをオープンさせて、日替わりで各々のスイーツを販売する売り上げ競争の結果で決めることに。そのトップバッターとなったいちごは、自分のお店にやってきた最初のお客にスイーツが売れて大感激。この調子で売り上げを伸ばそうと意気込むのだが、その後はなかなか売れないばかりか、お店に立ち寄ってさえ貰えない。その理由が分からず消沈気味になっていたいちごは、ジョニーに誘われて『ワールド・スイーツ・アベニュー』へとやってくる。各国のスイーツを眺めて、そのワクワクする様子にたちまち元気を取り戻すいちご。そして、様子が気になる安堂のお店にも行ってみると、なんとそこには他店をはるかに凌ぐ大行列が出来ていた！店内も大混雑で、お客への対応からスイーツ作りと安堂たちは大忙し！！その様子を、ひそかにお客として来ていた安堂の祖父・万吉が静かに見つめるのだった。"
                },
                "4": {
                    "ID": "3896451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3896451",
                    "TitleEnglish": "Marie`s Garden: Chance Loss And Disposal Loss",
                    "SummaryEnglish": null,
                    "TitleJapanese": "チャンスロスと廃棄ロス",
                    "SummaryJapanese": "順調に進んでいたはずの安堂のお店が閉店の危機にある事を知ったいちごたち。友達として何か力になれる事はないかと考えるいちごだが、今は他人の心配までしている余裕はないと樫野とジョニーから厳しく言われ、大人しく仕込みを始める事に。そして、前回の失敗から今度はバリエーションを増やそうと遅くまで作業をしていたいちごの元に、突然キャラメルが泣きながら飛び込んできて、安堂が倒れた事を知らせる。おかげで大事には至らなかったものの、間違いに気付かずに焦る一方の安堂をジョニーが痛烈に批判。一人安堂を気遣ういちごだったが、そこへやってきた安堂の祖父・万吉もジョニーたちと同じ意見だった。自分一人の力で問題を解決しようとするあまり、一緒にお店を支えてきたかなこ達の心遣いまで邪険にする安堂に、万吉はお店を閉めろと言い放ち、店から出て行ってしまう。その後、自分たちのお店へと戻ったいちごたちだが、スイーツのバリエーションを増やしても状況は何も変わらず、やはり売れ残るばかり。しかし、安堂の失敗がいちごにある事を気付かせてくれる。"
                },
                "5": {
                    "ID": "3896461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3896461",
                    "TitleEnglish": "Royal Sweets Tour: The Spirits Expedition To The Unexplored",
                    "SummaryEnglish": null,
                    "TitleJapanese": "スピリッツで秘境探険",
                    "SummaryJapanese": "調理室に篭りきりでお店の看板メニューを考えるいちごたちが、なかなか良いアイディアが思い浮かばない。中でも、樫野は新商品へ意気込むあまり、周りの和気藹々とした雰囲気に苛立ち、チームワークを乱していた。そこへ、バニラたちがスイーツ王国へ行く報告にやってくる。何でもカッシーたちが進級試験にピンチらしく、その手助けに向おうとするのだが、そこでバニラたちの魔法が暴走！いちごたちも一緒にスイーツ王国へ来てしまう！？さっそく出会ったカッシーたちから話を聞くと、テーマと課題はスイーツ王国を皿盛りデザートで表現するというもの。しかし、ここで生活を送るカッシーたちにとってあまりに日常なテーマだけに、煮詰まっていた様子。逆に人間界へ修行にきていたバニラたちの方がいろいろなアイディアを出していく。それを見たカッシーは、スイーツ王国の事をより深く知ると同時に、各地に散らばる最高の食材を手に入れる為のツアーを計画する。一方、周りがツアーで盛り上がる中、一刻も早く人間界へ戻りたい樫野だったが、いちごたちまで参加すると言い出して付き合わされるハメに。そして、最初の名所へと向かい始めた一行は、その途中、カッシーのお母さんと出会う。"
                },
                "6": {
                    "ID": "3896471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3896471",
                    "TitleEnglish": "Royal Sweets Tour: Lost In The Baum Forest",
                    "SummaryEnglish": null,
                    "TitleJapanese": "バウムの森で迷って",
                    "SummaryJapanese": "カッシーたちの進級試験の為に始まったスイーツ王国ツアー２日目。すでに疲れの溜まったいちごたちは、残る箇所を今日中に制覇しようと張り切るカッシー、アンディ、ナルシーの３人に文句タラタラ。そうこうしながらも食材の豊富な森へとやってくると、食材が食い散らかされているのを発見・・・。しかし、それに気付かず奥へと進むカッシーたち３人が、この森の主に森を荒らす犯人と間違えられて檻に閉じ込められてしまう！自分たちはパティシエを目指している身で、食べ物を粗末にしない事を主張する３人だが、悪戯ばかりしている事で知れ渡っているジャーク団の話には耳を貸そうとさえしてくれない。そこへ、姿の見えなくなった３人を探してやってきたいちごたちも説得に加わるけれど、森の主は信じてくれないばかりか嘘つき呼ばわりしたあげく、早々に立ち去ってしまうのだった。このままでは試験を受ける事さえ出来ないと悩むカッシーたち。そのとき、自分たちのスイーツでパティシエを目指している事を証明しようといういちごの発案から、オーブンもない森の中でのスイーツ作りを開始！一方、そんないちごたちの姿を、怪しげな人影が見つめていた・・・。"
                },
                "7": {
                    "ID": "3896481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3896481",
                    "TitleEnglish": "Royal Sweets Tour: The Treasure Found On The Journey",
                    "SummaryEnglish": null,
                    "TitleJapanese": "旅で見つけた宝物",
                    "SummaryJapanese": "スイーツ王国ツアーもいよいよ大詰め。最後の場所となる『たまごの里』へとやってくると、そこは美味しいたまごを作る以外に、子供が欲しいと願う夫婦に赤ちゃんを授けてくれる場所でもある事を知る。そして里の館長から、子供はみんな両親の強い愛があって生まれてきた事を忘れないで欲しいと言われ、パティシエになる事を良く思っていない母親を見返そうと張り切っていたカッシーは複雑な気持ちになる。ともあれ、全ての食材が揃い、無事にツアーは終了！さっそく試験に向けてスイーツ作りに取り掛かるカッシー、ナルシー、アンディの３人。ところが、最高の食材ばかりを集めたにも関わらず、スイーツのテーマを表現するのに何かが足りないと感じるカッシー。その時、いちごたちから、自分を心配する母親が、ツアー中もずっと陰で支えてくれていた事を聞かされる。母親の本当の気持ちを初めて知り、その愛情に胸が一杯になるカッシーは、足りなかったものが何なのか気付く。そして、ついにカッシーたちの進級試験が始まる！"
                },
                "8": {
                    "ID": "3896491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3896491",
                    "TitleEnglish": "Dance & Rhapsody: Lonely Heart",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ロンリー・ハート",
                    "SummaryJapanese": "いちごたちがまかされたマリーズ・ガーデンのメインストリートのプランが出来上がり、あとは完成を残すのみ。そこへ急遽アンリからの指示で、ニューヨークにある麻里のお店を見学しに行く事に。すると、本来なら混んでいるはずの時間にも関わらず、お店の中はガラガラで、スイーツも売れ残ったまま・・・。なんと、麻里のお店は、開店以来の売り上げ危機の状態だったのだ！そんなことは露知らず、ショップ経営の勉強にとお店の手伝いを申し出るいちごたち。けれども、自分のプライドからお店の現状を言い出せずにいる麻里に断られてしまう。麻里のお店のお手伝いがなくなってしまったことで、思いのほか自由な時間ができ、思い思いの時間を過ごすいちごたち。そこで、いちごは樫野と一緒にスイーツ巡りに出かけるのだが、なんと、オジョーが現れて樫野を奪い去っていく！！一方、いちごたちが去った後にお店のショーウィンドウを覗く１人の少女を見つける麻里。それは麻里が以前からずっと気になっていた少女だった・・・と、そのとき！店内でお客とのトラブルが発生してしまい、麻里は大ピンチに！"
                },
                "9": {
                    "ID": "3896501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3896501",
                    "TitleEnglish": "Dance & Rhapsody: Step Up",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ステップ・アップ",
                    "SummaryJapanese": "アンリから麻里のお店を立て直す指令を受けたいちごたちは、まずお客を呼び込む方法から考える事に。しかし当の本人の麻里は、アンリにこだわり続けるあまり、手伝いに呼ばれたいちごたちの事を受け入れられず、消極的な態度を取ってしまう・・・。結局、何一つ良いアイディアが出ないまま解散となってしまい、お店に一人残された麻里は不安や怒りで酷い精神状態に陥る。そのとき、ふと店の外にずっと気になっていた少女の姿を見つける麻里は、思い切って声を掛ける。少女の名はリンダ。トップダンサーを夢見る彼女は麻里の作るスイーツから感じるイメージで麻里に踊って見せる。リンダに手を引かれ一緒に踊る麻里の顔にもいつしか輝きが。リンダとすっかり仲良くなった麻里は、彼女の何気ない言葉にハッとする。そう、素敵なイメージを貰ったのは自分自身の方だったのだ。一方その頃、麻里のピンチを利用して、ニューヨークのお店を手に入れようと考えるオジョーは、セントラルパークにスイーツショップ建設を進めていた！"
                },
                "10": {
                    "ID": "3896511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3896511",
                    "TitleEnglish": "Dance & Rhapsody: My Sweet Home",
                    "SummaryEnglish": null,
                    "TitleJapanese": "マイ・スイート・ホーム",
                    "SummaryJapanese": "アンリからさらに厳しい通告をされる麻里を心配するいちごたちだったが、本人は諦めてなく、もっとお客を惹きつけることができる方法を探していた。そこで、応援に駆けつけた花房からお店のテーマを変えてみる提案されると、考えさせて欲しい、と言葉を詰まらせる・・・。なぜなら麻里にとってこのお店はアンリへの想いそのものであり、簡単に変えられるものではなかったのだ。そのとき、リンダがお店へやってくる。呼んだのは麻里。この前のお礼にと、リンダやいちごみんなに特製のスイーツを振舞う。美味しいスイーツに会話も弾む中、実は、ニューヨークのお店を任されて以来、麻里が一度も休みを取っていない事が発覚！お休みを取る事を勧められた麻里は、翌日、リンダから教えて貰った観光地へ出かける。そこにはいろんな人種の人々がさまざまな文化と共に生活していた。お店の事で余裕の無かった麻里は、ニューヨークという街の姿に初めて気付く。そして、この街で自分がどうすべきかの答えに悩んでいると、事故現場に遭遇！手作りのウェディングケーキが壊れてしまい、困っている人を見た麻里は、ためらうことなく手伝いを申し出る！！"
                },
                "11": {
                    "ID": "3896521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3896521",
                    "TitleEnglish": "Morning Glory: Stormy Night",
                    "SummaryEnglish": null,
                    "TitleJapanese": "嵐の夜",
                    "SummaryJapanese": "ニューヨークでの役目を果たし、日本へ帰国するいちごたち。さっそく、完成間近となったメインストリートの様子を見に行こうとすると、先に帰国したはずのジョニーの姿がどこにもなく、３人で向かう事に。自分たちのイメージ通りの仕上がりを見て大感激していると、世界ケーキグランプリで戦ったアンドラ公国校のホセたちを引き連れた美夜が現れる。再会を喜ぶどころか、なんと自分たちのお店以外にまだオープンしていなかった２店舗が、急遽シャトー製菓が経営することになったライバル店である事を知り驚く。さらには、行方の分からなかったジョニーが姿を現し、シャトー製菓にスカウトされ、美夜の右腕として組んだ事を告げる。これまでずっと一緒だった仲間の信じられない決断にショックを受けるいちごたち。そこへ美夜とジョニーはそれぞれ『樫野との結婚』、『いちごとの交際』を賭けて、クリスマスイブまでの売り上げ勝負を申し込んでくる。それに対し、いちごたちが勝てばあきらめることを条件に、その勝負を受けるいちごとれもんだったが、勝ち目の薄い勝負に樫野はひとり憮然顔。そこへ、話を聞きつけた安堂と花房が駆けつける。"
                },
                "12": {
                    "ID": "3896531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3896531",
                    "TitleEnglish": "Morning Glory: Chilly Night",
                    "SummaryEnglish": null,
                    "TitleJapanese": "冷たい夜",
                    "SummaryJapanese": "いよいよメインストリートのグランドオープン！それと同時に、美夜＆ジョニーとの売り上げ勝負も幕が上がる。意気込むいちごたちの出鼻をくじくように、さっそくオープン前から莫大な資金を使った宣伝戦略を仕掛けてくる美夜。いちごたちも、お店の看板メニューとなる新スイーツを食べて貰おうと地道に呼込みを行うものの、ほとんどのお客が美夜たちのお店の方へと流れていく・・・。なんとかしてお客の足を向けようと考えるいちごたちは、美夜のお店で長い時間並んで待っているお客に、自分たちのスイーツを試食として配ろうとするのだが、経営のノウハウを持つジョニーがすでに先手を打っており、その作戦も失敗に終わる。初日を終えた時点で、すでに圧倒的な差をつけられたいちごたち。その夜、売り上げを伸ばす為のアイディアを出し合うが、そこでいちごと樫野がぶつかり、２人は険悪な雰囲気に・・・。結局、仲直りもできないまま２日目を迎えることになってしまう。"
                },
                "13": {
                    "ID": "3896541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yumeiro-patissiere/episodes/3896541",
                    "TitleEnglish": "Morning Glory: Holy Night",
                    "SummaryEnglish": null,
                    "TitleJapanese": "聖なる夜",
                    "SummaryJapanese": "美夜たちとの売り上げの差は一向に縮まらず、追い詰められるいちごたち。しかし、お客に対する細かな気遣いなど、その時々で気付いた事をすぐ実行に移すなど、徹底した市場調査の甲斐もあり、じょじょにお店にも行列が。さらには、クラスメートの協力で、ついに美夜たちの売り上げを追い上げはじめる。そして、最終日のクリスマスイブに販売するクリスマスケーキに逆転の望みを賭け、ケーキのアイディアを練る事に。そこで、樫野がいちごの作る苺タルト『スリエ・ドゥ・ランジュ』をケーキの１つに提案するのだが、いちごは肝心の苺を使い切っていて、作れない事を告げる。すると、突然ショコラがその苺を用意するため、スイーツ王国へと向かう。美夜たちもクリスマスケーキに照準を合わせ、シャトー製菓の従業員を使い、予約数を稼ぐよう手配をしていた。そのやり方に不満を漏らすジョニーだったが、美夜の迫力に気圧され渋々納得。そうして、それぞれが準備に入っていく中、いちごと樫野はお客の笑顔のためにみんなが１つになって大好きなスイーツ作りをする事で幸せを感じていく。そして、ついに決戦のクリスマスイブ！聖なる夜に奇跡は起こるか！？"
                }
            }
        }
    }
}