{
    "URL": "https://www.thetvdb.com/series/elf-princess-rane",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0113012/",
        "https://www.themoviedb.org/tv/45401"
    ],
    "TitleEnglish": "Elf Princess Rane",
    "SummaryEnglish": "Fast-talking, reckless, slightly dense treasure hunter Gou has vowed to find the legendary Treasure of Salamander. Searching for it he meets Rane, a fairy from another world, who is looking for the Treasure of Four Hearts. Gou's childhood friend and well-off next door neighbour Mari is frustrated with Gou running after treasures, but befriends Lean another fairy, who also happens to be a witch wanting to kill Rane. And if that was not enough, Gou also has to deal with his triplet older sisters, Kazuki, Yuhki and Saki — a girl group, when not working on their daytime jobs. Gou and Rane's treasure hunt messes with a secret project led by Mari's father though, and it turns out Salamander is not what Gou thought it was in the first place...",
    "TitleJapanese": "妖精姫レーン",
    "SummaryJapanese": "倉鎌市に住む宝田ゴウはトレジャーハンターを夢見る高校生。ある日、レーンという妖精と遭遇する。レーンとは全く意思疎通ができていないにもかかわらず、ゴウは勝手な思い込みでレーンの語る言葉に秘宝「四つの神像」の在処が隠されていると信じて宝探しを始める。一方倉鎌市に一大レジャーランドの建設を企図していた天才高校生・全集院タクマは、ゴウのエスカレートする宝探しの巻き添えを被ることになってしまう。",
    "Aliases": [
        "Yousei Hime Ren"
    ],
    "Modified": "2024-09-04",
    "Seasons": {
        "1": {
            "ID": "134071",
            "URL": "https://www.thetvdb.com/series/elf-princess-rane/seasons/official/1",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "1204221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elf-princess-rane/episodes/1204221",
                    "TitleEnglish": "When the Treasure is Screwed Up, Everything is Screwed Up! A Recklessness Treasure Boy",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第1話 お宝コケたらみなコケた",
                    "SummaryJapanese": "多くの謎がある（らしい）倉鎌市。遺跡荒らしの宝田ゴウは、今日も今日とて地上30階からダイブの真っ最中！ だが、目前に手のひらサイズの妖精が出現した!! そのままゴウは走り始めるが…!?"
                },
                "2": {
                    "ID": "1204231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elf-princess-rane/episodes/1204231",
                    "TitleEnglish": "The Phoenix Takes to the Sky. A Burst Birthday in a Hot Spring",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第2話    「お風呂が空をとんでいた」",
                    "SummaryJapanese": "ゴウとレーンの活躍（大暴れ？）から３日。幼なじみである真理の誕生日をめぐって、またも大騒動が胎動していた。広野にそびえ立つ、大展望温泉観覧車のレッドフェニックスがまたも無残な姿に…!!"
                }
            }
        }
    }
}